[{"id":1,"quote":"If it is peace you want, seek to change yourself, not other people. It is easier to protect your feet with slippers than to carpet the whole of the earth."},{"id":2,"quote":"I was neurotic for years. I was anxious and depressed and selfish. Everyone kept telling me to change. I resented them and I agreed with them, and I wanted to change, but simply couldn't, no matter how hard I tried. Then one day someone said to me, Don't change. I love you just as you are. Those words were music to my ears: Don't change, Don't change. Don't change . . . I love you as you are. I relaxed. I came alive. And suddenly I changed!"},{"id":3,"quote":"If you look carefully you will see that there is one thing and only one thing that causes unhappiness. The name of that thing is attachment. What is an attachment? An emotional state of clinging caused by the belief that without some particular thing or some person you cannot be happy."},{"id":4,"quote":"Live your life as you see fit. That's not selfish. Selfish is to demand that others live their lives as you see fit."},{"id":5,"quote":"Wisdom tends to grow in proportion to one's awareness of one's ignorance."},{"id":6,"quote":"\"Why is everyone here so happy except me?\" \"Because they have learned to see goodness and beauty everywhere,\" said the Master. \"Why don't I see goodness and beauty everywhere?\" \"Because you cannot see outside of you what you fail to see inside.\""},{"id":7,"quote":"There is only one cause of unhappiness: the false beliefs you have in your head, beliefs so widespread, so commonly held, that it never occurs to you to question them."},{"id":8,"quote":"We do not have a fear of the unknown. What we fear is giving up the known."},{"id":9,"quote":"The day you are happy for no reason whatsoever, the day you find yourself taking delight in everything and in nothing, you will know that you have found the land of unending joy called the kingdom."},{"id":10,"quote":"If you want to know what it means to be happy, look at a flower, a bird, a child; they are perfect images of the kingdom. For they live from moment to moment in the eternal now with no past and no future."},{"id":11,"quote":"Life is easy, life is delightful. It's only hard on your illusions, your ambitions, your greed, your cravings."},{"id":12,"quote":"You don't have to add anything in order to be happy; you've got to drop something."},{"id":13,"quote":"When you fight something, you're tied to it forever. As long as you're fighting it, you’re giving it power."},{"id":14,"quote":"As you identify less and less with the “me”, you will be more at ease with everybody and with everything. Do you know why? Because you are no longer afraid of being hurt or not liked. You no longer desire to impress anyone. Can you imagine the relief when you don't have to impress anybody anymore? Oh, what a relief. Happiness at last!"},{"id":15,"quote":"This is what Wisdom means: To be changed without the slightest effort on your part, to be transformed, believe it or not, merely by waking to the reality that is not words , that lies beyond the reach of words. If you are fortunate enough to be Awakened thus, you will know why the finest language is the one that is not spoken, the finest action is the one that is not done and the finest change is the one that is not willed."},{"id":16,"quote":"These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness."},{"id":17,"quote":"When the eye is unobstructed, the result is sight. When the ear is unobstructed, the result is hearing. When the mind is unobstructed the result is truth. When the heart is unobstructed, the result is joy and love."},{"id":18,"quote":"Is it possible for the rose to say, \"I will give my fragrance to the good people who smell me, but I will withhold it from the bad?\" Or is it possible for the lamp to say, \"I will give my light to the good people in this room, but I will withhold it from the evil people\"? Or can a tree say, \"I'll give my shade to the good people who rest under me, but I will withhold it from the bad\"? These are images of what love is about."},{"id":19,"quote":"What I really enjoy is not you; it's something that's greater than both you and me.  It is something that I discovered, a kind of symphony, a kind of orchestra that plays one melody in your presence, but when you depart, the orchestra doesn't stop.  When I meet someone else, it plays another melody, which is also very delightful.  And when I'm alone, it continues to play."},{"id":20,"quote":"Understand your darkness and it will vanish; then you will know what light is. Understand your nightmare for what it is and it will stop; then you will wake up to reality. Understand your false beliefs and they will drop; then you will know the taste of happiness."},{"id":21,"quote":"A nice definition of an awakened person: a person who no longer marches to the drums of society, a person who dances to the tune of the music that springs up from within."},{"id":22,"quote":"Another illusion is that external events have the power to hurt you, that other people have the power to hurt you. They don't. It's you who give this power to them."},{"id":23,"quote":"As the great Confucius said, \"The one who would be in constant happiness must frequently change.\" Flow. But we keep looking back, don't we? We cling to things in the past and cling to things in the present...Do you want to enjoy a symphony? Don't hold on to a few bars of the music. Don't hold on to a couple of notes. Let them pass, let them flow. The whole enjoyment of a symphony lies in your readiness to allow the notes to pass."},{"id":24,"quote":"You can never be free\nas long as you have an ego to defend."},{"id":25,"quote":"You see persons and things not as they are but as you are."},{"id":26,"quote":"Both what you run from-\n and what you yearn for -\n are within you."},{"id":27,"quote":"As soon as you look at the world through an ideology you are finished. No reality fits an ideology. Life is beyond that. That is why people are always searching for a meaning to life. But life has no meaning; it cannot have meaning because meaning is a formula; meaning is something that makes sense to the mind. Every time you make sense out of reality, you bump into something that destroys the sense you made . Meaning is only found when you go beyond meaning."},{"id":28,"quote":"Most people tell you they want to get out of kindergarten, but don't believe them. Don't believe them! All they want you to do is to mend their broken toys. \"Give me back my wife. Give me back my job. Give me back my money. Give me back my reputation, my success.\" This is what they want; they want their toys replaced. That's all. Even the best psychologist will tell you that, that people don't really want to be cured. What they want is relief; a cure is painful."},{"id":29,"quote":"‎\"I have no fear of losing u, for you aren't an object of my property, or anyone else's. I love you as you are, without attachment, without fears, without conditions, without egoism, trying not to absorb you. I love you freely because I love your freedom, as well as mine."},{"id":30,"quote":"The philosopher Diogenes was eating bread and lentils for supper. He was seen by the philosopher Aristippus, who lived comfortably by flattering the king. Said Aristippus, \"If you would learn to be subservient to the king you would not have to live on lentils.\" Said Diogenes, \"Learn to live on lentils and you will not have to be subservient to the king."},{"id":31,"quote":"Perfect love casts out fear. Where there is love there are no demands, no expectations, no dependency. I do not demand that you make me happy; my happiness does not lie in you. If you were to leave me, I will not feel sorry for myself; I enjoy your company immensely, but I do not cling."},{"id":32,"quote":"\"What is love?\"; \"The total absence of fear,\" said the Master; \"What is it we fear?\"; \"Love,\" said the Master."},{"id":33,"quote":"There's only one reason why you're not experiencing bliss at this present moment, and it's because you're thinking or focusing on what you don't have....But, right now you have everything you need to be in bliss."},{"id":34,"quote":"Do you want a sign that you're asleep? Here it is: you're suffering. Suffering is a sign that you're out of touch with the truth. Suffering is given to you that you might open your eyes to the truth, that you might understand that there's falsehood somewhere, just as physical pain is given to you so you will understand that there is disease or illness somewhere. Suffering occurs when you clash with reality. When your illusions clash with reality, when your falsehoods clash with truth, then you have suffering. Otherwise there is no suffering."},{"id":35,"quote":"The way to really live is to die. The passport to living is to imagine yourself in your grave. Imagine you're lying in your coffin....Now look at your problems from that viewpoint. Changes everything, doesn't it?"},{"id":36,"quote":"Let’s suppose that rain washes out a picnic. Who is feeling negative? The rain? Or you? What’s causing the negative feeling? The rain or your reaction? When you bump your knee against a table, the table’s fine. It’s busy being what it was made to be – a table. The pain is in your knee, not in the table. The mystics keep trying to tell us that reality is all right. Reality is not problematic. Problems exist only in the human mind. We might add: in the stupid, sleeping human mind."},{"id":37,"quote":"All that you give to others you are giving to yourself."},{"id":38,"quote":"All is well, all is well. Though everything is a mess, all is well."},{"id":39,"quote":"Suffering is given to you that you might open your eyes to the truth."},{"id":40,"quote":"There is yet another illusion, that it is important to be respectable, to be loved and appreciated, to be important. Many say we have a natural urge to be loved and appreciated, to belong. That’s false. Drop this illusion and you will find happiness. We have a natural urge to be free, a natural urge to love, but not to be loved."},{"id":41,"quote":"No person on earth has the power to make you unhappy. There is no event on earth that has the power to disturb you or hurt you. No event, condition, situation, or person. Nobody told you this; they told you the opposite. That's why you're in the mess you're in right now. That is why you're asleep. They never told you this. But it's self-evident."},{"id":42,"quote":"Spirituality means waking up.  Most people, even though they don't know it, are asleep.  They're born asleep, they live asleep, they marry in their sleep, they breed children in their sleep, they die in their sleep without ever waking up.  They never understand the loveliness and the beauty of this thing that we call human existence."},{"id":43,"quote":"What you are aware of you are in control of; what you are not aware of is in control of you."},{"id":44,"quote":"The three most difficult things for a human being are not physical feats or intellectual achievements. They are, first, returning love for hate; second, including the excluded; third, admitting that you are wrong."},{"id":45,"quote":"You are never in love with anyone. You're only in love with your prejudiced and hopeful idea of that person."},{"id":46,"quote":"Those who make no mistakes are making the biggest mistakes of all - they are attempting nothing new."},{"id":47,"quote":"The butterfly in a caterpillar: the eagle in an egg; the saint in a selfish human being."},{"id":48,"quote":"Waking up is unpleasant, you know. You are nice and comfortable in bed. It is irritating to be woken up. That's the reason the wise guru will not attempt to wake people up. I hope I'm going to be wise here and make no attempt whatsoever to wake you up if you are asleep. It is really none of my business, even though I say to you at times, \"Wake up!\" My business is to do my thing, to dance my dance. If you profit from it fine; if you don't, too bad! As the Arabs say, \"The nature of rain is the same, but it makes thorns grow in the marshes and flowers in the gardens.\""},{"id":49,"quote":"Loneliness is not cured by human company. Loneliness is cured by contact with reality."},{"id":50,"quote":"Enlightenment is: absolute cooperation with the inevitable."},{"id":51,"quote":"A good teacher offers practice, a bad one offers theories."},{"id":52,"quote":"You do not have to change for God to love you."},{"id":53,"quote":"the tragedy of an attachment is that if its object is not attained it causes unhappiness. But if it is attained, it does not cause happiness – it merely causes a flash of pleasure followed by weariness, and it is always accompanied, of course, by the anxiety that you may lose the object of your attachment."},{"id":54,"quote":"People mistakenly assume that their thinking is done by their head; it is actually done by the heart which first dictates the conclusion, then commands the head to provide the reasoning that will defend it."},{"id":55,"quote":"When you come to see you are not as wise today as you thought you were yesterday, you are wiser today."},{"id":56,"quote":"Understand the obstructions you are putting in the way of love, freedom, and happiness and they will drop. Turn on the light of awareness and the darkness will disappear. Happiness is not something you acquire; love is not something you produce; love is not something you have; love is something that has you."},{"id":57,"quote":"Are you your clothes? Are you your name? Are you your profession? Stop identifying with them. They come and go"},{"id":58,"quote":"Religion is the finger pointing to God. People are too busy licking the finger to notice where it's pointing."},{"id":59,"quote":"I'm going to write a book someday and the title will be I'm an Ass, You're an Ass. That's the most liberating, wonderful thing in the world, when you openly admit you're an ass. It's wonderful. When people tell me, You're wrong I say, What can you expect of an ass?"},{"id":60,"quote":"All conflict comes from attachment."},{"id":61,"quote":"You know, all mystics - Catholic, Christian, non-Christian, no matter what their theology, no matter what their religion - are unanimous on one thing: that all is well, all is well. Though everything is a mess, all is well. Strange paradox, to be sure. But, tragically, most people never get to see that all is well because they are asleep. They are having a nightmare."},{"id":62,"quote":"All suffering comes from a person's inability to sit still and be alone."},{"id":63,"quote":"Anytime you have a negative feeling toward anyone, you're living in an illusion. There's something seriously wrong with you. You're not seeing reality. Something inside of you has to change. But what do we generally do when we have a negative feeling? \"He is to blame, she is to blame. She's got to change.\" No! The world's all right. The one who has to change is you."},{"id":64,"quote":"What, concretely, is Enlightenment ?\" \"Seeing Reality as it is,\" said the Master. \"Doesn't everyone see Reality as it is?\" \"Oh, no! Most people see it as they think it is.\" \"What's the difference?\" \"The difference between thinking you are drowning in a stormy sea and knowing you cannot drown because there isn't any water in sight for miles around."},{"id":65,"quote":"Say goodbye to golden yesterdays: or your heart will never learn to love the present."},{"id":66,"quote":"There is another more subtle way in which the innocence of childhood is lost:  when the child is infected with the desire to become somebody. Contemplate the crowds of people who are striving might and main to become, not what Nature intended them to be- musicians, cooks, mechanics, carpenters, gardeners, inventors- but \"somebody\":  to become successful, famous, powerful; to become something that will bring not quiet and self-fulfillment, but self-glorification and self-expansion"},{"id":67,"quote":"You're so ashamed of your past; drop it! You're so proud of your past; drop it!"},{"id":68,"quote":"You only change what you understand. What you do not understand and are not aware of, you repress. You dont change. But when you understand it, it changes."},{"id":69,"quote":"Step by step, let whatever happens happen. Real change will come when it is brought about, not by your ego, but by reality. Awareness releases reality to change you."},{"id":70,"quote":"Don't ask the world to change....you change first."},{"id":71,"quote":"Behold God beholding you...and smiling."},{"id":72,"quote":"Said the monk: \"All these mountains and rivers and the earth and stars - where do they come from?\" Said the master: \"Where does your question come from?\""},{"id":73,"quote":"May the peace of God disturb you always."},{"id":74,"quote":"You have to understand, my dears, that the shortest distance between truth and a human being is a story."},{"id":75,"quote":"God in heaven holds each person by a string. When you sin, you cut the string. Then God ties it up again. Making a knot, bringing you a little closer to Him. Again and again your sins cut the string and with each knot God keeps drawing you closer and closer."},{"id":76,"quote":"What is my identity ?\" \"Nothing,\" said the Master. \"You mean that I am an emptiness and a void?\" said the incredulous disciple. \"Nothing that can be labeled.\" said the Master."},{"id":77,"quote":"A prisoner lived in solitary confinement for years. He saw and spoke to no one and his meals were served through an opening in the wall. One day an ant came into his cell. The man contemplated it in fascination as it crawled around the room. He held it in the palm of his hand the better to observe it, gave it a grain or two, and kept it under his tin cup at night. One day it suddenly struck him that it had taken him ten long years of solitary confinement to open his eyes to the loveliness of an ant."},{"id":78,"quote":"Nothing has changed but my attitude, therefore, everything has changed."},{"id":79,"quote":"When God means you to be a healer he sends you patients; when he makes you a teacher he sends you pupils; when he destines you to be a Master he sends you stories."},{"id":80,"quote":"Ordinarily, everything we do is in our self-interest. Everything."},{"id":81,"quote":"If what you said was true, where was the need to shout?"},{"id":82,"quote":"Wisdom can be learned. But it cannot be taught."},{"id":83,"quote":"Love springs from awareness."},{"id":84,"quote":"My life is like shattered glass.\" said the visitor. \"My soul is tainted with evil. Is there any hope for me? \"Yes,\" said the Master. \"There is something whereby each broken thing is bound again and every stain made clean.\" \"What?\" \"Forgiveness\" \"Whom do I forgive?\" \"Everyone: Life, God, your neighbor especially yourself.\" \"How is that done?\" \"By understanding that no one is to blame,\" said the Master. \"NO ONE."},{"id":85,"quote":"We live in a flash of light; evening comes and it is night forever. It's only a flash and we waste it. We waste it with our anxiety, our worries, our concerns, our burdens."},{"id":86,"quote":"If what you seek is Truth, there is one thing you must have above all else.” “I know. An overwhelming passion for it.” “No. An unremitting readiness to admit you may be wrong."},{"id":87,"quote":"\"What is the secret of your serenity?\" Said the master: \"Wholehearted cooperation with the inevitable.\""},{"id":88,"quote":"Extend \n your arms \n in welcome \n to the future. \n The best \n is yet to come!"},{"id":89,"quote":"Sin is a refusal to grow, a refusal to love, a refusal to get committed, to be concerned, and to take risks."},{"id":90,"quote":"There comes a point in your life when you become stark raving insane, commit suicide or become a mystic."},{"id":91,"quote":"If you search within your heart, you will find something there that will make it possible for you to understand: a spark of disenchantment and discontent, which if fanned into flame will become a raging forest fire that will burn up the whole of the illusory world you are living in, thereby unveiling to your wondering eyes the kingdom that you have always lived in unsuspectingly."},{"id":92,"quote":"If you never condemned you would never need to forgive."},{"id":93,"quote":"Happiness is our natural state. Happiness is the natural state of little children, to whom the kingdom belongs until they have been polluted and contaminated by the stupidity of society and\nculture."},{"id":94,"quote":"\"I seek the meaning of existence,\" said the stranger. \"You are of course assuming,\" said the Master, \"that existence has a meaning.\" \"Doesn't it?\" \"When you experience existence as it is - not as you think it is you will discover that your question has no meaning,\" said the Master."},{"id":95,"quote":"The present moment is never intolerable. What's intolerable is what's going to happen in the next four hours. To have your body here at 8 pm and your mind at 10:30 pm, that's what causes us suffering."},{"id":96,"quote":"Take away human beings from this planet and life would go on, nature would go on in all its loveliness and violence. Where would the problem be? No problem. You created the problem. You are the problem. You identified with \"me\" and that is the problem. The feeling is in you, not in reality."},{"id":97,"quote":"People who deliberate fully before they take a step will spend their lives on one leg"},{"id":98,"quote":"Whatever is truly alive must die. Look at the flowers; only plastic flowers never die."},{"id":99,"quote":"Problems only exist in the human mind."},{"id":100,"quote":"When you get rid of your fear of failure, your tensions about succeeding... you can be yourself. Relaxed. You'll no longer be driving with your brakes on."},{"id":101,"quote":"Silence is not the absence of sound, but the absence of self."},{"id":102,"quote":"Pleasant experiences make life delightful. Painful experiences lead to growth."},{"id":103,"quote":"To a visitor who asked to become his disciple the Master said, \"You may live with me, but don't become my follower.\" \"Whom, then, shall I follow?\" \"No one. The day you follow someone you cease to follow Truth ."},{"id":104,"quote":"If I haven't received any grace today, then I was not at home. This is because God is sending deliveries constantly."},{"id":105,"quote":"What can I do to see Reality as it is?\" The master smiled and said, \"I have good news and bad news for you, my friend.\" \"What's the bad news?\" \"There's nothing you can do to see it is a gift.\" \"And what's the good news?\" \"There's nothing you can do to see it is a gift."},{"id":106,"quote":"What is a loving heart?  A loving heart is sensitive to the whole of life, to all persons; a loving heart doesn't harden itself to any persons or things."},{"id":107,"quote":"One day, a philosopher asked, \"What is the purpose of creation?\" \"Lovemaking,\" said the Master. Later, to his disciples, he said, \"Before creation, love was. After creation, love was made. When love is consummated, creation will cease to be, and love will be forever.\""},{"id":108,"quote":"\"My former master taught me to accept birth and death.\" \"Then what have you come to me for?\" asked the master. \"To learn to accept what lies in between.\""},{"id":109,"quote":"Concepts are always frozen. Reality flows."},{"id":110,"quote":"You've got to drop something. You've got to drop illusions. You don't have to add anything in order to be happy; you've got to drop something. Life is easy, life is delightful. It's only hard on your illusions, your ambitions, your greed, your cravings."},{"id":111,"quote":"Any time you are with anyone or think of anyone you must say to yourself: I am dying and this person too is dying, attempting the while to experience the truth of the words you are saying. If every one of you agrees to practice this, bitterness will die out, harmony will arise."},{"id":112,"quote":"The disciples were absorbed in a discussion of Lao-Tzu's dictum: \"Those who know, do not say; Those who say, do not know.\" When the master entered, they asked him what the words meant. Said the master, \"Which of you knows the fragrance of a rose?\" All of them indicated that they knew. Then he said, \"Put it into words.\" All of them were silent."},{"id":113,"quote":"You sanctify whatever you are grateful for."},{"id":114,"quote":"A Jesuit once wrote a note to Father Arrupe, his superior general, asking him about the relative value of communism, socialism and capitalism. Father Arrupe gave him a lovely reply. He said, \"A system is about as good or as bad as the people who use it.\" People with golden hearts would make capitalism or communism or socialism work beautifully."},{"id":115,"quote":"the greatest learning of the ages lies in accepting life exactly as it comes to us."},{"id":116,"quote":"You have within yourself the answer to every question you propose - if you only knew how to look for it.  In the Land of the spirit, you cannot walk by the light of someone else's lamp.  You want to borrow mine.  I'd rather teach you how to make your own."},{"id":117,"quote":"Wouldn't it be wonderful if we had a world where everybody said, 'We don't know?' The fact is that you're surrounded -God and you don't see God, because you KNOW ABOUT God. The final barrier to the vision of God is your God concept. You miss God because you think you know. The highest knowledge of God is to know God as unknowable. All revelations, however divine, are never any more than a finger pointing at the moon. As we say in the East, 'When the sage points to the moon, all the idiot sees is the finger'."},{"id":118,"quote":"How sad if we pass through life and never see it with the eyes of a child."},{"id":119,"quote":"Wisdom comes to those who learn nothing, unlearn everything."},{"id":120,"quote":"A zealous disciple expressed a desire to teach others the Truth and asked the Master what he thought about this. The Master said, \"Wait.\" Each year the disciple would return with the same request and each time the Master would give him the same reply: \"Wait.\" One day he said to the Master, \"When will I be ready to teach?\" Said the Master, \"When your excessive eagerness to teach has left you."},{"id":121,"quote":"One always treads with a joyful step when one has dropped the burden called the ego."},{"id":122,"quote":"Negative feelings are in you, not in reality. Stop trying to change reality. That's crazy! Stop trying to change the other person. We spend all our time and energy trying to change external circumstances, trying to change our spouses, our bosses, our friends, our enemies, and everybody else. We don't have to change anything. Negative feelings are in you."},{"id":123,"quote":"People kill for money or for power. But the most ruthless murderers are those who kill for their ideas."},{"id":124,"quote":"A man who took great pride in his lawn found himself with a large crop of dandelions. He tried every method he knew to get rid of them. Still they plagued him. Finally he wrote the department of agriculture. He enumerated all the things he had tried and closed his letter with the question: \"What shall I do now?\" In due course the reply came: \"We suggest you learn to love them.\""},{"id":125,"quote":"The only way to change is by changing your understanding."},{"id":126,"quote":"A newly married couple said, \"What shall we do to make our love endure?\" Said the Master, \"Love other things together\"."},{"id":127,"quote":"If the heart is unobstructed, the result is love."},{"id":128,"quote":"Isn't there such a thing as social liberation?\" \"Of course there is,\" said the Master. \"How would you describe it?\" \"Liberation from the need to belong to the herd."},{"id":129,"quote":"You keep insisting, I feel good because the world is right! Wrong! The world is right because I feel good. That's what all the mystics are saying."},{"id":130,"quote":"A disciple was one day recalling how Buddha , Jesus , Mohammed were branded as rebels and heretics by their contemporaries. Said the Master, Nobody can be said to have attained the pinnacle of Truth until a thousand sincere people have denounced him for blasphemy ."},{"id":131,"quote":"Happiness is not something you acquire; love is not something you produce; love is not something you have; love is something that has you."},{"id":132,"quote":"The Master would insist that the final barrier to our attaining God was the word and concept God."},{"id":133,"quote":"The poor think they will be happy when they become rich. The rich think they will be happy when they are rid of their ulcers."},{"id":134,"quote":"Rare indeed, is the relationship in which the other is not cultivated for what one can get for oneself."},{"id":135,"quote":"One year of life is worth more than twenty years of hibernation."},{"id":136,"quote":"Is there life before death? - that is the question!"},{"id":137,"quote":"The devil has a Ph.D. in perfect logic."},{"id":138,"quote":"Problems exist only in the human mind."},{"id":139,"quote":"The genius of a composer is found in the notes of his music; but analyzing the notes will not reveal his genius. The poet's greatness is contained in his words; yet the study of his words will not disclose his inspiration. God reveals himself in creation; but scrutinize creation as minutely as you wish, you will not find God, any more than you will find the soul through careful examination of your body."},{"id":140,"quote":"When you cling, life is destroyed; when you hold on to anything, you cease to live."},{"id":141,"quote":"You are only a disciple because your eyes are closed. The day you open them you will see there is nothing you can learn from me or anyone."},{"id":142,"quote":"Because you cannot see outside of you what you fail to see inside."},{"id":143,"quote":"There is no explanation you can give that will explain away all the sufferings and evil and torture and destruction and hunger in the world! You'll never explain it. Because life is a mystery, which means your thinking mind cannot make sense of it. For that you've got to wake up and then you'll suddenly realize that reality is not the problem, you are the problem."},{"id":144,"quote":"The only way someone can be of help to you is in challenging your ideas. If you're ready to listen and if you're ready to be challenged, there's one thing that you can do, but no one can help you. What is this most important thing of all? It's called self-observation."},{"id":145,"quote":"To a woman who complained about her destiny the Master said, \"It is you who make your destiny.\" \"But surely I am not responsible for being born a woman?\" \"Being born a woman isn't destiny. That is fate. Destiny is how you accept your womanhood and what you make of it.\""},{"id":146,"quote":"If you make me your authority, you harm yourself because you will not see things for yourself, and you harm me too because you refuse to see me as I am."},{"id":147,"quote":"If you don't look at things through your concepts, you'll never be bored. Every single thing is unique."},{"id":148,"quote":"The spiritual quest is a journey without distance. You travel from where you are right now To where you have always been. From ignorance to recognition."},{"id":149,"quote":"Spirituality practiced in the state of activity is incomparably superior to that practiced in a state of withdrawel."},{"id":150,"quote":"It's only when you become love - in other words, when you have dropped your illusions and attachments - that you will \"know.\" As you identify less and less with the \"me,\" you will be more at ease with everybody and with everything."},{"id":151,"quote":"You're not living until it doesn't matter a tinker's damn to you whether you live or die. At that point you live. When you're ready to lose your life, you live it."},{"id":152,"quote":"Most people don't live aware lives. They live mechanical lives, mechanical thoughts - generally somebody else's - mechanical emotions, mechanical actions, mechanical reactions."},{"id":153,"quote":"Drop your false ideas.  See through people.  If you see through yourself, you will see through everyone.  Then you will love them.  Otherwise you spend the whole time grappling with your wrong notions of them, with your illusions that are constantly crashing against reality."},{"id":154,"quote":"To fight evil with activity is like fighting darkness with one's hands. So what you need is light, not fit."},{"id":155,"quote":"So love the thought of death, love it."},{"id":156,"quote":"Everybody was talking about the religious man who committed suicide. While no one in the monastery approved of the man's action, some say they admired his faith. Faith?\" said the Master. He had the courage of his convictions, didn't he?\" That was fanaticism, not faith. Faith demands a greater courage still: to reexamine one's convictions and reject them if they do not fit the facts."},{"id":157,"quote":"As the Japanese Zen masters say, “Don't seek the truth; just drop your opinions”. Drop your theories; don't seek the truth."},{"id":158,"quote":"When I speak, you must not listen to the words, my dear. Listen to the Silence."},{"id":159,"quote":"The Rose does not preen herself to catch my eye. She blooms because she blooms. A saint is a saint until he knows he is one."},{"id":160,"quote":"As the Arabs say, \"The nature of rain is the same, but it makes thorns grow in the marshes and flowers in the gardens."},{"id":161,"quote":"A writer arrived at the monastery to write a book about the Master. \"People say you are a genius . Are you?\" he asked. \"You might say so.\" said the Master, none too modestly. \"And what makes one a genius?\" \"The ability to recognize.\" \"Recognize what?\" \"The butterfly in a caterpillar: the eagle in an egg; the saint in a selfish human being."},{"id":162,"quote":"When someone offends you, you can raise your spirits to heights where offenses cannot reach."},{"id":163,"quote":"To relate is to react. To react is to understand oneself. To understand oneself is to be enlightened. Relationships are schools for enlightenment."},{"id":164,"quote":"The Master made it his task to destroy systematically every doctrine, every belief, every concept of the divine, for these things, which were originally intended as pointers, were now being taken as descriptions. He loved to quote the Eastern saying \"When the sage points to the moon, all that the idiot sees is the finger."},{"id":165,"quote":"A disciple asked, \"Who is a Master?\" The Master replied, \"Anyone to whom it is given to let go of the ego. Such a person's life is then a masterpiece."},{"id":166,"quote":"The master never seemed to have his fill of gazing at his firstborn child. \"What do you want him to be when he grows up?\" someone asked. \"Outrageously happy,\" said the master."},{"id":167,"quote":"A religious belief is not a statement about Reality, but a hint, a clue about something that is a mystery, beyond the grasp of human thought. In short, a religious belief is only a finger pointing to the moon. Some religious people never get beyond the study of the finger. Others are engaged in sucking it. Others yet use the finger to gouge their eyes out. These are the bigots whom religion has made blind. Rare indeed is the religionist who is sufficiently detached from the finger to see what it is indicating - these are those who, having gone beyond belief, are taken for blasphemers."},{"id":168,"quote":"Can one talk about the ocean to a frog in a well or about the divine to people who are restricted by their concepts?"},{"id":169,"quote":"Every word, every image used for God is a distortion more than a description."},{"id":170,"quote":"A thought is a screen, not a mirror; that is why you live in a thought envelope, untouched by Reality."},{"id":171,"quote":"Obedience keeps the rules. Love knows when to break them."},{"id":172,"quote":"Charity is never so lovely as when one has lost consciousness that one is practicing charity. 'You mean I helped you? I was enjoying myself. I was just doing my dance. It helped you, that's wonderful. Congratulations to you. No credit to me."},{"id":173,"quote":"The sun and its light, the ocean and the wave, the singer and his song — not one. Not two."},{"id":174,"quote":"It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!"},{"id":175,"quote":"Tell me,\" said the atheist , \"Is there a God really?\" Said the master, \"If you want me to be perfectly honest with you, I will not answer.\" Later the disciples demanded to know why he had not answered. \"Because the question is unanswerable,\" said the Master. \"So you are an atheist?\" \"Certainly not. The atheist makes the mistake of denying that of which nothing may be said... and the theist makes the mistake of affirming it."},{"id":176,"quote":"Take the leap! You cannot cross a chasm in little jumps."},{"id":177,"quote":"The feigning sleeper can delude others he cannot delude himself. The false mystic, unfortunately, can delude both others and himself."},{"id":178,"quote":"People who want to rise above a well-cooked meal and a well-tailored garment, are out of their spiritual minds."},{"id":179,"quote":"To those who seek to protect their ego true Peace brings only disturbance."},{"id":180,"quote":"All I did was sit on the riverbank handing out river water. After I'm gone, I trust you will notice the river."},{"id":181,"quote":"There's nothing you can do to see — it is a gift."},{"id":182,"quote":"In many ways we were drugged when we were young. We were brought up to need people. For what? For acceptance, approval, appreciation, applause."},{"id":183,"quote":"Thought can organize the world so well that you are no longer able to see it."},{"id":184,"quote":"As soon as you look at the world through an ideology, you are finished. No reality fits ideology."},{"id":185,"quote":"Nobody is afraid of the unknown, what you really fear is the loss of the known."},{"id":186,"quote":"You will seek for God in vain till you understand that God can't be seen as a \"thing\"; he needs a special way of looking - similar to that of little children whose sight is undistorted by prefabricated doctrines and beliefs."},{"id":187,"quote":"Think of a flabby person covered with layers of fat. That is what your mind can become - flabby, covered with layers of fat till it becomes too dull and lazy to think, to observe, to explore, to discover ... not wanting to be disturbed or questioned into wakefulness."},{"id":188,"quote":"What is the work of a Master?\" said a solemn-faced visitor. \"To teach people to laugh ,\" said the Master gravely."},{"id":189,"quote":"You are so proud of your intelligence,\" said the master. \"You are like a like a condemned man, proud of the vastness of his prison cell."},{"id":190,"quote":"You can will an act of service but you cannot will love."},{"id":191,"quote":"Said the master: \"Where does your question come from?\""},{"id":192,"quote":"A lost coin is found by means of a candle; the deepest truth is found by means of a simple story."},{"id":193,"quote":"Name one practical, down-to-earth effect of spirituality,\" said the skeptic who was ready for an argument. \"Here's one,\" said the Master. \"When someone offends you, you can raise your spirits to heights where offenses cannot reach."},{"id":194,"quote":"My experience is that it's precisely the ones who don't know what to do with this life who are all hot and bothered about what they are going to do with another life."},{"id":195,"quote":"And increasingly - you know this and so do I we're losing the youth everywhere. They hate us; they are not interested in having more fears and guilt laid on them. They're not interested in more sermons and exhortations. But they are interested in learning about love. How can I be happy? How can I live? How can I taste the marvelous things that the mystics speak of?"},{"id":196,"quote":"The seeker says, \"I do not know.\" That takes honesty. The master says, \"I do not know.\" That takes a mystic's mind that knows things through non-knowing. The disciple says, \"I know.\" That takes ignorance, in the form of borrowed knowledge."},{"id":197,"quote":"The best things in life cannot be willed into being."},{"id":198,"quote":"Look for competence not claims."},{"id":199,"quote":"Because everyone is the same distance from the sun. Does it really lessen the distance if you live on top of a skyscraper?"},{"id":200,"quote":"A disciple, in his reverence for the Master, looked upon him as God incarnate. \"Tell me, O Master,\" he said, \"why you have come into this world.\" \"To teach fools like you to stop wasting their time worshiping Masters."},{"id":201,"quote":"This is what is ultimate in our human knowledge of God, to know that we do not know."},{"id":202,"quote":"The important thing is not to know who \"I\" is or what \"I\" is. You'll never succeed. There are no words for it. The important thing is to drop the labels."},{"id":203,"quote":"I leave you free to be yourself: to think your thoughts, indulge your tastes, follow your inclinations, behave in ways that you decide are to your liking."},{"id":204,"quote":"The only way someone can be of help to you is in challenging your ideas."},{"id":205,"quote":"When the sage points at the moon, all that the idiot sees is the finger."},{"id":206,"quote":"A master was once unmoved by the complaints of his disciples that, though they listened with pleasure to his parables and stories, they were also frustrated for they longed for something deeper. To all their objections he would simply reply: 'You have yet to understand, my friends, that the shortest distance between a human being and truth is a story.'"},{"id":207,"quote":"We're crazy, We're living on crazy ideas about love, about relationships, about happiness, about joy, about everything."},{"id":208,"quote":"The human mind makes foolish divisions in what love sees as one."},{"id":209,"quote":"Before enlightenment, I used to be depressed; after enlightenment, I continue to be depressed."},{"id":210,"quote":"Can one be fully human without experiencing tragedy? The only tragedy there is in the world is ignorance; all evil comes from that."},{"id":211,"quote":"Doesn't everyone see Reality as it is?"},{"id":212,"quote":"The Master persistently warned against the attempt to encompass Reality in a concept or a name. A scholar in mysticism once asked, \"When you speak of BEING, sir, is it eternal, transcendent being you speak of, or transient, contingent being?\" The Master closed his eyes in thought. Then he opened them, put on his most disarming expression, and said, \"Yes!\""},{"id":213,"quote":"I wish to become a teacher of the Truth."},{"id":214,"quote":"\"That of the person who sees other human beings as sinners,\" said the Master."},{"id":215,"quote":"A disciple said to him, \"I am ready, in the quest for God , to give up anything: wealth, friends, family, country, life itself. What else can a person give up?\" The Master calmly replied, \"One's beliefs about God."},{"id":216,"quote":"You can read books without ever stepping into a library; and practice spirituality without ever going to a temple."},{"id":217,"quote":"The Master was exceedingly gracious to university dons who visited him, but he would never reply to their questions or be drawn into their theological speculations. To his disciples, who marveled at this, he said, \"Can one talk about the ocean to a frog in a well or about the divine to people who are restricted by their concepts?"},{"id":218,"quote":"My commitment is not to consistency but to the Truth."},{"id":219,"quote":"Has it ever occurred to you that you can only love when \n you are alone?"},{"id":220,"quote":"No. An unremitting readiness to admit you may be wrong."},{"id":221,"quote":"People who want a cure, provided they can have it without pain, are like those who favour progress, provided they can have it without change."},{"id":222,"quote":"The law is an expression of God 's holy will and as such must be honored and loved,\" said the preacher piously. \"Rubbish,\" said the Master. \"The law is a necessary evil and as such must be cut down to the barest minimum. Show me a lover of the law and I will show you a muttonheaded tyrant ."},{"id":223,"quote":"The words of the scholar are to be understood. The words of the master are not to be understood. They are to be listened to as one listens to the wind in the trees and the sound of the river and the song of the bird. They will awaken something within the heart that is beyond all knowledge."},{"id":224,"quote":"This truth I firmly hold, all evidence to the contrary notwithstanding; my life has been a gift, a blessing to the world."},{"id":225,"quote":"The world is right because I feel good. p. 83, Awareness, copyright 1990"},{"id":226,"quote":"When you are guilty, it is not your sins you hate but yourself."},{"id":227,"quote":"There were rules in the monastery, but the Master always warned against the tyranny of the law. 'Obedience keeps the rules,' he would say. 'Love knows when to break them.'"},{"id":228,"quote":"Sinners often speak the truth. And saints have led people astray. Examine what is said, not the one who says it."},{"id":229,"quote":"As soon as you look at the world through an ideology you are finished. No reality fits an ideology. Life is beyond that. … That is why people are always searching for a meaning to life… Meaning is only found when you go beyond meaning. Life only makes sense when you perceive it as mystery and it makes no sense to the conceptualizing mind."},{"id":230,"quote":"These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness, and worship without awareness."},{"id":231,"quote":"The philosopher Diogenes was eating bread and lentils for supper. He was seen by the philosopher Aristippus, who lived comfortably by flattering the king. Said Aristippus, 'If you would learn to be subservient to the king you would not have to live on lentils.'Said [author:Diogenes|3213618, 'Learn to live on lentils and you will not have to be subservient to the king\"."},{"id":232,"quote":"Happiness is our natural state. Happiness is the natural state of little children, to whom the kingdom belongs until they have been polluted and contaminated by the stupidity of society and culture. To acquire happiness you don't have to do anything, because happiness cannot be acquired. Does anybody know why? Because we have it already. How can you acquire what you already have? Then why don't you experience it? Because you've got to drop something. You've got to drop illusions. You don't have to add anything in order to be happy; you've got to drop something. Life is easy, life is delightful. It's only hard on your illusions, your ambitions, your greed, your cravings. Do you know where these things come from? From having identified with all kinds of labels!"},{"id":233,"quote":"If what you seek is Truth, there is one thing you must have above all else. “I know. An overwhelming passion for it.” “No. An unremitting readiness to admit you may be wrong.”"},{"id":234,"quote":"I have no fear of losing you, for you aren’t an object of my property, or anyone else’s. I love you as you are, without attachment, without fears, without conditions, without egoism, trying not to absorb you. I love you freely because I love your freedom, as well as mine"},{"id":235,"quote":"The one who would be constant in happiness must frequently change."},{"id":236,"quote":"As one man said, \"I got a pretty good education. It took me years to get over it.\" That's what spirituality is all about, you know: unlearning. Unlearning all the rubbish they taught you."},{"id":237,"quote":"We see people and things not as they are, but as we are."},{"id":238,"quote":"The Master made it his task to destroy systematically everydoctrine, every belief, every concept of the divine, for thesethings, which were originally intended as pointers, were nowbeing taken as descriptions.He loved to quote the Eastern saying \"When the sage pointsto the moon, all that the idiot sees is the finger."},{"id":239,"quote":"If you find me charming, it means that right now you’re in a good mood, nothing more."},{"id":240,"quote":"Stories are the creative conversion of life itself into a more powerful, clearer, more meaningful experience. They are the currency of human contact."},{"id":241,"quote":"We were brought up to need people. For what? For acceptance, approval, appreciation, applause - for what they call success. Those are words that do not correspond to reality. They are conventions, things that are invented, but we don't realize that they don't correspond to reality. What is success? It is what one group decided is a good thing. Another group will decide the same thing is bad."},{"id":242,"quote":"Don’t try to make them happy, you’ll only get in trouble. Don’t try to teach a pig to sing; it wastes your time and it irritates the pig."},{"id":243,"quote":"The world is right because I feel good.p. 83, Awareness, copyright 1990"},{"id":244,"quote":"Because left to its own devices life would never produce love, it would only lead you to attraction, from attraction to pleasure, then to attachment, to satisfaction, which finally leads to wearisomeness and boredom. Then comes a plateau. Then once again the weary cycle: attraction, pleasure, attachment, fulfillment, satisfaction, boredom. All of this mixed with the anxieties, the jealousies, the possessiveness, the sorrow, the pain, that make the cycle a roller coaster. When you have gone repeatedly around and around the cycle, a time finally comes when you have had enough and want to call a halt to the whole process. And if you are lucky enough not to run into something or someone else that catches your eye, you will have at least attained a fragile peace. That is the most that life can give you; and you can mistakenly equate this state with freedom and you die without ever having known what it means to be really free and to love."},{"id":245,"quote":"Of what use is it to be tolerant of others if you are convinced that you are right and everyone who disagrees with you is wrong? That isn’t tolerance but condescension."},{"id":246,"quote":"Everybody was talking about the religious man who committed suicide. While no one in the monastery approved of the man's action, some say they admired his faith.Faith?\" said the Master.He had the courage of his convictions, didn't he?\"That was fanaticism, not faith. Faith demands a greater courage still: to reexamine one's convictions and reject them if they do not fit the facts."},{"id":247,"quote":"To be properly wicked, you do not have to break the Law. Just observe it to the letter."},{"id":248,"quote":"You must cultivate activities that you love. You must discover work that you do, not for its utility, but for itself, whether it succeeds or not, whether you are praised for it or not, whether you are loved and rewarded for it or not, whether people know about it and are grateful to you for it or not. How many activities can you count in your life that you engage in simply because they delight you and grip your soul? Find them out, cultivate them, for they are your passport to freedom and to love."},{"id":249,"quote":"What is love?\"; \"The total absence of fear,\" said the Master; \"What is it we fear?\"; \"Love,\" said the Master."},{"id":250,"quote":"A story is the shortest distance between a human being and truth."},{"id":251,"quote":"Do you think you help people because you are in love with them? Well, I’ve got news for you. You are never in love with anyone. You’re only in love with your prejudiced and hopeful idea of that person. Take a minute to think about that: You are never in love with anyone, you’re in love with your prejudiced idea of that person."},{"id":252,"quote":"Mintalah hati yang damai, walau dalam keadaan apa pun juga."},{"id":253,"quote":"There are three stages in one’s spiritual development, said the Master. “The carnal, the spiritual and the divine.” “What is the carnal stage?” asked the eager disciples. “That’s the stage when trees are seen as trees and mountains as mountains.” “And the spiritual?” “That’s when one looks more deeply into things—then trees are no longer trees and mountains no longer mountains.” “And the divine?” “Ah, that’s Enlightenment,” said the Master with a chuckle, “when trees become trees again and mountains, mountains.”"},{"id":254,"quote":"There are two ways to wash dishes: One is to wash them in order to make them clean; the other is to wash them in order to wash them."},{"id":255,"quote":"Do not speak unless you can improve on the silence."},{"id":256,"quote":"The secret is to renounce nothing, cling to nothing, enjoy everything and allow it to pass, to flow."},{"id":257,"quote":"This truth I firmly hold, all evidence to the contrary notwithstanding;my life has been a gift, a blessing to the world."},{"id":258,"quote":"There was an exhausted woodcutter who kept wasting time and energy chopping wood with a blunt ax because he did not have the time, he said, to stop and sharpen the blade."},{"id":259,"quote":"Anytime you have a negative feeling toward anyone, you’re living in an illusion. There’s something seriously wrong with you. You’re not seeing reality. Something inside of you has to change. But what do we generally do when we have a negative feeling? “He is to blame, she is to blame. She’s got to change. No! The world’s all right. The one who has to change is you.”"},{"id":260,"quote":"People don’t really want to grow up, people don’t really want to change, people don’t really want to be happy. As someone so wisely said to me, “Don’t try to make them happy, you’ll only get in trouble. Don’t try to teach a pig to sing; it wastes your time and it irritates the pig."},{"id":261,"quote":"I lack the Lord’s own gentleness of heart, for I see deliberate malice where he sees ignorance and weakness."},{"id":262,"quote":"You’re never so centered on yourself as when you’re depressed."},{"id":263,"quote":"The trouble with your ideals is that if you live up to all of them, you become impossible to live with."},{"id":264,"quote":"Certainty is the culprit. The spiritual person knows uncertainty—a state of mind unknown to the religious fanatic."},{"id":265,"quote":"It isn't falling in that causes you to drown, it's staying in."},{"id":266,"quote":"If you love truth, be a lover of silence. Silence like the sunlight will illuminate you in God and will deliver you from the phantoms of ignorance.… In the beginning we have to force ourselves to be silent. But then there is born something that draws us to silence.… If only you practice this, untold light will dawn on you in consequence … after a while a certain sweetness is born in the heart of this exercise and the body is drawn almost by force to remain in silence."},{"id":267,"quote":"When you renounce something, you’re tied to it. The only way to get out of this is to see through it. Don’t renounce it, see through it. Understand its true value and you won’tneed to renounce it; it will just drop from your hands. But of course, if you don’t see that, if you’re hypnotized into thinking that you won’t be happy without this, that, or the other thing, you’re stuck. What we need to do for you is not what so-called spirituality attempts to do—namely, to get you to make sacrifices, to renounce things. That’s useless. You’re still asleep. What we need to do is to help you understand, understand, understand. If you understood, you’d simply drop the desire for it. This is another way of saying: If you woke up, you’d simply drop the desire for it."},{"id":268,"quote":"Put this program into action, a thousand times: (a) identify the negative feelings in you; (b) understand that they are in you, not in the world, not in external reality; (c) do not see them as an essential part of “I; these things come and go; (d) understand that when you change, everything changes.”"},{"id":269,"quote":"SERENITY “Are there ways for gauging one’s spiritual strength? “Many.” “Give us one.” “Find out how often you become disturbed in the course of a single day.”"},{"id":270,"quote":"See how you attempt to bring about change—both in yourself and in others—through the use of punishment and reward, through discipline and control, through sermonizing and guilt, through greed and pride, ambition and vanity, rather than through loving acceptance and patience, painstaking understanding and vigilant awareness."},{"id":271,"quote":"What’s the earthly use of putting a man on the moon when we cannot live on the earth?"},{"id":272,"quote":"Have you ever attempted to organize something like peace? The moment you do, you have power conflicts and group wars within the organization. The only way to have peace is to let it grow wild."},{"id":273,"quote":"True tolerance only arises from a keen awareness of the abysmal ignorance of everyone as far as truth is concerned."},{"id":274,"quote":"The important religious distinction is not between those who worship and those who do not worship but between those who love and those who don’t."},{"id":275,"quote":"The root of evil is within you. As you begin to understand this, you stop making demands on yourself, you stop having expectations of yourself, you stop pushing yourself and you understand. Nourish yourself on wholesome food, good wholesome food. I’m not talking about actual food, I’m talking about sunsets, about nature, about a good movie, about a good book, about enjoyable work, about good company, and hopefully you will break your addictions to those other feelings."},{"id":276,"quote":"How does one cope with evil? Not by fighting it but by understanding it. In understanding, it disappears. How does one cope with darkness? Not with one's fist. You don't chase darkness out of the room with a broom, you turn on a light. The more you fight darkness, the more real it becomes to you, and the more you exhaust yourself. But when you turn on the light of awareness, it melts."},{"id":277,"quote":"To know reality you have to know beyond knowing."},{"id":278,"quote":"Happiness is a state of nonillusion, of dropping the illusion."},{"id":279,"quote":"For to love persons is to have died to the need for persons and to be utterly alone."},{"id":280,"quote":"Most people end up being conformists; they adapt to prison life. A few become reformers; they fight for better lighting, better ventilation. Hardly anyone becomes a rebel, a revolutionary who breaks down the prison walls. You can only be a revolutionary when you see the prison walls in the first place."},{"id":281,"quote":"The one thing you need most of all is the readiness to learn something new. The chances that you will wake up are in direct proportion to the amount of truth you can take without running away."},{"id":282,"quote":"What makes you happy or unhappy is not the world and the people around you, but the thinking in your head. As well"},{"id":283,"quote":"If you ever allow yourself to see it will be the death of you. And that is why love is so terrifying, for to love is to see and to see is to die. But it is the most delightful exhilarating experience in the whole world. For in the death of the ego is freedom, peace, serenity, joy."},{"id":284,"quote":"Neurotičar je osoba koja brine zbog nečega što se nije dogodilo u prošlosti. On nije kao mi, normalni ljudi, koji brinemo zbog nečega što se neće dogoditi u budućnosti."},{"id":285,"quote":"Has it ever occurred to you that you can only love when you are alone? What does it mean to love? It means to see a person, a thing, a situation, as it really is and not as you imagine it to be, and to give it the response it deserves. You cannot love what you do not even see."},{"id":286,"quote":"God went mad out of love for us. Then we must be very lovely. What we have stressed in the past is how lovely God must be that he can love us like this. But nobody has yet said how lovely we must be, that God could fall for us like this. Both are true."},{"id":287,"quote":"U krivu sam.Da me bolje poznajete vidjeli biste kako sam �esto u krivu. Što biste drugo mogli o�ekivatiod jedne budale?"},{"id":288,"quote":"You want to hope for something better than what you have right now, don’t you? Otherwise you wouldn’t be hoping. But then, you forget that you have it all right now anyway, and you don’t know it. Why not concentrate on the now instead of hoping for better times in the future? Why not understand the now instead of forgetting it and hoping for the future? Isn’t the future just another trap?"},{"id":289,"quote":"What you are aware of you are in control of; what you are not aware of is in control of you. You are always a slave to what you’re not aware of. When you’re aware of it, you’re free from it. It’s there, but you’re not affected by it. You’re not controlled by it; you’re not enslaved by it. That’s the difference."},{"id":290,"quote":"Said a disciple, 'I don't trade my love for money.'Said the Master, 'isn't itas bad - or worse - that you trade it for love?"},{"id":291,"quote":"If your God comes to your rescue and gets you out of trouble it is time you started looking for the true God."},{"id":292,"quote":"EAT YOUR OWN FRUIT A disciple once complained, “You tell us stories, but you never reveal their meaning to us. Said the master, “How would you like it if someone offered you fruit and masticated it before giving it to you?” No one can find your meaning for you. Not even the master.”"},{"id":293,"quote":"Life is a banquet. And the tragedy is that most people are starving to death."},{"id":294,"quote":"Love springs from awareness. It is only inasmuch as you see someone as he or she really is here and now, and not as they are in your memory or your desire or in your imagination or projection, that you can truly love them. Otherwise, it is not the person that you love but the idea that you have formed of this person, or this person as the object of your desire, not as he or she is in themselves."},{"id":295,"quote":"Hardly anyone has been told the following truth: In order to be genuinely happy there is one and only one thing you need to do: get deprogrammed, get rid of those attachments."},{"id":296,"quote":"So you must “receive your demons, because when you fight them, you empower them.”"},{"id":297,"quote":"Repentance brings an intense desire for God, deep gratitude, and a growth in self-awareness that increases our freedom to love."},{"id":298,"quote":"All suffering is caused by my identifying myself with something, whether that something is within me or outside of me."},{"id":299,"quote":"So, we were born happy. We lost it. We were born with the gift of life. We lost it. We’ve got to rediscover it. Why did we lose it? Because we were working actively. They taught us to work actively, to make ourselves miserable. How did they do that? By teaching us to become attached. By teaching us to have desires so intense that we would refuse to be happy unless they were fulfilled."},{"id":300,"quote":"Most people tell you they want to get out of kindergarten, but don’t believe them. Don’t believe them! All they want you to do is to mend their broken toys. “Give me back my wife. Give me back my job. Give me back my money. Give me back my reputation, my success. This is what they want; they want their toys replaced. That’s all. Even the best psychologist will tell you that, that people don’t really want to be cured. What they want is relief; a cure is painful.”"},{"id":301,"quote":"When you're on the verge of going insane, raving mad, you're about to become either a psychotic or a mystic."},{"id":302,"quote":"You want freedom? Here it is: Drop your false ideas. See through people. If you see through yourself, you will see through everyone. Then you will love them. Otherwise you spend the whole time grappling with your wrong notions of them, with your illusions that are constantly crashing against reality."},{"id":303,"quote":"Because agreement and disagreement have to do with words and concepts and theories. They don’t have anything to do with truth. Truth is never expressed in words. Truth is sighted suddenly, as a result of a certain attitude."},{"id":304,"quote":"The content of your awareness is less important than the quality of the awareness"},{"id":305,"quote":"When your mother got angry with you, she didn’t say there was something wrong with her, she said there was something wrong with you; otherwise she wouldn’t have been angry. Well, I made the great discovery that if you are angry, Mother, there’s something wrong with you. So you’d better cope with your anger. Stay with it and cope with it. It’s not mine. Whether there’s something wrong with me or not, I’ll examine that independently of your anger. I’m not going to be influenced by your anger."},{"id":306,"quote":"there’s not a single evil in the world that you cannot trace to fear. Not one."},{"id":307,"quote":"And how about you? Do you want to understand and play the game of life or fool around with miracles?"},{"id":308,"quote":"When the archer shoots for no particular prize, he has all his skills; when he shoots to win a brass buckle, he is already nervous; when he shoots for a gold prize, he goes blind, sees two targets, and is out of his mind. His skill has not changed, but the prize divides him. He cares! He thinks more of winning than of shooting, and the need to win drains him of power."},{"id":309,"quote":"If you wish to attain to lasting happiness you must be ready to hate father, mother, even your own life and to take leave of all your possessions. How? Not by renouncing them or giving them up because what you give up violently you are forever bound to. But rather by seeing them for the nightmare they are; and then, whether you keep them or not, they will have lost their grip over you, their power to hurt you, and you will be out of your dream at last, out of your darkness, your fear, your unhappiness."},{"id":310,"quote":"A tu gde je strah nema ljubavi, jer uvek mrzimo ono čega se plašimo."},{"id":311,"quote":"Every sparrow is unlike every other sparrow despite the similarities."},{"id":312,"quote":"And more assumptions: A married couple was returning from the funeral of Uncle George, who had lived with them for twenty years and had been such a nuisance that he almost succeeded in wrecking their marriage. “There is something I have to say to you, dear, said the man. “If it hadn’t been for my love for you, I wouldn’t have put up with your Uncle George for a single day.” “My Uncle George!” she exclaimed in horror. “I thought he was your Uncle George!”"},{"id":313,"quote":"What we need is not just  action  that will bring about change but  sight that will bring about love."},{"id":314,"quote":"I feel good because the world is right. Wrong! The world is right because I feel good.”"},{"id":315,"quote":"Do you know one sign that you’ve woken up? It’s when you are asking yourself, “Am I crazy, or are all of them crazy?"},{"id":316,"quote":"Let the story do its work in you, and when it is done then you won’t need the story anymore."},{"id":317,"quote":"No theory adequately covers reality."},{"id":318,"quote":"Like the little girl who says to a little boy, “Are you a Presbyterian? And he says, “No, we belong to another abomination!”"},{"id":319,"quote":"You’re never so ready to forget yourself as when you are happy."},{"id":320,"quote":"The consequence of all this is terrifying and inescapable: You have become incapable of loving anyone or anything. If you wish to love you must learn to see again. And if you wish to see you must give up your drug. You must tear away from your being the roots of society that have penetrated to the marrow. You must drop out. Externally everything will go on as before, you will continue to be in the world, but no longer of it. And in your heart you will now be free at last and utterly alone. It is only in this aloneness, this utter solitude, that dependence and desire will die, and the capacity to love is born. For one no longer sees others as means to satisfy one’s addiction."},{"id":321,"quote":"There is another way besides laborious self-punishment on the one hand and stagnant acceptance on the other. It is the way of self-understanding. This is far from easy because to understand what you are requires complete freedom from all desire to change what you are into something else."},{"id":322,"quote":"On the question of his own enlightenment the Master always remained reticent, even though the disciples tried every means to get him to talk. All the information they had on this subject was what the Master once said to his youngest son, who wanted to know what his father felt when he became enlightened. The answer was, 'A fool.'When the boy asked why, the Master had replied, 'Well, son, it was like going to great pains to break into a house by climbing a ladder and smashing a window--- and realizing later that the door of the house was open."},{"id":323,"quote":"if you just suppress your desire, and you attempt to renounce the object of your desire, you are likely to be tied to it."},{"id":324,"quote":"Say your thing and get out of here. And if they profit, that’s fine, and if they don’t, too bad!"},{"id":325,"quote":"A story is the shortest distance between a human being and the truth."},{"id":326,"quote":"Suppose somebody showed us a way whereby we would truly love one another, and be at peace, be at love. Can you think of anything more practical than that? But, instead, you have people thinking that big business is more practical, that politics is more practical, that science is more practical. What’s the earthly use of putting a man on the moon when we cannot live on the earth?"},{"id":327,"quote":"I don’t identify with the feeling. “I is not that feeling. “I” am not lonely, “I” am not depressed, “I” am not disappointed. Disappointment is there, one watches it. You’d be amazed how quickly it glides away. Anything you’re aware of keeps changing; clouds keep moving. As you do this, you also get all kinds of insights into why clouds were coming in the first place.”"},{"id":328,"quote":"FEAR—THE ROOT OF VIOLENCE Some say that there are only two things in the world: God and fear; love and fear are the only two things. There’s only one evil in the world, fear. There’s only one good in the world, love. It’s sometimes called by other names. It’s sometimes called happiness or freedom or peace or joy or God or whatever. But the label doesn’t really matter. And there’s not a single evil in the world that you cannot trace to fear. Not one. Ignorance and fear, ignorance caused by fear, that’s where all the evil comes from, that’s where your violence comes from. The person who is truly nonviolent, who is incapable of violence, is the person who is fearless. It’s only when you’re afraid that you become angry. Think of the last time you were angry. Go ahead. Think of the last time you were angry and search for the fear behind it. What were you afraid of losing? What were you afraid would be taken from you? That’s where the anger comes from. Think of an angry person, maybe someone you’re afraid of. Can you see how frightened he or she is? He’s really frightened, he really is. She’s really frightened or she wouldn’t be angry. Ultimately, there are only two things, love and fear. In this retreat I’d rather leave it like this, unstructured and moving from one thing to another and returning to themes again and again, because that’s the way to really grasp what I’m saying. If it doesn’t hit you the first time, it might the second time, and what doesn’t hit one person might hit another. I’ve got different themes, but they are all about the same thing. Call it awareness, call it love, call it spirituality or freedom or awakening or whatever. It really is the same thing."},{"id":329,"quote":"I have wandered freely in mystical traditions that are not religious and have been profoundly influenced by them. It is my church, however, that I keep returning, for she is my spiritual home."},{"id":330,"quote":"Comprende tu oscuridad, y ésta se desvanecerá; entonces sabrás lo que es la luz. Comprende tu pesadilla como tal pesadilla, y ésta cesará; entonces despertarás a la realidad. Comprende tus falsas creencias, y éstas perderán fuerza; entonces conocerás el sabor de la felicidad."},{"id":331,"quote":"When we talk about self-worth, are we not talking, really, about how we are reflected in the mirrors of other people’s minds?"},{"id":332,"quote":"A man found an eagle’s egg and put it in a nest of a barnyard hen. The eaglet hatched with the brood of chicks and grew up with them. All his life the eagle did what the barnyard chicks did, thinking he was a barnyard chicken. He scratched the earth for worms and insects. He clucked and cackled. And he would thrash his wings and fly a few feet into the air. Years passed and the eagle grew very old. One day he saw a magnificent bird above him in the cloudless sky. It glided in graceful majesty among the powerful wind currents, with scarcely a beat of its strong golden wings. The old eagle looked up in awe. “Who’s that? he asked. “That’s the eagle, the king of the birds,” said his neighbor. “He belongs to the sky. We belong to the earth—we’re chickens.” So the eagle lived and died a chicken, for that’s what he thought he was.”"},{"id":333,"quote":"Now keep looking at this unpleasant situation or person until you realize that it isn’t they that are causing the negative emotions. They are just going their way, being themselves, doing their thing whether right or wrong, good or bad. It is your computer that, thanks to your programming, insists on your reacting with negative emotions. You will see this better if you realize that someone with a different programming when faced with this same situation or person or event would react quite calmly, even happily. Don’t stop till you have grasped this truth: The only reason why you too are not reacting calmly and happily is your computer that is stubbornly insisting that reality be reshaped to conform to its programming. Observe all of this from the outside so to speak and see the marvelous change that comes about in you. Once you have understood this truth and thereby stopped your computer from generating negative emotions you may take any action you deem fit. You may avoid the situation or the person; or you may try to change them; or you may insist on your rights or the rights of others being respected; you may even resort to the use of force. But only after you have got rid of your emotional upsets, for then your action will spring from peace and love, not from the neurotic desire to appease your computer or to conform to its programming or to get rid of the negative emotions it generates. Then you will understand how profound is the wisdom of the words: “If a man wants to sue you for your shirt, let him have your coat as well. If a man in authority makes you go one mile, go with him two. For it will have become evident to you that real oppression comes, not from people who fight you in court or from authority that subjects you to slave labor, but from your computer whose programming destroys your peace of mind the moment outside circumstances fail to conform to its demands. People have been known to be happy even in the oppressive atmosphere of a concentration camp! It is from the oppression of your programming that you need to be liberated.”"},{"id":334,"quote":"The more occupied we are in the things of God, the more likely we priests are to forget what God is all about—and the more complacent we’re likely to become. That’s the story of Jesus. Who do you think got rid of Jesus? The priests—who else? The religious people. That’s the terror of the Gospel, see?"},{"id":335,"quote":"If you wish to understand this, think of a little child that is given a taste for drugs. As the drug penetrates the body of the child, it becomes addicted and its whole being cries out for the drug. To be without the drug is so unbearable a torment that it seems preferable to die. Now this is exactly what society did to you when you were a child. You were not allowed to enjoy the solid, nutritious food of life: work and play and the company of people and the pleasures of the senses and the mind. You were given a taste for the drug called Approval, Appreciation, Attention, the drug called Success, Prestige, Power. Having"},{"id":336,"quote":"Is there anything I can do to make myself enlightened? As little as you can do to make the sun rise in the morning. Then of what use are the spiritual exercises you prescribe?To make sure you are not asleep when the sun begins to rise."},{"id":337,"quote":"But to depend on another psychologically—to depend on another emotionally—what does that imply? It means to depend on another human being for my happiness. Think about that. Because if you do, the next thing you will be doing, whether you’re aware of it or not, is demanding that other people contribute to your happiness."},{"id":338,"quote":"A man found an eagle’s egg and put it in a nest of a barnyard hen. The eaglet hatched with the brood of chicks and grew up with them. All his life the eagle did what the barnyard chicks did, thinking he was a barnyard chicken. He scratched the earth for worms and insects. He clucked and cackled. And he would thrash his wings and fly a few feet into the air. Years passed and the eagle grew very old. One day he saw a magnificent bird above him in the cloudless sky. It glided in graceful majesty among the powerful wind currents, with scarcely a beat of its strong golden wings. The old eagle looked up in awe. “Who’s that? he asked.”"},{"id":339,"quote":"Now the tragedy of an attachment is that if its object is not attained it causes unhappiness. But if it is attained, it does not cause happiness—it merely causes a flash of pleasure followed by weariness; and it is always accompanied, of course, by the anxiety that you may lose the object of your attachment. You will say, “Can’t I keep just one attachment? Of course. You can keep as many as you want. But for each attachment you pay a price in lost happiness. Think of this: The nature of attachments is such, that even if you satisfy many of them in the course of a single day, the one attachment that was not satisfied will prey upon your mind and make you unhappy. There”"},{"id":340,"quote":"If you wish to attain to lasting happiness you must be ready to hate father, mother, even your own life and to take leave of all your possessions. How? Not by renouncing them or giving them up because what you give up violently you are forever bound to. But rather by seeing them for the nightmare they are; and then, whether you keep them or not, they will have lost their grip over you, their power to hurt you, and you will be out of your dream at last, out of your darkness, your fear, your unhappiness. So spend some time seeing each of the things you cling to for what it really is, a nightmare that causes you excitement and pleasure on the one hand but also worry, insecurity, tension, anxiety, fear, unhappiness on the other."},{"id":341,"quote":"You want the little things that society has falsely taught you are essential for happiness. You want that."},{"id":342,"quote":"That’s what spirituality is all about, you know: unlearning. Unlearning all the rubbish they taught you."},{"id":343,"quote":"Negative feelings are in you, not in reality. So stop trying to change reality. That’s crazy! Stop trying to change the other person."},{"id":344,"quote":"What makes you happy or unhappy is not the world and the people around you, but the thinking in your head. Might as well search for an eagle’s nest on the bed of an ocean—a search for happiness in the world outside you will be just as successful. If it is happiness that you seek, you can stop wasting your energy trying to cure your baldness, building up an attractive body, or changing your residence, your job, your community, your lifestyle, or even your personality. Do you realize that you could change every one of these things—you could have the finest looks, the most charming personality, and the most pleasant of surroundings—and still be unhappy? Deep down, you know this is true. But still you waste your effort and energy trying to get what you know cannot make you happy. Another false belief: If all of your desires are fulfilled, you will finally be happy. Not true. In fact, it is these very desires and attachments that make you tense, frustrated, nervous, insecure, and fearful. Look at your list of your attachments and desires and to each of them, say these words: “Deep down in my heart, I know that even after I have gotten you, I will not get happiness. Ponder the truth of these words. The fulfillment of desire can, at the most, bring flashes of pleasure and excitement. Don’t mistake them for happiness.”"},{"id":345,"quote":"Tą dieną, lyg tyčia, visi lankytojai klausė tik vieno: kas bus po mirties. Mokytojas tik šypsojosi ir nieko į tai neatsakė. Vėliau mokiniai paklausė – kodėl jis neatsakė.– Ar jūs pastebėjote, kad anapusiniu gyvenimu domisi būtent tie, kurie nežino ką daryti su šituo gyvenimu? Jiems reikalingas dar vienas gyvenimas, kuris tęstųsi amžinai, – atsakė Mokytojas.– Ir vis dėlto: yra gyvenimas po mirties ar ne? – nekantravo vienas iš mokinių.– Ar yra gyvenimas iki mirties – štai kur klausimas, – mįslingai atsakė Mokytojas."},{"id":346,"quote":"but God would be much happier, according to Jesus Christ, if you were transformed than if you worshipped. He would be much more pleased by your loving than by your adoration."},{"id":347,"quote":"God is going to be much more pleased by your being transformed into a loving person than by saying, \"Lord, Lord."},{"id":348,"quote":"Did you hear about the Jesuit superior who was a great success? People would ask him, “How come you’re such a great success as a superior? He would reply, “Very simple. The formula is simple: I agree with everyone. I just agree with everyone.” They would say, “Don’t be absurd. How can you be a successful superior, agreeing with everybody?” He would reply, “That’s right. How could I be a successful superior, agreeing with everybody?” So,”"},{"id":349,"quote":"What I’m advocating here is not concentration. That’s not important. Many meditative techniques inculcate concentration, but I’m leery of that. They involve violence and frequently they involve further programming and conditioning. What I would advocate is awareness, which is not the same as concentration at all. Concentration is a spotlight, a floodlight. You’re open to anything that comes within the scope of your consciousness. You can be distracted from that, but when you’re practicing awareness, you’re never distracted. When awareness is turned on, there’s never any distraction, because you’re always aware of whatever happens to be."},{"id":350,"quote":"Điều khó nhất trên đời là nghe, là hiểu. Chúng ta không muốn hiểu. Và một người giàu thật khó hiểu người nghèo. Chúng ta không muốn nhìn, bởi nếu nhìn - ta sợ phải thay đổi. Vâng, chúng ta không muốn nhìn. Bạn sợ nếu nhìn thì mình để vuột mất cuộc đời mà mình đang gắn vào đó một cách rất chênh vênh. Bởi đó để thức tỉnh, cái cần nhất không phải là năng lực, sức mạnh, sự trẻ trung hay một bộ óc thông minh tuyệt vời. Điều cần nhất là thái độ sẵn sàng tiếp thu cái mới. Càng mở rộng lòng - chứ không trốn chạy - trước sự thật thì bạn càng có nhiều cơ may để thức tỉnh. Bạn đang sẵn sàng ở mức nào? Bạn có bao nhiêu bản lĩnh để dứt khoát với những gì mà mình vốn quyến luyến? Bạn có hay dị ứng với bất cứ điều chi mới mẻ?Phản ứng đầu tiên là sợ hãi. Không phải chúng ta sợ hãi cái mình không biết. Người ta không thể sợ cái mà họ không biết. Không bao giờ. Điều bạn thật sự sợ đó là phải đánh mất những gì mình đã biết. Vâng, đó mới chính là nỗi sợ của bạn."},{"id":351,"quote":"Thomas Aquinas puts it nicely when he says, “Every time someone sins, they’re sinning under the guise of good."},{"id":352,"quote":"Lo que te hace feliz o desdichado no es el mundo ni las personas que te rodean, sino los pensamientos que albergas en tu mente."},{"id":353,"quote":"As the Japanese Zen masters say, “Don’t seek the truth; just drop your opinions."},{"id":354,"quote":"The Japanese have a nice way of putting it: “The day you cease to travel, you will have arrived."},{"id":355,"quote":"Your attitude should be: “I want to be aware, I want to be in touch with whatever is and let whatever happens happen; if I’m awake, fine, and if I’m asleep, fine."},{"id":356,"quote":"Recall those lovely words of Buddha when he said, “Monks and scholars must not accept my words out of respect, but must analyze them the way a goldsmith analyzes gold—by cutting, scraping, rubbing, melting."},{"id":357,"quote":"Charity is never so lovely as when one has lost consciousness that one is practicing charity. “You mean I helped you? I was enjoying myself. I was just doing my dance. It helped you, that’s wonderful. Congratulations to you. No credit to me."},{"id":358,"quote":"How happy we would be if terrorists would adore their ideology less and question more. However, we don’t like to apply that to ourselves; we think we’re all right and the terrorists are wrong. But a terrorist to you is a martyr to the other side."},{"id":359,"quote":"George Bernard Shaw. He was at one of those awful cocktail parties, where nothing gets said. Someone asked him if he was enjoying himself. He answered, “It’s the only thing I am enjoying here."},{"id":360,"quote":"Dying is wonderful; it’s only horrible to people who have never understood life. It’s only when you’re afraid of life that you fear death. It’s only dead people who fear death. But people who are alive have no fear of death."},{"id":361,"quote":"It is a sobering thought that the finest act of love you can perform is not an act of service but an act of contemplation, of seeing."},{"id":362,"quote":"Negative feelings, every negative feeling is useful for awareness, for understanding. They give you the opportunity to feel it, to watch it from the outside. In the beginning, the depression will still be there, but you will have cut your connection with it. Gradually you will understand the depression. As you understand it, it will occur less frequently, and will disappear altogether. Maybe, but by that time it won’t matter too much. Before enlightenment I used to be depressed. After enlightenment I continue to be depressed."},{"id":363,"quote":"Do you want to be happy? Uninterrupted happiness is uncaused. True happiness is uncaused. You cannot make me happy. You are not my happiness. You say to the awakened person, “Why are you happy? and the awakened person replies, “Why not?” Happiness is our natural state. Happiness is the natural state of little children, to whom the kingdom belongs until they have been polluted and contaminated by the stupidity of society and culture.”"},{"id":364,"quote":"As one man said, “I got a pretty good education. It took me years to get over it."},{"id":365,"quote":"Before enlightenment, I used to be depressed: after enlightenment, I continue to be depressed. But there’s a difference: I don’t identify with it anymore.”"},{"id":366,"quote":"Đức tin là sự mở lòng mình ra trước chân lý - còn chuyện nó đưa đến kết quả gì, nó dẫn bạn đi đâu không quan trọng. Thậm chí dù bạn không biết nó đang đẩy bước chân trước mặt bạn về đâu cũng không quan trọng. Đức tin là thế đấy. Tôi nói “đức tin chứ không nói “niềm tin”. Niềm tin sẽ đem lại cho bạn nhiều yên ổn nhưng đức tin thì không. Tin là bất ổn. Bạn sẽ không biết, không hiểu chi cả. Bạn cứ phải sẵn sàng bước theo và mở lòng ra, mở rộng lòng ra. Bạn cứ phải sẵn sàng để lắng nghe. Nhưng xin bạn lưu ý, mở rộng lòng ra không có nghĩa là cả tin, không có nghĩa là ngốn lấy bất cứ cái gì người ta nói. Ồ, nhất định không phải thế! Bạn phải dám cật vấn về mọi điều tôi nói chứ. Nhưng hãy cật vấn trong thái độ cởi mở chứ không vì ngoan cố, bướng bỉnh. Và hãy cật vấn tất cả. Hãy nhớ lại lời dạy đầy thú vị của Đức Phật: 'Các tăng lữ và các học giả đừng đón nhận lời Ta vì kính trọng, song hãy phân tích những lời ấy như cách người thợ kim hoàn thử vàng - là cắt, cạo, chà và nung chảy ra”"},{"id":367,"quote":"Rắc rối thường xảy ra với những người mãi lo điều chỉnh những cái mà thậm chí họ không hiểu. Chúng ta luôn luôn táy máy như thế phải không? Chẳng bao giờ chúng ta chịu hiểu cho rằng sự việc không cần điều chỉnh chi cả. Thật sự như vậy. Chúng chỉ cần được hiểu. Và nếu bạn hiểu chúng, tự nhiên chúng sẽ thay đổi. Đây là một sự khai trí cực kỳ vĩ đại."},{"id":368,"quote":"Lần đầu tiên tôi thoáng nhìn thấy thế giới mới, tôi khiếp hãi. Tôi đã hiểu ra thế nào là cô đơn, là không chỗ gối đầu, thế nào là để cho thiên hạ và để cho chính mình được tự do, thế nào là yêu thương tất cả chứ không sủng ái riêng ai - bởi tình yêu là thế. Trời chiếu nắng trên cả kẻ tốt và người xấu, trời đổ mưa trên tội nhân cũng như thánh nhân. Làm sao hoa hồng có thể nói: “tôi sẽ tỏa hương cho người lành chứ không tỏa hương cho kẻ dữ ngửi tôi? Hoặc có thể nào ngọn đèn lại nói: “tôi sẽ tỏa ánh sáng cho những người tốt trong phòng này, chứ không cho những kẻ xấu”? Hay một bóng cây, làm sao có thể chỉ che mát cho người tốt và từ chối đối với người xấu? Tình yêu cũng như vậy đó. Tình yêu ấy vẫn luôn có mặt và trực diện chúng ta nơi Thánh Kinh, dù chúng ta chưa bao giờ chú ý ngắm nhìn nó - bởi chúng ta quá đắm chìm trong những thứ mà văn hóa của chúng ta gọi là tình yêu, với những khúc tình ca, những bài thơ tình... nhưng kỳ thực đó không phải là tình yêu mà là đối nghịch với tình yêu. Đó là sự khát khao, sự kiểm soát và chiếm hữu. Đó là sự tính toán đòn phép, và sợ hãi, và lo âu - không phải tình yêu. Người ta bảo chúng ta rằng hạnh phúc là một làn da trắng mịn, là một khu nghỉ mát. Hạnh phúc đâu phải thế, song chúng ta lại có những phương cách khôn khéo để bắt hạnh phúc của chúng ta tùy thuộc vào những thứ khác - cả bên trong lẫn ở ngoài chúng ta. Chúng ta nói: - “Tôi không hạnh phúc được khi còn mang trong người chứng loạn thần kinh”. Tôi báo tin vui cho bạn đây: Bạn có thể hạnh phúc ngay bây giờ đấy, với chứng loạn thần kinh của bạn. Bạn còn đòi gì nữa không? Chỉ có một lý do giải thích vì sao chúng ta không cảm nghiệm được cái mà tiếng Ấn Độ gọi là “anand” - hạnh phúc hoàn toàn trọn vẹn. Chỉ có một lý do vì sao chúng ta không nếm cảm được hạnh phúc trọn vẹn đó ngay trong giây phút hiện tại này - đó là vì ta mải lo nghĩ hoặc bận tâm đến những cái ta không có. Giá bạn đừng lo nghĩ như thế thì hẳn bạn đã có được hạnh phúc trọn vẹn. Bạn bận tâm đến những gì mình không có. Thế mà, ngay chính lúc này bạn đang có mọi sự cần thiết để được hạnh phúc trọn vẹn.”"},{"id":369,"quote":"Đức Jesus trò chuyện với những người cùng đinh, đói nghèo về những lẽ khôn ngoan trong đời thường. Ngài báo Tin Mừng cho họ: lẽ khôn ngoan ấy chính là dành cho các bạn. Nhưng ai lắng nghe? Chẳng ai thèm để ý, họ thích ngủ mê hơn."},{"id":370,"quote":"Hạnh phúc là một tình trạng gội sạch ảo tưởng, là sự dứt bỏ ảo tưởng."},{"id":371,"quote":"Đào thải, đào thải gần như mọi thứ bạn đã học. Nhiệt tình đào thải và nhiệt tình lắng nghe."},{"id":372,"quote":"Anh ta cho rằng anh ta không thể sống mà không thuộc về một cái gì. Đa số người ta đã không nghĩ thế đó ư? Anh ta xác tín rằng anh ta phải thuộc về. Nhưng người ta không cần phải thuộc về ai hay cái gì hay nhóm nào. Thậm chí bạn không cần phải có một mối tình. Ai bảo bạn rằng bạn phải cần những thứ ấy - đó chỉ là xúi quẩy. Điều mà bạn cần đó là sự tự do. Điều mà bạn cần là yêu thương. Tất cả là vậy; đó là chân tính của bạn. Thế nhưng thực tế là bạn thú nhận rằng bạn cần được người ta khao khát. Bạn cần được hoan hô, bạn cần lôi cuốn người ta, bạn cần lũ khỉ tội nghiệp ấy chạy theo bạn. Rõ ràng bạn đang phí cả một đời. Tỉnh dậy đi! Bạn không phải cần những thứ ấy đâu. Bạn có thể hạnh phúc trọn vẹn được mà chẳng cần chúng.Người chung quanh bạn sẽ chẳng vui gì khi nghe điều nầy - bởi vì một khi bạn đã mở mắt và hiểu ra, bạn sẽ làm người ta kinh hãi. Làm sao người ta kiểm soát được một người như thế? Hắn không cần mình; hắn không ngán những điều mình bình phẩm về hắn; hắn mặc kệ mình nghĩ hay nói gì về hắn. Hắn cắt phứt mọi dây nhợ; hắn không còn là con rối nữa. Điều đó không khiếp ư? “Thế thì chúng ta phải xử hắn. Hắn nói ra sự thật. Hắn hết còn kiêng nể ai; hắn không còn là người - khi hắn đã phá tan tình trạng nô dịch của hắn, phá tan ngục tù mà người ta giam hãm hắn."},{"id":373,"quote":"Không có góc nhìn cuộc sống nào tốt hơn là nhìn nó từ cái chết."},{"id":374,"quote":"Người ta không đạt đến Thiên Chúa bằng việc bổ sung thêm cái gì vào linh hồn, nhưng là bằng việc bớt đi. Để được tự do, bạn không cần làm cái gì cả, bạn chỉ cần bỏ đi một cái gì đó thôi. Và bạn được tự do."},{"id":375,"quote":"The fact is that you’re surrounded by God and you don’t see God, because you “know about God. The final barrier to the vision of God is your God concept.”"},{"id":376,"quote":"Người ta muốn biết một người thức tỉnh sẽ như thế nào, nhưng bạn chỉ biết điều đó một khi bạn thức tỉnh."},{"id":377,"quote":"Who determines what it means to be a success? This stupid society! The main preoccupation of society is to keep society sick! And the sooner you realize that, the better. Sick, every one of them. They are loony, they’re crazy. You became president of the lunatic asylum and you’re proud of it even though it means nothing. Being president of a corporation has nothing to do with being a success in life. Having a lot of money has nothing to do with being a success in life. You’re a success in life when you wake up! Then you don’t have to apologize to anyone, you don’t have to explain anything to anyone, you don’t give a damn what anybody thinks about you or what anybody says about you. You have no worries; you’re happy. That’s what I call being a success."},{"id":378,"quote":"Thực tế là Thiên Chúa bao trùm bạn mà bạn không nhận ra Ngài, bởi vì bạn “biết về Thiên Chúa. Lá chắn cuối cùng không cho bạn thấy được Thiên Chúa ấy là ý niệm “Thiên Chúa” của bạn. Bạn bắt hụt Thiên Chúa vì bạn cho rằng mình biết. Tai họa của tín ngưỡng là ở đó”"},{"id":379,"quote":"Khi nhà hiền triết chỉ mặt trăng thì lũ phàm phu chỉ nhìn thấy ngón tay. Chúng ta thường dùng ngón tay đó để móc chột bao nhiêu con mắt. Điều đó không khủng khiếp sao? Thức tỉnh, thức tỉnh, thức tỉnh đi! Chỉ trong thức tỉnh mới có phương chữa trị; chỉ trong thức tỉnh mới có chân lý, mới có ơn cứu độ, linh đạo, sự trưởng thành, tình yêu, sự tỉnh ngộ. Thức tỉnh đi!"},{"id":380,"quote":"Tại sao khi chúng ta nhìn một cái cây - thì kỳ thực chúng ta không thấy. Chúng ta nghĩ rằng mình thấy, nhưng thực sự là không. Khi nhìn một con người nào đó, thực sự ta không thấy người ấy, ta chỉ nghĩ rằng ta thấy thôi. Cái mà ta đang thấy là một cái gì đó đã được ta uốn nắn cho vừa với đầu óc suy nghĩ của ta. Chúng ta có một ấn tượng và chúng ta căn cứ trên ấn tượng đó; ta nhìn một người xuyên qua lăng kính là ấn tượng đó. Và gần như chúng ta nhìn mọi sự cũng bằng cách đó. Nếu bạn hiểu ra điều đó, bạn sẽ cảm nhận được nét yêu kiều của việc ý thức về mọi vật xung quanh bạn. Bởi vì thực tại là ở đó, Thiên Chúa - nói cho cùng - là ở đó. Tất cả đều ở đó. Chú cá con tội nghiệp ở giữa đại dương đã thốt lên: “Xin lỗi, tôi đang tìm kiếm đại dương. Làm ơn chỉ cho tôi biết đại dương ở hướng nào. Bạn thấy có tội nghiệp không chứ? Chỉ cần mở mắt ra và nhìn, người ta sẽ hiểu.”"},{"id":381,"quote":"Nếu bạn đi trong cuộc đời với đủ thứ xu hướng mà không hề đặt hạnh phúc của mình tùy thuộc vào bất cứ một xu hướng nào, như vậy là bạn đã tỉnh ngộ. Bạn đang tiến về sự thức tỉnh hoàn toàn. Thức tỉnh, hay hạnh phúc - (hay bạn muốn gọi bằng danh từ nào khác) - là tình trạng không đánh lận con đen, là bạn nhìn sự vật không theo chủ quan mà là theo đúng bản chất của chúng - trong khả năng nhận thức của một con người. Hãy bỏ mọi ảo tưởng; hãy nhìn sự vật, nhìn thực tại. Cứ hễ khi nào bạn khó chịu, ấy là vì bạn đã tô vẽ gì đó cho thực tại. Và chính sự tô vẽ này đã làm cho bạn khó chịu. Tôi xin nhắc lại: bạn đã tô vẽ một cái gì đó nên trong bạn mới có phản ứng tiêu cực. Thực tại cung cấp kích thích tố, còn bạn thì làm ra phản ứng. Và trong khi bạn phản ứng, chính là bạn đang tô vẽ. Sự tô vẽ này, nếu được bạn khảo sát, bạn luôn tìm thấy ở đó có một ảo tưởng, một đòi hỏi, một kỳ vọng, một ham muốn. Bao giờ cũng vậy. Và hình thức của ảo tưởng thì thiên hình vạn trạng. Nhưng một khi bạn tiến bước theo cách này, bạn sẽ phát hiện ra những dạng ảo tưởng ấy của mình."},{"id":382,"quote":"Nếu không có ai bảo với bạn rằng bạn sẽ không hạnh phúc nếu không được yêu - thì bạn sẽ không cảm thấy bất hạnh chút nào. Nghĩa là bạn có thể hạnh phúc khi không được ai yêu mến, không được ai khao khát, không lôi cuốn được ai. Bạn đạt được hạnh phúc nơi việc tiếp xúc với thực tại. Lúc nào cũng sống với thực tại, đó là manh mối của hạnh phúc. Thiên Chúa ở đó: hạnh phúc ở đó. Thế nhưng phần đông người ta vẫn còn hồ nghi sự thật ấy."},{"id":383,"quote":"O HAPPY FAULT!The Jewish mystic Baal Shem had acurious way of praying to God.“Remember, Lord, he would say,“you need me just as much as Ineed you. If you did not exist,whom would I pray to? If I didnot exist, who would do the praying?”It brought me joy to think that if I had not sinned God would have had no occasion to be forgiving.”"},{"id":384,"quote":"Một ảo tưởng khác nữa, đó là cho rằng các biến cố bên ngoài có khả năng làm thương tổn mình, cho rằng những người khác có khả năng làm thương tổn mình. Sự thật thì không phải thế. Chính bạn là thủ phạm đã tặng khả năng ấy cho người nầy việc khác... Một ảo tưởng nữa: Nghĩ mình là tất cả những nhãn hiệu mà người ta hoặc chính mình dán cho mình. Không, bạn không bao giờ là những nhãn hiệu đó. Vì thế bạn không cần phải bám chặt vào chúng."},{"id":385,"quote":"That’s why you’ll never catch me saluting a flag. I abhor all national flags because they are idols. What are we saluting? I salute humanity, not a flag with an army around it."},{"id":386,"quote":"Thực tế bạn có phải là thiên tài? Bạn là một tên khùng? Một nhà thần bí? Bạn điên? Là gì gì đi nữa thì có thật sự quan trọng không - miễn là bạn không ngừng ý thức, không ngừng sống? Những câu phúc âm đã nói đến điều này một cách vô cùng hay: Hãy xem chim trời: chúng không gieo, không gặt, không tích trữ... Hãy nhìn những bông huệ ngoài đồng... chúng không dệt không đan..."},{"id":387,"quote":"Chúng ta không được mời gọi trở nên trẻ thơ, mà là trở nên như trẻ thơ. Chúng ta không thể níu lấy tình trạng ngây thơ và bám lấy thiên đàng, chúng ta phải phát triển một cái “tôi chủ thể và một cái “tôi” đối tượng xuyên qua các ý niệm. Nhưng rồi chúng ta cần phải trở lại thiên đàng. Chúng ta cần phải được chuộc lại. Chúng ta cần phải cởi bỏ con người cũ, bản tính cũ, cởi bỏ cái tôi hẹp hòi để trở về với tình trạng của trẻ thơ mà không phải là để làm một đứa trẻ thơ. Một khi chúng ta lên đường, chúng ta sẽ nhìn thực tại với sự ngạc nhiên - nhưng không phải sự ngạc nhiên thuộc trí năng của nhà thần bí - mà đó là sự ngạc nhiên vô hình vô dạng của trẻ thơ. Ngạc nhiên ấy sẽ nhòa dần, tắt hẳn và bị nỗi chán chường choán chỗ - một khi chúng ta lại để cho ngôn ngữ và ý niệm kéo lại bao vây. Nhưng đừng nản; rất có thể chúng ta lại tìm thấy được sự ngạc nhiên đã mất.”"},{"id":388,"quote":"Nhiều khi điều tốt nhất có thể xảy ra cho chúng ta - đó là nhờ hoạn nạn bất thần ập tới, chúng ta được tỉnh ngộ trước thực tại, từ đó chúng ta bước vào đức tin."},{"id":389,"quote":"The great Chinese sage Tranxu puts it marvelously: “When the archer shoots for nothing, he has all his skill. When he shoots for a brass buckle, he is already nervous. When he shoots for a prize of gold, he goes blind. He’s out of his mind. He sees two targets. His skill has not changed. But the prize divides him. He cares. He thinks more of winning than of shooting. And the need to win drains him of power."},{"id":390,"quote":"of yourself and of other people. If you wish to attain to lasting happiness you must be ready to hate father, mother, even your own life and to take leave of all your possessions. How? Not by renouncing them or giving them up because what you give up violently you are forever bound to. But rather by seeing them for the nightmare they are; and then, whether you keep them or not, they will have lost their grip over you, their power to hurt you, and you will be out of your dream at last, out of your darkness, your fear, your unhappiness. So spend some time seeing each of the things you cling to for what it really is, a nightmare that causes you excitement and pleasure on the one hand but also worry, insecurity, tension, anxiety, fear, unhappiness on the other."},{"id":391,"quote":"Tột cùng của tri thức nhân loại về Thiên Chúa: biết rằng mình không biết. Bi kịch đau thương của chúng ta nằm ở chỗ chúng ta biết nhiều quá. Chúng ta nghĩ rằng mình biết, đó là bi kịch; và do đó chẳng bao giờ khám phá ra."},{"id":392,"quote":"Nếu Thiên Chúa chính là Thiên Chúa mà tôi mường tượng, hẳn Ngài sẽ không hài lòng khi tôi dứt bỏ mối ràng buộc với Ngài! Đúng, đúng,- nếu bạn nghĩ mình không hạnh phúc được trừ phi có được Thiên Chúa, thì “Thiên Chúa trong ý nghĩ của bạn ấy chẳng dính dáng gì đến Thiên Chúa thật. Bạn đang mơ đấy thôi; bạn đang nghĩ về ý niệm của chính bạn đấy thôi. Nhiều khi người ta phải tống khứ được “Thiên Chúa” thì mới có thể gặp thấy Thiên Chúa thật. Rất nhiều nhà thần bí đã nói với chúng ta điều đó.”"},{"id":393,"quote":"Trong tình yêu, trái tim vẫn mềm và nhạy cảm. Nhưng một khi bạn bị cuốn hút một cách bất khả kháng phải đạt được điều này việc nọ, bạn liền trở thành gỗ đá vô hồn. Bạn yêu người ta thế nào được khi bạn cần người ta? Bạn chỉ có thể dùng họ thôi. Nếu tôi cần bạn cho hạnh phúc của tôi, tôi phải dùng bạn, tôi phải xỏ mũi bạn, tôi phải xoay xở để chiếm được bạn bằng mọi giá. Tôi không thể cho phép bạn được tự do... Tình yêu thực chỉ có khi người ta giải phóng cuộc sống mình ra khỏi bất cứ ai. Khi người ta không còn bám víu vào ai nữa, người ta hoàn toàn ở trong sa mạc. Thoạt tiên họ sẽ bất ngờ khám phá ra rằng mình không hề cô đơn chút nào cả. Đó là sự một mình, sự cô độc - và sa mạc ấy bắt đầu nở hoa. Cuối cùng, bạn sẽ biết được tình yêu là gì, Thiên Chúa là gì, thực tại là gì. Sự bám víu, ràng buộc cũng là một thứ ma túy mà việc dứt bỏ nó ban đầu rất trầy trật - trừ khi hoặc bạn có một nhận thức sắc sảo hoặc bạn đã cảm nghiệm đủ về đau khổ. Đau khổ là một cơ hội hay ho lắm đấy. Chỉ khi đau khổ bạn mới thấm thía đau khổ là gì. Bạn có thể dĩ độc trị độc, dùng đau khổ để chấm dứt đau khổ. Thế nhưng phần đông người ta vẫn chỉ biết tiếp tục đau khổ thôi."},{"id":394,"quote":"Người ta đã nuôi mình sống bằng những ngôn từ rỗng tuếch đúng hơn là sống với thực tại."},{"id":395,"quote":"Lăng kiếng người ta đã bị nhuộm màu, và họ nhìn đời xuyên qua màu đó. Phải làm gì đây để đưa họ trở lại với thực tại, để giúp họ nhận ra rằng họ đang nhìn thế giới qua tròng kính màu? Chẳng có cách nào khả dĩ cứu được họ trừ khi chính họ nhận ra những định kiến cố hữu của mình.Thật là cố chấp mỗi khi bạn nhìn thế giới xuyên qua một ý niệm. Không có thực tại nào khớp với ý niệm nào. Vì đời sống phong phú hơn các ý niệm của bạn nhiều. Chẳng thế người ta đã không vất vả tìm cho ra một ý nghĩa cho cuộc đời. Có điều là đời sống chẳng hề có ý nghĩa; nó không thể có ý nghĩa bởi vì ý nghĩa chỉ là một công thức, ý nghĩa chỉ là một cái gì được niệm tưởng do trí khôn. Bất cứ lúc nào bạn giản lược thực tại thành ý niệm, bạn sẽ húc phải một cái chi đó có sức phá tan tành ý niệm mà bạn vừa có được. Ý nghĩa chỉ được tìm thấy ở bên kia ý nghĩa. Bạn chỉ hiểu đời sống khi bạn nhìn nhận nó là một huyền nhiệm. Còn trí khôn tư duy của con người chẳng thể nào tóm được đời sống đâu."},{"id":396,"quote":"Biết bao người đã bỏ cả đời không phải để ăn thực phẩm mà là ăn thực đơn! Một thực đơn chỉ là sự chỉ dẫn về một cái gì đang có sẵn. Bạn hãy ăn cho được món bít tết, đừng ăn mớ danh từ."},{"id":397,"quote":"Đừng biết chân lý, nhưng hãy cảm nếm chân lý. Khi bạn cảm nếm được chân lý, bạn sẽ thay đổi. Còn nếu bạn chỉ biết nó bằng cái đầu của bạn, bạn không thay đổi."},{"id":398,"quote":"This was Tony de Mello at his best, proclaiming the message of “awareness, seeing the light we are to ourselves and to others, recognizing we are better than we know.”"},{"id":399,"quote":"It is enough for you to be watchful and awake. For in this state your eyes will see the Savior."},{"id":400,"quote":"Suffering is a sign that you’re out of touch with the truth. Suffering is given to you that you might open your eyes to the truth, that you might understand that there’s falsehood somewhere, just as physical pain is given to you so you will understand that there is disease or illness somewhere."},{"id":401,"quote":"The shortest distance between truth and a human being is a story."},{"id":402,"quote":"«Señor y Dios nuestro, concédenos la gracia de desearte con todo nuestro corazón, para que, deseándote, podamos buscarte y encontrarte; encontrándote, podamos amarte; y, amándote, podamos aborrecer todo aquello de lo que nos has redimido. Amén»."},{"id":403,"quote":"The orchestra is within you and you carry it with you wherever you go. The things and people outside you merely determine what particular melody the orchestra will play. And when there is no one or nothing that has your attention the orchestra will play a music of its own; it needs no outside stimulation. You now carry in your heart a happiness that nothing outside of you can put there, and nothing can take away."},{"id":404,"quote":"When you go out to the world because of the love that someone else has for you, you are all aglow not with your perception of reality but with the love that you have received from someone else; someone else controls the switch and when it is switched off the glow fades away."},{"id":405,"quote":"That is how you bring about change in yourself. Not by condemnation, not by calling yourself names, but by understanding what’s going on. Not by calling yourself a dirty old sinner."},{"id":406,"quote":"How can you love someone whom you do not even see?"},{"id":407,"quote":"Most priests and religious equate prayer with thinking. That is their downfall."},{"id":408,"quote":"Before enlightenment I used to be depressed. After enlightenment I continue to be depressed."},{"id":409,"quote":"Seek her patronage and ask for her intercession before you start out on this way."},{"id":410,"quote":"Could you give me the inner richness that makes it possible for you to so easily give away this thing that would have made you the richest man in the world?"},{"id":411,"quote":"This is how your beliefs originate: they are fixed, unchanging ways of looking at a reality that is not fixed and unchanging at all, but constantly moving and changing. So, it is no longer the real world that you interact with and love, but a world created by your head. It is only when you drop your beliefs, fears, and the attachments that breed them that you will be freed from the insensitivity that makes you so deaf and blind to yourself and the world."},{"id":412,"quote":"We have been programmed to not suspect or doubt. We have been programmed to trust the assumptions that have been put into us by our tradition, culture, society, and religion. That’s another part of society’s brainwashing. If we are attached to power, money, property, fame, and success—if we seek these things as if our happiness depended on them—we will be considered a productive member of society, dynamic, and hardworking. In other words, if we pursue these things with a driving ambition that destroys the symphony of our life and makes us hard and cold and insensitive to others and to ourselves, society will look upon us as a dependable citizen, and our relatives and friends will be proud of the status that we have achieved."},{"id":413,"quote":"Bạn có sẵn sàng đặt cả cuộc sống mình vào một chén bạc không? Lúc nào là lúc bạn dám liều như thế, bạn biết không? Đó là lúc mà bạn hiểu ra, khám phá ra rằng cái mà thiên hạ thường bảo là sự sống thì quả thực không phải là sự sống. Người ta đã lầm khi nghĩ rằng sống là sống cái tấm thân."},{"id":414,"quote":"You don’t have to do anything to acquire happiness. The great Meister Eckhart said very beautifully, “God is not attained by a process of addition to anything in the soul, but by a process of subtraction. You don’t do anything to be free, you drop something. Then you’re free.”"},{"id":415,"quote":"It reminds me of the Irish prisoner who dug a tunnel under the prison wall and managed to escape. He comes out right in the middle of a school playground where little children are playing. Of course, when he emerges from the tunnel he can’t restrain himself anymore and begins to jump up and down, crying, “I’m free, I’m free, I’m free! A little girl there looks at him scornfully and says, “That’s nothing. I’m four."},{"id":416,"quote":"When you’re living for nothing, you’ve got all your skills, you’ve got all your energy, you’re relaxed, and you don’t care. It doesn’t matter to you whether you win or lose. Now there’s human living for you. That’s what life is all about."},{"id":417,"quote":"Recall the feeling you have when someone praises you, when you are approved, accepted, applauded. Now contrast that with the kind of feeling that arises within you when you look at the sunset or the sunrise—or nature in general—or when you read a book or watch a movie that you thoroughly enjoy. Get the taste of this feeling and contrast it with the first, namely, the one that was generated within you when you were praised. The first type of feeling comes from self-glorification and self-promotion. It is a worldly feeling. The second type comes from self-fulfillment, which is a soul feeling."},{"id":418,"quote":"Once you’ve done that, consider the true nature of worldly feelings, namely, the feelings of self-promotion and self-glorification. They are not natural; they were invented by your society and your culture to make you productive and controllable. Those feelings don’t produce the nourishment and happiness that comes about from contemplating nature, enjoying the company of friends, or loving your work. They were meant to produce thrills, excitement—and emptiness."},{"id":419,"quote":"Take a look at the people around you. Is there a single person among them who hasn’t become addicted to those worldly feelings? Is there a single person who is not controlled by them, hungering for them, spending every minute of their waking life consciously or unconsciously seeking them? When you see this, you will understand how people attempt to gain the world and, in the process, lose their soul. For they live empty, soulless lives."},{"id":420,"quote":"The biggest enemy of love is attachments. Desire, in the sense of attachment. You know why? Because if I desire you, I want to possess you. I can’t leave you free. I’ve got to get you. I’ve got to manipulate you so that I can get you, if I desire you in this way. I’m going to manipulate myself, so that I can hoodwink you into allowing me to get you. Are you following what I’m saying? Clear enough? There’s no fear in perfect love. You know why? Because there’s no desire."},{"id":421,"quote":"And you will understand how true it is that everyone who stops clinging to brothers or sisters, father, mother or children, land or houses … is repaid a hundred times over and gains eternal life."},{"id":422,"quote":"Compare the serene and simple splendor of a rose in bloom with the tensions and restlessness of your life. The rose has a gift that you lack: It is perfectly content to be itself. It has not been programmed from birth, as you have been, to be dissatisfied with itself, so it doesn’t have the slightest urge to be anything other than what it is. It possesses the artless grace and absence of inner conflict that among humans is only found in little children and mystics. Only the adult human being is able to be one thing and pretend to be another. Think of the sad history of your self-improvement efforts—they either ended in disaster or they succeeded only at the cost of struggle and pain. You are always dissatisfied with yourself, always wanting to change yourself, always wanting more. So, you are full of violence and self-intolerance, which only grows with every effort that you make to change yourself. Thus, any change you achieve is inevitably accompanied by inner conflict. Now suppose you stopped all efforts to change yourself and ended all self-dissatisfaction. Would you then be doomed to go to sleep at night having passively accepted everything in you and around you? There is another choice besides laborious self-pushing, on the one hand, or stagnant acceptance, on the other. It is the way of self-understanding. It is far from easy because to understand what you are requires complete freedom from all desire to change what you are into something else."},{"id":423,"quote":"If people want happiness so badly, why don’t they attempt to understand their false beliefs? First, because it never occurs to them to see them as false or even as beliefs. They see them as facts and reality, so deeply have they been programmed. Second, because they are scared to lose the only world they know—the world of desires, attachments, fears, social pressures, tensions, ambitions, worries, and guilt with occasional flashes of pleasure and relief and excitement. It’s like someone that is afraid to let go of a nightmare because, after all, it is the only world he knows. There you have a picture of yourself and of other people."},{"id":424,"quote":"Then say to this person, “I have no right to make any demands on you. In saying that, you will drop your expectation. “I have no right to make any demands on you. Oh, I’ll protect myself from the consequences of your actions or your moods or whatever, but you can go right ahead and be what you choose to be. I have no right to make any demands on you.”"},{"id":425,"quote":"attachment"},{"id":426,"quote":"Whatever a relationship may be, it certainly entails two things: clarity of perception (inasmuch as we’re capable of it; some people would dispute to what extent we can attain clarity of perception, but I don’t think anyone would dispute that it is desirable that we move toward it) and accuracy of response. You’re more likely to respond accurately when you perceive clearly. When your perception is distorted, you’re not likely to respond accurately. How can you love someone whom you do not even see? Do you really see someone you’re attached to? Do you really see someone you’re afraid of and therefore dislike? We always hate what we fear."},{"id":427,"quote":"Profanity has been known to offer spiritual relief denied to prayer."},{"id":428,"quote":"Contrary to what your culture and religion have taught you, nothing—but absolutely nothing of the world—can make you happy. The moment you see that, you will stop moving from one job to another, one friend or lover to another, one place, one spiritual technique, one guru to another. None of these things can give you a single minute of happiness. They can only offer you a temporary thrill, a pleasure, that initially grows in intensity then turns into pain if you lose them and boredom if you keep them."},{"id":429,"quote":"God does not die on the day we cease to believe in a personal deity. But we die on the day when our lives cease to be illumined by the steady radiance of wonder renewed daily, the source of which is beyond all reason."},{"id":430,"quote":"The first reaction is one of fear. It’s not that we fear the unknown. You cannot fear something that you do not know. Nobody is afraid of the unknown. What you really fear is the loss of the known. That’s what you fear."},{"id":431,"quote":"But to depend on another psychologically — to depend on another emotionally — what does that imply? It means to depend on another human being for my happiness. Think about that. Because if you do, the next thing you will be doing, whether you’re aware of it or not, is demanding that other people contribute to your happiness. Then there will be a next step — fear, fear of loss, fear of alienation, fear of rejection, mutual control. Perfect love casts out fear.Where there is love there are no demands, no expectations, no dependency. I do not demand that you make me happy; my happiness does not lie in you. If you were to leave me, I will not feel sorry for myself; I enjoy your company immensely, but I do not cling. Can you enjoy the relationship on a non-clinging basis, where what you really enjoy is not that person; it’s something that’s greater than both you and the other person.It is a kind of symphony, a kind of orchestra that plays one melody in one person’s presence, but when he or she departs, the orchestra doesn’t stop. When I meet someone else, it plays another melody, which is also very delightful. And when I’m alone, it continues to play. There’s a great repertoire and it never ceases to play."},{"id":432,"quote":"attempt to understand the true nature of worldly feelings, namely, the feelings of self-promotion, self-glorification. They are not natural, they were invented by your society and your culture to make you productive and to make you controllable. These feelings do not produce the nourishment and happiness that is produced when one contemplates Nature or enjoys the company of one’s friends or one’s work. They were meant to produce thrills, excitement—and emptiness."},{"id":433,"quote":"How sad if we pass through life and never see it with the eyes of a child. This doesn’t mean you should drop your concepts totally; they’re very precious. Though we begin without them, concepts have a very positive function. Thanks to them we develop our intelligence. We’re invited, not to become children, but to become like children. We do have to fall from a stage of innocence and be thrown out of paradise; we do have to develop an “I and a “me” through these concepts. But then we need to return to paradise. We need to be redeemed again. We need to put off the old man, the old nature, the conditioned self, and return to the state of the child but without being a child. When we start off in life, we look at reality with wonder, but it isn’t the intelligent wonder of the mystics; it’s the formless wonder of the child. Then wonder dies and is replaced by boredom, as we develop language and words and concepts. Then hopefully, if we’re lucky, we’ll return to wonder again.”"},{"id":434,"quote":"When you see this you will understand how people attempt to gain the world and, in the process, lose their soul."},{"id":435,"quote":"These people don’t bring delinquency with them; they become delinquent when they’re faced with certain situations here."},{"id":436,"quote":"Father, what you said to me was absolutely true but totally useless.’"},{"id":437,"quote":"If there is anything I can do about the future, right now, I shall do it. Then I’m going to just leave it alone and settle down to enjoy the present moment, because all the experience of my life has shown me that I can only cope with things when they are present, not before they occur. And that the present always gives me the resources and the energy I need to deal with them."},{"id":438,"quote":"What is scripture, then? It’s a hint, a clue, not a description. The fanaticism of one sincere believer who thinks he knows causes more evil than the united efforts of two hundred rogues. It’s terrifying to see what sincere believers will do because they think they know."},{"id":439,"quote":"We see people and things not as they are, but as we are. That is why when two people look at something or someone, you get two different reactions. We see things and people not as they are, but as we are."},{"id":440,"quote":"Who decides what will finally make its way to your conscious mind from all the material that is pouring in from the world? Three decisive filters: first your attachments, second your beliefs and third your fears."},{"id":441,"quote":"(Somebody said about most retreats that we begin them in the name of the Father and of the Son and of the Holy Spirit, and we end as it was in the beginning, is now, and ever shall be, world without end. Amen.)"},{"id":442,"quote":"The spiritual quest is a journey without distance. You travel from where you are right now to where you have always been. From ignorance to recognition, for all you do is see for the first time what you have always been looking at. Who ever heard of a path that brings you to yourself or a method that makes you what you have always been? Spirituality, after all, is only a matter of becoming what you really are."},{"id":443,"quote":"So spend some time seeing each of the things you cling to for what it really is, a nightmare that causes you excitement and pleasure on the one hand but also worry, insecurity, tension, anxiety, fear, unhappiness on the other."},{"id":444,"quote":"The highest knowledge of God is to know God as unknowable. There is far too much God talk; the world is sick of it. There is too little awareness, too little love, too little happiness, but let’s not use those words either. There’s too little dropping of illusions, dropping of errors, dropping of attachments and cruelty, too little awareness. That’s what the world is suffering from, not from a lack of religion."},{"id":445,"quote":"Your life as it is now: nightmare. Every single thing you cling to and have convinced yourself you cannot be happy without: nightmare."},{"id":446,"quote":"All revelations, however divine, are never any more than a finger pointing to the moon. As we say in the East, “When the sage points to the moon, all the idiot sees is the finger."},{"id":447,"quote":"You are never in love with anyone. You’re only in love with your prejudiced and hopeful idea of that person."},{"id":448,"quote":"Charles de Foucauld,"},{"id":449,"quote":"The nature of rain is the same, but it makes thorns grow in the marshes and flowers in the gardens."},{"id":450,"quote":"In order to be genuinely happy there is one and only one thing you need to do: get deprogrammed, get rid of those attachments."},{"id":451,"quote":"Has it ever struck you that you have been programmed by society to be unhappy, and so, no matter what you do to become happy, you are bound to fail? Most people are so brainwashed that they do not even realize how unhappy they are. It’s only when they make contact with joy that they understand how depressed they have been."},{"id":452,"quote":"One of the biggest enemies to prayer is nervous tension."},{"id":453,"quote":"In the past, regretting past mistakes, feeling guilty about past sins, gloating over past achievements, resenting past injuries caused them by other people."},{"id":454,"quote":"Most people don’t live aware lives. They live mechanical lives, mechanical thoughts—generally somebody else’s—mechanical emotions, mechanical actions, mechanical reactions. As you begin to understand this, you stop making demands on yourself, you stop having expectations of yourself, you stop pushing yourself, and you begin to understand yourself."},{"id":455,"quote":"Or in the future, dreading possible calamities and unpleasantnesses, anticipating future joys, dreaming of future events."},{"id":456,"quote":"The moment you choose to become like someone else however great or holy, you have prostituted your being."},{"id":457,"quote":"Stop for a moment and contemplate in horror the endless list of attachments that you have become a prisoner to. Think of concrete things and persons, not abstractions. Once your attachment had you in its grip, you began to strive with every waking minute of your life to rearrange the world around you so that you could attain and maintain the objects of your attachment."},{"id":458,"quote":"No one can sin in the light of awareness. Sin occurs, not, as we mistakenly think, in malice, but in ignorance. “Father, forgive them for they do not know what they are doing. To see this is to acquire the indiscriminate quality one so admires in the rose, the lamp and the tree.”"},{"id":459,"quote":"And here is a second quality of love—its gratuitousness."},{"id":460,"quote":"For in the death of the ego is freedom, peace, serenity, joy."},{"id":461,"quote":"Verdad necesitamos un corazón que renuncie a todas sus «programaciones» y a todo su egoísmo; un corazón que no tenga nada que proteger y nada que ambicionar; un corazón, por tanto, libre y audaz. Estas meditaciones ponen en tela de juicio ciertas teorías comúnmente aceptadas, tales como: «sólo puedes amar cuando te sientes profunda mente amado por alguien», etc.; y abundan en afirmaciones enigmáticas, como por ejemplo: «sólo puedes amar cuando estás solo»; «el amor es, el amor no pretende nada»;"},{"id":462,"quote":"una actitud muy parecida al nishkama karma de la tradición india, o lo que él llama la mística de las acciones no lucrativas,"},{"id":463,"quote":"The moment you say so-and-so is wise or is cruel or defensive or loving or whatever, you have hardened your perception and become prejudiced and ceased to perceive this person moment by moment, somewhat like a pilot who operates today with last week’s weather report."},{"id":464,"quote":"Take a look at the society we live in. It is rotten to the core, infected with attachments. What is an attachment? An attachment is an emotional state of clinging caused by the belief that without some particular thing or some person you cannot be happy."},{"id":465,"quote":"la gente trata de ganar el mundo y cómo, al hacerlo, pierde su vida. Y es que viven unas vidas vacías, monótonas, sin alma..."},{"id":466,"quote":"When your illusions clash with reality, when your falsehoods clash with truth, then you have suffering. Otherwise there is no suffering."},{"id":467,"quote":"«¿Qué he de hacer para amar a mi prójimo?». «Dejar de odiarte a ti mismo». El discípulo meditó larga y seriamente estas palabras y regresó a decirle al Maestro: «Pero si yo me amo demasiado a mí mismo... Si soy un egoísta y un egocéntrico... ¿Cómo puedo librarme de ello?». «Sé cordial contigo mismo, y tu ego quedará satisfecho y te dejará en libertad para amar a tu prójimo»."},{"id":468,"quote":"When you fight something, you’re tied to it forever. As long as you’re fighting it, you are giving it power. You give it as much power as you are using to fight it."},{"id":469,"quote":"The symphony of life moves on but you keep looking back, clinging to a few bars of the melody, blocking your ears to the rest of the music,"},{"id":470,"quote":"If you aren’t consciously aware, you’re vulnerable to either being brainwashed or being influenced by forces within you that you have no awareness of at all."},{"id":471,"quote":"Though everything is a mess, all is well. Strange paradox, to be sure. But, tragically, most people never get to see that all is well because they are asleep. They are having a nightmare."},{"id":472,"quote":"Think of yourself in a concert hall listening to the strains of the sweetest music when you suddenly remember that you forgot to lock your car. You are anxious about the car, you cannot walk out of the hall and you cannot enjoy the music. There you have a perfect image of life as it is lived by most human beings."},{"id":473,"quote":"The positive element is the flash of pleasure and excitement, the thrill that you experience when you get what you are attached to. The negative element is the sense of threat and tension that always accompanies the attachment. Think of someone gobbling up food in a concentration camp. With one hand, he brings the food to his mouth; with the other hand, he protects it from neighbors who will grab it from him the moment he lowers his guard. There you have the perfect image of the attached person. Do you have any attachments to people or things that you falsely believe you could not be happy without? Make a list of them right now. Spend some time seeing each thing you cling to for what it really is—a nightmare that causes you excitement and pleasure on the one hand but also worry, insecurity, tension, anxiety, fear, and unhappiness on the other. Father and mother? Nightmare. Wife and children, brothers and sisters? Nightmare. All your possessions? Nightmare. Your life as it is now? Nightmare. Every single thing you cling to and have convinced yourself you cannot live without? Nightmare."},{"id":474,"quote":"To acquire happiness you don’t have to do anything, because happiness cannot be acquired. Does anybody know why? Because we have it already."},{"id":475,"quote":"Life is easy, life is delightful. It’s only hard on your illusions, your ambitions, your greed, your cravings."},{"id":476,"quote":"An attachment, by its very nature, makes you vulnerable to emotional turmoil and is always threatening to shatter your peace."},{"id":477,"quote":"Los hindúes han creado una encantadora imagen para describir la relación entre Dios y su Creación. Dios «danza» su Creación. Él es su bailarín; su Creación es la danza. La danza es diferente del bailarín; y, sin embargo, no tiene existencia posible con independencia de Él. No es algo que pueda uno encerrar en una caja y lle várselo a casa. En el momento en que el bailarín se detiene, la danza deja de existir. En su búsqueda de Dios, el hombre piensa demasiado, reflexiona demasiado, habla demasiado. Incluso cuando contempla esta danza que llamamos «Creación», está todo el tiempo pensando, hablando (consigo mismo o con los demás), reflexionando, analizando, filosofando. Palabras, palabras, palabras... Ruido, ruido, ruido... Guarda silencio y mira la danza. Sencillamente, mira: una estrella, una flor, una hoja marchita, un pájaro, una piedra... Cualquier fragmento de la danza sirve. Mira. Escucha. Huele. Toca. Saborea. Y seguramente no tardarás en verle a él, al Bailarín en persona."},{"id":478,"quote":"To come to the land of love, you must pass through the pains of death, for to love persons means to die to the need for persons and to be utterly alone."},{"id":479,"quote":"Every child has a god in him. Our attempts to mold the child will turn the god into a devil. Children come to my school, little devils, hating the world, destructive, unmannerly, lying, thieving, bad-tempered. In six months they are happy, healthy children who do no evil."},{"id":480,"quote":"So how can you expect an attached person to enter that ocean of happiness called the Kingdom of God? As well as you can expect a camel to pass through the eye of a needle! Anyone who stops clinging to brothers, sisters, father, mother, children, land, or houses is repaid a hundred times over and gains eternal life. Then you will so easily take leave of your possessions, that is, you will stop clinging, and you will have destroyed clinging’s capacity to hurt you. Then, at last, you will experience that mysterious state that cannot be described or uttered—the state of abiding happiness and peace."},{"id":481,"quote":"Hardly anyone has been told the following truth: In order to be genuinely happy, there is one and only one thing you need to do—get deprogrammed and get rid of those attachments. When people stumble upon this self-evident truth, they become terrified at the thought of the pain involved in dropping their attachments. But the process is not a painful one at all. On the contrary, getting rid of attachments is a perfectly delightful task, that is, if the instrument you use to rid yourself of them is not willpower or renunciation, but sight. All you need to do is open your eyes and see that you do not really need the object of your attachment at all—that you were programmed, brainwashed into thinking that you could not be happy or you could not live without that particular person or thing."},{"id":482,"quote":"An attachment is not a fact. It is a belief, a fantasy, in your head, acquired through programming. If that fantasy did not exist inside your head, you would not be attached. You would love things and people, and you would enjoy them thoroughly, but on a nonattachment basis. As a matter of fact, is there any other way to really enjoy something?"}]