[{"id":1,"quote":"Few men think, yet all will have opinions."},{"id":2,"quote":"To be is to be perceived (Esse est percipi).\" Or, \"If a tree falls in the forest and no one is there to hear it, does it make a sound?"},{"id":3,"quote":"Truth is the cry of all, but the game of few."},{"id":4,"quote":"What is mind? No matter. What is matter? Never mind."},{"id":5,"quote":"All the choir of heaven and furniture of earth - in a word, all those bodies which compose the frame of the world - have not any subsistence without a mind."},{"id":6,"quote":"It is impossible that a man who is false to his friends and neighbours should be true to the public."},{"id":7,"quote":"Of all men living [priests] are our greatest enemies. If it were possible, they would extinguish the very light of nature, turn the world into a dungeon, and keep mankind for ever in chains and darkness."},{"id":8,"quote":"We have first raised a dust and then complain we cannot see."},{"id":9,"quote":"That thing of hell and eternal punishment is the most absurd, as well as the most disagreeable thought that ever entered into the head of mortal man."},{"id":10,"quote":"To be is to be perceived"},{"id":11,"quote":"To be a good patriot, a man must consider his countrymen as God's creatures, and himself as accountable for his acting towards them."},{"id":12,"quote":"The world is like a board with holes in it, and the square men have got into the round holes, and the round into the square."},{"id":13,"quote":"The most ingenious men are now agreed, that [universities] are only nurseries of prejudice, corruption, barbarism, and pedantry."},{"id":14,"quote":"A ray of imagination or of wisdom may enlighten the universe, and glow into remotest centuries."},{"id":15,"quote":"This perceiving, active being is what I call mind, spirit, soul, or myself. By which words I do not denote any one of my ideas, but a thing entirely distinct from them, wherein they exist, or, which is the same thing, whereby they are perceived; for the existence of an idea consists in being perceived."},{"id":16,"quote":"I had rather be an oyster than a man, the most stupid and senseless of animals."},{"id":17,"quote":"Every knave is a thorough knave, and a thorough knave is a knave throughout."},{"id":18,"quote":"How often must I repeat, that I know or am conscious of my own being; and that I myself am not my ideas, but somewhat else, a thinking, active principle that perceives, knows, wills, and operates about ideas?"},{"id":19,"quote":"God is a being of transcendent and unlimited perfections: his nature therefore is incomprehensible to finite spirits."},{"id":20,"quote":"All men have opinions, but few think."},{"id":21,"quote":"That the discovery of this great truth, which lies so near and obvious to the mind, should be attained to by the reason of so veryfew, is a sad instance of the stupidity and inattention of men, who, though they are surrounded with such clear manifestations of the Deity, are yet so little affected by them, that they seem as it were blinded with excess of light."},{"id":22,"quote":"He who says there is no such thing as an honest man, you may be sure is himself a knave."},{"id":23,"quote":"Where the people are well educated, the art of piloting a state is best learned from the writings of Plato."},{"id":24,"quote":"So long as I confine my thoughts to my own ideas divested of words, I do not see how I can be easily mistaken."},{"id":25,"quote":"I do not deny the existence of material substance merely because I have no notion of it, but because the notion of it is inconsistent, or in other words, because it is repugnant that there should be a notion of it."},{"id":26,"quote":"Religion is the centre which unites, and the cement which connects the several parts of members of the political body."},{"id":27,"quote":"Did men but consider that the sun, moon, and stars, and every other object of the senses, are only so many sensations in their minds, which have no other existence but barely being perceived, doubtless they would never fall down and worship their own ideas; but rather address their homage to that eternal invisible Mind which produces and sustains all things."},{"id":28,"quote":"The question between the materialists and me is not, whether things have a real existence out of the mind of this or that person, but whether they have an absolute existence, distinct from being perceived by God, and exterior to all minds."},{"id":29,"quote":"A mind at liberty to reflect on its own observations, if it produce nothing useful to the world, seldom fails of entertainment to itself."},{"id":30,"quote":"That neither our thoughts, nor passions, nor ideas formed by the imagination, exist without the mind, is what every body will allow."},{"id":31,"quote":"Man is an Animal, formidable both from his Passions and his Reason; his Passions often urging him to great Evils, and his Reason furnishing Means to achieve them. To train this Animal, and make him amenable to Order; to inure him to a Sense of Justice and Virtue, to withhold him from ill Courses by Fear, and encourage him in his Duty by Hopes; in short, to fashion and model him for Society, hath been the Aim of civil and religious Institutions; and, in all Times, the Endeavour of good and wise Men. The aptest Method for attaining this End, hath been always judged a proper Education."},{"id":32,"quote":"That food nourishes, sleep refreshes, and fire warms us; that to sow in the seed-time is the way to reap in the harvest, and, in general, that to obtain such or such ends, such or such means are conducive, all this we know, not by discovering any necessary connexion between our ideas, but only by the observation of the settled laws of nature, without which we should be all in uncertainty and confusion, and a grown man no more know how to manage himself in the affairs of life than an infant just born."},{"id":33,"quote":"Our youth we can have but to-day, We may always find time to grow old."},{"id":34,"quote":"In short, if there were external bodies, it is impossible we should ever come to know it; and if there were not, we might have the very same reasons to think there were that we have now."},{"id":35,"quote":"The same principles which at first view lead to skepticism, pursued to a certain point, bring men back to common sense."},{"id":36,"quote":"[Christianity] neither enjoins the nastiness of the Cynic, nor the insensibility of the Stoic."},{"id":37,"quote":"Whatever is immediately perceived is an idea: and can any idea exist out of the mind?"},{"id":38,"quote":"Upon the whole, I am inclined to think that the far greater part, if not all, of those difficulties which have hitherto amused philosophers, and blocked up the way to knowledge, are entirely owing to our selves. That we have first raised a dust, and then complain, we cannot see."},{"id":39,"quote":"Atheism ... that bugbear of women and fools ... is the very top and perfection of free-thinking. It is the grand arcanum to which a true genius naturally riseth, by a certain climax or gradation of thought, and without which he can never possess his soul in absolute liberty and repose."},{"id":40,"quote":"I imagine that thinking is the great desideratum of the present age; and the cause of whatever is done amiss may justly be reckoned the general neglect of education in those who need it most, the people of fashion. What can be expected where those who have the most influence have the least sense, and those who are sure to be followed set the worst examples?"},{"id":41,"quote":"Casting an eye on the education of children, from whence I can make a judgment of my own, I observe they are instructed in religious matters before they can reason about them, and consequently that all such instruction is nothing else but filling the tender mind of a child with prejudices."},{"id":42,"quote":"Make a point never go clear, it is great odds that a man whose habits and the bent of whose mind lie a contrary way, shall be unable to comprehend it. So weak a thing is reason in competition with inclination."},{"id":43,"quote":"Whose fault is it if poor Ireland still continues poor?"},{"id":44,"quote":"Many things, for aught I know, may exist, whereof neither I nor any other man hath or can have any idea or notion whatsoever."},{"id":45,"quote":"A man needs no arguments to make him discern and approve what is beautiful: it strikes at first sight, and attracts without a reason. And as this beauty is found in the shape and form of corporeal things, so also is there analogous to it a beauty of another kind, an order, a symmetry, and comeliness in the moral world. And as the eye perceiveth the one, so the mind doth by a certain interior sense perceive the other, which sense, talent, or faculty, is ever quickest and purest in the noblest minds."},{"id":46,"quote":"The table I write on I say exists ... meaning thereby that if I was in my study I might perceive it, or that some other spirit actually does perceive it."},{"id":47,"quote":"The eye by long use comes to see even in the darkest cavern: and there is no subject so obscure but we may discern some glimpse of truth by long poring on it."},{"id":48,"quote":"It is a mistake, to think the same thing affects both sight and touch. If the same angle or square, which is the object of touch,be also the object of vision, what should hinder the blind man, at first sight, from knowing it?"},{"id":49,"quote":"But, say you, surely there is nothing easier than for me to imagine trees, for instance, in a park [. . .] and nobody by to perceive them. [...] The objects of sense exist only when they are perceived; the trees therefore are in the garden [. . .] no longer than while there is somebody by to perceive them."},{"id":50,"quote":"And what are these fluxions? The velocities of evanescent increments. And what are these same evanescent increments? They are neither finite quantities, nor quantities infinitely small, nor yet nothing. May we not call them the ghosts of departed quantities...?"},{"id":51,"quote":"For my own private satisfaction, I had rather be master of my own time than wear a diadem."},{"id":52,"quote":"From my own being, and from the dependency I find in myself and my ideas, I do, by an act of reason, necessarily infer the existence of a God, and of all created things in the mind of God."},{"id":53,"quote":"Whenever I attempt to frame a simple idea of time, abstracted from the succession of ideas in my mind, which flows uniformly, and is participated by all beings, I am lost and embrangled in inextricable difficulties."},{"id":54,"quote":"Others indeed may talk, and write, and fight about liberty, and make an outward pretence to it but the free-thinker alone is truly free."},{"id":55,"quote":"The real essence, the internal qualities, and constitution of even the meanest object, is hid from our view; something there is inevery drop of water, every grain of sand, which it is beyond the power of human understanding to fathom or comprehend. But it is evidentthat we are influenced by false principles to that degree as to mistrust our senses, and think we know nothing of those things which we perfectly comprehend."},{"id":56,"quote":"I might as well doubt of my own being, as of the being of those things I actually see and feel."},{"id":57,"quote":"Whatever the world thinks, he who hath not much meditated upon God, the human soul, and the summum bonum, may possibly make a thriving earthworm, but will most indubitably make a sorry patriot and a sorry statesman."},{"id":58,"quote":"[Tar water] is of a nature so mild and benign and proportioned to the human constitution, as to warm without heating, to cheer but not inebriate."},{"id":59,"quote":"If what you mean by the word \"matter\" be only the unknown support of unknown qualities, it is no matter whether there is such a thing or no, since it no way concerns us; and I do not see the advantage there is in disputing about what we know not what, and we know not why."},{"id":60,"quote":"The fawning courtier and the surly squire often mean the same thing,--each his own interest."},{"id":61,"quote":"The method of Fluxions is the general key by help whereof the modern mathematicians unlock the secrets of Geometry, and consequently of Nature."},{"id":62,"quote":"But the velocities of the velocities - the second, third, fourth, and fifth velocities, etc. - exceed, if I mistake not, all human understanding."},{"id":63,"quote":"What doubts, what hypotheses, what labyrinths of amusement, what fields of disputation, what an ocean of false learning, may be avoided by that single notion of immaterialism!"},{"id":64,"quote":"I am apt to think, if we knew what it was to be an angel for one hour, we should return to this world, though it were to sit on the brightest throne in it, with vastly more loathing and reluctance than we would now descend into a loathsome dungeon or sepulchre."},{"id":65,"quote":"There being in the make of an English mind a certain gloom and eagerness, which carries to the sad extreme; religion to fanaticism; free-thinking to atheism; liberty to rebellion."},{"id":66,"quote":"To me it seems that liberty and virtue were made for each other. If any man wish to enslave his country, nothing is a fitter preparative than vice; and nothing leads to vice so surely as irreligion."},{"id":67,"quote":"Colour, Figure, Motion, Extension and the like, considered only so many Sensations in the Mind, are perfectly known, there being nothing in them which is not perceived. But if they are looked on as notes or Images, referred to Things or Archetypes existing without the Mind, then are we involved all in Scepticism."},{"id":68,"quote":"All those who write either explicitly or by insinuation against the dignity, freedom, and immortality of the human soul, may so far forth be justly said to unhinge the principles of morality, and destroy the means of making men reasonably virtuous."},{"id":69,"quote":"Doth the Reality of sensible things consist in being perceived? or, is it something distinct from their being perceived, and that bears no relation to the mind?"},{"id":70,"quote":"Nothing can be plainer, than that the motions, changes, decays, and dissolutions, which we hourly see befall natural bodies (and which is what we mean by the course of nature), cannot possibly affect an active, simple, uncompounded substance: such a being therefore is indissoluble by the force of nature, that is to say, the soul of man is naturally immortal."},{"id":71,"quote":"If we admit a thing so extraordinary as the creation of this world, it should seem that we admit something strange, and odd, and new to human apprehension, beyond any other miracle whatsoever."},{"id":72,"quote":"The love of truth, virtue, and the happiness of mankind are specious pretexts, but not the inward principles that set divines at work; else why should they affect to abuse human reason, to disparage natural religion, to traduce the philosophers as they universally do?"},{"id":73,"quote":"Certainly he who can digest a second or third fluxion need not, methinks, be squeamish about any point in divinity."},{"id":74,"quote":"Westward the course of empire takes its way; The four first acts already past, A fifth shall close the drama with the day: Time's noblest offspring is the last."},{"id":75,"quote":"It would much conduce to the public benefit, if, instead of discouraging free-thinking, there was erected in the midst of this free country a dianoetic academy, or seminary for free-thinkers, provided with retired chambers, and galleries, and shady walks and groves, where, after seven years spent in silence and meditation, a man might commence a genuine free-thinker, and from that time forward, have license to think what he pleased, and a badge to distinguish him from counterfeits."},{"id":76,"quote":"All that stock of arguments [the skeptics] produce to depreciate our faculties, and make mankind appear ignorant and low, are drawn principally from this head, to wit, that we are under an invincible blindness as to the true and real nature of things."}]