[{"id":1,"quote":"Your mind is a powerful thing. When you filter it with positive thoughts, your life will start to change."},{"id":2,"quote":"Change is never painful, only the resistance to change is painful"},{"id":3,"quote":"Sometimes it's better to be kind than to be right. We do not need an intelligent mind that speaks, but a patient heart that listens. You will not be punished for your anger, you will be punished by your anger"},{"id":4,"quote":"One moment can change a day, One day can change a life and One life can change the world"},{"id":5,"quote":"The way to happiness is: keep your heart free from hate, your mind from worry. Live simply, give much. Fill your life with love. Do as you would be done by."},{"id":6,"quote":"Happiness will never come to those who fail to appreciate what they already have."},{"id":7,"quote":"Mutual respect and mutual listening are the foundations of harmony within the family."},{"id":8,"quote":"Thousands of candles can be lighted from a single candle. Happiness never decreases by being shared."},{"id":9,"quote":"If you let cloudy water settle, it will become clear.  If you let your upset mind settle, your course will also become clear."},{"id":10,"quote":"Serenity comes when you trade expectations for acceptance."},{"id":11,"quote":"Everything that happens to us is the result of what we ourselves have thought, said, or done.We alone are responsible for our lives."},{"id":12,"quote":"If you light a lamp for somebody, it will also brighten your path."},{"id":13,"quote":"All life is temporary\nWhy worry about anything that's only temporary"},{"id":14,"quote":"The greatest victory is the one over oneself."},{"id":15,"quote":"People with opinions just go around bothering each other."},{"id":16,"quote":"Forgive and be free. Forget that you have forgiven and be freer."},{"id":17,"quote":"When you move your focus from competition to contribution life becomes a celebration. Never try to defeat people, just win their hearts."},{"id":18,"quote":"Do not learn how to react. Learn how to respond."},{"id":19,"quote":"When you like a flower, you just pluck it. But when you love a flower, you water it daily."},{"id":20,"quote":"Love in the past is only a memory. Love in the future is only a fantasy. True love lives in the here and now."},{"id":21,"quote":"Suffering is wishing things were other than they are."},{"id":22,"quote":"In the end these things matter most: How well did you love? How fully did you live? How deeply did you let go?"},{"id":23,"quote":"If you know something hurtful and not true, don't say it. If you know something hurtful and true, don't say it. If you know something helpful but not true, don't say it. If you know something helpful and true, find the right time to say it."},{"id":24,"quote":"The world is a looking glass. It gives back to every man a true reflection of his own thoughts. Rule your mind or it will rule you."},{"id":25,"quote":"Since everything is a reflection of our minds, everything can be changed by our minds."},{"id":26,"quote":"If you cannot find a good companion to walk with, walk alone, like an elephant roaming the jungle. It is better to be alone than to be with those who will hinder your progress."},{"id":27,"quote":"Every experience, no matter how bad it seems, holds within a blessing of some kind. The goal is to find it."},{"id":28,"quote":"True and lasting inner peace can never be found in external things. It can only be found within in. And then, once we find and nurture it with ourselves, it radiates outward."},{"id":29,"quote":"Set your heart on doing good. Do it over and over again, and you will be filled with joy."},{"id":30,"quote":"Do not be the judge of people; do not make assumptions about others. A person is destroyed by holding judgments about others."},{"id":31,"quote":"Buddha was speaking in a village square one day, when one of the inhabitants started to abuse him. Buddha paused and said to the man, \"If you offer me a piece of paper and I refuse to accept it, what happens to the paper?\" \"Why, it stays with me, of course,\" the villager replied. Buddha smiled gently, \"And that is exactly what I am doing with your abuse,\" he said. \"I am not accepting it, therefore it stays with you.\""},{"id":32,"quote":"Want what you have and you will always get what you want."},{"id":33,"quote":"When wishes are few, the heart is happy. When craving ends, there is peace."},{"id":34,"quote":"If you want to know the past, look at your present. If you want to know the future, look at your present."},{"id":35,"quote":"When an evil-doer, seeing you practise goodness, comes and maliciously insults you, you should patiently endure it and not feel angry with him, for the evil-doer is insulting himself by trying to insult you."},{"id":36,"quote":"How easy it is to see your brother's faults, How hard it is to face your own."},{"id":37,"quote":"Pain is certain, suffering is optional."},{"id":38,"quote":"Those who are truly wise will remain unmoved by feelings of happiness and suffering, fame and disgrace, praise and blame, gain and loss.They will remain calm like the eye of a hurricane."},{"id":39,"quote":"Awake. Be the witness of your thoughts. You are what observes, not what you observe."},{"id":40,"quote":"Your worst enemy is your best teacher."},{"id":41,"quote":"The less you have, the less you have to worry about."},{"id":42,"quote":"In the sky, there is no distinction of east and west; people create disticntions out of their own minds and then believe them to be true."},{"id":43,"quote":"Speak the truth.\nGive whatever you can.\nNever be angry.\nThese three steps will lead you\nInto the presence of the gods."},{"id":44,"quote":"Do not speak - unless it improves on silence."},{"id":45,"quote":"The grudge you hold on to is like a hot coal that you intend to throw at someone, only you're the one who gets burned."},{"id":46,"quote":"No one outside ourselves can rule us inwardly. When we know this, we become free."},{"id":47,"quote":"Nothing is forever except change."},{"id":48,"quote":"The fool says, \"These are my sons, this is my land, this is my money.\" In reality, the fool does not own himself, much less sons, land, or money."},{"id":49,"quote":"Your purpose in life is to find your purpose and give your whole heart and soul to it"},{"id":50,"quote":"For those who are always courteous and respectful of elders, four things increase: life, beauty, happiness and strength."},{"id":51,"quote":"Believe nothing because it is written in books.  Believe nothing because wise men say it is so.  Believe nothing because it is religious doctrine. Believe it only because you yourself know it to be true."},{"id":52,"quote":"Heaven and Hell are imaginary creation of ignorant minds."},{"id":53,"quote":"Look not to the faults of others, nor to their omissions and commissions. But rather look to your own acts, to what you have done and left undone."},{"id":54,"quote":"There is no fire like passion\nNo crime like hatred,\nNo sorrow like separation,\nNo sickness like hunger,\nAnd no joy like the joy of freedom."},{"id":55,"quote":"An outside enemy exists only if there is anger \n inside."},{"id":56,"quote":"Your actions are your only true belongings."},{"id":57,"quote":"Do not judge yourself harshly.  Without mercy for ourselves we cannot love the world."},{"id":58,"quote":"A person is not learned nor wise because he talks much; the person who is patient, free from hatred and fear, that person is called learned and wise."},{"id":59,"quote":"It is our own thoughts that lead us into trouble, not other people."},{"id":60,"quote":"The wind cannot shake a mountain. Neither praise nor blame moves the wise man."},{"id":61,"quote":"Pain in life is inevitable but suffering is not. Pain is what the world does to you, suffering is what you do to yourself [by the way you think about the 'pain' you receive]. Pain is inevitable, suffering is optional. [You can always be grateful that the pain is not worse in quality, quantity, frequency, duration, etc]"},{"id":62,"quote":"Wherever we go, wherever we remain, the results of our actions follow us."},{"id":63,"quote":"The secret of health for both mind and body is not to mourn for the past, nor to worry about the future, but to live the present moment wisely and earnestly. There are only two mistakes one can make along the road to truth; not going all the way, and not starting."},{"id":64,"quote":"Life can only take place in the present moment. If we lose the present moment, we lose life."},{"id":65,"quote":"The mind precedes all things, the mind dominates all things, the mind creates all things."},{"id":66,"quote":"The only way to bring peace to the earth is to learn to make our own life peaceful."},{"id":67,"quote":"The whole secret of existence is to have no fear."},{"id":68,"quote":"Do not give your attention to what others do or fail to do; give it to what you do or fail to do."},{"id":69,"quote":"Silence is an empty space, space is the home of the awakened mind."},{"id":70,"quote":"Know well what holds you back, and what moves you forward"},{"id":71,"quote":"A fool learns nothing from a wise man; but a wise man learns from a fool."},{"id":72,"quote":"To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."},{"id":73,"quote":"If you want to understand the causes that existed in the past, look at the results as they are manifested in the present. And if you want to understand what results will be manifested in the future, look at the causes that exist in the present."},{"id":74,"quote":"A truly wise man does not play leapfrog with a unicorn."},{"id":75,"quote":"As you walk and eat and travel, be where you are. Otherwise you will miss most of your life."},{"id":76,"quote":"Imagine that every person in the world is enlightened but you. They are all your teachers, each doing just the right things to help you learn perfect patience, perfect wisdom, perfect compassion."},{"id":77,"quote":"A person is ruined by taking the measure of other persons."},{"id":78,"quote":"Rather than continuing to seek the truth, simply let go of your views."},{"id":79,"quote":"Easy to do are things that are bad and harmful to oneself. But exceedingly difficult to do are things that are good and beneficial."},{"id":80,"quote":"If you are poor, live wisely. If you have riches, live wisely. It is not your station in life but your heart that brings blessings."},{"id":81,"quote":"There are two obstacles to enlightenment: 1. Thinking you know.  2 Thinking you don't know."},{"id":82,"quote":"Kindness should become the natural way of life,not the exception."},{"id":83,"quote":"Holding on to anger is like poisoning yourself and hoping someone else will die."},{"id":84,"quote":"The fool who thinks he is wise is just a fool.  The fool who knows he is a fool is wise indeed."},{"id":85,"quote":"Joy comes not through possession or ownership but through a wise and loving heart."},{"id":86,"quote":"Be vigilant; guard your mind against negative thoughts"},{"id":87,"quote":"As a bee gathering nectar does not harm or disturb the color & fragrance of the flower; so do the wise move through the world."},{"id":88,"quote":"Your body is precious. It is our vehicle for awakening. Treat it with care."},{"id":89,"quote":"Just as a snake sheds its skin, we must shed our past over and over again."},{"id":90,"quote":"If you find no one to support you on the spiritual path, walk alone. There is no companionship with the immature."},{"id":91,"quote":"Those who are pure in heart and single in purpose are able to understand the most supreme Way. It is like polishing a mirror, which becomes bright when the dust is removed. Remove your passions, and have no hankering."},{"id":92,"quote":"We do not learn by experience, but by our capacity for experience."},{"id":93,"quote":"I knew that most people never see this reality because they attach to the material aspect of the world. Illusions of self and other fill their vision. I also realized there are those with little dust limiting their vision."},{"id":94,"quote":"Meditation brings wisdom; lack of meditation leaves ignorance. Know well what leads you forward and what holds you back, and choose the path that leads to wisdom."},{"id":95,"quote":"One who does not rouse themself when it is time to rise, who, though capable, is full of sloth, whose will and thought are weak, that lazy and idle person will never find their way to true knowledge."},{"id":96,"quote":"The mentor can be identified by four things: by restraining you from wrongdoing, guiding you towards good actions, telling you what you ought to know, and showing you the path to heaven."},{"id":97,"quote":"Do not interrogate silence because silence is mute; do not expect anything from the gods, nor should you try to bribe them with gifts, because it is in ourselves that we must look for liberation."},{"id":98,"quote":"In this world Hate never yet dispelled hate. Only love dispels hate. This is the law, Ancient and inexhaustible."},{"id":99,"quote":"Everything is based on mind, is led by mind, is fashioned by mind. If you speak and act with a pure mind, happiness will follow you, as a shadow clings to a form."},{"id":100,"quote":"Release old concepts and energies that keep you in self-punishment patterns. Release old stories and create from a place of love and self-validation. You are worth it!"},{"id":101,"quote":"A dog is not considered a good dog because he is a good barker. A man is not considered a good man because he is a good talker."},{"id":102,"quote":"There are no chains like hate...dwelling on your brother's faults multiplies your own. You are far from the end of your journey."},{"id":103,"quote":"By taking these three steps you will get closer to the Gods: First, Say the Truth. Second: Don't let you get Angry. Third: Give, even though you have so little to give."},{"id":104,"quote":"Those... who find delight in freedom from attachment in the renunciation of clinging, free from the inflow of thoughts, they are like shining lights, having reached final liberation in the world."},{"id":105,"quote":"The person who masters himself through self-control and discipline is truly undefeatable."},{"id":106,"quote":"On a long journey of human life, faith is the best of companions; it is the best refreshment on the journey; and it is the greatest property."},{"id":107,"quote":"Do not look at the faults of what others have done or not done; observe what you yourself have done or not done."},{"id":108,"quote":"Like a beautiful flower that is colorful but has no fragrance, even well spoken words bear no fruit in one who does not put them into practice."},{"id":109,"quote":"He who is grateful doesn't suffer."},{"id":110,"quote":"Speak only the speech that neither torments self nor does harm to others. That speech is truly well spoken."},{"id":111,"quote":"I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act."},{"id":112,"quote":"The secret of happiness lies in the mind's release from worldly ties."},{"id":113,"quote":"The kingdom of heaven is closer than the brow above the eye but mankind does not see it."},{"id":114,"quote":"Let yourself be open and life will be easier. A spoon of salt in a glass of water makes the water undrinkable. A spoon of salt in a lake is almost unnoticed."},{"id":115,"quote":"Come, live with the doors of the senses guarded, diligent and mindful, vigilant and mindful, with the ways of the mind well watched, possessed of a mind that is awake and observing."},{"id":116,"quote":"Let your diet be spare, your wants moderate, your needs few. So, living modestly, with no distracting desires, you will find content."},{"id":117,"quote":"Conquer anger by love, evil by good; Conquer the miser with liberality, and the liar with truth."},{"id":118,"quote":"All the holy words you read and all the holy words you speak are as nothing if you do not act upon them.  Even if you read little and say little but live the right way, forsaking craving, hatred and delusion, you will know the truth and find calmness and will show others the path."},{"id":119,"quote":"Your worst enemy cannot harm you as much as your own unguarded thoughts. Develop the mind of equilibrium. You will always be getting praise and blame, but do not let either affect the poise of the mind: follow the calmness, the absence of pride."},{"id":120,"quote":"There are two things that we should avoid, oh disciple! A life of pleasures, that is low and vain. A life of mortification, that is useless and vain."},{"id":121,"quote":"Sometime, somewhere you take something to be the truth. But if you cling to it too strongly, then even when the truth comes in person and knocks on your door, you will not open it."},{"id":122,"quote":"He who never thinks of anything as 'mine' does not feel the lack of anything: he is never worried by a sense of loss."},{"id":123,"quote":"Our own worst enemy cannot harm us as much as our unwise thoughts.  No one can help us as much as our own compassionate thoughts."},{"id":124,"quote":"Generosity brings happiness at every stage of its expression. We experience joy in forming the intention to be generous. We experience joy in the actual act of giving something. And we experience joy in remembering the fact that we have given."},{"id":125,"quote":"Do not be jealous of others' good qualities, but out of admiration adopt them yourself."},{"id":126,"quote":"To understand everything is to forgive everything."},{"id":127,"quote":"Wherever there is light, there is shadow; wherever there is length, there is shortness; wherever there is white, there is black. Just like these, as the self-nature of things can not exist alone, they are called non-substantial."},{"id":128,"quote":"True love is born from understanding."},{"id":129,"quote":"To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue."},{"id":130,"quote":"All that we are is the result of what we have thought. If people speak or act with evil thoughts, pain follows them. If people speak or act with pure thoughts, happiness follows them, like a shadow that never leaves them."},{"id":131,"quote":"Our mind is full of anger, jealousy and other negative feelings. Yet we do not realize that these are incompatible with inner peace and joy."},{"id":132,"quote":"Evil-doers who denounce the wise resemble a person who spits against the sky; the spittle will never reach the sky, but comes down on himself. Evil-doers again resemble a man who stirs the dust against the wind; the dust is never raised without doing him injury. Thus, the wise will never be hurt, but the curse is sure to destroy the evil-doers themselves."},{"id":133,"quote":"Please, try to eat a bit less meat, a bit more veggies from today. Let it become a habit gradually until not to eat meat anymore. Then, observe the changing of the body and spirit after eating veggies, fruits and grains."},{"id":134,"quote":"You can search the world over and you will find no one who is more deserving of your kindness and well wishing than you yourself."},{"id":135,"quote":"We are what we think, and all that we are rises with our thoughts.  With our thoughts we make the world. Speak and act with a pure mind and happiness will follow."},{"id":136,"quote":"If you endeavor to embrace the Way through much learning, the Way will not be understood. If you observe the Way with simplicity of heart, great indeed is this Way."},{"id":137,"quote":"Bring your mind to noble silence. Unify your mind in noble silence. Concentrate your mind in noble silence... Enter into rapture and pleasure born of silence derived of concentration and awareness that is free from thought and fabrication."},{"id":138,"quote":"The right time to show your good character is when you are pestered by someone weaker than you."},{"id":139,"quote":"In our lives, change is unavoidable, loss is unavoidable. In the adaptability and ease with which we experience change, lies our happiness and freedom."},{"id":140,"quote":"The mind is the source of happiness and unhappiness by what it chooses to compare the experience with. If it chooses to compare it to something worse then it will create happiness, gratitude and pride but if it chooses to compare it to something better then it will create unhappiness, bitterness and envy."},{"id":141,"quote":"Dwell not on the faults and shortcomings of others; instead, seek clarity about your own."},{"id":142,"quote":"The Truth is not Arbitrary or a Matter of Opinion, but can be Investigated, and Those who Earnestly Search for the Truth will Find It. The Truth is Hidden to the Blind, but he who has the Mental Eye Sees the Truth."},{"id":143,"quote":"Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind."},{"id":144,"quote":"Fools wait for a lucky day, but everyday is a lucky day for an industrious man."},{"id":145,"quote":"Always be mindful of the kindness and not the faults of others"},{"id":146,"quote":"Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship."},{"id":147,"quote":"As rain falls equally on the just and the unjust, do not burden your heart with judgments but rain your kindness equally on all."},{"id":148,"quote":"Good men and bad men differ radically. Bad men never appreciate kindness shown them, but wise men appreciate and are grateful. Wise men try to express their appreciation and gratitude by some return of kindness, not only to their benefactor, but to everyone else"},{"id":149,"quote":"Anyone who is not working toward the truth is missing the whole point of living."},{"id":150,"quote":"You are your own master, you make your own future. Therefore discipline yourself as a horse-dealer trains a thoroughbred"},{"id":151,"quote":"Life is a river always flowing. do not hold onto things. work hard."},{"id":152,"quote":"Freedom and happiness are found in the flexibility and ease with which we move through change."},{"id":153,"quote":"Hatred does not cease through hatred at any time. Hatred ceases through love. This is an unalterable law."},{"id":154,"quote":"All rising to great places is by a winding stair."},{"id":155,"quote":"Offend in neither word nor deed. Eat with moderation. Live in your heart. Seek the highest consciousness. Master yourself according to the law. This is the simple teaching of the awakened."},{"id":156,"quote":"When we feel happy and peaceful, our happiness and peace radiates around us, and others can enjoy it as well. This is called 'the enjoyment of others of our body of bliss'."},{"id":157,"quote":"We begin to die from the moment we are born, for birth is the cause of death. The nature of decay is inherent in youth, the nature of sickness is inherent in health, in the midst of life we are verily in death."},{"id":158,"quote":"In the same way that rain breaks into a house with a bad roof, desire breaks into the mind that has not been practising meditation."},{"id":159,"quote":"You must love yourself before you love another. By accepting yourself and fully being what you are, your simple presence can make others happy You yourself, as much as anybody in the entire universe, deserve your love & affection."},{"id":160,"quote":"For the wakeful one whose mind is quiet, whose thoughts are undisturbed, who has relinquished judgement and blame, there is no fear."},{"id":161,"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill."},{"id":162,"quote":"All that we are is the result of what we have thought; what we think we become."},{"id":163,"quote":"Whatever suffering there is in this world,all arises from desiring only myself to be happy.And whatever joy there is in this world,all arises from desiring to share my happiness with everyone."},{"id":164,"quote":"The holy man is beyond time, he does not depend on any view nor subscribe to any sect; all current theories he understands, but he remains unattached to any of them."},{"id":165,"quote":"Crying with the wise is better than laughing with the fool."},{"id":166,"quote":"You are far from the end of your journey. The way is not in the sky. The way is in the heart. See how you love."},{"id":167,"quote":"Treat others with respect. How you treat others will be how they treat you."},{"id":168,"quote":"Never have anything to do with likes and dislikes. The absence of what one likes is painful, as is the presence of what one dislikes. Therefore don't take a liking to anything. To lose what one likes is hard, but there are no bonds for those who have no likes and dislikes. From preference arises sorrow, from preference arises fear, but he who is freed from preference has no sorrow and certainly no fear."},{"id":169,"quote":"Who ever lives looking for pleasure only, his senses uncontrolled, immoderate in his enjoyments, idle and weak, the tempter will certainly overcome him, as the wind blows down a weak tree."},{"id":170,"quote":"Observe the life by cause and consequence. Explore the life by wisdom. Treat the life by equality. Complete the life by love."},{"id":171,"quote":"A wise man, recognizing that the world is but an illusion, does not act as if it is real, so he escapes the suffering."},{"id":172,"quote":"You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe, deserve your love and affection."},{"id":173,"quote":"Mind is everything. What we think, we become."},{"id":174,"quote":"Nirvana is this moment seen directly. There is no where else than here. The only gate is now. The only doorway is your own body and mind. There’s nowhere to go. There’s nothing else to be. There’s no destination. It’s not something to aim for in the afterlife. It’s simply the quality of this moment."},{"id":175,"quote":"How does one practice mindfulness? Sit in meditation. Be aware of only your breath."},{"id":176,"quote":"Most problems, if you give them enough time and space, will eventually wear themselves out"},{"id":177,"quote":"Let your love flow outward through the universe, To its height, its depth, its broad extent, A limitless love, without hatred or enmity. Then as you stand or walk, Sit or lie down, As long as you are awake, Strive for this with a one-pointed mind; Your life will bring heaven to earth."},{"id":178,"quote":"Do not blindly believe what others say. See for yourself what brings contentment, clarity and peace. That is the path for you to follow."},{"id":179,"quote":"If you don't see God in the next person you meet, look no further."},{"id":180,"quote":"Love yourself and be awake- Today, tomorrow, always. First establish yourself in the way, Then teach others, And so defeat sorrow. To straighten the crooked You must first do a harder thing- Straighten yourself. You are your only master. Who else? Subdue yourself, And discover your master."},{"id":181,"quote":"Believe nothing, O monks, just because you have been told it, or it is commonly believed, or because it is traditional or because you yourselves have imagined it. Do not believe what your teacher tells you merely out of respect for the teacher. But whatsoever, after due examination and analysis, you find to be conducive to the good, the benefit, the welfare of all beings - that doctrine believe and cling to and take as your guide."},{"id":182,"quote":"There is one thing that, when cultivated and regularly practiced, leads to deep spiritual intention, to peace, to mindfulness and clear comprehension, to vision and knowledge, to a happy life here and now, and to the culmination of wisdom and awakening. And what is that one thing? It is mindfulness centred on the body"},{"id":183,"quote":"The end of desire is the end of sorrow."},{"id":184,"quote":"Our life is shaped by our mind; we become what we think. Suffering follows an evil thought as the wheels of a cart follow the oxen that draws it. Our life is shaped by our mind; we become what we think. Joy follows a pure thought like a shadow that never leaves."},{"id":185,"quote":"In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves. This is a helpful pointer for our everyday presence-practice. Can you catch yourself angrily defending your point of view or attacking the other person's? There's the ego."},{"id":186,"quote":"Those who act with few desires are calm, without worry or fear."},{"id":187,"quote":"You are all Buddhas.\nThere is nothing you need to achieve.\nJust open your eyes."},{"id":188,"quote":"He who causes suffering shall suffer. There is no escape."},{"id":189,"quote":"I am a finger pointing to the moon. Don't look at me; look at the moon."},{"id":190,"quote":"All human unhappiness comes from not facing reality squarely, exactly as it is."},{"id":191,"quote":"Doing the good deeds is like the grass in the garden. You don't see its growth. But, it does by days. Doing the wicked deeds is like the hone. You don't see its damage. But, it does by days."},{"id":192,"quote":"Do not overlook tiny good actions, thinking they are of no benefit; even tiny drops of water in the end will fill a huge vessel. Do not overlook negative actions merely because they are small; however small a spark may be, it can burn down a haystack as big as a mountain."},{"id":193,"quote":"If you find someone with wisdom, good judgment, and good actions; make him a companion."},{"id":194,"quote":"Doubt everything. Find your own light."},{"id":195,"quote":"Those who, relying upon themselves only, not looking for assistance to anyone besides themselves, it is they who will reach the top-most height."},{"id":196,"quote":"Dharma is not upheld by talking about it. Dharma is upheld by living in harmony with it."},{"id":197,"quote":"Believe nothing on the faith of traditions, even though they have been held in honor for many generations and in diverse places. Do not believe a thing because many people speak of it. Do not believe on the faith of the sages of the past. Do not believe what you yourself have imagined, persuading yourself that a God inspires you. Believe nothing on the sole authority of your masters and priests. After examination, believe what you yourself have tested and found to be reasonable, and conform your conduct thereto."},{"id":198,"quote":"One of his students asked Buddha, \"Are you the Messiah?\" \"No,\" answered Buddha. \"Then are you a healer?\" \"No,\" Buddha replied. \"Then are you a teacher?\" the student persisted. \"No, I am not a teacher.\" \"Then what are you?\" asked the student exasperated. \"I am awake,\" Buddha replied."},{"id":199,"quote":"Develop a mind that is vast like space, where experiences both pleasant and unpleasant can appear and disappear without conflict, struggle or harm. Rest in a mind like vast sky."},{"id":200,"quote":"The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed. - Buddha No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."},{"id":201,"quote":"You create what you defend against."},{"id":202,"quote":"Only those who go where few have gone can see what few have seen."},{"id":203,"quote":"The masters only point the way. But if you meditate And follow the dharma You will free yourself from desire. 'Everything arises and passes away.' When you see this, you are above sorrow. This is the shining way."},{"id":204,"quote":"Treat not others in ways that you yourself would find hurtful."},{"id":205,"quote":"At the bottom of things, most people want to be understood and appreciated."},{"id":206,"quote":"Just as a solid rock is not shaken by the storm, even so the wise are not affected by praise or blame."},{"id":207,"quote":"The trouble is you think you have time."},{"id":208,"quote":"Master your words. Master your thoughts. Never allow your body to do harm. Follow these three roads with purity And you will find yourself upon the one way, The way of wisdom."},{"id":209,"quote":"Rage is a powerful energy that with diligent practice can be transformed into fierce compassion. However much we disagree with our enemies, our task is to identify with them. They too feel justified in their point of view."},{"id":210,"quote":"Make of yourself a light."},{"id":211,"quote":"A man traveling across a field encountered a tiger. He fled, the tiger after him. Coming to a precipice, he caught hold of the root of a wild vine and swung himself down over the edge. The tiger sniffed at him from above. Trembling, the man looked down to where, far below, another tiger was waiting to eat him. Only the vine sustained him. Two mice, one white and one black, little by little started to gnaw away the vine. The man saw a luscious strawberry near him. Grasping the vine with one hand, he plucked the strawberry with the other. How sweet it tasted!"},{"id":212,"quote":"How easy it is to see your brother's faults, How hard it is to face your own. You winnow his in the wind like chaff, But yours you hide, Like a cheat covering up an unlucky throw. Dwelling on your brother's faults Multiplies your own. You are far from the end of your journey. The way is not in the sky. The way is in the heart. See how you love."},{"id":213,"quote":"Find out for yourself what is truth, what is real. Discover that there are virtuous things and there are non-virtuous things. Once you have discovered for yourself give up the bad and embrace the good."},{"id":214,"quote":"Remembering a wrong is like carrying a burden on the mind."},{"id":215,"quote":"He who walks in the company of fools suffers much. Company with fools, as with an enemy, is always painful. Company with the wise is pleasure, like meeting with kinfolk."},{"id":216,"quote":"My teaching is not a philosophy. It is the result of direct experience...\nMy teaching is a means of practice, not something to hold onto or worship.\nMy teaching is like a raft used to cross the river.\nOnly a fool would carry the raft around after he had already reached the other shore of liberation."},{"id":217,"quote":"All things appear and disappear because of the concurrence of causes and conditions. Nothing ever exists entirely alone; everything is in relation to everything else."},{"id":218,"quote":"If a man possesses a repentant spirit his sins will disappear, but if he has an unrepentant spirit his sins will continue and condemn him for their sake forever."},{"id":219,"quote":"They who imagine truth in untruth and see untruth in truth will never arrive at the truth."},{"id":220,"quote":"By your own efforts waken yourself, watch yourself. And live joyfully."},{"id":221,"quote":"You can only lose what you cling to."},{"id":222,"quote":"Do not look for a sanctuary in anyone except your self."},{"id":223,"quote":"Apply yourself to solitude. One who is given to solitude knows things as they really are."},{"id":224,"quote":"Before giving, the mind of the giver is happy; while giving, the mind of the giver is made peaceful; and having given, the mind of the giver is uplifted."},{"id":225,"quote":"What's done to the children is done to society."},{"id":226,"quote":"Each day of my life I am sowing seeds that one day I will harvest."},{"id":227,"quote":"'I've got children', 'I've got wealth.' This is the way a fool brings suffering on himself. He does not even own himself, so how can he have children or wealth?"},{"id":228,"quote":"To have everything is to possess nothing."},{"id":229,"quote":"Let go of anger. Let go of pride. When you are bound by nothing You go beyond sorrow."},{"id":230,"quote":"As a lotus flower is born in water, grows in water and rises out of water to stand above it unsoiled, so I, born in the world, raised in the world having overcome the world, live unsoiled by the world"},{"id":231,"quote":"Words do not express thoughts very well; every thing immediately becomes a little different, a little distorted, a little foolish. And yet it also pleases me and seems right that what is of value and wisdom of one man seems nonsense to another."},{"id":232,"quote":"Man's troubles are rooted in extreme attention to senses, thoughts, and imagination. Attention should be focused internally to experience a quiet body and a calm mind."},{"id":233,"quote":"Do not think lightly of good, that nothing will come of it. A whole water pot will fill up from dripping drops of water."},{"id":234,"quote":"The fool thinks he has won a battle when he bullies with harsh speech, but knowing how to be forbearing alone makes one victorious."},{"id":235,"quote":"Greed is an imperfection that defiles the mind; hate is an imperfection that defiles the mind; delusion is an imperfection that defiles the mind."},{"id":236,"quote":"I will purify my bodily actions through repeated reflection. I will purify my verbal actions through repeated reflection. I will purify my mental actions through repeated reflection. That's how you should train yourself."},{"id":237,"quote":"Attention leads to immortality. Carelessness leads to death. Those who pay attention will not die, while the careless are as good as dead already."},{"id":238,"quote":"Our sorrows and wounds are healed only when we touch them with compassion."},{"id":239,"quote":"There is no meditation without wisdom, and there is no wisdom without meditation. When a man has both meditation and wisdom, he is indeed close to nirvana."},{"id":240,"quote":"Do not believe anything on the mere authority of teachers or priests. Accept as true and as the guide to your life only that which accords with your own reason and experience, after thorough investigation. Accept only that which contributes to the well-being of yourself and others."},{"id":241,"quote":"Those who attempt to conquer hatred by hatred are like warriors who take weapons to overcome others who bear arms. This does not end hatred, but gives it room to grow. But, ancient wisdom has advocated a different timeless strategy to overcome hatred. This eternal wisdom is to meet hatred with non-hatred. The method of trying to conquer hatred through hatred never succeeds in overcoming hatred. But, the method of overcoming hatred through non-hatred is eternally effective. That is why that method is described as eternal wisdom."},{"id":242,"quote":"Whoever doesn't flare up at someone who's angry wins a battle hard to win."},{"id":243,"quote":"Monks, we who look at the whole and not just the part, know that we too are systems of interdependence, of feelings, perceptions, thoughts, and consciousness all interconnected. Investigating in this way, we come to realize that there is no me or mine in any one part, just as a sound does not belong to any one part of the lute."},{"id":244,"quote":"The tongue like a sharp knife ... Kills without drawing blood."},{"id":245,"quote":"If anything is worth doing, do it with all your heart."},{"id":246,"quote":"Within this moment, the only moment that exists, the past, present and future are contained."},{"id":247,"quote":"Just as a candle cannot burn without fire, men cannot live without a spiritual life."},{"id":248,"quote":"Be a lamp to yourself. Be your own confidence. Hold on to the truth within yourself as to the only truth."},{"id":249,"quote":"A good friend who points out mistakes is to be respected, as if he reveals a secret of hidden treasure."},{"id":250,"quote":"Happiness comes when your work and words are of benefit to others."},{"id":251,"quote":"Dignity and quiet joy in all that we do are the expression of perfect concentration and perfect wisdom."},{"id":252,"quote":"Let the wise one control his thoughts, for they are difficult to perceive, often elusive, and they rush about frantically: a mind well controlled achieves peace and happiness."},{"id":253,"quote":"Many do not realize that we here must die. For those who realize this, quarrels end."},{"id":254,"quote":"What we are today comes from our thoughts of yesterday, and our present thoughts build our life of tomorrow: our life is the creation of our mind. If a man speaks or acts with an impure mind, suffering will follow him as the wheel of the cart follows the beast that draws the cart. If a man speaks or acts with a pure mind, joy follows him as his own shadow."},{"id":255,"quote":"Endurance is one of the most difficult disciplines but it is to the one who endures that the final victory comes."},{"id":256,"quote":"Dependent Origination is the teaching (that life) is not the mere play of blind chance, but has an existence that is dependent upon conditions. That, precisely with the removal of these conditions, those things that have arisen in dependence upon them-thus also all suffering-must perforce disappear and cease to be."},{"id":257,"quote":"Goodwill toward all beings is the true religion; cherish in your hearts boundless goodwill to all that lives."},{"id":258,"quote":"When a man is stimulated by his own thoughts, full of desire and dwelling on what is attractive, his craving increases even more. He is making the fetter even stronger. But he who takes pleasure in stilling his thoughts, practising the contemplation of what is repulsive, and remaining recollected, now he will make an end of craving, he will snap the bonds of Mara. His aim is accomplished, he is without fear, rid of craving and without stain. He has removed the arrows of changing existence. This is his last body."},{"id":259,"quote":"A tree is a wonderful living organism which gives shelter, food, warmth and protection to all living things. It even gives shade to those who wield an axe to cut it down"},{"id":260,"quote":"Your enemy can be your greatest teacher."},{"id":261,"quote":"Truths cannot be acquired from words out of other people's mouths. Before Truths can be internalized, they must come from one's own realizations and practices. Through a lifetime of personal practice, human beings are capable of revealing all of the secrets of the cosmic essence. You are your own best judge."},{"id":262,"quote":"In every trial Let understanding fight for you."},{"id":263,"quote":"Wherever you live is your temple, if you treat it like one."},{"id":264,"quote":"Surely if living creatures saw the results of all their evil deeds, they would turn away from them in disgust. But selfhood blinds them, and they cling to their obnoxious desires. They crave pleasure for themselves and they cause pain to others; when death destroys their individuality, they find no peace; their thirst for existence abides and their selfhood reappears in new births. Thus they continue to move in the coil and can find no escape from the hell of their own making."},{"id":265,"quote":"Love is a fleeting emotion, to reach true nirvana one must know themselves and forsake love, for it breeds contempt"},{"id":266,"quote":"When you come upon a path\n that brings benefit \n and happiness to all,\n follow this course\n as the moon\n journeys through the stars."},{"id":267,"quote":"More than those who hate you, more than all your enemies, an undisciplined mind does greater harm."},{"id":268,"quote":"We are formed and molded by our thoughts. Those whose minds are shaped by selfless thoughts give joy when they speak or act."},{"id":269,"quote":"Peace comes from within. Do not seek it without. It can be argued that peace and happiness comes from the subjective internalised perspective of realizing things could be worse and being grateful they aren't. The alternative view that peace and happiness comes from the objective external perspective of having more and better things than at present, while important for growth, can be a never-ending source of jealousy, dissatisfaction and disappointment. A balance of the two, where people are grateful for what they have while striving for more seems the best blended perspective."},{"id":270,"quote":"Life is dear to all beings, they have the right to live the same that we do."},{"id":271,"quote":"The mind contains all possibilities."},{"id":272,"quote":"The judgment: You are now before Yama, King of the Dead. In vain will you try to...deny or conceal the evil deeds you have done. ... the mirror in which Yama seems to read your past is your own memory, and also his judgment is your own. It is you yourself who pronounce your own judgment."},{"id":273,"quote":"Drop by drop is the water pot filled. Likewise, the wise man, gathering it little by little, fills himself with good."},{"id":274,"quote":"Remember that the only constant in life is change."},{"id":275,"quote":"As a net is made up of a series of ties, so everything in this world is connected by a series of ties. If anyone thinks that the mesh of a net is an independent, isolated thing, he is mistaken. It is called a net because it is made up of a series of interconnected meshes, and each mesh has its place and responsibility in relation to other meshes."},{"id":276,"quote":"If we fail to look after others when they need help, who will look after us?"},{"id":277,"quote":"Pity arises when we are sorry for someone.Compassion is when we understand and help wisely."},{"id":278,"quote":"Through our senses the world appears. Through our reactions we create delusions.Without reactions the world becomes clear."},{"id":279,"quote":"Karma grows from our hearts. Karma terminates from our hearts."},{"id":280,"quote":"To utter pleasant words without practicing them, is like a fine flower without fragrance."},{"id":281,"quote":"Your days pass like rainbows, like a flash of lightning, like a star at dawn. Your life is short. How can you quarrel?"},{"id":282,"quote":"Believe only what you yourself test and judge to be true."},{"id":283,"quote":"Why cling to the pain and the wrongs of yesterday?  Why hold on to the very things that keep you from hope and love."},{"id":284,"quote":"You should respect each other and refrain from disputes; you should not, like water and oil, repel each other, but should, like milk and water, mingle together."},{"id":285,"quote":"\"Existence is sorrow.\" Understand, and go beyond sorrow. This is the way of brightness."},{"id":286,"quote":"The secret of health for both mind and body is...live the present moment wisely and earnestly."},{"id":287,"quote":"Harm no other beings.  They are just your brothers and sisters."},{"id":288,"quote":"Learn this from the waters: in mountain clefts and chasms, loud gush the streamlets, but great rivers flow silently."},{"id":289,"quote":"He who experiences the unity of life sees his own self in all beings."},{"id":290,"quote":"Our life is a creation of our mind."},{"id":291,"quote":"I know what I gave them; I don't know what they received."},{"id":292,"quote":"Journey over, sorrowless, freed in every way, and with all bonds broken - for such a man there is no more distress."},{"id":293,"quote":"Even if everyone elseIs not doing good,I alone will.Even if everyone elseis doing wrong,I alone will not."},{"id":294,"quote":"All tremble at violence; all fear death. Putting oneself in the place of another, one should not kill nor cause another to kill."},{"id":295,"quote":"The world is afflicted by death and decay. But the wise do not grieve, having realized the nature of the world."},{"id":296,"quote":"The Tempter masters the lazy and irresolute man who dwells on the attractive side of things, ungoverned in his senses, and unrestrained in his food, like the wind overcomes a rotten tree. But the Tempter cannot master a man who dwells on the distasteful side of things, self-controlled in his senses, moderate in eating, resolute and full of faith, like the wind cannot move a mountain crag."},{"id":297,"quote":"The heavens and the earth may be captured by the mind's eye."},{"id":298,"quote":"Speak or act with a pure mind, and happiness will follow you as your shadow, unshakable."},{"id":299,"quote":"The greatest action is not conforming with the worlds ways."},{"id":300,"quote":"Learn to ne happy with what you have."},{"id":301,"quote":"The one who wanders independent in the world, free from opinions and viewpoints, does not grasp them and enter into disputations and arguments. As the lotus rises on its stalk unsoiled by the mud and the water, so the wise one speaks of peace and is unstained by the opinions of the world."},{"id":302,"quote":"Have compassion for all beings, rich and poor alike; each has their suffering. Some suffer too much, others too little."},{"id":303,"quote":"Friendship is the only cure for hatred, the only guarantee of peace."},{"id":304,"quote":"If it is not truthful and not helpful, don't say it. If it is truthful and not helpful, don't say it. If it is not truthful and helpful, don't say it. If it is truthful and helpful, wait for the right time."},{"id":305,"quote":"It is impossible to underestimate the significance of your today's choices"},{"id":306,"quote":"Whatever a person frequently thinks and reflects on, that will become the inclination of their mind."},{"id":307,"quote":"Do not let pleasure distract you from meditation, from the way.  Free yourself from pleasure and pain."},{"id":308,"quote":"When things are going well,    be mindful of adversityWhen prosperous,    be mindful of povertyWhen loved,    be mindful of thoughtfulnessWhen respected,    be mindful of humility"},{"id":309,"quote":"Thoughtfulness is the way to deathlessness, thoughtlessness the way to death. The thoughtful do not die: the thoughtless are as if dead already."},{"id":310,"quote":"To meditate is to listen with a receptive heart."},{"id":311,"quote":"Giving the best to others are giving the best to us. The value of life is not based on how long we live. But, how much can we contribute to others in our society ?"},{"id":312,"quote":"The mind that perceives the limitation is the limitation."},{"id":313,"quote":"This is the entire spiritual life, Ananda, that is, good friendship, good companionship, good comradeship. When a monk has a good friend, a good companion, a good comrade, it is to be expected that he will develop and cultivate the Noble Eightfold Path."},{"id":314,"quote":"To share happiness, and to have done something good before leaving this life is sweet."},{"id":315,"quote":"All beings tremble before violence. All love life. All fear death. See yourself in others. Then whom can you hurt? What harm can you do?"},{"id":316,"quote":"Better than a thousand hollow words Is one word that brings peace. Better than a thousand hollow verses Is one verse that brings peace."},{"id":317,"quote":"When one sees that everything exists as an illusion, one can live in a higher sphere than ordinary man."},{"id":318,"quote":"We are the same as plants, as trees, as other people, as the rain that falls. We consist of that which is around us, we are the same as everything."},{"id":319,"quote":"There is a way to be purified, to overcome sorrows and grief, to release suffering, to secure the right path to realize nirvana. This is to be mindful."},{"id":320,"quote":"Religion is a cow. It gives milk, but it also kicks."},{"id":321,"quote":"It is the fool who is haunted by fears, dread of dangers, oppression of mind, not the wise man."},{"id":322,"quote":"I teach one thing and one only: that is, suffering and the end of suffering."},{"id":323,"quote":"If you truly loved yourself, you could never hurt another."},{"id":324,"quote":"Anger will never disappear so long as thoughts of resentment are cherished in the mind."},{"id":325,"quote":"It is a man's own mind, not his enemy or foe, that lures him to evil ways."},{"id":326,"quote":"And he who has considered all the contrasts on this earth, and is no more disturbed by anything whatever in the world, the Peaceful One, freed from rage, from sorrow, and from longing, he has passed beyond birth and decay."},{"id":327,"quote":"From the passions arise worry, and from worry arises fear. Away with the passions, and no fear, no worry."},{"id":328,"quote":"Just as the great ocean has one taste, the taste of salt, so also this teaching and discipline has one taste, the taste of liberation."},{"id":329,"quote":"His success may be great, but be it ever so great the wheel of fortune may turn again and bring him down into the dust."},{"id":330,"quote":"May I hold myself in compassion.\nMay I meet the suffering and ignorance of others with compassion."},{"id":331,"quote":"Men are tied up to their families and possessions more helplessly than in a prison. There is an occasion for the prisoner to be released, but householders entertain no desire to be relieved from the ties of family. When a man's passion is aroused nothing prevents him from ruining himself. Even into the jaws of a tiger will he jump. Those who are thus drowned in the filth of passion are called the ignorant. Those who are able to overcome it are saintly Arhats."},{"id":332,"quote":"To stop suffering, stop greediness. Greediness is a source of suffering."},{"id":333,"quote":"The wise say that it is not an iron, wooden or fiber fetter which is a strong one, but the besotted hankering after trinkets, children and wives, that, say the wise, is the strong fetter. It drags one down, and loose as it feels, it is hard to break. Breaking this fetter, people renounce the world, free from longing and abandoning sensuality."},{"id":334,"quote":"This is how to contemplate our conditioned existence in this fleeting world: \n \n Like a tiny drop of dew, or a bubble floating in a stream; \n Like a flash of lightning in a summer cloud, \n Or a flickering lamp, an illusion, a phantom, or a dream. \n \n So is all conditioned existence to be seen."},{"id":335,"quote":"How does one stay mindful? Where feelings are known as they arise, known as they persist, known as they pass away. Thoughts are known as they arise, known as they persist, known as they pass away. Perceptions are known they arise, known as they persist, known as they pass away. This is how a monk stays awake."},{"id":336,"quote":"Live contemplating the body through mindfulness. Live contemplating feelings. In this way you will be aware of and control wrong desires."},{"id":337,"quote":"When you go into the space of nothingness, everything becomes known."},{"id":338,"quote":"To be selfish, greedy and unwilling to help the needy gives rise to future starvation and clothlessness."},{"id":339,"quote":"A generous heart, kind speech, & a life of service & compassion are the things which renew humanity."},{"id":340,"quote":"Better is to speak unpleasant truth than to tell lies."},{"id":341,"quote":"If a traveller does not meet with one who is his better, or his equal, let him firmly keep to his solitary journey; there is no companionship with a fool."},{"id":342,"quote":"Radiate boundless love towards the entire world - above, below, and across - unhindered, without ill will, without enmity."},{"id":343,"quote":"The fool is his own enemy. Seeking wealth, he destroys himself. Seek rather the other shore."},{"id":344,"quote":"The virtuous man delights in this world and he delights in the next"},{"id":345,"quote":"Whatever the hateful do to the hateful, or an enemy to an enemy, worse is the harm of a misguided mind directed at oneself."},{"id":346,"quote":"Some do not understand that we must die, But those who do realize this settle their quarrels."},{"id":347,"quote":"If you knew what I know about the power of giving, you would not let a single meal pass without sharing it in some way."},{"id":348,"quote":"Your greatest weapon is your enemy's mind"},{"id":349,"quote":"Whoever counters the malicious with malice can never be free, but one who feels no maliciousness pacifies those who hate. Hate brings misery to humanity so the wise man knows no hatred."},{"id":350,"quote":"The more fully we give our energy, the more it returns to us."},{"id":351,"quote":"Even if a fool lived with a wise man all his life, he would still not recognise the truth, like a wooden spoon cannot recognise the flavour of the soup."},{"id":352,"quote":"A fool acquires knowledge only to his own disadvantage. It destroys what good he has, and turns his brains."},{"id":353,"quote":"There is no fire like greed, No crime like hatred, No sorrow like separation, No sickness like hunger of heart, And no joy like the joy of freedom.  Health, contentment and trust Are your greatest possessions, And freedom your greatest joy.  Look within. Be still. Free from fear and attachment, Know the sweet joy of living in the way."},{"id":354,"quote":"If you sleep, Desire grows in you Like a vine in the forest. Like a monkey in the forest You jump from tree to tree, Never finding the fruit - From life to life, Never finding peace. If you are filled with desire Your sorrows swell Like the grass after the rain. But if you subdue desire Your sorrows shall fall from you Like drops of water from a lotus flower."},{"id":355,"quote":"Be the witness of your thoughts."},{"id":356,"quote":"Be a lamp unto yourselves! Work out your liberation with diligence! Fill your mind with compassion!"},{"id":357,"quote":"Flower and thorn are in the same stem."},{"id":358,"quote":"With his mind free from the inflow of thoughts and from restlessness, by abandoning both good and evil, an alert man knows no fear."},{"id":359,"quote":"If dresses would have qualified people, then whores would have ruled the world."},{"id":360,"quote":"The evils of the body are murder, theft, and adultery; of the tongue, lying, slander, abuse and idle talk; of the mind, covetousness, hatred and error."},{"id":361,"quote":"No one can escape death and unhappiness. If people expect only happiness in life, they will be disappointed."},{"id":362,"quote":"You too shall pass away. Knowing this, how can you quarrel?"},{"id":363,"quote":"No matter what path you choose, really walk it."},{"id":364,"quote":"It is good to have companions when occasion arises, and it is good to be contented with whatever comes."},{"id":365,"quote":"Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue."},{"id":366,"quote":"Kindnessis giving others happiness.Compassionis removing others' bitterness.Joyis freeing others from suffering."},{"id":367,"quote":"Winning gives birth to hostility Losing, one lies down in pain. The calmed lie down with ease, having set winning and losing aside."},{"id":368,"quote":"Consider Others as Yourself."},{"id":369,"quote":"Concentrate the mind on the present moment."},{"id":370,"quote":"Moved by their selfish desires, people seek after fame and glory. But when they have acquired it, they are already stricken in years. If you hanker after worldly fame and practise not the Way, your labors are wrongfully applied and your energy is wasted. It is like unto burning an incense stick. However much its pleasing odor be admired, the fire that consumes is steadily burning up the stick."},{"id":371,"quote":"Suffering does not befall him who is without attachment to names and forms."},{"id":372,"quote":"See the truth, and you will see me."},{"id":373,"quote":"If a man who has committed many a misdemeanor does not repent and cleanse his heart of the evil, retribution will come upon his person as sure as the streams run into the ocean which becomes ever deeper and wider. If a man who has committed a misdemeanor come to the knowledge of it, reform himself, and practise goodness, the force of retribution will gradually exhaust itself as a disease gradually loses its baneful influence when the patient perspires."},{"id":374,"quote":"What is evil? Killing is evil, lying is evil, slandering is evil, abuse is evil, gossip is evil, envy is evil, hatred is evil, to cling to false doctrine is evil; all these things are evil. And what is the root of evil? Desire is the root of evil, illusion is the root of evil."},{"id":375,"quote":"To force oneself to believe and to accept a thing without understanding is political, and not spiritual or intellectual."},{"id":376,"quote":"Beware of the anger of the mouth. Master your words. Let them serve truth."},{"id":377,"quote":"Will not be punished for your anger, your anger is the punishment."},{"id":378,"quote":"If you hold yourself dear, protect yourself well."},{"id":379,"quote":"If we can look upon our work not for self-benefit,but as a means to benefit society,we will be practicing appreciation and patience in our daily lives."},{"id":380,"quote":"A family is a place where minds come in contact with one another. If these minds love one another the home will be as beautiful as a flower garden. But if these minds get out of harmony with one another it is like a storm that plays havoc with the garden."},{"id":381,"quote":"If a string has one end, it has another."},{"id":382,"quote":"The wise man makes an island of himself that no flood can overwhelm."},{"id":383,"quote":"\"All conditioned things are impermanent\" - when one sees this with wisdom, one turns away from suffering."},{"id":384,"quote":"Just as a picture is drawn by an artist, surroundings are created by the activities of the mind"},{"id":385,"quote":"The good renounce everything. The pure don't babble about sensual desires. Whether touched by pleasure or pain, the wise show no change of temper."},{"id":386,"quote":"Everything changes, nothing remains without change."},{"id":387,"quote":"In protecting oneself, others are protected; In protecting others, oneself is protected."},{"id":388,"quote":"Only within our body, with its heart and mind, can bondage and suffering be found, and only here can we find true liberation."},{"id":389,"quote":"Peace comes from within; do not try to seek it without."},{"id":390,"quote":"Wherever a person goes, his deeds, like a shadow, will follow."},{"id":391,"quote":"Resolutely train yourself to attain peace"},{"id":392,"quote":"He who, seeking his own happiness, punishes or kills beings who also long for happiness, will not find happiness after his death."},{"id":393,"quote":"The cause of all pain and suffering is ignorance."},{"id":394,"quote":"At the end of the way is freedom. Until then, patience."},{"id":395,"quote":"We are what we think."},{"id":396,"quote":"Once you know the nature of anger and joy is empty and you let them go, you free yourself from karma."},{"id":397,"quote":"The mind is the source of happiness and unhappiness."},{"id":398,"quote":"To insist on a spiritual practice that served you in the past is to carry the raft on your back after you have crossed the river."},{"id":399,"quote":"Right perspective is no perspective or all perspectives."},{"id":400,"quote":"It is your mind that creates the world."},{"id":401,"quote":"Everything is based on mind, is led by mind, is fashioned by mind. If you speak and act with a polluted mind, suffering will follow you, as the wheels of the oxcart follow the footsteps of the ox. Everything is based on mind, is led by mind, is fashioned by mind. If you speak and act with a pure mind, happiness will follow you, as a shadow clings to a form."},{"id":402,"quote":"By giving away food we get more strength. By bestowing clothing on others we gain more beauty. By donating abodes of purity and truth we acquire great treasures."},{"id":403,"quote":"I reached in experience the nirvana which is unborn, unrivalled, secure from attachment, undecaying and unstained. This condition is indeed reached by me which is deep, difficult to see, difficult to understand, tranquil, excellent, beyond the reach of mere logic, subtle, and to be realized only by the wise."},{"id":404,"quote":"Nothing is to be clung to as I, me or mine"},{"id":405,"quote":"If a man's mind becomes pure, his surroundings will also become pure."},{"id":406,"quote":"People cleave to their worldly possessions and selfish passions so blindly as to sacrifice their own lives for them. They are like a child who tries to eat a little, honey smeared on the edge of a knife. The amount is by no means sufficient to appease his appetite, but he runs the risk of wounding his tongue."},{"id":407,"quote":"He who is kind to animals heaven will protect."},{"id":408,"quote":"Work out your own salvation. Do not depend on others."},{"id":409,"quote":"It is not life and wealth and power that enslave men, but the cleaving to life and wealth and power."},{"id":410,"quote":"Care about your children. Just bless them instead of worrying, as every child is the little Buddha who helps his parents to grow up."},{"id":411,"quote":"When one feels no shame in telling a deliberate lie, there is no evil, I tell you, he will not do."},{"id":412,"quote":"Happiness or sorrow- whatever befalls you, walk on untouched, unattached."},{"id":413,"quote":"To abstain from lying is essentially wholesome."},{"id":414,"quote":"Meditate. Live purely. Be quiet. Do your work with mastery. Like the moon, come out from behind the clouds! Shine."},{"id":415,"quote":"Victory breeds hatred; the defeated live in pain. The peaceful live happily, giving up victory and defeat."},{"id":416,"quote":"Suffering is temporary, enlightenment is forever."},{"id":417,"quote":"Few among men are they who cross to the further shore. The others merely run up and down the bank on this side."},{"id":418,"quote":"No light is brighter than wisdom. Wisdom is the light in the world."},{"id":419,"quote":"There is nothing more dreadful than the habit of doubt."},{"id":420,"quote":"Rely on the teaching, not on the person;\nRely on the meaning, not on the words;\nRely on the definitive meaning, not on the provisional;\nRely on your wisdom mind, not on your ordinary mind."},{"id":421,"quote":"For soon the body is discarded, Then what does it feel? A useless log of wood, it lies on the ground, Then what does it know? Your worst enemy cannot harm you As much as your own thoughts, unguarded. But once mastered, No one can help you as much, Not even your father or your mother."},{"id":422,"quote":"Yet the Teaching is simple. Do what is right. Be pure. At the end of the way is freedom."},{"id":423,"quote":"To become vegetarian is to step into the stream which leads to nirvana."},{"id":424,"quote":"The greatest impurity is ignorance. Free yourself from it. Be pure."},{"id":425,"quote":"One who is wise and disciplined, always kind and intelligent, humble and free from pride. One like this will be praised."},{"id":426,"quote":"Don't pray for lighter burdens, but for stronger backs."},{"id":427,"quote":"She who knows life flows, feels no wear or tear, needs no mending or repair."},{"id":428,"quote":"Neither in the sky nor in mid-ocean, nor by entering into mountain clefts, nowhere in the world is there a place where one may escape from the results of evil deeds."},{"id":429,"quote":"Everything is changeable, everything appears and disappears; there is no blissful peace until one passes beyond the agony of life and death."},{"id":430,"quote":"We must be diligent today. To wait until tomorrow is too late. Death comes unexpectedly. How can we bargain with it?"},{"id":431,"quote":"All descriptions of reality are temporary hypotheses."},{"id":432,"quote":"Nothing ever exists entirely alone; everything is in relation to everythiong else."},{"id":433,"quote":"...One who possesses four qualities is deposited in heaven as if brought there. What four? Bodily good conduct, verbal good conduct, mental good conduct, and gratitude or thankfulness. One possessing these four qualities is deposited in heaven as if brought there."},{"id":434,"quote":"Understand that the body is merely the foam of a wave, the shadow of a shadow."},{"id":435,"quote":"I have passed in ignorance through a cycle of many rebirths, seeking the builder of the house. Continuous rebirth is a painful thing. But now, housebuilder, I have found you out. You will not build me a house again. All your rafters are broken, your ridge-pole shattered. My mind is free from active thought, and has made an end of craving."},{"id":436,"quote":"Dispassion is the best of mental states. . . ."},{"id":437,"quote":"If a man lives a pure life, nothing can destroy him."},{"id":438,"quote":"The world is full of suffering. Birth is suffering, decre- pitude is suffering, sickness and death are sufferings. To face a man of hatred is suffering, to be separated from a beloved one is suffering, to be vainly struggling to satisfy one's needs is suffering. In fact, life that is not free from desire and passion is always involved with suffering."},{"id":439,"quote":"Do not say anything harsh: what you have said will be said back to you."},{"id":440,"quote":"A person writing at night may put out the lamp, but the words he has written will remain. It is the same with the destiny we create for ourselves in this world."},{"id":441,"quote":"There is no satisfying the senses, not even with a shower of money. \"The senses are of slight pleasure and really suffering.\" When a wise man has realised this, he takes no pleasure, as a disciple of the Buddhas, even in the pleasures of heaven. Instead he takes pleasure in the elimination of craving."},{"id":442,"quote":"Those who have failed to work toward the truth have missed the purpose of living."},{"id":443,"quote":"Attachment leads to suffering."},{"id":444,"quote":"First of all there will appear to you, swifter than lightning, the luminous splendor of the colorless light of Emptiness, and that will surround you on all sides. ...Try to submerge yourself in that light, giving up all belief in a separate self, all attachment to your illusory ego."},{"id":445,"quote":"There is no fire like passion. There are no chains like hate. Illusion is a net, Desire is a rushing river."},{"id":446,"quote":"Delight in meditation and solitude.  Compose yourself, be happy.  You are a seeker."},{"id":447,"quote":"Don't just do something, be there."},{"id":448,"quote":"In exactly the same way, ... scatter your body, your feeling, your perception, your predispositions, your discriminative consciousness, break them up, knock them down, cease to play with them, apply yourself to the destruction of craving for them. Verily, ... the extinction of craving is Nirvana."},{"id":449,"quote":"Love yourself and watch - Today, tomorrow, always. To straighten the crooked You must first do a harder thing - Straighten yourself."},{"id":450,"quote":"Love and serve the world through your work."},{"id":451,"quote":"Whatever is subject to origination is all subject to cessation."},{"id":452,"quote":"War ends only when people love each other."},{"id":453,"quote":"A man may conquer a million men in battle but one who conquers himself is, indeed, the greatest of conquerors."},{"id":454,"quote":"An unreflective mind is a poor roof. Passion, like the rain, floods the house. But if the roof is strong, there is shelter. Whoever follows impure thoughts Suffers in this world and the next. In both worlds he suffers And how greatly."},{"id":455,"quote":"We living beings, right down to crickets, ants, mosquitoes , and flies, all possess life that is without beginning or end."},{"id":456,"quote":"When ignorant people see someone who is dead, they are disgusted and horrified, even thought they too will be dead some day.  I thought to myself:  I don't want to be like the ignorant people.  After then, I couldn't feel the usual intoxication with life anymore."},{"id":457,"quote":"All living beings have Buddha nature and can become Buddhas."},{"id":458,"quote":"Things are not what they appear to be: nor are they otherwise."},{"id":459,"quote":"How deeply did you learn to let go?"},{"id":460,"quote":"I am the owner of my actions, heir to my actions, born of my actions, related through my actions, and have my actions as my arbitrator. Whatever I do, for good or for evil, to that I will fall heir."},{"id":461,"quote":"To awaken, sit calmly, letting each breath clear your mind and open your heart."},{"id":462,"quote":"It is wrong to think that misfortunes come from the east or from the west; they originate within one's own mind."},{"id":463,"quote":"Inner freedom is not guided by our efforts; it comes from seeing what is true."},{"id":464,"quote":"Do not pursue the past. Do not lose yourself in the future. The past no longer is. The future has not yet come. Looking deeply at life as it is. In the very here and now, the practitioner dwells in stability and freedom. We must be diligent today. To wait until tomorrow is too late. Death comes unexpectedly. How can we bargain with it? The sage calls a person who knows how to dwell in mindfulness night and day, 'one who knows the better way to live alone.'"},{"id":465,"quote":"Your suffering is my suffering and your happiness is my happiness."},{"id":466,"quote":"Being generous, just helping one's relatives and being blameless in one's actions; this is the best good luck."},{"id":467,"quote":"Let him the intelligent man  admonish, let him teach, let him forbid what is improper ! - he will be beloved of the good, by the bad he will be hated."},{"id":468,"quote":"Offensive acts come back upon the evil doer, like dust that is thrown against the wind."},{"id":469,"quote":"And for a disciple thus freed, in whose heart dwells peace, there is nothing to be added to what has been done, and naught more remains for him to do. Just as a rock of one solid mass remains unshaken by the wind, even so, neither forms, nor sounds, nor odors, nor tastes, nor contacts of any kind, neither the desired, nor the undesired, can cause such an one to waver. Steadfast is his mind, gained is deliverance."},{"id":470,"quote":"Even death is not to be feared by one who has lived wisely."},{"id":471,"quote":"Through effort you will cross any raging flood, through energy you will pass any sorrow."},{"id":472,"quote":"All compounded things are subject to decay. Strive with diligence!"},{"id":473,"quote":"Should a person do good, let him do it again and again. Let him find pleasure therein, for blissful is the accumulation of good."},{"id":474,"quote":"Don't keep searching for the truth, just let go of your opinions."},{"id":475,"quote":"Unity can only be manifested by the Binary. Unity itself and the idea of Unity are already two."},{"id":476,"quote":"Let us live most happily, free from hatred in the midst of the hateful; Let us remain free from hatred in the midst of people who hate."},{"id":477,"quote":"Better than a long speech is a single quietening word."},{"id":478,"quote":"One who previously made bad karma, but who reforms and creates good karma, brightens the world like the moon appearing from behind a cloud."},{"id":479,"quote":"If you are tossed about by doubts, full of strong thoughtless passions, and yearning only for that which is detrimental, your thirst will grow stronger and stronger, unquenched, and your pain will grow with your defilements."},{"id":480,"quote":"Like a lovely flower full of color but lacking in fragrance, are the words of those who do not practice what they teach."},{"id":481,"quote":"I am always at the beginning."},{"id":482,"quote":"Even loss and betrayal can bring us awakening."},{"id":483,"quote":"This existence of ours is as transient as autumn clouds To watch the birth and death of beings is like looking at the movements of a dance. A lifetime is like a flash of lightning in the sky, Rushing by, like a torrent down a steep mountain."},{"id":484,"quote":"It is better to do nothing Than to do what is wrong. For whatever you do, you do to yourself."},{"id":485,"quote":"From craving arises sorrow, from craving arises fear, but he who is freed from craving has no sorrow and certainly no fear."},{"id":486,"quote":"The gift of Truthovercomes all gifts.The joy of Truthovercomes all pleasures.The taste of Truthovercomes all sweetness."},{"id":487,"quote":"Water surrounds the lotus flower, but does not wet its petals."},{"id":488,"quote":"If you don't disturb yourself, like a broken gong does not vibrate, then you have achieved nirvana. Irritability no longer exists for you."},{"id":489,"quote":"Inflamed by greed, incensed by hate, confused by delusion, overcome by them, obsessed by mind, a man chooses for his own affliction, for others' affliction, for the affliction of both and experiences pain and grief."},{"id":490,"quote":"Read as few words as you like, and speak fewer, but act upon the law."},{"id":491,"quote":"Those who are free of resentful thoughts surely find peace."},{"id":492,"quote":"Do not carry with you your mistakes. Do not carry your cares. Travel on alone. Like an elephant in the forest."},{"id":493,"quote":"I gained nothing at all from Supreme Enlightenment, and for that very reason it is called Supreme Enlightenment."},{"id":494,"quote":"Pain in life is inevitable but suffering is not."},{"id":495,"quote":"How can one ever know anything if they are too busy thinking?"},{"id":496,"quote":"Look upon him who shows you your faults as a revealer of treasure: seek his company who checks and chides you, the sage who is wise in reproof: it fares well and not ill with him who seeks such company."},{"id":497,"quote":"In his ignorance of the whole truth, each person maintains his own arrogant point of view."},{"id":498,"quote":"Life is like the harp string, if it is strung too tight it won't play, if it is too loose it hangs, the tension that produces the beautiful sound lies in the middle."},{"id":499,"quote":"There is no fire like passion, there is no shark like hatred, there is no snare like folly, there is no torrent like greed."},{"id":500,"quote":"When one drives away the negligent through vigilance, he climbs the heights of wisdom, and can see the suffering masses. Serene, you look upon the lost like one that stands on a mountain sees those that stand upon the plain."},{"id":501,"quote":"Neither my life of luxury in the palace -nor- my life as ascetic in the forest were ways to enlightenment."},{"id":502,"quote":"Let all-embracing thoughts for all beings be yours."},{"id":503,"quote":"A kind man who makes good use of wealth is rightly said to possess a great treasure; but the miser who hoards up his riches will have no profit."},{"id":504,"quote":"Whatsoever misfortunes there are Here in this world or in the next, They all have their root in Ignorance And in the accumulation of Longing and Desire."},{"id":505,"quote":"The ignorant man is an ox. He grows in size, not in wisdom."},{"id":506,"quote":"When giving to others do not linger on thoughts of a giving, what was given, or the one who has received."},{"id":507,"quote":"For, owners of their deeds (karma) are the beings, heirs of their deeds; their deeds are the womb from which they sprang; with their deeds they are bound up; their deeds are their refuge. Whatever deeds they do-good or evil-of such they will be the heirs. And wherever the beings spring into existence, there their deeds will ripen; and wherever their deeds ripen, there they will earn the fruits of those deeds, be it in this life, or be it in the next life, or be it in any other future life."},{"id":508,"quote":"To keep the body in good health is a duty, for otherwise we shall not be able to trim the lamp of wisdom, and keep our mind strong and clear."},{"id":509,"quote":"The deluding passions are inexhaustible. I vow to extinguish them all.\nThe number of beings is endless. I vow to save them all.\nThe Truth cannot be told. I vow to explain it.\nThe Way which cannot be followed is unattainable. I vow to attain it."},{"id":510,"quote":"Long is the night for the sleepless. Long is the road for the weary. Long is samsara (the cycle of continued rebirth) for the foolish, who have not recognised the true teaching."},{"id":511,"quote":"Samsara-the Wheel of Existence, literally, the \"Perpetual Wandering\"-is the name by which is designated the sea of life ever restlessly heaving up and down, the symbol of this continuous process of ever again and again being born, growing old, suffering, and dying. (It) is constantly changing from moment to moment, (as lives) follow continuously one upon the other through inconceivable periods of time. Of this Samsara, a single lifetime constitutes only a vanishingly tiny fraction."},{"id":512,"quote":"It is more important to prevent animal suffering, rather than sit to contemplate the evils of the universe praying in the company of priests."},{"id":513,"quote":"All that we are is the result of what we have thought; it is founded on our thoughts; it is made up of our thoughts. A man's life is the direct result of his thoughts... We are what we think. All that we are arises with our thoughts. With our thoughts we make the world."},{"id":514,"quote":"Thus all things are subject to death, sorrow and suffering. I became aware that I too was of the same nature, the nature of beginning and end.  What if I searched for that which underlies all creation, that which is nirvana, the perfect freedom from unconditioned existence?"},{"id":515,"quote":"Which do you think is more my friend, the water in the four great oceans or the tears that you have shed on this long way of taking birth again and again?"},{"id":516,"quote":"Embrace nothing:\nIf you meet the Buddha, kill the Buddha.\nIf you meet your father, kill your father.\nOnly live your life as it is,\nNot bound to anything."},{"id":517,"quote":"Being deeply learned and skilled, being well trained and using well spoken words; This is good luck."},{"id":518,"quote":"Whatever a monk keeps pursuing with his thinking and pondering, that becomes the inclination of his awareness."},{"id":519,"quote":"If we destroy something around us we destroy ourselves. If we cheat another, we cheat ourselves."},{"id":520,"quote":"There are having flowers in Spring, breezes in Summer, moon in Autumn, snows in Winter. If there is nothing worrying over you, it will be the best seasons at all times."},{"id":521,"quote":"Rain falls, wind blows, plants bloom, leaves mature and are blown away; these phenomena are all interrelated with causes and conditions, are brought about by them, and disappear as the causes and conditions change."},{"id":522,"quote":"Believe not because some old manuscripts are produced, believe not because it is your national belief, believe not because you have been made to believe from you childhood, but reason truth out, and after you have analyzed it, then if you find it will do good to one and all, believe it, live up to it and help others live up to it."},{"id":523,"quote":"Be quick to do good. If you are slow, The mind, delighting in mischief, Will catch you. Turn away from mischief. Again and again, turn away. Before sorrow befalls you. Set your heart on doing good. Do it over and over again, And you will be filled with joy. A fool is happy Until his mischief turns against him. And a good man may suffer Until his goodness flowers. Do not make light of your failings, Saying, 'What are they to me?' A jug fills drop by drop."},{"id":524,"quote":"To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent."},{"id":525,"quote":"It is better to spend one day contemplating the birth and death of all things than a hundred years never contemplating beginnings and endings."},{"id":526,"quote":"Do not have as friends harmful people, the wise person does not associate with the worst of people. Have as friends virtuous people, the wise person associates with the best of people."},{"id":527,"quote":"Our life is shaped by our mind; we become what we think."},{"id":528,"quote":"How wonderful! How wonderful! All things are perfect, exactly as they are."},{"id":529,"quote":"The non-doing of any evil,\nthe performance of what's skillful,\nthe cleansing of one's own mind:\nthis is the teaching of the Awakened."},{"id":530,"quote":"Greater in battle\nthan the man who would conquer\na thousand-thousand men,\nis he who would conquer\njust one —\nhimself.\nBetter to conquer yourself\nthan others.\nWhen you've trained yourself,\nliving in constant self-control,\nneither a deva nor gandhabba,\nnor a Mara banded with Brahmas,\ncould turn that triumph\nback into defeat."},{"id":531,"quote":"All acts of living become bad by ten things, and by avoiding the ten things they become good. There are three evils of the body, four evils of the tongue, and three evils of the mind."},{"id":532,"quote":"Be your own lamps. Be your own shelters. Hang on to the truth as a lamp. Hang on to the truth as a refuge."},{"id":533,"quote":"If the traveller can find A virtuous and wise companion Let him go with him joyfully And overcome the dangers of the way. But if you cannot find Friend or master to go with you, Travel on alone."},{"id":534,"quote":"There are three things that cannot long be hidden: the sun, the moon and the truth."},{"id":535,"quote":"Overcome your uncertainties and free yourself from dwelling on sorrow. When you delight in existence, you will awaken, and become a guide to those in need, revealing the path to many."},{"id":536,"quote":"Through zeal, knowledge is gotten; through lack of zeal, knowledge is lost."},{"id":537,"quote":"A contemplative should pay equal attention to concentration, energetic effort and equanimity, and not exclusively to one of these factors only."},{"id":538,"quote":"There's a treasury full of jade and jewels; It is in you. Don't go searching far from home for it-it's here."},{"id":539,"quote":"As a bee without harming the flower, its colour or scent, flies away, collecting only the honey, even so should the sage wander in the village."},{"id":540,"quote":"Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water."},{"id":541,"quote":"Reverence, humility, contentment, gratitude and hearing the good Dhamma, this is the best good luck."},{"id":542,"quote":"Of all the worldly passions, lust is the most intense. All other worldly passions seem to follow in its train."},{"id":543,"quote":"Understand the suffering of worldly existence. \nAbandon its causes of ignorance and selfishness. \nPractice the path of meditation and compassion. \nAwaken from suffering within Great Peace."},{"id":544,"quote":"The more completely we give of ourselves, the more completely the world gives back to us."},{"id":545,"quote":"There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant."},{"id":546,"quote":"Speak the truth do not become angered and give when asked, even be it a little. By these three conditions one goes to the presence of the gods."},{"id":547,"quote":"Those who really seek the path to Enlightenment dictate terms to their mind. Then they proceed with strong determination."},{"id":548,"quote":"He who has renounced all violence towards all living beings, weak or strong, who neither kills nor causes others to kill - him I do call a holy man."},{"id":549,"quote":"Do not close your eyes before suffering. Find ways to be with those who are suffering by all means, Including personal contact and visits, images, sound. By such means, awaken yourself and others to the reality of suffering in the world."},{"id":550,"quote":"But if you do not find an intelligent companion, a wise and well-behaved person going the same way as yourself, then go on your way alone, like a king abandoning a conquered kingdom, or like a great elephant in the deep forest."},{"id":551,"quote":"A fool thinks it like honey so long as the bad deed does not bear fruit, but when it does bear fruit he experiences suffering."},{"id":552,"quote":"With gentleness overcome anger. With generosity overcome meanness. With truth overcome deceit."},{"id":553,"quote":"The wise have mastered body, word, and mind. They are the true masters."},{"id":554,"quote":"How long the night to the watchman, How long the road to the weary traveller, How long the wandering of many lives To the fool who misses the way."},{"id":555,"quote":"The Four Reliances. First, rely on the spirit and meaning of the teachings, not on the words; Second, rely on the teachings, not on the personality of the teacher; Third, rely on real wisdom, not superficial interpretation; And fourth, rely on the essence of your pure Wisdom Mind, not on judgmental perceptions."},{"id":556,"quote":"Until he has unconditional and unbiased love for all beings, man will not find peace."},{"id":557,"quote":"A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise."},{"id":558,"quote":"There are, O monks, these four lights. What four? The light of the moon, the light of the sun, the light of fire, and the light of wisdom. Of these four lights, the light of wisdom is supreme."},{"id":559,"quote":"The eating of meat extinguishes the seed of Great Kindness."},{"id":560,"quote":"You can search the entire universe and not find a single being more worthy of love than you."},{"id":561,"quote":"Cultivation of meditative stability alone, will not destroy the discrimination of inherent existence. Afflictive emotions can return, making all sorts of disturbances"},{"id":562,"quote":"Just as a mother would protect with her life her own son, her only son, so one should cultivate an unbounded mind towards all beings, and loving-kindness towards all the world. One should cultivate an unbounded mind, above and below and across, without obstruction, without enmity, without rivalry. Standing, or going, or seated, or lying down, as long as one is free from drowsiness, one should practice this mindfulness. This, they say, is the holy state here."},{"id":563,"quote":"Follow the truth of the way. Reflect upon it. Make it your own. Live it. It will always sustain you."},{"id":564,"quote":"A person creates what they defend against."},{"id":565,"quote":"Mankind have love, animals have affection. The harmonious and beautiful world is revealed."},{"id":566,"quote":"As soon as we think we are safe, something unexpected happens."},{"id":567,"quote":"The thought manifests as the word. The word manifests as the deed. The deed develops into habit. And the habit hardens into character. So watch the thought and its ways with care. And let it spring from love, born out of concern for all beings."},{"id":568,"quote":"O men! you can take life easily but, remember, none of you can give life! So, have mercy, have compassion! And, never forget, that compassion makes the world noble and beautiful."},{"id":569,"quote":"Live contemplating the body. Contemplate internally and externally. Contemplate the origination of things in the body. Contemplate the dissolution of things in the body."},{"id":570,"quote":"Life is uncertain; death is certain."},{"id":571,"quote":"This is my child, this is my wealth: such thoughts are the preoccupations of fools. If we are unable to own even ourselves, why make such claims?"},{"id":572,"quote":"Before you've seen it, and when you first see it, it is the greatest thing; afterwards, it is ordinary."},{"id":573,"quote":"From eating meat arrogance is born, from arrogance erroneous imaginations issue, and from imagination is born greed; and for this reason refrain from eating meat."},{"id":574,"quote":"After enlightenment, the laundry."},{"id":575,"quote":"As irrigators lead water where they want, as archers make their arrows straight, as carpenters carve wood, the wise shape their minds."},{"id":576,"quote":"Believe nothing,\nNo matter where you read it,\nOr who has said it,\nNot even if I have said it,\nUnless it agrees with your own reason\nAnd your own common sense."},{"id":577,"quote":"\"All is passing\". When one realises this, he sits loose to this world of sorrow : This is the way of purity."},{"id":578,"quote":"So too, monks, I saw the ancient path, the ancient road traveled by the Perfectly Enlightened Ones of the past. And what is that ancient path, that ancient road? It is just this Noble Eightfold Path; that is, right view, right intention, right speech, right action, right livelihood, right effort, right mindfulness, right concentration."},{"id":579,"quote":"All phenomena do not inherently exist because of being dependent-arisings. all phenomena do not inherently exist because of being dependently imputed."},{"id":580,"quote":"I am, I am not, I will be, I will not be are vein thoughts which is a sickness and once all are eliminated no desire arises."},{"id":581,"quote":"Confusion conditions activity, which conditions consciousness, which conditions embodied personality, which conditions sensory experiences, which conditions impact, which conditions mood, which conditions craving, which conditions clinging, which conditions becoming, which conditions birth, which conditions aging and death."},{"id":582,"quote":"Those who awaken never rest in one place. Like swans, they rise and leave the lake. On the air they rise and fly an invisible course. Their food is knowledge. They live on emptiness. They have seen how to break free. Who can follow them?"},{"id":583,"quote":"When a wise man is advised of his errors, he will reflect on and improve his conduct. When his misconduct is pointed out, a foolish man will not only disregard the advice but rather repeat the same error."},{"id":584,"quote":"Let a man avoid evil deeds as a man who loves life avoids poison."},{"id":585,"quote":"In compassion lies the world's true strength."},{"id":586,"quote":"When one is overcome by this wretched, clinging desire in the world, one's sorrows increase like grass growing up after a lot of rain."},{"id":587,"quote":"Our theories of the eternal are as valuable as are those which a chick which has not broken its way through its shell might form of the outside world."},{"id":588,"quote":"Unkind people spread malicious tales, and well-intentioned people also censure; but in either case the tranquil sage remains unconcerned. Nowhere is there to be found a disconcerted sage."},{"id":589,"quote":"There has to be evil so that good can prove its purity above it. To live a pure unselfish life, one must count nothing as one's own in the midst of abundance."},{"id":590,"quote":"Do not believe anything because it is said by an authority, or if it is said to come from angels, or from Gods, or from an inspired source. Believe it only if you have explored it in your own heart and mind and body and found it to be true. Work out your own path, through diligence."},{"id":591,"quote":"In what is seen, there should be just the seen; In what is heard, there should be just the heard; In what is sensed, there should be just the sensed; In what is thought, there should be just the thought. He should not kill a living being, nor cause it to be killed, nor should he incite another to kill. Do not injure any being, either strong or weak in the world."},{"id":592,"quote":"There are three ways to correct our faults:We can change through behavior We can change through understanding We can change heart"},{"id":593,"quote":"Solitude is happiness for one who is content, who has heard the Dhamma and clearly sees. Non-affliction is happiness in the world - harmlessness towards all living beings."},{"id":594,"quote":"Persevere in thy quest and thou shalt find what thou seekest. Pursue thy aim unswervingly and thou shalt gain victory. Struggle earnestly and thou shalt triumph."},{"id":595,"quote":"When a monk is an arahant, with his fermentations ended - one who has reached fulfillment, done the task, laid down the burden, attained the true goal, totally destroyed the fetter of becoming, and is released through right gnosis - the thought doesn't occur to him that 'There is someone better than me,' or 'There is someone equal to me,' or 'There is someone worse than me.'"},{"id":596,"quote":"Teach you? I cannot teach you. Go; experience for yourself"},{"id":597,"quote":"The past is already gone, the future is not yet here. There's only one moment for you to live, and that is the present moment"},{"id":598,"quote":"We will develop love, we will practice it, we will make it both a way and a basis."},{"id":599,"quote":"Insignificant, is the loss of relatives, wealth and fame; The loss of wisdom is the greatest loss. Insignificant, is the increase of relatives, wealth and fame; The increase of wisdom is the highest gain. Therefore, you should train yourselves thus: \"We will grow in the increase of wisdom\" Thus you should train yourselves."},{"id":600,"quote":"To support mother and father, to cherish wife and children, and to be engaged in peaceful occupation - this is the greatest blessing."},{"id":601,"quote":"Men who are addicted to the passions are like the torch-carrier running against the wind; his hands are sure to be burned."},{"id":602,"quote":"I look upon the judgment of right and wrong as the serpentine dance of a dragon, and the rise and fall of beliefs as but traces left by the four seasons."},{"id":603,"quote":"A victor only breeds hatred, while a defeated man lives in misery, but a man at peace within lives happily, abandoning up ideas of victory and defeat."},{"id":604,"quote":"Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned. A good friend who points out mistakes and imperfections and rebukes evil is to be respected as if he reveals a secret of hidden treasure."},{"id":605,"quote":"What is this world condition? Body is the world condition. And with body and form goes feeling, perception, consciousness, and all the activities throughout the world. The arising of form and the ceasing of form-everything that has been heard, sensed, and known, sought after and reached by the mind-all this is the embodied world, to be penetrated and realized."},{"id":606,"quote":"Letting go of our suffering is the hardest work we will ever do."},{"id":607,"quote":"Those who are ashamed of what they ought not to be ashamed; and are not ashamed of what they ought to be - such men, embracing erroneous views, enter the woeful path."},{"id":608,"quote":"He whose inflowing thoughts are dried up, who is unattached to food, whose dwelling place is an empty and imageless release - the way of such a person is hard to follow, like the path of birds through the sky."},{"id":609,"quote":"Do not accept anything simply because it has been said by your teacher, or because it has been written in your sacred books, or because it has been believed by many, or because it has been handed down by your ancestors. Accept and live only according to what will enable you to see truth face to face."},{"id":610,"quote":"This Ariyan Eightfold Path, that is to say: Right view, right aim, right speech, right action, right living, right effort, right mindfulness, right contemplation."},{"id":611,"quote":"O how sweet it is to enjoy life, Living in honesty and strength! And wisdom is sweet, And freedom."},{"id":612,"quote":"If desires are not uprooted, sorrows grow again in you."},{"id":613,"quote":"Life is easy For the man who is without shame, Impudent as a crow, A vicious gossip, Vain, meddlesome, dissolute. But life is hard For the man who quietly undertakes The way of perfection, With purity, detachment and vigor. He sees light."},{"id":614,"quote":"Besides the respect of the lives of human beings, all the animals and plants should be on the list too. That is the real humanitarianism."},{"id":615,"quote":"We will be thankful and grateful. Not even the last thing that is done for us shall be forgotten."},{"id":616,"quote":"From craving is born grief, from craving is born fear. For one freed from craving there's no grief- so how fear?"},{"id":617,"quote":"The man who foolishly does me wrong, I will return to him the protection of my most ungrudging love; and the more evil comes from him, the more good shall go from me."},{"id":618,"quote":"Health is the first benefit. Content is the first fortune. Friendliness is the first kindness. Nirvana is the first happiness."},{"id":619,"quote":"A fool who recognises his own ignorance is thereby in fact a wise man, but a fool who considers himself wise - that is what one really calls a fool."},{"id":620,"quote":"If you're respectful by habit, constantly honoring the worthy, four things increase: long life, beauty, happiness, strength."},{"id":621,"quote":"Suffering, if it does not diminish love,\nwill transport us to the furthest shore."},{"id":622,"quote":"If people become accustomed to lying, they will unconsciously commit every possible wrong deed. Before they can act wickedly, they must lie and once they begin to lie they will act wickedly without concern."},{"id":623,"quote":"One is not low because of birth nor does birth make one holy. Deeds alone make one low, deeds alone make one holy."},{"id":624,"quote":"Learn this from water: loud splashes the brook but the oceans depth are calm."},{"id":625,"quote":"Mindfulness of the body leads to nirvana."},{"id":626,"quote":"I call wise man who, while he is innocent , endures insults and blows with a patience equal to its strength."},{"id":627,"quote":"No clouds gathered in the skies and the polluted streams became clear, whilst celestial music rang through the air and the angels rejoiced with gladness. With no selfish or partial joy but for the sake of the law they rejoiced, for creation engulfed in the ocean of pain was now to obtain release."},{"id":628,"quote":"Perfect wisdom, Perfect tranquility,Perfect compassion,arise fromOur love,Our sincerity.Our understanding."},{"id":629,"quote":"It takes hundred of years sitting together in the same boat. It takes thousand of years sharing the same bed with. It calls : the predestined affinity."},{"id":630,"quote":"Let a man neither give himself over to pleasures ... nor yet let him give himself over to self-mortification ... To the exclusion of both these extremes, the Truth-Finder has discovered a middle course."},{"id":631,"quote":"The poisonous serpent of afflictions is sleeping in your mind; just as if a black viper were asleep in your room. You must use the hook of precepts to quickly remove it. When the sleeping snake is gone, then you can rest at ease."},{"id":632,"quote":"How can a troubled mind Understand the way? If a man is disturbed He will never be filled with knowledge. An untroubled mind, No longer seeking to consider What is right and what is wrong, A mind beyond judgements, Watches and understands. Know that the body is a fragile jar, And make a castle of your mind. In every trial Let understanding fight for you To defend what you have won."},{"id":633,"quote":"The no-mind not-thinks no-thoughts about no-things."},{"id":634,"quote":"What you think you become."},{"id":635,"quote":"Monks, when ignorance is abandoned, and knowledge arises in the monk, with the ending of ignorance and the arising of knowledge he clings neither to sense-pleasures, nor does he cling to views, nor to precepts and vows, nor to a Self-doctrine. Not clinking, he is not disturbed; not disturbed, he attains individually nibbana."},{"id":636,"quote":"What you have become is the result of what you have thought"},{"id":637,"quote":"Live joyfully, without desire."},{"id":638,"quote":"All beings wish for happiness, so extend your compassion to all."},{"id":639,"quote":"True charity occurs only when there are no notions of giving, giver, or gift."},{"id":640,"quote":"Chaos is inherent in all compounded things. Strive on with diligence."},{"id":641,"quote":"The calmed say that what is well-spoken is best; second, that one should say what is right, not unrighteous; third, what's pleasing, not displeasing; fourth, what is true, not false."},{"id":642,"quote":"Why do what you will regret? Why bring tears upon yourself? Do only what you do not regret, And fill yourself with joy."},{"id":643,"quote":"If there be one righteous person, the rain falls for his sake."},{"id":644,"quote":"Through vigilance, restraint and control the wise will construct and island that no flood will overcome."},{"id":645,"quote":"Sit Rest Work. Alone with yourself, Never weary. On the edge of the forest Live joyfully, Without desire."},{"id":646,"quote":"Don't indulge in careless behaviour. Don't be the friend of sensual pleasures. He who meditates attentively attains abundant joy."},{"id":647,"quote":"It is impossible for a man who is bogged to extricate another who is bogged."},{"id":648,"quote":"Meat is not agreeable to the wise: it has a nauseating odor, it causes a bad reputation, it is food for the carnivorous; I say this, Mahamati, it is not to be eaten."},{"id":649,"quote":"Happiness follows sorrow, sorrow follows happiness, but when one no longer discriminates happiness and sorrow, a good deal and a bad deed, one is able to realize freedom."},{"id":650,"quote":"As a mountain is unshaken by the wind, so the heart of a wise person is unmoved by all the changes on this earth."},{"id":651,"quote":"Therefore, be ye lamps unto yourselves, be ye a refuge to yourselves. Hold fast to the truth as a lamp; hold fast as a refuge to the truth. Look not for refuge to anyone besides yourselves."},{"id":652,"quote":"If the selflessness of phenomena is analyzed and if this analysis is cultivated, it causes the effect of attaining nirvana. through no other cause does one come to peace."},{"id":653,"quote":"Free from passion and desire, you have stripped the thorns from the stem."},{"id":654,"quote":"All phenomena link together in a mutually conditioning network."},{"id":655,"quote":"Destroy the man of wicked thoughts, Like a bamboo-tree with its fruit."},{"id":656,"quote":"I do not fight with the world but the world fights with me."},{"id":657,"quote":"Be lamps unto yourselves. Be refuges unto yourselves. Take yourself no external refuge. Hold fast to the truth as a lamp. Hold fast to the truth as a refuge. Look not for a refuge in anyone besides yourselves. And those, Ananda, who either now or after I am dead, Shall be a lamp unto themselves, Shall betake themselves as no external refuge, But holding fast to the truth as their lamp, Holding fast to the truth as their refuge, Shall not look for refuge to anyone else besides themselves, It is they who shall reach to the very topmost height; But they must be anxious to learn."},{"id":658,"quote":"Give the people - confidence. Give the people - delight. Give the people - hope. Give the people - the best."},{"id":659,"quote":"But if you miss it, you will next be confronted with the angry deities,  ... threatening you and barring your passage ...  because you turned a deaf ear to the saving truths of religion. All these forms are strange to you, ...  they terrify you, ...  and yet it is you who have created them. Do not give in to your fright,  ... flee them not! They are but ... the contents of your own mind... If at this point you should manage to understand that,  ... and you will find yourself in a paradise among the angels."},{"id":660,"quote":"With our thoughts we make the world."},{"id":661,"quote":"When action comes out of nothing it creates no karma."},{"id":662,"quote":"There are five things which no one is able to accomplish in this world: first, to cease growing old when he is growing old; second, to cease being sick; third, to cease dying; fourth, to deny dissolution when there is dissolution; fifth, to deny non-being."},{"id":663,"quote":"Being generous and kindly in speech, doing a good turn for others, and treating all alike. One like this will be praised."},{"id":664,"quote":"Stop, stop. Do not speak. The ultimate truth is not even to think."},{"id":665,"quote":"There is nothing so disobedient as an undisciplined mind, and there is nothing so obedient as a disciplined mind."},{"id":666,"quote":"Love lasts when the relationship comes first"},{"id":667,"quote":"The foot feels the foot when it feels the ground."},{"id":668,"quote":"Better than a thousand hollow words Is one word that brings peace. Better than a thousand hollow verses Is one verse that brings peace. Better than a hundred hollow lines Is one line of the dharma, bringing peace. It is better to conquer yourself Than to win a thousand battles. Then the victory is yours. It cannot be taken from you, Not by angels or by demons, Heaven or hell."},{"id":669,"quote":"Just as a tree, though cut down, sprouts up again if its roots remain uncut and firm, even so, until the craving that lies dormant is rooted out, suffering springs up again and again."},{"id":670,"quote":"Overcome the angry by non-anger; overcome the wicked by goodness; overcome the miser by generosity; overcome the liar by truth."},{"id":671,"quote":"Love is beauty and beauty is truth, and that is why in the beauty of a flower we can see the truth of the universe."},{"id":672,"quote":"To live a single day and hear a good teaching is better than to live a hundred years without knowing such teaching."},{"id":673,"quote":"Awake. Be the witness of your thoughts. The elephant hauls himself from the mud. In the same way drag yourself out of your sloth."},{"id":674,"quote":"In the beginning, compassion is like the seed without which we cannot have any fruit; in the middle, compassion is like water to nourish the see we have planted; in the end, compassion is like the warmth of the sun that brings the fruit to ripening."},{"id":675,"quote":"There is no more self-contradictory concept than that of idle thoughts. What gives rise to the perception of a whole world can hardly be called idle. Every thought we have either contributes to truth or to illusion."},{"id":676,"quote":"For innumerable reasons, Mahamati, the Bodhisattva, whose nature is compassion, is not to eat any meat."},{"id":677,"quote":"Foolish, ignorant people indulge in careless lives, whereas a clever man guards his attention as his most precious possession."},{"id":678,"quote":"Let us rise up and be thankful, for if we didn’t learn a lot today, at least we learned a little"},{"id":679,"quote":"You are the community now. Be a lamp for yourselves. Be your own refuge. Seek for no other. All things must pass. Strive on diligently. Don’t give up."},{"id":680,"quote":"He who, calm and clear as the moon, hankers no more for continuity-he is holy."},{"id":681,"quote":"Thought-habits can harden into character. So watch your thoughts."},{"id":682,"quote":"To master the pride of defiant selfhood, that in truth is the highest bliss."},{"id":683,"quote":"'As I am, so are these. As are these, so am I.' Drawing the parallel to yourself, neither kill nor get others to kill."},{"id":684,"quote":"Never tell a lie. Anyone who can tell you the slightest of lies is also capable of any evil."},{"id":685,"quote":"If you see an intelligent man who tells you where true treasures are to be found, who shows what is to be avoided, and administers reproofs,follow that wise man ; it will be better, not worse, for those who follow him."},{"id":686,"quote":"After much seeking for truth and knowledge the profoundness of reality came to me with a clarity never before known."},{"id":687,"quote":"I will not look at another's bowl intent on finding fault: a training to be observed."},{"id":688,"quote":"May we live like the lotus, at home in muddy water."},{"id":689,"quote":"He who loves 50 people has 50 woes; he who loves no one has no woes."},{"id":690,"quote":"Your worst enemy cannot harm you as much as your own unguarded thoughts."},{"id":691,"quote":"Watering the flowers and the trees, whispering to them, talking to them. Then, they will grow to be more bright and luxuriant."},{"id":692,"quote":"Form is emptiness, emptiness is form"},{"id":693,"quote":"Realizing the doctrine of dependent-arising, the wise do not at all partake of extreme views"},{"id":694,"quote":"How wonderful, how miraculous, all beings, but all beings, are fully endowed with the wisdom and power of the Tathagat. But, sadly, human beings, due to sticky attachments, are not aware of it"},{"id":695,"quote":"However many holy words you read, However many you speak, What good will they do you If you do not act on upon them?"},{"id":696,"quote":"One way leads to acquisition, the other leads to nirvana. Realising this a monk should take no pleasure in the respect of others, but should devote himself to solitude."},{"id":697,"quote":"There is nothing like lust. Lust may be said to be the most powerful passion. Fortunately, we have but one thing which is more powerful. If the thirst for truth were weaker than passion, how many of us in the world would be able to follow the way of righteous?"},{"id":698,"quote":"Full of love for all things in the world, practicing virtue, in order to benefit others, this man alone is happy."},{"id":699,"quote":"The whole secret of era is to specific no nervousness. Never nervousness what fortitude become of you, depend on no one. Free the twinkling you annul all help are you unrestricting."},{"id":700,"quote":"However young, the seeker who sets out upon the way\n Shines bright over the world.\n But day and night the person who is awake\n Shines in the radiance of the spirit.\n Meditate.\n Live purely.\n Be quiet.\n Do your work, with mastery.\n Like the moon, come out from behind the clouds!\n Shine!"},{"id":701,"quote":"If by leaving a small pleasure one sees a great pleasure, let a wise man leave the small pleasure, and look to the great."},{"id":702,"quote":"‎You only lose that which you cling to."},{"id":703,"quote":"As a water bead on a lotus leaf, as water on a red lily, does not adhere, so the sage does not adhere to the seen, the heard, or the sensed."},{"id":704,"quote":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."},{"id":705,"quote":"For those who are ready the door to the deathless state is open. If you have ears give up the conditions that bind you and enter in."},{"id":706,"quote":"A good horse runs with seeing just the shadow of the whip."},{"id":707,"quote":"There is only one time when it is essential to awaken. That time is now."},{"id":708,"quote":"There are these two kinds of gifts: a gift of material things & a gift of the Dhamma. Of the two, this is supreme: a gift of the Dhamma."},{"id":709,"quote":"What is the noble truth of suffering? Birth is suffering, ageing is suffering and sorrow and lamentation, pain, grief and despair are suffering."},{"id":710,"quote":"Make an island of yourself, make yourself your refuge; there is no other refuge. Make truth your island, make truth your refuge; there is no other refuge."},{"id":711,"quote":"When your mind is set in meditative equipoise, you can see reality exactly as it is"},{"id":712,"quote":"How will you become free? With a quiet mind Come into that empty house, your heart, And feel the joy of the way Beyond the world. Look within - The rising and the falling."},{"id":713,"quote":"Like a mother who protects her child, her only child, with her own life, one should cultivate a heart of unlimited love and compassion towards all living beings."},{"id":714,"quote":"Let us live in joy, never falling sick like those who hate us. Let us live in freedom, without hatred even among those who hate."},{"id":715,"quote":"The wise ones fashioned speech with their thought, sifting it as grain is sifted through a sieve."},{"id":716,"quote":"When you realize how perfect [or at least better than it could be] everything is, you will tilt your head back and laugh at the sky."},{"id":717,"quote":"Household life is crowded and dusty; life gone forth is wide open... Suppose I shave off my hair and beard, put on the ochre robe, and go forth from the home life into homelessness."},{"id":718,"quote":"Maintain a state of balance between physical acts and inner serenity,like a lute whose strings are finely tuned."},{"id":719,"quote":"I do not perceive even one other thing, O monks, that when undeveloped and uncultivated entails such great suffering as the mind. The mind when undeveloped and uncultivated entails great suffering."},{"id":720,"quote":"Health, contentment, and trust are your greatest possessions. And freedom your greatest joy."},{"id":721,"quote":"As an elephant in the battlefield withstands arrows shot from bows all around, even so shall I endure abuse."},{"id":722,"quote":"A virtuous man or woman who is determined to develop the Supreme Enlightened Mind, should thus develop it: I have to lead all living beings to put a stop to (reincarnation) and escape (suffering), and when they have been so led, not one of them in fact stops (reincarnating) or escapes suffering. Why? Because, if a Bodhisattva believes in the notion of an ego, a personality, or a living being, he is not a true Bodhisattva."},{"id":723,"quote":"You will not be punished for your anger, you will be punished by your anger... Let a man overcome anger by love."},{"id":724,"quote":"Little by little a person becomes evil, as a water pot is filled by drops of water... Little by little a person becomes good, as a water pot is filled by drops of water."},{"id":725,"quote":"Wakefulness is the way to life. The fool sleeps As if he were already dead, But the master is awake And he lives forever."},{"id":726,"quote":"If with an impure mind a person speaks or acts suffering follows him like the wheel that follows the foot of the ox."},{"id":727,"quote":"If you do not follow the right path, you will be lost."},{"id":728,"quote":"Freed by full realization and at peace, the mind of such a man is at peace, and his speech and action peaceful. He has no need for faith who knows the uncreated, who has cut off rebirth, who has destroyed any opportunity for good or evil, and cast away all desire. He is indeed the ultimate man."},{"id":729,"quote":"Seeking but not finding the house builder I travelled through life after life. How painful is repeated birth! House-builders, you have now been seen. You will not build the house again."},{"id":730,"quote":"If one doth act in friendly wise, With no evil thought toward any single creature, And in so doing becometh proper, And if he have compassion in his soul Toward all living beings--this noble one Doth acquire abundant Virtue."},{"id":731,"quote":"Beings are owners of their actions, heirs of their actions; they originate from their actions, are bound to their actions, have their actions as their refuge. It is action that distinguishes beings as inferior and superior."},{"id":732,"quote":"Pay no attention to the faults of others, things done or left undone by others. Consider only what by oneself is done or left undone."},{"id":733,"quote":"But ...meat eating in any form, in any manner, and in any place is unconditionally and once and for all prohibited ...Meat eating I have not permitted to anyone, I do not permit, I will not permit."},{"id":734,"quote":"Let none find fault with others; let none see the omissions and commissions of others. But let one see one's own acts, done and undone."},{"id":735,"quote":"Mind precedes all phenomena, mind matters most, everything is mind-made. If with an impure mind, you speak or act, then suffering follows you as the cartwheel follows the foot of the draft animal. If with a pure mind, you speak or act, then happiness follows you as a shadow that never departs"},{"id":736,"quote":"If one man kills a hundred men, and another man masters himself, the second man is the much greater warrior."},{"id":737,"quote":"Just as gold is burnt, cut and rubbed, Examine my words carefully and Do not accept them simply out of respect"},{"id":738,"quote":"You throw thorns, falling in my silence they become flowers."},{"id":739,"quote":"By defilement of mind, beings are defiled; by purification of mind, beings are purified."},{"id":740,"quote":"Do not speak harshly to any one; those who are spoken to will answer thee in the same way. Angry speech is painful: blows for blows will touch thee."},{"id":741,"quote":"By oneself the evil is done, and it is oneself who suffers: by oneself the evil is not done, and by one's Self one becomes pure."},{"id":742,"quote":"That which goeth up must needs come down; and that which is down must needs go up. But Brahma has ordained that the that that goeth up is seldom the same as the that that hath gone down."},{"id":743,"quote":"Happy indeed are the arahants! No craving can be found in them. Cut off is the conceit 'I am,' Burst asunder is delusion's net."},{"id":744,"quote":"All created things are impermanent. Strive diligently."},{"id":745,"quote":"The glorious chariots of kings wear out, and the body wears out and grows old; but the virtue of the good never grows old."},{"id":746,"quote":"Beware of the anger of the body. Master the body. Let it serve truth. Beware of the anger of the mouth. Master your words. Let them serve truth. Beware of the anger of the mind. Master your thoughts. Let them serve truth."},{"id":747,"quote":"Those who speak much are blamed, those who speak little are blamed. In this world there are none who are not blamed. Try not to blame."},{"id":748,"quote":"By three things the wise person may be known. What three? He sees a shortcoming as it is. When he sees it, he tries to correct it. And when another acknowledges a shortcoming, the wise one forgives it as he should."},{"id":749,"quote":"Be greatly aware of the present."},{"id":750,"quote":"Silence the angry man with love. Silence the ill-natured man with kindness. Silence the miser with generosity. Silence the liar with truth."},{"id":751,"quote":"When faced with the vicissitudes of life, one's mind remains unshaken, sorrow-less, stainless, secure; this is the greatest welfare"},{"id":752,"quote":"The wind cannot overturn a mountain. Temptation cannot touch the man Who is awake, strong and humble, Who masters hiself and minds the law."},{"id":753,"quote":"Seeker, empty the boat, lighten the load, be free of craving and judgment and hatred, and feel the joy of the way."},{"id":754,"quote":"Through countless births in the cycle of existence\n I have run, not finding\n although seeking the builder of this house;\n and again and again I faced the suffering of new birth.\n Oh housebuilder! Now you are seen.\n You shall not build a house again for me.\n All your beams are broken,\n the ridgepole is shattered.\n The mind has become freed from conditioning:\n the end of craving has been reached."},{"id":755,"quote":"Love is a gift of one's inner most soul to another so both can be whole."},{"id":756,"quote":"Well-makers lead the water (wherever they like) ; fletchers bend the arrow ; carpenters bend a log of wood ; wise people fashion themselves."},{"id":757,"quote":"The virtues, like the Muses, are always seen in groups. A good principle was never found solitary in any breast."},{"id":758,"quote":"Whoever has done harmful actions but later covers them up with good is like the moon which, freed from clouds, lights up the world."},{"id":759,"quote":"In four ways ... should one who flatters be understood as a foe in the guise of a friend: He approves of his friend's evil deeds, he disapproves his friend's good deeds, he praises him in his presence, he speaks ill of him in his absence."},{"id":760,"quote":"In Aryans' Discipline, to build a friendship is to build wealth, To maintain a friendship is to maintain wealth and To end a friendship is to end wealth."},{"id":761,"quote":"This is deathless: the liberation of the mind through lack of clinging."},{"id":762,"quote":"Comparing oneself to others in such terms as \"Just as I am so are they, just as they are so am I,\" he should neither kill nor cause others to kill."},{"id":763,"quote":"Born out of concern for all beings."},{"id":764,"quote":"Inflowing thoughts come to an end in those who are ever alert of mind, training themselves night and day, and ever intent on nirvana"},{"id":765,"quote":"Conquer a liar with truth."},{"id":766,"quote":"Do not give up your authority and follow blindly the will of others. This way will lead to only delusion."},{"id":767,"quote":"Establish your mind as necessary for knowledge and remembrance. Establish a mind free of grasping to anything."},{"id":768,"quote":"You are what you think about."},{"id":769,"quote":"You are the source of all purity and impurity. No one purifies another."},{"id":770,"quote":"Believe nothing just because a so-called wise person said it. Believe nothing just because a belief is generally held. Believe nothing just because it is said in ancient books. Believe nothing just because it is said to be of divine origin. Believe nothing just because someone else believes it. Believe only what you yourself test and judge to be true."},{"id":771,"quote":"Like the mother of the world, touch each being as your beloved child."},{"id":772,"quote":"You have no cause for anything but gratitude and joy."},{"id":773,"quote":"Remember, the greatest gift to give people your enlightenment, to share it. It has to be the greatest."},{"id":774,"quote":"Better it is to live one day seeing the rise and fall of things than to live a hundred years without ever seeing the rise and fall of things."},{"id":775,"quote":"Just as a tree, though cut down, can grow again and again if its roots are undamaged and strong, in the same way if the roots of craving are not wholly uprooted sorrows will come again and again"},{"id":776,"quote":"When watching after yourself, you watch after others. When watching after others, you watch after yourself."},{"id":777,"quote":"If a man does what is good, let him do it again; let him delight in it; happiness is the outcome of good."},{"id":778,"quote":"Of what I know, I have told you only a little. Why have I not told you the rest? Because it would not lead you to Nirvana."},{"id":779,"quote":"Seeing the similarity to oneself, one should not use violence or have it used."},{"id":780,"quote":"Whatever an enemy might do to an enemy, or a foe to a foe, the ill-directed mind can do to you even worse."},{"id":781,"quote":"Do not vainly lament, but do wonder at the rule of transiency and learn from it the emptiness of human life. Do not cherish to unworthy desire that the changeable might become unchanging."},{"id":782,"quote":"When a man has pity on all living creatures then only is he noble."},{"id":783,"quote":"I have the True Dharma Eye, the Marvelous Mind of Nirvana, the True Form of the Formless, and the Subtle Dharma Gate, independent of words and transmitted beyond doctrine. This I have entrusted to Mahakashyapa."},{"id":784,"quote":"Those which arise dependently are free of inherent existence."},{"id":785,"quote":"Love the whole world as a mother loves her only child."},{"id":786,"quote":"Without approval and without scorn, but carefully studying the sentences word by word, one should trace them in the Discourses and verify them by the Discipline. If they are neither traceable in the Discourses nor verifiable by the Discipline, one must conclude thus: 'Certainly, this is not the Blessed One's utterance; this has been misunderstood by that bhikkhu - or by that community, or by those elders, or by that elder.' In that way, bhikkhus, you should reject it."},{"id":787,"quote":"One is not a great one because one defeats or harms other living beings. One is so called because one refrains from defeating or harming other living beings."},{"id":788,"quote":"Craving brings pain; craving brings fear. If you do not yield to craving, you will be free from pain and fear"},{"id":789,"quote":"Attachment is the source of all suffering."},{"id":790,"quote":"When words are both true and kind, they can change the world."},{"id":791,"quote":"Live like a mighty river."},{"id":792,"quote":"Don't believe a teaching just because you've heard it from a man who's supposed to be holy, or because it's contained in a book supposed to be holy, or because all your friends and neighbors believe it. But whatever you've observed and analyzed for yourself and found to be reasonable and good, then accept that and put it into practice."},{"id":793,"quote":"The method of trying to conquer hatred through hatred never succeeds in overcoming hatred. But, the method of overcoming hatred through non-hatred is eternally effective. That is why that method is described as eternal wisdom."},{"id":794,"quote":"When we free ourselves of desire, we will know serenity and freedom."},{"id":795,"quote":"We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves."},{"id":796,"quote":"Those who recognize the existence of suffering, its cause, its remedy, and its cessation, have fathomed the four noble truths. They will walk in the right path."},{"id":797,"quote":"Live every act fully, as if it were your last."},{"id":798,"quote":"To conquer oneself is a greater task than conquering others."},{"id":799,"quote":"Do not believe in anything simply because you have heard it. But after observation and analysis, when you find that anything agrees with reason and is conducive to the good and benefit of one and all, then accept it and live up to it."},{"id":800,"quote":"You are as the yellow leaf. The messengers of death are at hand. You are to travel far away. What will you take with you? You are the lamp To lighten the way. Then hurry, hurry. When your light shines."},{"id":801,"quote":"They are not following dharma who resort to violence to achieve their purpose. But those who lead others through nonviolent means, knowing right and wrong, may be called guardians of the dharma. Those who really seek the path to Enlightenment dictate terms to their mind. Then they proceed with strong determination."},{"id":802,"quote":"Temperance is a tree which as for its root very little contentment, and for its fruit calm and peace."},{"id":803,"quote":"The ocean, king of mountains and the mighty continents Are not heavy burdens to bear when compared To the burden of not repaying the world's kindness."},{"id":804,"quote":"A noble person is mindful and thankful for the favors he receives from others."},{"id":805,"quote":"By whomsoever no evil is done in deed, or word, or thought, him I call a Brahmin (holy man) who is guarded in these three."},{"id":806,"quote":"When one, abandoning greed, feels no greed for what would merit greed, greed gets shed from him - like a drop of water from a lotus leaf."},{"id":807,"quote":"May all sentient beings be happy and free of suffering."},{"id":808,"quote":"Do not believe in anything simply because you have heard it. Do not believe in anything simply because it is spoken and rumored by many. Do not believe in anything simply because it is found written in your religious books. Do not believe in anything merely on the authority of your teachers and elders."},{"id":809,"quote":"May all that have life be delivered from suffering."},{"id":810,"quote":"Buddhas and Bodhisattvas will for seven days appear to you in their benign and peaceful aspect. Their light will shine upon you, ... Wonderful and delightful though they are, The Buddhas may nevertheless frighten you. Do not give in to your fright! Do not run away! Serenely contemplate the spectacle before you! Overcome your fear, and feel no desire! Realize that these are the rays of the grace of the Buddhas, who come to receive you into their Buddha-realms. Pray to them with intense faith and humility."},{"id":811,"quote":"All things that are born must die. Work hard for your own freedom from sorrow."},{"id":812,"quote":"Noble friends and companions are the whole of the holy life."},{"id":813,"quote":"The shallow is easy to embrace, but the profound is difficult. To discard the shallow and seek the profound is the way of a person of courage."},{"id":814,"quote":"You must take action yourself, for Buddhas only teach the way."},{"id":815,"quote":"One should strive to understand what underlies sufferings and diseases - and aim for health and well-being while gaining in the Path."},{"id":816,"quote":"As a single drop of water fills a bucket, so do small deeds of evil; as a single drop of water fills a bucket, so do small deeds of good."},{"id":817,"quote":"The fool who recognizes his foolishness, is a wise man. But the fool who believes himself a wise man, he really is a fool."},{"id":818,"quote":"If a man should conquer in battle a thousand and a thousand more, and another should conquer himself, his would be the greater victory, because the greatest of victories is the victory over oneself."},{"id":819,"quote":"Fill your mind with compassion."},{"id":820,"quote":"When the sleeping snake is gone, then you can rest at ease."},{"id":821,"quote":"Sound health is the greatest of gifts; contentedness, the greatest of riches; trust, the greatest of qualities."},{"id":822,"quote":"Know all things to be like this: A mirage, a cloud castle, A dream, an apparition, Without essence, but with qualities that can be seen. Know all things to be like this: As the moon in a bright sky In some clear lake reflected, Though to that lake the moon has never moved. Know all things to be like this: As an echo that derives From music, sounds, and weeping, Yet in that echo is no melody. Know all things to be like this: As a magician makes illusions Of horses, oxen, carts and other things, Nothing is as it appears."},{"id":823,"quote":"There are those who discover they can leave behind destructive reactions and become patient as the earth, unmoved by fires of anger or fear, unshaken as a pillar, unperturbed as a clear and quiet pool."},{"id":824,"quote":"Not by mere eloquence, nor by handsome appearance, does a man become good-natured, should he be jealous, selfish and deceitful."},{"id":825,"quote":"Do not believe what you have heard Do not believe in tradition because it is handed down many generations Do not believe in anything that has been spoken of many times Do not believe because the written statements come from some old sage Do not believe in conjecture Do not believe in authority, or teachers, or elders But after careful observation and analysis, when it agrees with reason and it will benefit one and all, then accept it and live by it."},{"id":826,"quote":"The true master lives in truth, in goodness and restraint, non-violence, moderation, and purity."},{"id":827,"quote":"(The real brahmin is the one who:) ... has crossed beyond duality ...knows no this shore, other shore, or both ...(is) settled in mind ... without inflowing thoughts ...is without attachment ...endures undisturbed criticism, ill-treatment and bonds, (and is) strong in patience ...(is) without anger, devout, upright, free from craving, disciplined and in his last body  ...has experienced the end of his suffering here in this life, who has set down the burden, freed!"},{"id":828,"quote":"And so, with a boundless heart should one cherish all living beings."},{"id":829,"quote":"It is our minds that create this world."},{"id":830,"quote":"You yourself must earnestly practice, the enlightened ones only proclaim the path."},{"id":831,"quote":"This life of separateness may be compared to a dream, a phantasm, a bubble, a shadow, a drop of dew, a flash of lightning."},{"id":832,"quote":"Being able to make friends and keep them, welcoming others and sharing with them, a guide, philosopher and friend. One like this will be praised."},{"id":833,"quote":"Fashion your life as a garland of beautiful deeds."},{"id":834,"quote":"It is better to conquer yourself than to win a thousand battles."},{"id":835,"quote":"Now this, monks, is the noble truth of suffering: birth is suffering, aging is suffering, illness is suffering, death is suffering; union with what is displeasing is suffering; seperation from what is pleasing is suffering... in brief, the five aggregates subject to clinging are suffering."},{"id":836,"quote":"Therefore, be islands unto yourselves. Be your own refuge. Have recourse to none else for refuge. Hold fast to the Dharma as a refuge. Resort to no other refuge. Whosoever, either now or after I am gone, shall be islands unto themselves, shall seek no eternal refuge, it is they, among my disciples who shall reach the very topmost height! But they must be keen to progress."},{"id":837,"quote":"If there is only empty space, with no suns nor planets in it, then space loses its substantiality."},{"id":838,"quote":"The discipline which I have imparted to you will lead you when I am gone. Practice mindfulness diligently, to attain the goal of awakening."},{"id":839,"quote":"As a flower that is lovely and beautiful, but is scentless, even so fruitless is the well-spoken word of one who practices it not."},{"id":840,"quote":"Whoever sees me sees the teaching, and whoever sees the teaching sees me."},{"id":841,"quote":"Purity or impurity depends on oneself, no one can purify another."},{"id":842,"quote":"The self of which you speak, whether it is the great self or the small self, is only a concept that does not correspond to any reality."},{"id":843,"quote":"Never in the world does hatred cease by hatred; hatred ceases by love."},{"id":844,"quote":"Hatred is never appeased by hatred in this world. By non-hatred alone is hatred appeased. This is a law eternal."},{"id":845,"quote":"Like a fine flower, beautiful to look at but without scent, fine words are fruitless in a man who does not act in accordance with them."},{"id":846,"quote":"Happy are those who have overcome their egos; happy are those who have attained peace; happy are those who have found the Truth."},{"id":847,"quote":"Three things can not hide for long: the Moon, the Sun and the Truth."},{"id":848,"quote":"It is better to travel well then arrive."},{"id":849,"quote":"Not merely by rules of conduct and religious observances, nor by much learning either, nor even by attainment of concentration, nor by sleeping alone, do I reach the happiness of freedom, to which no worldlings attain. If you have not put an end to compulsions, nurse your faith"},{"id":850,"quote":"Though thousand times a thousand in battle one may conquer, yet should one conquer just oneself, one is the greatest conqueror."},{"id":851,"quote":"You have to do your own work; Enlightened Ones will only show the way. Those who practise meditation will free themselves from the chains of death"},{"id":852,"quote":"All composite things pass away. Strive for your own liberation with diligence."},{"id":853,"quote":"He is able who think he is able."},{"id":854,"quote":"For all mortals, birth is suffering, ageing is suffering, sickness is suffering."},{"id":855,"quote":"For the good of the many, for the happiness of the many, out of compassion for the world."},{"id":856,"quote":"Through zeal, knowledge is gotten, through lack of zeal, knowledge is lost; let a man who knows this double path of gain and loss thus place himself that knowledge may grow."},{"id":857,"quote":"Careful amidst the careless, amongst the sleeping wide-awake, the intelligent man leaves them all behind, like a race-horse does a mere hack."},{"id":858,"quote":"Winter always turns into Spring."},{"id":859,"quote":"A man who will be the public leader, must know how to be the public follower."},{"id":860,"quote":"The gift of the Truth beats all other gifts. The flavour of the Truth beats all other tastes. The joy of the Truth beats all other joys, and the cessation of desire conquers all suffering"},{"id":861,"quote":"He who can curb his wrath as soon as it arises, as a timely antidote will check snake's venom that so quickly spreads, - such a monk gives up the here and the beyond, just as a serpent sheds its worn-out skin."},{"id":862,"quote":"Let the disciple cultivate love without measure towards all beings. Let him cultivate towards the whole world, above, below, around, a heart of love unstinted....For in all the world this state of heart is best."},{"id":863,"quote":"Why are you so sure parallel lines exist? Believe nothing, merely because you have been told it, or because it is traditional, or because you have imagined it."},{"id":864,"quote":"If one is the master of oneself, one is the resort one can depend on; therefore, one should control oneself of all."},{"id":865,"quote":"It is within this fathoms-long carcass, with its mind and its notions, that I declare there is the world, the origin of the world, the cessation of the world and the path leading to the cessation of the world."},{"id":866,"quote":"Turn away from mischief. Again and again, turn away. Before sorrow befalls you."},{"id":867,"quote":"An pretend and evil friend is haughty to be feared than a unmanageable beast; a unmanageable beast may mouthful your build up, but an evil friend fortitude mouthful your intellect."},{"id":868,"quote":"Just as the dawn is the forerunner of the arising of the sun, so true friendship is the forerunner of the arising of the noble eightfold path."},{"id":869,"quote":"Let no person think lightly of good, saying in his or her heart, \"it will not benefit me.\" As by the falling of raindrops a jar of water is filled, so the wise person becomes full of good, even though he or she collects it little by little."},{"id":870,"quote":"Hatred does not cease in this world by hating, but by not hating; this is an eternal truth."},{"id":871,"quote":"Live happily, not hating even those who are hostile. Live peacefully even amongst those that hate."},{"id":872,"quote":"Follow the way of virtue. Follow the way joyfully through this world and on beyond."},{"id":873,"quote":"Transient are conditioned things. Try to accomplish your aim with diligence."},{"id":874,"quote":"Whatever grounds there are for making merit productive of a future birth, all these do not equal a sixteenth part of the liberation of mind by loving-kindness. The liberation of mind by loving-kindness surpasses them and shines forth, bright and brilliant."},{"id":875,"quote":"With good will for the entire cosmos, cultivate a limitless heart: above, below, and all around, unobstructed, without hostility or hate."},{"id":876,"quote":"The world is on fire! And you are laughing? You are deep in the dark. Will you not ask for a light?"},{"id":877,"quote":"These teachings are like a raft, to be abandoned once you have crossed the flood. Since you should abandon even good states of mind generated by these teachings, How much more so should you abandon bad states of mind!"},{"id":878,"quote":"If the traveler cannot find master or friend to go with him, let him travel alone rather than with a fool for company."},{"id":879,"quote":"One should not kill a living being, nor cause it to be killed, nor should one incite another to kill. Do not injure any being, either strong or weak, in the world."},{"id":880,"quote":"Hatreds never cease by hatreds in this world. By love alone they cease. This is an ancient Law."},{"id":881,"quote":"Never in this world can hatred be stilled by hatred; it will be stifled by non-hatred - this is the law Eternal."},{"id":882,"quote":"Though through all his life a fool associates with a wise man, he yet understands not the Dharma, as the spoon, the flavor of soup."},{"id":883,"quote":"May all beings everywhere plagued with sufferings of body and mind quickly be freed from their illnesses. May those frightened cease to be afraid, and may those bound be free. May the powerless find power, and may people think of befriending each other. May those who find themselves in trackless, fearful wilderness- the children, the aged, the unprotected- be guarded by beneficent celestials, and may they swiftly attain Buddhahood."},{"id":884,"quote":"Wisdom makes light the darkness of ignorance."},{"id":885,"quote":"Keeping away for all evil deeds, cultivation of life by doing good deeds and purification of mind from mental impunities."},{"id":886,"quote":"Be lamps unto yourselves; be your own confidence. Hold truth within yourselves."},{"id":887,"quote":"Live in Joy, In love, Even among those who hate.  Live in joy, In health, Even among the afflicted.  Live in joy, In peace, Even among the troubled.  Look within. Be still. Free from fear and attachment, Know the sweet joy of living in the way."},{"id":888,"quote":"A mind unruffled by the vagaries of fortune, from sorrow freed, from defilements cleansed, from fear liberated - this is the greatest blessing."},{"id":889,"quote":"Like a beautiful flower, full of colour, but without scent, are wise words when spoken, but fruitless these words are when not carried out by the speaker."},{"id":890,"quote":"Joyously participate in the sorrows of others."},{"id":891,"quote":"The Ill-directed mind can do to you even worse"},{"id":892,"quote":"When a man venerates those worthy of veneration, be they Buddhas or their disciples, who have transcended all obstacles and passed beyond sorrow and tears - venerating such as these, whose passions are extinguished and for whom there is no further source for fear, no one can calculate how great his merit is."},{"id":893,"quote":"The darkest night is ignorance."},{"id":894,"quote":"Life is so very difficult. How can we be anything but kind."},{"id":895,"quote":"To him in whom love dwells, the whole world is but one family."},{"id":896,"quote":"Those which are produced from causes are not produced. they do not have an inherent nature of production. those which depend on causes are said to be empty; those who know emptiness are aware."},{"id":897,"quote":"Do not be thoughtless, always be mindful, watch your thoughts! Draw yourself out of the path of evil, like an elephant sunk in mud."},{"id":898,"quote":"Suffering is an illusion."},{"id":899,"quote":"Analyzing through special insight and realizing the lack of inherent existence constitute understanding of the signless."},{"id":900,"quote":"When I was a young man, near the beginning of my life, I looked around with true mindfulness and saw that all things are subject to decay."},{"id":901,"quote":"Ye must leave righteous ways behind, not to speak of unrighteous ways."},{"id":902,"quote":"If a man speaks or acts with a pure thought, happiness follows him, like a shadow that never leaves him."},{"id":903,"quote":"I teach about suffering and the way to end it"},{"id":904,"quote":"As solid rock remains unmoved by the wind, so the wise remain unmoved by blame and praise."},{"id":905,"quote":"Following the Noble Path is like entering a dark room with a light in the hand; the darkness will all be cleared away, and the room will be filled with light."},{"id":906,"quote":"If you have done good, set your mind upon it so that it may be repeated over and over again. Allow yourself to be pleased by good. Accumulating good is joyful."},{"id":907,"quote":"Never by hatred is hatred appeased, but it is appeased by kindness. This is an eternal truth."},{"id":908,"quote":"Do not underestimate what you specific conventional, nor covetousness others. He who envies others does not terra firma organization of intellect."},{"id":909,"quote":"If for just the time of a finger-snap a monk produces a thought of loving-kindness, develops it, gives attention to it, such a one is rightly called a monk. Not in vain does he meditate. He acts in accordance with the master's teaching, he follows his advice. How much more so if he cultivates it."},{"id":910,"quote":"Be a lamp unto yourself."},{"id":911,"quote":"Chase after money and security and your heart will never unclench."},{"id":912,"quote":"It is because I perceive the danger in the practice of mystic wonders, that I loath, abhor, and am ashamed thereof."},{"id":913,"quote":"Those who consider the inessential to be essential \n And see the essential as inessential\n Don't reach the essential, \n Living in the field of wrong intention"},{"id":914,"quote":"It came to me that I should teach this truth for it is real happiness and joy. The cessation of suffering is possible."},{"id":915,"quote":"When phenomena are individually analyzed as selfless, and what has been analyzed is meditated upon, that is the cause for attaining the fruit, nirvana. One does not go to peace through any other cause"},{"id":916,"quote":"Delusions, errors and lies are like huge, gaudy vessels, the rafters of which are rotten and worm-eaten, and those who embark in them are fated to be shipwrecked."},{"id":917,"quote":"Looking deeply at life as it is in this very moment, the meditator dwells in stability and freedom."},{"id":918,"quote":"Do not breathing in the chronological, do not dream of the later, drain the intellect on the bring about twinkling."},{"id":919,"quote":"Come and see...place no head above your own"},{"id":920,"quote":"Hayatın birliğini tecrübe eden kişi bütün canlıları kendinde, kendini de bütün canlılarda görür ve herşeye tarafsız bir gözle bakar. / He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self, and looks on everything with an impartial eye."},{"id":921,"quote":"If you can keep as silent as a broken gong, then you have attained, when you know no anger."},{"id":922,"quote":"The Buddhas do but tell the way; it is for you to swelter at the task."},{"id":923,"quote":"Joy and openness come from our own contented heart."},{"id":924,"quote":"Give thanks for what had been given to you, \n However little. Be pure, never falter."},{"id":925,"quote":"The mind is pure and luminous by nature. It is defiled only by adventitious thoughts and emotions"},{"id":926,"quote":"Cut out the love of self, like an autumn lotus with thy hand!"},{"id":927,"quote":"Because not even the least Dharma is there found or got at. Therefore is it called 'utmost, right and perfect enlightenment'. Self-identical is that Dharma and nothing is therein at variance. Therefore is it called 'utmost, right and perfect enlighten'"},{"id":928,"quote":"The Tathagatha... is the originator of the path unarisen before, the producer of the path unproduced before, the declarer of the path undeclared before. He is the knower of the path, the discoverer of the path, the one skilled in the path. And his disciplines now dwell following that path and become possessed of it afterwards."},{"id":929,"quote":"He who wrongs the innocent must bear the fruit of his act, like dust flung against the wind."},{"id":930,"quote":"If a man can control his body and mind and thereby refrains from eating animal flesh and wearing animal products, I say he will really be liberated."},{"id":931,"quote":"Here even the various mind-pleasing blossoming flowers, and attractive shining supreme golden houses, have no inherently existent maker at all. They are set up through the power of thought. Through the power of conceptuality the world is established"},{"id":932,"quote":"Beings are owners of their action, heirs of their action."},{"id":933,"quote":"For fear of causing terror to living beings, Mahamati, let the Bodhisattva who is disciplining himself to attain compassion, refrain from eating flesh."},{"id":934,"quote":"The worlds originate so that truth may come and dwell therein."},{"id":935,"quote":"You, as much as anyone in the universe, deserve your love and respect."},{"id":936,"quote":"Hate never ends hate. Only love can."},{"id":937,"quote":"If a man who enjoys a lesser happiness beholds a greater one, let him leave aside the lesser to gain the greater."},{"id":938,"quote":"If a man offend a harmless, pure, and innocent person, the evil falls back upon that fool, like light dust thrown up against the wind."},{"id":939,"quote":"Abstain from all sinful, unwholesome actions, perform only pious wholesome ones, purify the mind; this is the teaching of enlightened ones"},{"id":940,"quote":"Why since I am myself subject to birth, ageing, disease, death, sorrows and defilement, do I seek after what is also subject to these things? Suppose, being myself subject these things, seeking danger in them, I were to seek the unborn, unageing, und."},{"id":941,"quote":"Better than a meaningless story of a thousand words is a single word of deep meaning which, when heard, produces peace."},{"id":942,"quote":"Don't give way to heedlessness or to intimacy with sensual delight - for a heedful person, absorbed in jhana, attains an abundance of ease."},{"id":943,"quote":"For those struggling in midstream, in great fear of the flood, of growing old and of dying for all those I say, an island exists where there is no place for impediments, no place for clinging: the island of no going beyond. I call it nirvana, the complete destruction of old age and dying."},{"id":944,"quote":"I consider the positions of kings and rulers as that of dust motes. I observe treasures of gold and gems as so many bricks and pebbles. I look upon the finest silken robes as tattered rags. I see myriad worlds of the universe as small seeds of fruit, and the greatest lake on Earth as a drop of oil on my foot."},{"id":945,"quote":"Live in joy and love even among those who hate; live in joy and peace even among the troubled."},{"id":946,"quote":"Believe, meditate, see. Be harmless, be blameless. Awake to the law. And from all sorrows free yourself."},{"id":947,"quote":"Those who by form did see me and those who followed me by voice. Wrong the efforts they engaged in, those people will not see me."},{"id":948,"quote":"The four catagories of existance, non-existance, both existance and non-existance, and neither existance nor non-existance, are spiderwebs among spiderwebs which can never take hold of the enormous bird of reality"},{"id":949,"quote":"There is, monks, an unborn, unbecome, unmade, unconditioned. If, monks, there were no unborn... no escape would be discerned from what is born, become, made, conditioned. But because there is an unborn..., therefore an escape is discerned from what is born, become, made, conditioned."},{"id":950,"quote":"Irrigators channel waters; fletchers straighten arrows; carpenters bend wood; the wise master themselves."},{"id":951,"quote":"Happiness never decreased by being shared."},{"id":952,"quote":"Regard this fleeting world like this: \n Like stars fading and vanishing at dawn, \n like bubbles on a fast-moving stream, \n like morning dewdrops evaporating on blades of grass, \n like a candle flickering in a strong wind... \n echoes, mirages, and phantoms, hallucinations, \n and like a dream."},{"id":953,"quote":"In our interactions with others,    gentleness,    kindness,    respectare the source of harmony"},{"id":954,"quote":"Life at home is cramped and dirty, it is difficult to live a spiritual life completely, perfect and pure in all its parts while cabinned."},{"id":955,"quote":"You must use the hook of precepts to quickly remove it."},{"id":956,"quote":"To know and not to use is not yet to know!"},{"id":957,"quote":"Better than chanting a thousand words in a dead language is one soothing word spoken in the vernacular."},{"id":958,"quote":"Sandalwood, tagara, lotus, jasmine - the fragrance of virtue is unrivalled by such kinds of perfume."},{"id":959,"quote":"Like fresh milk a bad deed does not turn at once. It follows a fool scorching him like a smouldering fire."},{"id":960,"quote":"He who harms living beings is, for that reason, not an ariya (a Noble One); he who does not harm any living being is called an ariya."},{"id":961,"quote":"If a person does not harm any living being...and does not kill or cause others to kill - that person is a true spiritual practitioner"},{"id":962,"quote":"What I know is like the leaves on that tree; what I teach is only a small part. But I offer it to all with an open hand. What do I not teach? Whatever is fascinating to discuss, divides people against each other, but has no bearing on putting an end to sorrow. What do I teach? Only what is necessary to take you to the other shore."},{"id":963,"quote":"Like a caring mother holding and guarding the life of her only child, so with a boundless heart of loving kindness, hold yourself and all beings as your beloved children."},{"id":964,"quote":"If there is no other world and there is no fruit and ripening of actions well done or ill done, then here and now in this life I shall be free from hostility, affliction, and anxiety, and I shall live happily."},{"id":965,"quote":"He who lives with his senses well controlled, moderate in his food and drink, he will not be overthrown, any more than the wind throws down a rocky mountain."},{"id":966,"quote":"It is ignorance that smothers, and it is carelessness that makes it invisible. The hunger of craving pollutes the world, and the pain of suffering causes the greatest fear."},{"id":967,"quote":"Conquer the angry man by love."},{"id":968,"quote":"Sustaining a loving heart, even for a moment, makes one a spiritual being."},{"id":969,"quote":"Pain is the outcome of sin."},{"id":970,"quote":"The recollected go forth to lives of renunciation. They take no pleasure in a fixed abode. Like wild swans abandoning a pool, they leave one resting place after another."},{"id":971,"quote":"As long as one feels that he is the doer, he cannot escape from the wheel of births."},{"id":972,"quote":"You are all the Buddha."},{"id":973,"quote":"It is because of their tranquil thoughts That creatures go to prosperity."},{"id":974,"quote":"Not even death can wipe out our good deeds"},{"id":975,"quote":"All wrong-doing arises because of mind. If mind is transformed can wrong-doing remain?"},{"id":976,"quote":"To cease from evil, to do good, and to purify the mind yourself, this is the teaching of all the Buddhas."},{"id":977,"quote":"It is easy to see the faults of others... it is hard to see our own."},{"id":978,"quote":"Just as the bee takes the nectar and leaves without damaging the color or scent of the flowers, so should the sage act in a village."},{"id":979,"quote":"Of all footprints, that of the elephant is supreme. Similarly, of all mindfulness meditations, that on death is supreme."},{"id":980,"quote":"Just as one can make a lot of garlands from a heap of flowers, so man, subject to birth and death as he is, should make himself a lot of good karma."},{"id":981,"quote":"Buddha is in our hearts. Buddha is in our mouths. Buddha is in our daily lives."},{"id":982,"quote":"When a man makes utensils out of a metal which has been thoroughly cleansed of dross, the utensils will be excellent. You monks, who wish to follow the Way, make your own hearts clean from the dirt of evil passion, and your conduct will be unimpeachable."},{"id":983,"quote":"There is pleasure And there is bliss. Forgo the first to possess the second. If you are happy At the expense of another man's happiness, You are forever bound."},{"id":984,"quote":"Seeing the Way is like going into a dark room with a torch; the darkness instantly departs, while the light alone remains. When the Way is attained and the truth is seen, ignorance vanishes and enlightenment abides forever."},{"id":985,"quote":"If there is a God, it is inconceivable that he would be concerned about my day to day affairs."},{"id":986,"quote":"Believe there is good in the world."},{"id":987,"quote":"Wherever there is possession of marks, there is fraud ; wherever there is no-possession of no-marks, there is no fraud. Hence the Tathagata is to be seen from no-marks as marks."},{"id":988,"quote":"He whose longing has been aroused for the indescribable, whose mind has been quickened by it, and whose thought is not attached to sensuality is truly called one who is bound upstream."},{"id":989,"quote":"Joyful is the accumulation of good work."},{"id":990,"quote":"A great gift - a gift of Dharma conquers all gifts."},{"id":991,"quote":"Having abandoned the taking of life, refraining from killing, we dwell without violence, with the knife laid down, scrupulous, full of mercy, trembling with compassion for all sentient beings."},{"id":992,"quote":"I call it nirvana, the complete destruction of old age and dying."},{"id":993,"quote":"There has to be evil so that good can prove its purity above it."},{"id":994,"quote":"The world, indeed, is like a dream and the treasures of the world are an alluring mirage! Like the apparent distances in a picture, things have no reality in themselves, but they are like heat haze."},{"id":995,"quote":"There is, Oh Monks, a not-born, a not-become, a not-made, a not-compounded. Monks, if that unborn, not-become, not-made, not-compounded were not, there would be no escape from this here that is born, become, made and compounded."},{"id":996,"quote":"Know from the rivers in clefts and in crevices: those in small channels flow noisily, the great flow silent. Whatever's not full makes noise. Whatever is full is quiet."},{"id":997,"quote":"But when one masters this wretched desire, which is so hard to overcome, then one's sorrows just drop off, like a drop of water off a lotus."},{"id":998,"quote":"Don't blindly believe what I say. Don't believe me because others convince you of my words. Don't believe anything you see, read, or hear from others, whether of authority, religious teachers or texts."},{"id":999,"quote":"Meat-eating is condemned by the Buddhas, Bodhisattvas, and Sravakas; if one devours meat out of shamelessness he will always be devoid of sense."},{"id":1000,"quote":"Ennui has made more gamblers than avarice, more drunkards than thirst, and perhaps as many suicides as despair."},{"id":1001,"quote":"Wear your ego like a loose fitting garment."},{"id":1002,"quote":"One may desire a spurious respect and precedence among one's fellow monks, and the veneration of outsiders. \"Both monks and laity should think it was my doing. They should accept my authority in all matters great or small.\" This is a fool's way of thinking. His self-seeking and conceit just increase."},{"id":1003,"quote":"Truth is always truth, untruth is always untruth. This is what matters, this is right desire."},{"id":1004,"quote":"And he who lives a hundred years, idle and weak, a life of one day is better if a man has attained firm strength."},{"id":1005,"quote":"The root of suffering is attachment"},{"id":1006,"quote":"To eat meat is just a habit after we were born. In fact, we are not born to eat meat."},{"id":1007,"quote":"Look within, thou art the Buddha."},{"id":1008,"quote":"Overcoming yourself is better than overcoming a million enemies in battle."},{"id":1009,"quote":"The Buddhas, the World-Honored Ones, for one great cause alone appear in the world. The Buddhas, the World-Honored Ones, appear in the world because they wish to cause the beings to hear of the Buddha's knowledge and insight and thus enable them to gain purity. They appear in the world because they wish to demonstrate the Buddha's knowledge and insight to the beings. They appear in the world because they wish to cause the beings to understand. They appear in the world because they wish to cause the beings to enter into the path of the Buddha's knowledge and insight."},{"id":1010,"quote":"O seeker! Rely on nothing until you want nothing."},{"id":1011,"quote":"Though he should conquer a thousand men in the battlefield a thousand times, yet he, indeed, who would conquer himself is the noblest victor."},{"id":1012,"quote":"If you determine your course With force or speed, You miss the way of the dharma. Quietly consider What is right and what is wrong. Receiving all opinions equally, Without haste, wisely, Observe the dharma."},{"id":1013,"quote":"(They) were responsible for spreading the Buddhist religion throughout India and East Asia."},{"id":1014,"quote":"An evil deed, like fresh milk, does not go bad suddenly. Smouldering, like fire covered by ashes, the evil deed follows the fool."},{"id":1015,"quote":"You yourself must make an effort. Buddhas are only show the way. The thoughtful who enter the way are freed from the bondage of defilements."},{"id":1016,"quote":"A wrong action may not bring its reaction at once, even as fresh milk turns not sour at once: like a smouldering fire concealed under ashes it consumes the wrongdoer, the fool."},{"id":1017,"quote":"Explanation of the unspeakable cannot be finished."},{"id":1018,"quote":"One moment, ten thousand years. Ten thousand years, one moment."},{"id":1019,"quote":"What is most needed is a loving heart."},{"id":1020,"quote":"Rid of craving and without clinging, an expert in the study of texts, and understanding the right sequence of the words, he may indeed be called \"In his last body\", \"Great in wisdom\" and a \"Great man.\""},{"id":1021,"quote":"Do not believe what your teacher tells you merely out of respect for the teacher."},{"id":1022,"quote":"Thousands upon thousands of lights is inferior to a light of heart."},{"id":1023,"quote":"The fiercest fire is hatred."},{"id":1024,"quote":"The world is continuous flux and is impermanent."},{"id":1025,"quote":"Let them not do the slightest thing that the wise would later reprove."},{"id":1026,"quote":"All composite things decay. Strive diligently."},{"id":1027,"quote":"There is no fire like passion: there is no evil and hatred."},{"id":1028,"quote":"Know what you do not know."},{"id":1029,"quote":"Therefore, do not eat meat which will cause terror among people, because it hinders the truth of emancipation; not to eat meat? this is the mark of the wise."},{"id":1030,"quote":"I will teach you the Truth and the Path leading to the Truth."},{"id":1031,"quote":"To avoid causing terror to living beings, let the disciple refrain from eating meat."},{"id":1032,"quote":"Follow not after the vain, understand the ills of sense pleasures. One who is vigilant and meditative, obtains deep joy."},{"id":1033,"quote":"The seeker is that which is being sought."},{"id":1034,"quote":"To be concerned with the issue; soul versus non-soul, is to be in bondage to craving for becoming and non-becoming."},{"id":1035,"quote":"The hunger of passions is the greatest disease."},{"id":1036,"quote":"Don't rely on logic alone, nor speculation. Don't infer or be deceived by appearances."},{"id":1037,"quote":"In the end it is nothing other than the loving kindness with which the woman cares for her child that makes the difference. Her concern concentrates on one thing just like the Buddhist practice of concentration. She thinks of nothing but her child, which is similar to Buddhist compassion. That must be why, although she created no other causes to bring about it, she was reborn in the Brahma heaven."},{"id":1038,"quote":"All of you knowing now, Tthat the Buddhas, the Teachers of the Ages, In accord with what is peculiarly appropriate, have recourse to expedient devices, Need have no more doubts or uncertainties. Your hearts shall give rise to great joy, Since you know that you yourselves Shall become Buddhas."},{"id":1039,"quote":"What is the appropriate behavior for a man or a woman in the midst of this world, where each person is clinging to his piece of debris? What's the proper salutation between people as they pass each other in this flood?"},{"id":1040,"quote":"Just as the great oceans have but one taste, the taste of salt, so too there is but one taste fundamental to all true teachings of the way, and this is the taste of freedom."},{"id":1041,"quote":"An ignorant man ages like an ox. His flesh may increase, but not his understanding."},{"id":1042,"quote":"The number of those endowed with human life is as small as the amount of earth one can place on a fingernail. Life as a human being is hard to sustain--as hard as it is for the dew to remain on the grass. But it is better to live a single day with honor than to live to 120 and die in disgrace."},{"id":1043,"quote":"As I am, so are others as others are, so am I. Having thus identified self and others, harm no one nor have them harmed."},{"id":1044,"quote":"By your own folly you will be brought as low as your worst enemy wishes."},{"id":1045,"quote":"A raft needed to cross the river is discarded when the other shore is reached, not carried about on one's head."},{"id":1046,"quote":"Hunger (for things) is the supreme disease."},{"id":1047,"quote":"Wish I am free from barriers when I die, and Buddha will welcome me from far away."},{"id":1048,"quote":"Just as a chariot is verbalized, in dependence on collections of parts, so conventionally a sentient being, is set up depending on the mental and physical aggregates"},{"id":1049,"quote":"If a man's thoughts are muddy, If he is reckless and full of deceit, How can he wear the yellow robe? Whoever is master of his own nature, Bright, clear and true, He may indeed wear the yellow robe."},{"id":1050,"quote":"Few cross over the river. Most are stranded on this side. On the riverbank they run up and down. But the wise man, following the way, Crosses over, beyond the reach of death. He leaves the dark way For the way of light."},{"id":1051,"quote":"One should refrain from intoxicating drinks and drugs."},{"id":1052,"quote":"The easiest beneficence is a smile. The simplest release is to have a vegetarian meal."},{"id":1053,"quote":"If beings knew, as I know, the results of giving & sharing, they would not eat without having given."},{"id":1054,"quote":"The fragrance of sandalwood and rosebay does not travel far. But the fragrance of virtue rises to the heavens."},{"id":1055,"quote":"Though one should live a hundred years without wisdom and control, yet better, indeed, is a single day's life of one who is wise and meditative."},{"id":1056,"quote":"Stay centered, do not overstretch.  Extend from your center, return to your center."},{"id":1057,"quote":"Hate is only conquered by love."},{"id":1058,"quote":"Awakening is natural,delusion is not"},{"id":1059,"quote":"In the light of his vision that is the perspective that allows him to be grateful that things are not worse he has found his freedom and joy: his thoughts are peace, his words are peace and his work is peace."},{"id":1060,"quote":"Let your mind become clear like a still forest pool."},{"id":1061,"quote":"Be quick to do good. If you are slow, the mind, delighting in mischief, will catch you."},{"id":1062,"quote":"Everything is extraordinarily clear. I see the whole landscape before me, I see my hands, my feet, my toes, and I smell the rich river mud. I feel a sense of tremendous strangeness and wonder at being alive. Wonder of wonders."},{"id":1063,"quote":"Monks, one thing, if practiced and made much of, conduces to great thrill, great profit, great security after the toil, to mindfulness and self-possession, to the winning of knowledge and insight, to pleasant living in this very life, to the realization of the fruit of release by knowledge.  What is that one thing:  It is mindfulness centered on the body."},{"id":1064,"quote":"Our problems are not solved    by physical force,    by hatred,    by warOur problems are solved    by loving kindness    by gentleness,    by joy"},{"id":1065,"quote":"Any material form, or thought, or feeling, past or present, should be regarded as, 'This is not mine, this is not what I am, this is not my self.'"},{"id":1066,"quote":"A disciplined mind brings happiness."},{"id":1067,"quote":"One is not called noble who harms living beings. By not harming living beings one is called noble."},{"id":1068,"quote":"Man should make himself a lot of good karma."},{"id":1069,"quote":"Wonder of wonders! Intrinsically all living beings are Buddhas, endowed with wisdom and virtue, but because men's minds have become inverted through delusive thinking they fail to perceive this."},{"id":1070,"quote":"Our good and bad deeds follow us almost like a shadow."},{"id":1071,"quote":"All that has been hidden is rising, there is no stopping it! These things you cannot hide: the sun, the moon, and TRUTH."},{"id":1072,"quote":"If the mind be fixed on the acquirement of any object, that object will be attained."},{"id":1073,"quote":"Men give up one thing to take up another, but in spite of numerous changes they do not find peace. They are no better than monkeys who let go one bough to take hold of another, only to let it go again."},{"id":1074,"quote":"One who is unrestrained in life-delusion overcomes; as the wind a weak tree."},{"id":1075,"quote":"Every human being is the author of his own health or disease."},{"id":1076,"quote":"Both formerly and now, it is only suffering that I describe, and the cessation of suffering."},{"id":1077,"quote":"A brahmin once asked The Blessed One: \"Are you a God?\" \"No, brahmin\" said The Blessed One. \"Are you a saint?\" \"No, brahmin\" said The Blessed One. \"Are you a magician?\" \"No, brahmin\" said The Blessed One. \"What are you then?\" \"I am awake.\""},{"id":1078,"quote":"After 48 years, I have said nothing."},{"id":1079,"quote":"Whoever makes love grow boundless, and sets his mind for seeing the end of birth, his fetters are worn thin. If he loves even a single being, Good will follow. But the Noble One with compassionate heart for all mankind, generates abounding good."},{"id":1080,"quote":"Much though he recites the sacred texts, but acts not accordingly, that heedless man is like a cowherd who only counts the cows of others - he does not partake of the blessings of the holy life."},{"id":1081,"quote":"One act of pure love in saving life is greater than spending the whole of one's time in religious offerings to the gods . . ."},{"id":1082,"quote":"Cut down the forest, not just a tree. Out of the forest of desire springs danger. By cutting down both the forest of desire and the brushwood of longing, be rid of the forest, bhikkhus."},{"id":1083,"quote":"For one who is a learner and who has not yet come to master their mind, but who dwells aspiring for peace from that which binds, making it a matter concerning himself, I know of no other thing as helpful as giving close attention to the mind."},{"id":1084,"quote":"Rising early and scorning laziness, remaining calm in time of strife, faultless in conduct and clever in actions. One like this will be praised."},{"id":1085,"quote":"My whole life, I never spoke a single-word."},{"id":1086,"quote":"The gift of truth excels all other gifts."},{"id":1087,"quote":"I have the body of a GOD"},{"id":1088,"quote":"One should follow a man of wisdom who rebukes one for one's faults, as one would follow a guide to some buried treasure. To one who follows such a wise man, it will be an advantage and not a disadvantage."},{"id":1089,"quote":"Speak only endearing speech, speech that is welcomed. Speech, when it brings no evil to others, is pleasant."},{"id":1090,"quote":"Thus shall ye think of all this fleeting world: As star at dawn, a bubble in a stream A flash of lightning in a summer cloud A flickering lamp, a phantom, and a dream"},{"id":1091,"quote":"May everyone be happy and safe, and may their hearts be filled with joy."},{"id":1092,"quote":"He who slings mud loses ground."},{"id":1093,"quote":"Few are those among men who have crossed over to the other shore, while the rest of mankind runs along the bank. However those who follow the principles of the well-taught Truth will cross over to the other shore, out of the dominion of Death, hard though it is to escape."},{"id":1094,"quote":"Watch the thought and its ways with care, and let it spring from love born out of concern for all beings."},{"id":1095,"quote":"I manifested in a dreamlike way to dreamlike beings and gave a dreamlike Dharma, but in reality I never taught and never actually came."},{"id":1096,"quote":"Hatred does not cease by hatred, but only by love."},{"id":1097,"quote":"One who, while seeking happiness, oppresses with violence other living beings who also desire happinesss, will not find happiness hereafter."},{"id":1098,"quote":"To avoid causing terror to living beings, let the disciple refrain from eating meat... the food of the wise is that which is consumed by the sadhus [holymen]; it does not consist of meat... There may be some foolish people in the future who will say that I permitted meat-eating and that I partook of meat myself, but... meat-eating I have not permitted to anyone, I do not permit, I will not permit meat-eating in any form, in any manner and in any place; it is unconditionally prohibited for all."},{"id":1099,"quote":"As the bee collects nectar and departs without injuring the flower, or its color or fragrance, so let the sage dwell on earth."},{"id":1100,"quote":"I, ever knowing the living beings Who tread the Path and those who do not In response to those who may be saved Preach to them a variety of dharmas, Each time having this thought: 'How may I cause the beings To contrive to enter the Unexcelled Path and quickly to perfect the Buddha-body?'"},{"id":1101,"quote":"Be it known that Men of dull faculties and slight wisdom, They who cling proudly to signs, Cannot believe in this Dharma.  Now I, joyfully and fearlessly, In the midst of the bodhisattvas Frankly casting aside my expedient devices, Merely preach the Unexcelled Path."},{"id":1102,"quote":"Do not accept what you hear by report, do not accept tradition, do not accept a statement because it is found in our books, nor because it is in accord with your belief, nor because it is the saying of your teacher. Be lamps unto yourselves. Those who, either now or after I am dead, shall rely upon themselves only and not look for assistance to anyone besides themselves, it is they who shall reach the topmost height."},{"id":1103,"quote":"Be a light unto yourself."},{"id":1104,"quote":"When you have great joy, you will become Buddhas!"},{"id":1105,"quote":"So in this case, Kalamas, don't go by reports, by legends, by traditions, by scripture, by logical conjecture, by inference, by analogies, by agreement through pondering views, by probability, or by the thought, 'This contemplative is our teacher.' When you know for yourselves that, 'These qualities are unskillful; these qualities are blameworthy; these qualities are criticized by the wise; these qualities, when adopted & carried out, lead to harm & to suffering' - then you should abandon them."},{"id":1106,"quote":"Let go the past, let go the future, and let go the present (front, back, middle). Crossing to the farther shore of existence, with mind released everywhere, do not further undergo birth and decay."},{"id":1107,"quote":"It is in this way that I went forth to teach."},{"id":1108,"quote":"The man who wears the yellow-dyed robe but is not free from stains himself, without self-restraint and integrity, is unworthy of the robe."},{"id":1109,"quote":"Death carries off a man busy picking flowers with an besotted mind, like a great flood does a sleeping village."},{"id":1110,"quote":"There have been many Buddhas before me and will be many Buddhas in the future."},{"id":1111,"quote":"Whatsoever, after due examination and analysis, you find to be kind, conducive to the good, the benefit, the welfare of all beings...that doctrine believe and cling to, and take it as your guide."},{"id":1112,"quote":"Through one all are known, through one all are also seen"},{"id":1113,"quote":"Just as you have come to know, the false discrimination of yourself, apply this mentally to all phenomena"},{"id":1114,"quote":"Drink deeply. Live in serenity and joy."},{"id":1115,"quote":"Those who walk in the Way should avoid sensualism as those who carry hay would avoid coming near the fire."},{"id":1116,"quote":"Here will I live in the rainy season, here in the autumn and in the summer: thus muses the fool. He realizes not the danger (of death)."},{"id":1117,"quote":"All fear violence, all are afraid of death."},{"id":1118,"quote":"Let the wise guard their thoughts, which are difficult to perceive, extremely subtle, and wander at will. Thought which is well guarded is the bearer of happiness."},{"id":1119,"quote":"From a withered tree, a flower blooms"},{"id":1120,"quote":"Tune as the sitthar, neither high nor low, and we will dance away the hearts of men."},{"id":1121,"quote":"Follow then the shining ones, the wise, the awakened, the loving, for they know how to work and forbear."},{"id":1122,"quote":"If I had even a slight awareness, and practiced the Great Way, what I would fear would be deviating from it."},{"id":1123,"quote":"The big belly can accommodate all kinds of things. The benevolence is never let a dust behind."},{"id":1124,"quote":"Through true honestydeeply believethat all sentient-beings are one.That all beings have the sametrue nature,wisdom,virtue."},{"id":1125,"quote":"To have much learning, to be skillful in handicraft, well-trained in discipline, and to be of good speech -- this is the greatest blessing."},{"id":1126,"quote":"To do a little good is more than to accomplish great conquests."},{"id":1127,"quote":"Times of luxury do not last long, but pass away very quickly; nothing in this world can be long enjoyed."},{"id":1128,"quote":"When you know for yourselves, 'These things are wholesome; these things are blameless; these things are praised by the wise; these things, if undertaken and practiced, lead to welfare and happiness,' then you should engage in them."},{"id":1129,"quote":"Just as a line drawn on water with a stick will quickly vanish and will not last long; even so, brahmins, is human life like a line drawn on water. It is short, limited, and brief; it is full of suffering. One should do good and live a pure life; for none who is born can escape death."},{"id":1130,"quote":"These are the roots of trees, O monks, these are empty huts. Meditate, monks, do not be negligent, or else you will regret it later. This is our instruction to you."},{"id":1131,"quote":"Only he who crosses the stream of life wishes to know what is known as unknowable."},{"id":1132,"quote":"You yourself must strive. The Buddhas only point the way."},{"id":1133,"quote":"Focusnot on the rudeness of others,not on what they've done or left undone,but on what you have done and have not doneyourself."},{"id":1134,"quote":"One who conquers himself is greater than another who conquers a thousand times a thousand on the battlefield."},{"id":1135,"quote":"As the fletcher whittles and makes straight his arrows, so the master directs his straying thoughts."},{"id":1136,"quote":"Hatred is never ended by hatred but by love."},{"id":1137,"quote":"As an irrigator guides water to his fields, as an archer aims an arrow, as a carpenter carves wood, the wise shape their lives."},{"id":1138,"quote":"'Wherefore, brethren, thus must ye train yourselves : Liberation of the will through love will develop, we will often practice it, we will make it vehicle and base, take our stand upon it, store it up, throughly set it going.'"},{"id":1139,"quote":"Go forth in every direction- for the happiness, the harmony, the welfare of the many. Offer your heart, the seeds of understanding, like a lamp overturned and re-lit, illuminating the darkness."},{"id":1140,"quote":"Let yourself be open and life will be easier."},{"id":1141,"quote":"If a viper lives in your room and you wish to have a peaceful sleep, you must first chase it out."},{"id":1142,"quote":"All have I overcome, all do I know. From all am I detached. All have I renounced. Wholly absorbed am I in ``the destruction of craving. Having comprehended all by myself, whom shall I call my teacher."},{"id":1143,"quote":"The man that is dominated by Anger Doth not know what is seemly and seeth not the Law; That man whom Hate doth accompany, Becometh like unto murky darkness."},{"id":1144,"quote":"He that distributeth not That which he hath received-- His food, his drink, his sustenance-- Unto devotee, brahman, beggar, wayfarer-- Such a low man as he, they say, is like Unto a lack of rain."},{"id":1145,"quote":"For he that is delighted by concord, And who abideth in the Law, Falleth not from Security."},{"id":1146,"quote":"All beings are not only the parents in the past. They will become the Buddha in the future. If you free their lives, you are Buddha."},{"id":1147,"quote":"Do not disregard the accumulation of goodness, saying, 'This will come to nothing.' By the gradual falling of raindrops, a jar is filled."},{"id":1148,"quote":"There are friendships to one who lives in society; thus our present grief arises from having friendships; observing the evils resulting from friendship, let one walk alone like a rhinoceros."},{"id":1149,"quote":"The Beautiful chariots of kings wear out, This body too undergoes decay. But the Dhamma of the good does not decay: So the good proclaim along with the good."},{"id":1150,"quote":"As from a large heap of flowers many garlands and wreaths are made, so by a mortal in this life there is much good work to be done."},{"id":1151,"quote":"Whenever and wherever one encounters the arising and passing away of the mental-physical structure, one enjoys bliss and delight, which lead on to the deathless stage experienced by the wise"},{"id":1152,"quote":"As you travel though life, offer good wishes to each being you meet."},{"id":1153,"quote":"Long is the night to him who is awake; long is a mile to him who is tired; long is life to the foolish who do not know the true law."},{"id":1154,"quote":"Let a man overcome anger by love."},{"id":1155,"quote":"The good shine from afar Like the snowy Himalayas. The bad don't appear Even when near, Like arrows shot into the night."},{"id":1156,"quote":"To refrain from evil and from strong drink and to be always, steadfast in virtue; this is the good luck."},{"id":1157,"quote":"A man should first direct himself in the way he should go. Only then should he instruct others."},{"id":1158,"quote":"A jug fills drop by drop."},{"id":1159,"quote":"Ambition is like love, impatient both of delays and rivals."},{"id":1160,"quote":"If a man going down into a river, swollen and swiftly flowing, is carried away by the current - how can he help others across?"},{"id":1161,"quote":"If beings knew, as I know, the results of sharing gifts, they would not enjoy their gifts without sharing them with others, nor would the taint of stinginess obsess the heart and stay there. even if it were their last and final bit of food, they would not enjoy its use without sharing it, if there were anyone to receive it"},{"id":1162,"quote":"Look not for refuge to anyone beside yourself. Heed fast to the truth as a lamp."},{"id":1163,"quote":"And more importantly - what we have chosen to do"},{"id":1164,"quote":"However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?"},{"id":1165,"quote":"There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills."},{"id":1166,"quote":"No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."},{"id":1167,"quote":"All that we are is the result of what we have thought: it is founded on our thoughts and made up of our thoughts. If a man speak or act with an evil thought, suffering follows him as the wheel follows the hoof of the beast that draws the wagon.... If a man speak or act with a good thought, happiness follows him like a shadow that never leaves him."},{"id":1168,"quote":"Peace comes from within.  Do not seek it without."},{"id":1169,"quote":"Do not believe in anything simply because you have heard it. Do not believe in anything simply because it is spoken and rumored by many. Do not believe in anything simply because it is found written in your religious books. Do not believe in anything merely on the authority of your teachers and elders. Do not believe in traditions because they have been handed down for many generations. But after observation and analysis, when you find that anything agrees with reason and is conducive to the good and benefit of one and all, then accept it and live up to it."},{"id":1170,"quote":"Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."},{"id":1171,"quote":"Let us rise up and be thankful, for if we didn't learn a lot at least we learned a little, and if we didn't learn a little, at least we didn't get sick, and if we got sick, at least we didn't die; so, let us all be thankful."},{"id":1172,"quote":"Every morning we are born again. What we do today is what matters most."},{"id":1173,"quote":"There is no path to happiness: happiness is the path."},{"id":1174,"quote":"Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."},{"id":1175,"quote":"You will not be punished for your anger; you will be punished by your anger."},{"id":1176,"quote":"Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.[Verse 223]"},{"id":1177,"quote":"Now, Kalamas, don’t go by reports, by legends, by traditions, by scripture, by logical conjecture, by inference, by analogies, by agreement through pondering views, by probability, or by the thought, ‘This contemplative is our teacher.’ When you know for yourselves that, ‘These qualities are skillful; these qualities are blameless; these qualities are praised by the wise; these qualities, when adopted & carried out, lead to welfare & to happiness’ — then you should enter & remain in them.[Kalama Sutta, AN 3.65]"},{"id":1178,"quote":"Greater in battlethan the man who would conquera thousand-thousand men,is he who would conquerjust one —himself.Better to conquer yourselfthan others.When you've trained yourself,living in constant self-control,neither a deva nor gandhabba,nor a Mara banded with Brahmas,could turn that triumphback into defeat."},{"id":1179,"quote":"It is like a lighted torch whose flame can be distributed to ever so many other torches which people may bring along; and therewith they will cook food and dispel darkness, while the original torch itself remains burning ever the same. It is even so with the bliss of the Way."},{"id":1180,"quote":"If you do not change direction, you may end up where you are heading"},{"id":1181,"quote":"An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."},{"id":1182,"quote":"If we could see the miracle of a single flower clearly our whole life would change."},{"id":1183,"quote":"Meditate.Live purely. Be quiet.Do your work with mastery.Like the moon, come out from behind the clouds!Shine"},{"id":1184,"quote":"These... things, householder, are welcome, agreeable, pleasant, & hard to obtain in the world:Long life is welcome, agreeable, pleasant, & hard to obtain in the world.Beauty is welcome, agreeable, pleasant, & hard to obtain in the world.Happiness is welcome, agreeable, pleasant, & hard to obtain in the world.Status is welcome, agreeable, pleasant, & hard to obtain in the world....Now, I tell you, these... things are not to be obtained by reason of prayers or wishes. If they were to be obtained by reason of prayers or wishes, who here would lack them? It's not fitting for the disciple of the noble ones who desires long life to pray for it or to delight in doing so. Instead, the disciple of the noble ones who desires long life should follow the path of practice leading to long life. In so doing, he will attain long life...[Ittha Sutta, AN 5.43]"},{"id":1185,"quote":"Nothing can harm you as much as your own thoughts unguarded."},{"id":1186,"quote":"Nothing ever exists entirely alone; everything is in relation to everything else."},{"id":1187,"quote":"Hatred does not cease by hatred, but only by love; this is the eternal rule."},{"id":1188,"quote":"Purity or impurity depends on oneself,No one can purify another."},{"id":1189,"quote":"The tongue like a sharp knife... Kills without drawing blood."},{"id":1190,"quote":"As rain falls equally on the just and the unjust, do not burden your heart with judgements but rain your kindness equally on all."},{"id":1191,"quote":"Better than a thousand hollow words is one word that brings peace."},{"id":1192,"quote":"A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."},{"id":1193,"quote":"In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true."},{"id":1194,"quote":"Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame."},{"id":1195,"quote":"Our life is shaped by our mind; we become what we think. Suffering follows an evil thought as the wheels of a cart follow the oxen that draws it.Our life is shaped by our mind; we become what we think. Joy follows a pure thought like a shadow that never leaves."},{"id":1196,"quote":"Praise and blame, gain and loss, pleasure and sorrow come and go like the wind. To be happy, rest like a giant tree in the midst of them all"},{"id":1197,"quote":"A man asked Gautama Buddha, \"I want happiness.\"Buddha said, \"First remove \"I,\" that's Ego, then remove \"want,\" that's Desire.See now you are left with only \"Happiness."},{"id":1198,"quote":"The Way is not in the sky; the Way is in the heart."},{"id":1199,"quote":"In the end, only three things matter: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you."},{"id":1200,"quote":"There are only two mistakes one can make along the road to truth; not going all the way, and not starting."},{"id":1201,"quote":"The greatest prayer is patience."},{"id":1202,"quote":"May all that have life be delivered from suffering"},{"id":1203,"quote":"The one who has conquered himself is a far greater hero than he who has defeated a thousand times a thousand men."},{"id":1204,"quote":"When you realize how perfect everything is you will tilt your head back and laugh at the sky"},{"id":1205,"quote":"To become vegetarian is to step towards the stream which leads to nirvana."},{"id":1206,"quote":"friendship is the only cure for hatred, the only guarantee of peace."},{"id":1207,"quote":"What you are is what you have been. What you'll be is what you do now."},{"id":1208,"quote":"When you come upon a paththat brings benefit and happiness to all,follow this courseas the moonjourneys through the stars."},{"id":1209,"quote":"In separateness lies the world's greatest misery; in compassion lies the world's true strength."},{"id":1210,"quote":"People with opinions just go around bothering one another."},{"id":1211,"quote":"He is able who thinks he is able."},{"id":1212,"quote":"life is a river always flowing. do not hold onto things. work hard."},{"id":1213,"quote":"There isn't enough darkness in all the world to snuff out the light of one little candle."},{"id":1214,"quote":"Be a lamp unto yourself. Work out your liberation with diligence."},{"id":1215,"quote":"A man traveling across a field encountered a tiger. He fled, the tiger after him. Coming to a precipice, he caught hold of the root of a wild vine and swung himself down over the edge. The tiger sniffed at him from above. Trembling, the man looked down to where, far below, another tiger was waiting to eat him. Only the vine sustained him.Two mice, one white and one black, little by little started to gnaw away the vine. The man saw a luscious strawberry near him. Grasping the vine with one hand, he plucked the strawberry with the other. How sweet it tasted!"},{"id":1216,"quote":"Be where you are; otherwise you will miss your life."},{"id":1217,"quote":"one moment can change a day, one day can change a life and one life can change the world"},{"id":1218,"quote":"It is better to travel, than to arrive"},{"id":1219,"quote":"Be vigilant; guard your mind against negative thoughts."},{"id":1220,"quote":"‎Imagine that every person in the world is enlightened but you. They are all your teachers, each doing just the right things to help you learn perfect patience, perfect wisdom, perfect compassion."},{"id":1221,"quote":"be greatly aware of the present."},{"id":1222,"quote":"What you think, you become.What you feel, you attract.What you imagine, you create."},{"id":1223,"quote":"Happiness does not depend on what you have or who you are, it solely relies on what you think."},{"id":1224,"quote":"The forest is a peculiar organism of unlimited kindness and benevolence that makes no demands for its sustenance and extends generously the products of its life activity; it affords protection to all beings, offering shade even to the axe-man who destroys it."},{"id":1225,"quote":"The Gift of Truth excels all other Gifts."},{"id":1226,"quote":"I never see what has been done; I only see what remains to be done."},{"id":1227,"quote":"Though one should live a hundred years without wisdom and control, yet better, indeed, is a single day’s life of one who is wise and meditative."},{"id":1228,"quote":"Through countless births in the cycle of existence I have run, not finding although seeking the builder of this house; and again and again I faced the suffering of new birth. Oh housebuilder! Now you are seen. You shall not build a house again for me. All your beams are broken, the ridgepole is shattered. The mind has become freed from conditioning: the end of craving has been reached."},{"id":1229,"quote":"Bahujanahitāya bahujanasukhāya lokānukampāya:For the good of the many, for the happiness of the many, out of compassion for the world."},{"id":1230,"quote":"Wakefulness is the way to life. The fool sleeps As if he were already dead,But the Master is awakeAnd he lives forever.He watches.He is clear.How happy he is!For he sees that wakefulness is life.How happy he is,Following the path of the awakened.With Great perseveranceHe meditates, seekingFreedom and happiness."},{"id":1231,"quote":"The non-doing of any evil,the performance of what's skillful,the cleansing of one's own mind:this is the teaching of the Awakened."},{"id":1232,"quote":"Words have the power to both destroy and heal. When words are both true and kind, they can change our world."},{"id":1233,"quote":"Embrace nothing:If you meet the Buddha, kill the Buddha.If you meet your father, kill your father.Only live your life as it is,Not bound to anything."},{"id":1234,"quote":"When you like a flower, you just pluck it.But when you love a flower, you water it daily."},{"id":1235,"quote":"The mind is everything. What you think, you become"},{"id":1236,"quote":"Do not overlook tiny good actions, thinking they are of no benefit; even tiny drops of water in the end will fill a huge vessel.Do not overlook negative actions merely because they are small; however small a spark may be, it can burn down a haystack as big as a mountain."},{"id":1237,"quote":"The teaching is simple. Do what is right. Be Pure."},{"id":1238,"quote":"Awake. Be the witness of your thoughts. You are what observes, not what you observe"},{"id":1239,"quote":"The only real failure in life is not to be true to the best one knows."},{"id":1240,"quote":"Victory breeds hatred. The defeated live in pain. Happily the peaceful live,giving up victory and defeat."},{"id":1241,"quote":"If you are facing in the right direction, all you need to do is keep on walking."},{"id":1242,"quote":"Resolutely train yourself to attain peace."},{"id":1243,"quote":"Just to say 'I believe' or 'I do not doubt' does not mean that you understand and see. To force oneself to see and accept a thing without understanding is political and not spiritual or intellectual."},{"id":1244,"quote":"Yes, Kālāmas, it is proper that your have doubt, that you have perplexity, for a doubt has arisen in a matter which is doubtful. Now, look you Kālāmas, do not be led by reports, or traditions, or hearsay. Be not led by the authority of religious texts, not by the delight in speculative opinions, nor by seeming possibilities, not by the idea: 'this is our teacher'. But, O Kālāmas, when you know for yourself that certain things are unwholesome, and wrong, and bad, then give them up... And when you know for yourself that certain things are wholesome and good, then accept them and follow them."},{"id":1245,"quote":"Know well what leads you forward and what holds you back, and choose the path that leads to wisdom."},{"id":1246,"quote":"contentment is the greatest wealth"},{"id":1247,"quote":"Those who consider the inessential to be essential And see the essential as inessential Don't reach the essential, Living in the field of wrong intention"},{"id":1248,"quote":"In this worldHate never yet dispelled hateOnly love dispels hateThis is the lawAncient and inexhaustibleYou to shall pass awayKnowing this,how can you quarrel"},{"id":1249,"quote":"It is in a man's own mind, not his enemy or foe, that leads him to evil ways."},{"id":1250,"quote":"Every experience, no matter how bad it seems, holds within it a blessing of some kind. The goal is to find it."},{"id":1251,"quote":"Subhuti, someone might fill innumerable worlds with the seven treasures and give all away in gifts of alms, but if any good man or any good woman awakens the thought of Enlightenment and takes even only four lines from this Discourse, reciting, using, receiving, retaining and spreading them abroad and explaining them for the benefit of others, it will be far more meritorious. Now in what manner may he explain them to others? By detachment from appearances-abiding in Real Truth. -So I tell you-Thus shall you think of all this fleeting world:A star at dawn, a bubble in a stream;A flash of lightening in a summer cloud,A flickering lamp, a phantom, and a dream.When Buddha finished this Discourse the venerable Subhuti, together with the bhikshus, bhikshunis, lay-brothers and sisters, and the whole realms of Gods, Men and Titans, were filled with joy by His teaching, and, taking it sincerely to heart they went their ways."},{"id":1252,"quote":"THE FOUR NOBLE TRUTHSI. Suffering does exist.II. Suffering arises from \"attachment\" to desires.III. Suffering ceases when \"attachment\" to desire ceases.IV. Freedom from suffering is possible by practicing the eightfold path:1. Right understanding (view).2. Right intention (thought).3. Right speach.4. Right action.5. Right livelihood.6. Right effort.7. Right mindfulness.8. Rght meditation (concentration).Buddha's fourfold consolation:With a mind free from greed and unfriendliness, incorruptible, and purified, the noble disciple is already during this lifetime assure of a fourfold consolation:“If there is another world (heaven), and a cause and effect (Karma) of good and bad actions, then it may be that, at the dissolution of the body, after death, I shall be reborn in a happy realm, a heavenly world. Of this first consolation (s)he is assured.“And if there is no other world, no reward and no punishment of good and bad actions, then I live at least here, in this world, an untroubled and happy life, free from hate and unfriendliness.” Of this second consolation (s)he is assured.“And if bad things happen to bad people, but I do not do anything bad (or have unfriendliness against anyone), how can I, who am doing no bad things, meet with bad things?” Of this third consolation (s)he is assured.“And if no bad things happen to bad people, then I know myself in both ways pure.” Of this fourth consolation (s)he is assured.”"},{"id":1253,"quote":"Here bhikkhus, some misguided men learn the Dhamma–discourses, stanzas, expositions, verses, exclamations, sayings, birth stories, marvels, and answers to questions–but having learned the Dhamma, they do not examine the meaning of those teachings with wisdom. Not examining the meaning of those teachings with wisdom, they do not gain a reflective acceptance of them. Instead they learn the Dhamma only for the sake of criticising others and for winning in debates, and they do not experience the good for the sake of which they learned the Dhamma."},{"id":1254,"quote":"if the selflessness of phenomena is analyzed and if this analysis is cultivated, it causes the effect of attaining nirvana. through no other cause does one come to peace."},{"id":1255,"quote":"Live in joy, in love,even among those who hate.Live in joy, in health,even among the afflicted.Live in joy, in peace,even among the troubled.Look within, be still.Free from fear and attachment,know the sweet joy of the way."},{"id":1256,"quote":"As a lotus flower is born in water, grows in water and rises out of water to stand above it unsoiled, so I, born in the world, raised in the world having overcome the world, live unsoiled by the world."},{"id":1257,"quote":"Therefore, be ye lamps unto yourselves, be a refuge to yourselves. Hold fast to Truth as a lamp; hold fast to the truth as a refuge. Look not for a refuge in anyone beside yourselves. And those, who shall be a lamp unto themselves, shall betake themselves to no external refuge, but holding fast to the Truth as their lamp, and holding fast to the Truth as their refuge, they shall reach the topmost height."},{"id":1258,"quote":"Thousands of candles can be lit from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."},{"id":1259,"quote":"What we are today comes from our thoughts of yesterday,and present thoughts buildour life of tomorrow: our life is thecreation of our own mind"},{"id":1260,"quote":"Of bones the city is made,Plastered with flesh and blood,Where decay and death are deposited,And pride, and ingratitude."},{"id":1261,"quote":"If you knew what I know about the power of giving you would not let a single meal pass without sharing it in some way."},{"id":1262,"quote":"Rule your mind or it will rule you."},{"id":1263,"quote":"How blissful it is, for one who has nothing. Attainers-of-wisdom are people with nothing. See him suffering, one who has something, a person bound in mind with people."},{"id":1264,"quote":"From craving is born grief, from craving is born fear. For one freed from craving there's no grief - so how fear?"},{"id":1265,"quote":"those which are produced from causes are not produced. they do not have an inherent nature of production. those which depend on causes are said to be empty; those who know emptiness are aware."},{"id":1266,"quote":"Opinion, O disciples, is a disease; opinion is a tumour; opinion is a sore. He who has overcome all opinion, O disciples, is called a saint, one who knows."},{"id":1267,"quote":"We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world."},{"id":1268,"quote":"Success isn't the key to happiness.Happiness is the key to success."},{"id":1269,"quote":"Our theories of the eternal are as valuable as are those that a chick which has not broken its way through its shell might form of the outside world."},{"id":1270,"quote":"All phenomena do not inherently exist because of being dependent-arisings. All phenomena do not inherently exist because of being dependently imputed."},{"id":1271,"quote":"All wrong-doing arises because of mind. If mind is transformed can wrong-doing remain"},{"id":1272,"quote":"Your worst enemy cannot hurt you as much as your own thoughts, when you haven’t mastered them."},{"id":1273,"quote":"I consider the positions of kings and rulers as that of dust motes. I observe treasure of gold and gems as so many bricksand pebbles. I look upon the finest silken robes as tattered rags. I see myriad worlds of the universe as small seeds offruit, and the greatest lake in India as a drop of oil on my foot. I perceive the teachings of the world to be the illusion of,magicians. I discern the highest conception of emancipation as golden brocade in a dream, and view the holy path of theilluminated one as flowers appearing in one's eyes. I see meditation as a pillar of a mountain, Nirvana as a nightmare ofdaytime. I look upon the judgment of right and wrong as the serpentine dance of a dragon, and the rise and fall of beliefsas but traces left by the four seasons."},{"id":1274,"quote":"analyzing through special insight and realizing the lack of inherent existence constitute understanding of the signless."},{"id":1275,"quote":"those which arise dependently are free of inherent existence."},{"id":1276,"quote":"Meditate, Ānanda, do not delay, or else you will regret it later. This is our instruction to you."},{"id":1277,"quote":"You are as the yellow leaf.The messengers of death are at hand.You are to travel far away.What will you take with you?You are the lampTo lighten the way.Then hurry, hurry.When your light shinesWithout impurity or desireYou will come into the boundless country.Your life is falling away.Death is at hand.Where will you rest on the way?What have you taken with you?You are the lampTo lighten the way.Then hurry, hurry.When your light shines purelyYou will not be bornAnd you will not die."},{"id":1278,"quote":"When the Aggregates arise, decay and die, O bhikkhu, every moment you are born, decay, and die."},{"id":1279,"quote":"Monks, even if bandits were to savagely sever you, limb by limb, with a double-handled saw, even then, whoever of you harbors ill will at heart would not be upholding my Teaching. Monks, even in such a situation you should train yourselves thus: 'Neither shall our minds be affected by this, nor for this matter shall we give vent to evil words, but we shall remain full of concern and pity, with a mind of love, and we shall not give in to hatred. On the contrary, we shall live projecting thoughts of universal love to those very persons, making them as well as the whole world the object of our thoughts of universal love — thoughts that have grown great, exalted and measureless. We shall dwell radiating these thoughts which are void of hostility and ill will.' It is in this way, monks, that you should train yourselves."},{"id":1280,"quote":"Don't give yourself to negligence,Don't devote yourself to sensual pleasure,Vigilant and absorbed in meditationOne attains abundant happiness."},{"id":1281,"quote":"Like the moon, come out from behind the clouds! Shine."},{"id":1282,"quote":"Your actions are your only belongings."},{"id":1283,"quote":"This is how to contemplate our conditioned existence in this fleeting world:Like a tiny drop of dew, or a bubble floating in a stream; Like a flash of lightning in a summer cloud, Or a flickering lamp, an illusion, a phantom, or a dream.So is all conditioned existence to be seen."},{"id":1284,"quote":"He has no need for faith who knows the uncreated, who has cut off rebirth, who has destroyed any opportunity for good or evil, and cast away all desire. He is indeed the ultimate man."},{"id":1285,"quote":"So too, friend, purification of virtue is for the sake of reaching purification of mind; purification of mind is for the sake of reaching purification of view; purification of view is for the sake of reaching purification by overcoming doubt; purification by overcoming doubt is for the sake of reaching purification by knowledge and vision of what is the path and what is not the path; purification by knowledge and vision of what is the path and what is not the path is for the sake of reaching purification by knowledge and vision of the way; purification by knowledge and vision of the way is for the sake of reaching purification by knowledge and vision; purification by knowledge and vision is for the sake of reaching final Nibbāna [Nirvana] without clinging. It is for the sake of final Nibbāna without clinging that the holy life is lived under the Blessed One."},{"id":1286,"quote":"Like a caring motherholding and guarding the lifeof her only child,so with a boundless heartof lovingkindness,hold yourself and all beingsas your beloved children."},{"id":1287,"quote":"The rain could turn to gold and still your thirst would not be slaked. Desire is unquenchable or it ends in tears, even in heaven."},{"id":1288,"quote":"Greater than all the joysOf heaven and earth,Greater still than dominionOver all the worlds,Is the joy of reaching the stream."},{"id":1289,"quote":"All that we are is the result of what we have thought. The mind is everything. What we think we become."},{"id":1290,"quote":"When the mind is pure, joy follows like a shadow that never leaves."},{"id":1291,"quote":"Love yourself and watch --- today, tomorrow, and always."},{"id":1292,"quote":"I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act.Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.The way is not in the sky. The way is in the heart."},{"id":1293,"quote":"To live a pure unselfish life, one must count nothing as one's own in the midst of abundance."},{"id":1294,"quote":"This I tell you: decay is inherent in all conditioned things. Work out your own salvation, with diligence."},{"id":1295,"quote":"من يعتقد أنه قادر فهو قادر."},{"id":1296,"quote":"To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear."},{"id":1297,"quote":"Emotion arise from Desire, hence an Illusion."},{"id":1298,"quote":"We live in illusion and the appearance of things. There is a reality. We are that reality. When you understand this, you see that you are nothing, and being nothing, you are everything. That is all."},{"id":1299,"quote":"You can not travel the path until you have become the path itself"},{"id":1300,"quote":"Bhikkus, all is burning. And what is the all that is burning? The eye is burning, visible forms are burning, eye-consciousness is burning, eye-contact is burning; also whatever is felt as pleasant or painful or neither-painful-nor-pleasant that arises with eye-contact as its condition, that too is burning. Burning with what? Burning with the fire of greed, with the fire of hate, with the fire of delusion, with birth, ageing and death, with sorrow, with lamentation, with pain, grief and despair it is burning."},{"id":1301,"quote":"Many do not realize thatWe here must dieFor those who realize thisQuarrels end."},{"id":1302,"quote":"A fool suffers, thinking,\"I have children! I have wealth!\"One's self is not even one's own.How then are children? How then is wealth?"},{"id":1303,"quote":"Pure-limbed, white-canopied, one-wheeled, the cart roles on. See him that cometh: faultless, stream-cutter, bondless he."},{"id":1304,"quote":"To life in the consciousness of the inevitability of suffering, of becoming enfeebled, of old age and of death, is impossible -- we must free ourselves from life, from all possible life."},{"id":1305,"quote":"If a person has faith, Bhāradvāja, he preserves truth when he says: 'My faith is thus'; but he does not yet come to the conclusion: 'Only this is true, anything else is wrong.' In this way, Bhāradvāja, there is the preservation of truth; in this way he preserves truth; in this way we describe the preservation of truth. But as yet there is no discovery of truth."},{"id":1306,"quote":"Through the round of many births I roamed without reward, without rest, seeking the house-builder. Painful is birth again & again.House-builder, you're seen!You will not build a house again.All your rafters broken,the ridge pole destroyed,gone to the Unformed, the mind has come to the end of craving."},{"id":1307,"quote":"All beings tremble before violence.All fear death.All love life.See yourself in others.Then whom can you hurt?What harm can you do?"},{"id":1308,"quote":"Jīvaka, I say that there are three instances in which meat should not be eaten: when it is seen, heard, or suspected [that the living being has been slaughtered for oneself]. I say that meat should not be eaten in these three instances. I say that there are three instances in which meat may be eaten: when it is not seen, not heard, and not suspected [that the living being has been slaughtered for oneself]. I say that meat may be eaten in these three instances."},{"id":1309,"quote":"It’s your road…and yours alone… Others may walk it with you, but no one can walk it for you. No matter what path you choose, really walk it."},{"id":1310,"quote":"Our life is shaped by our mind, for we become what we think."},{"id":1311,"quote":"Suppose a man threw into the sea a yoke with one hole in it, and the east wind carried it to the west, and the west wind carried it to the east, and the north wind carried it to the south, and the south wind carried it to the north. Suppose there were a blind turtle that came up once at the end of each century. What do you think, bhikkhus? Would that blind turtle put his neck into that yoke with one hole in it?\"\"He might, venerable sir, sometime or other at the end of a long period.\"\"Bhikkhus, the blind turtle would sooner put his neck into that yoke with a single hole in it than a fool, once gone to perdition, would take to regain the human state, I say. Why is that? Because there is no practising of the Dhamma there, no practising of what is righteous, no doing of what is wholesome, no performance of merit. There mutual devouring prevails, and the slaughter of the weak."},{"id":1312,"quote":"In life we cannot avoid change, we cannot avoid loss. Freedom and happiness are found in the flexibility and ease with which we move through change."},{"id":1313,"quote":"Oneself, indeed, is one's own protector.One does, indeed [make] one's own destiny.Therefore, control yourselfAs a merchant does a fine horse."},{"id":1314,"quote":"You don't gather the beauty of a flower by plucking her petals."},{"id":1315,"quote":"Anger is the punishment we give ourselves for someone else's mistake."},{"id":1316,"quote":"I shall live here in the rains,There in winter,Elsewhere in summer,\" muses the fool,Not aware of the nearness of death."},{"id":1317,"quote":"For behold your body —A painted puppet, a toy,Jointed, sick and full of falseimaginings,A shadow that shifts and fade."},{"id":1318,"quote":"Ambition is like love, impatient of both delays and rivals"},{"id":1319,"quote":"Virtuous people always let go.They don't prattle about pleasures and desires.Touched by happiness and then by suffering,The sage shows no sign of being elated or depressed."},{"id":1320,"quote":"Delightful are forestsWhere the public does not delight.There the passion-free delight,Not seeking sensual pleasure."},{"id":1321,"quote":"Sensual craving gives rise to grief;Sensual craving gives rise to fear.For someone released from sensual cravingThere is no grief;And from where would be fear?"},{"id":1322,"quote":"Tiga hal yang tidak bisa lama tersembunyi : Matahari , bulan , dan kebenaran"},{"id":1323,"quote":"Those who do not know satisfaction, even when living in a heavenly palace, are still not satisfied. Those who do not know satisfaction, even if rich, are poor. People who know satisfaction, even if poor, are rich."},{"id":1324,"quote":"Vsetko co sme, je dosledkom je dosledkom toho, co sme si mysleli"},{"id":1325,"quote":"Better it is to live alone; there is no fellowship with a fool. Live alone and do no evil; be carefree like an elephant in the elephant forest."},{"id":1326,"quote":"Just as on a rubbish heap swept up on a main road a purely fragrant, delightful lotus might there spring up, Even so amidst those rubbish heaps (of men) does the savaka of the Perfectly Enlightened One outshine in insight the blind puthujjana"},{"id":1327,"quote":"Just as a line drawn on water with a stick will quickly vanish and will not last long; even so is human life like a line drawn on water. It is short, limited, and brief; it is full of suffering, full of tribulation. This one should wisely understand, one should do good and live a pure life; for none who is born can escape death."},{"id":1328,"quote":"He who envies others does not obtain peace of mind."},{"id":1329,"quote":"Love is a fleeting emotion, to reach true nirvana one must know themselves and forsake love, for it breeds contempt."},{"id":1330,"quote":"Be your own lamp."},{"id":1331,"quote":"All that we are is a result of what we have thought."},{"id":1332,"quote":"All too soon this bodyWill lie on the ground,Cast aside, deprived of consciousness,Like a useless scrap of wood."},{"id":1333,"quote":"Fearless, free of craving, and without blemish,Having reached the goalAnd destroyed the arrows of becomingOne is in one's final body."},{"id":1334,"quote":"Patience is the highest asceticism."},{"id":1335,"quote":"The moment you see how important it is to love yourself, you will stop making others suffer."},{"id":1336,"quote":"Nė viena pasaka nepatikėkit,Nors šimtmečius ilgusDaugybė kraštų jas laikė tikrove.Netikėkit ir tuo, kąKiti žmonės be perstojo kalba,Nors išminčiaus žodžius jie kartotųAr pasiremtų raštais šventais.Netikėkite niekuo,Sapnuose ką regėjot, ką vaizduotė sukūrė,Nors manot, kad siunčia tuos vaizdiniusDievas.Nepriimkite žodžių už tiesą,Nors kažkas juos pridengtų šventuolio arMeistro vardu.Patikėkit tik tuo, ko karti patirtisIlgai Jus pačius per išbandymus mokė,Kas nekliudo gerovės nei Jums, nei kitiems."},{"id":1337,"quote":"Though all one's life a fool associates with a wise person,one no more comprehends the Truth than a spoon tastes the flavor of the soup."},{"id":1338,"quote":"Năm pháp nào cần phải an trú nội tâm?\"Ta nói đúng thời, không phải phi thời; ta nói đúng sự thật, không phải không đúng sự thật; ta nói lời nhu hòa, không phải nói lời thô bạo; ta nói lời liên hệ đến mục đích, không phải lời không liên hệ đến mục đích; ta nói với tâm từ bi, không nói với tâm sân hận\".Năm pháp này cần phải an trú nội tâm."},{"id":1339,"quote":"Happiness never decreases by being shared"},{"id":1340,"quote":"All Beings are owners of their Karma. Whatever volitional actions they do, good or evil, of those they shall become the heir."},{"id":1341,"quote":"You must make the effort yourself. The Masters only point the way."},{"id":1342,"quote":"Who leaves behind all human bondsAnd has cast off the bonds of heaven,Detached from all bonds everywhere:He is the one I call a brahmin."},{"id":1343,"quote":"Life is pain"},{"id":1344,"quote":"Who have not led the holy lifenor riches won while young,they linger on as aged cranesaround a fished-out pond."},{"id":1345,"quote":"Sometimes it's better to be kind than to be right. We do not need an intelligent mind that speaks, but a patient heart that listens. You will not be punished for your anger, you will be punished by your anger."},{"id":1346,"quote":"Bhikkhus, possessing four qualities, the foolish, incompetent, bad person maintains himself in a maimed and injured condition; he is blameworthy and subject to reproach by the wise; and he generates much demerit. What four? (1) Without investigating and scrutinizing, he speaks praise of one who deserves dispraise. (2) Without investigating and scrutinizing, he speaks dispraise of one who deserves praise. (3) Without investigating and scrutinizing, he believes a matter that merits suspicion. (4) Without investigating and scrutinizing, he is suspicious about a matter that merits belief. Possessing these four qualities, the foolish, incompetent, bad person maintains himself in a maimed and injured condition; he is blameworthy and subject to reproach by the wise; and he generates much demerit."},{"id":1347,"quote":"Every day, I am thinking: 'How can I lead all living beingsto enter the unsurpassed wayso as to quickly acquire the body of a Buddha?\" (LS 16: 3.23) Lotus Sutra, Chapter 16, Section 3, Paragraph 23"},{"id":1348,"quote":"Be a lamp unto yourself, be a refuge to yourself. Take yourself to no external refuge."},{"id":1349,"quote":"Above all, do not lose your desire to walk."},{"id":1350,"quote":"Buddha said, “Forgive? But I am not the same man to whom you did it. The Ganges goes on flowing, it is never the same Ganges again. Every man is a river. The man you spit upon is no longer here. I look just like him, but I am not the same, much has happened in these twenty-four hours! The river has flowed so much. So I cannot forgive you because I have no grudge against you.“And you also are new. I can see you are not the same man who came yesterday because that man was angry and he spit, whereas you are bowing at my feet, touching my feet. How can you be the same man? You are not the same man, so let us forget about it. Those two people, the man who spit and the man on whom he spit, both are no more. Come closer. Let us talk of something else.”"},{"id":1351,"quote":"First, rely on the spirit and meaning of the teachings, not on the words;Second, rely on the teachings, not on the personality of the teacher;Third, rely on real wisdom, not superficial interpretation;And fourth, rely on the essence of your pure Wisdom Mind, not on judgmental perceptions."},{"id":1352,"quote":"Whatever an enemy might do to an enemy, or a foe to a foe, the ill-directed mind can do to you even worse"},{"id":1353,"quote":"What is the happiness ? Is it really happiness ? Nothing stable, just happen, stay and decay... Everything is impermanence, dissatisfaction and nothing can ever belong to itself"},{"id":1354,"quote":"És Brahmá, a Teremtő, felső ruháját fél vállán átvetve, összetett kézzel meghajolt a Magasztos felé, és így szólította meg a Magasztost:- Uraim, a Magasztosnak hirdetnie kell a Tant! A Megvilágosultnak hirdetnie kell a Tant! Vannak lények, akiknek lelki szemeit alig fedi por, de ha nem hallják a Tant, akkor nem érik el a megváltást. Ezek meg fogják érteni a Tant.Így beszélt Brahmá, a Teremtő, majd így folytatta:Magadha földjén ezelőtt a tiszta Tantgyarló személyek tanították tévesen.Halhatatlanság kapuját te tárd ki most!Hallják világosan a tiszta, szent igét!Ki hegytetőre, fel a sziklabércre jut,fentről körülnéz az alanti tájakon.Te mindent-látó, te is így tekints aláaz igazság várfokáról a szenvedő,szakadatlanul születő-kiszenvedőlényekre, mert te legyőzted a szenvedést.Kelj fel, te nagy csata vitézi győztese!Járd a világot, seregek vezére!Tanítsd a Tant, magasztos Szent!Lesznek, akik megértenek."},{"id":1355,"quote":"AS one instructs others,So should one do oneself:Only the self-controlled should restrain others.Truly, it's hard to restrain oneself."},{"id":1356,"quote":"When desire flows,Pleasure arises.Attached to happiness, seeking enjoyment,People are subject to birth and old age."},{"id":1357,"quote":"Más grande que la conquista en batalla de mil veces mil hombres es la conquista de uno mismo."},{"id":1358,"quote":"Szerzetesek, vannak tanulatlan, közönséges emberek, akik nem gondolnak a nemes dolgokkal, nem hallottak a nemes tanról, járatlanok a nemes tanban; nem gondolnak az igaz emberekkel, nem hallottak az igaz emberek viselkedéséről, járatlanok az igaz ember viselkedésében. Az ilyenek nem ismerik fel a fontos tanokat, nem ismerik fel a fölösleges tanokat. Mivel nem ismerik fel a fontos tanokat, és nem ismerik fel a fölösleges tanokat, a fölösleges tanokkal foglalkoznak, és a fontos tanokkal nem foglalkoznak.Melyek azok a fölösleges tanok, szerzetesek, amelyekkel foglalkoznak? Ha egy tannal való foglalkozás következtében feltámad a még fel nem támadt örömvágy indulata, a már feltámadt örömvágy indulata pedig erősödik, feltámad a még fel nem támadt létezni vágyás indulata, a már feltámadt létezni vágyás indulata pedig erősödik, feltámad a még fel nem támadt balgaság indulata, a már feltámadt balgaság indulata pedig erősödik, az ilyen tan fölösleges, és ők ezzel foglalkoznak."},{"id":1359,"quote":"na kalamat va na anche k bayan mikonand hich yek vagheiate bartar nist.zira bartarin vagheiat chizist k ba mohavere natavan b omghe an rah yaft."},{"id":1360,"quote":"Seseorang harus mencarikan kebahagiaan untuk orang lain sama seperti yang diinginkan untuk diri sendiri"},{"id":1361,"quote":"Believe nothing, no matter who said it, even if I said it, unless it agrees with your own reason and common sense"},{"id":1362,"quote":"A person of wisdom should be truthful, without arrogance, without deceit, not slanderous and not hateful. The wise person should go beyond the evil of greed and miserliness.To have your mind set on calmness, you must take power over sleepiness, drowsiness and lethargy.There is no place for laziness and no recourse to pride.Do not be led into lying, do not be attached to forms. You must see through all pride and fare along without violence.Do not get excited by what is old, do not be contented with what is new. Do not grieve for what is lost or be controlled by desire."},{"id":1363,"quote":"ដីកាទាំង១៣របស់ព្រះសម្មាសម្ពុទ្ធ១​. ការសម្រេចផលដ៏អស្ចារ្យបំផុតគឺការអស់ភាពអត្មានិយម។២. តម្លៃដ៏ខ្ពង់ខ្ពស់បំផុតគឺភាពម្ចាស់ការលើខ្លួនឯង។៣. គុណតម្លៃដ៏ប្រសើរបំផុតគឺការបម្រើអ្នកដទៃ។៤. សិក្ខាបទដ៏ល្អបំផុតគឺសតិតាមទាន់។៥. ឪសថដ៏សក្ដិសិទ្ធបំផុតគឺការអស់ការប្រកាន់ភ្ជាប់។៦. ការប្រព្រឹត្តដ៏ត្រឹមត្រូវបំផុតគឺការមិនដើរស្របតាមរបៀបពិភពលោក។៧. មន្ដគាថាដ៏វិសេសវិសាលបំផុតគឺការអស់ទៅនៃចំណង់។៨. សប្បុរសធម៌ដ៏បរិសុទ្ធបំផុតគឺការមិនជាប់ជំពាក់។៩. សេចក្ដីសុខដ៏បវរបំផុតគឺចិត្តស្ងប់។១០.សេចក្ដីអត់ធន់ដ៏ខ្ពស់បំផុតគឺការអោនលំទោន។១១. សេចក្ដីប្រឹងប្រែងដ៏ប្រសើរបំផុតគឺការមិនព្រួយបារម្ភអំពីលទ្ធផល។១២. វិបស្សនាដ៏ស៊ីជម្រៅបំផុតគឺចិត្តមិនប្រតិកម្ម(ចិត្តឩបេក្ខា)១៣. បញ្ញាដ៏ជ្រៅជ្រះបំផុតគឺការមើលធ្លុះអាការៈខាងក្រៅ។"},{"id":1364,"quote":"One who never punishes any living creature either strong or weak, who never kills or even strikes another, such a one I call brahmin."},{"id":1365,"quote":"yt wise man, recognizing that the world is but an illusion, does not act as if it is real, so (therefore) he escapes the suffering."},{"id":1366,"quote":"Venez, contemplez ce monde, multicolore comme les chars royaux, dans lequel les sots se plongent, et avec lequel les sages ne conservent point d’attaches."},{"id":1367,"quote":"The growth of wisdom may be measured exactly by the diminution of ill temper"},{"id":1368,"quote":"The trouble is, you think you have time."},{"id":1369,"quote":"The universe itself is change and life itself is but what you deem it"},{"id":1370,"quote":"Among all shravakas and pratyekabuddhas, bodhisattvas are the foremost. So is the Lotus Sutra; among all sutras, it is the foremost! Just as the Buddha is the King of the Law; so is the Lotus Sutra, it is the King of all Sutras!\" (LS 23:2.16) Lotus Sutra, Chapter 23, Section 2, Paragraph 16"},{"id":1371,"quote":"Among all the sutras I have expounded, Lotus Sutra is the first and foremost! If you are able to uphold the Lotus Sutra,it means you are able to uphold the body of a Buddha! (LS 11: 3.35)Lotus Sutra, Chapter 11, Section 3, Paragraph 35”"},{"id":1372,"quote":"Let those who desire Buddhahood not train in many Dharmas but only one. Which one? Great compassion. Those with great compassion possess all the Buddha's teaching as if it were in the palm of their hand."},{"id":1373,"quote":"It is possible to live 24 hours in a state of love."},{"id":1374,"quote":"Pleasurable is dispassion in the world,The getting beyond sensuality.But the putting away of the conceit 'I am'-- this is the highest pleasure."},{"id":1375,"quote":"So also is the case if I don’t care the one abusing me. He is the one going to be demeaned."},{"id":1376,"quote":"Greater still is the truth of our connectedness."},{"id":1377,"quote":"If with uncorrupted mind you feel good will for even\tone being, you become skilled from that. But a Noble One produces a mind of sympathy for all beings, an abundance of merit."},{"id":1378,"quote":"The SageA person of wisdom should be truthful, without arrogance, without deceit, not slanderous andnot hateful. The wise person should go beyond the evil of greed and miserliness.To have your mind set on calmness, you must take power over sleepiness, drowsiness andlethargy. There is no place for laziness and no recourse to pride.Do not be led into lying, do not be attached to forms. You must see through all pride and farealong without violence.Do not get excited by what is old, do not be contented with what is new. Do not grieve forwhat is lost or be controlled by desire."},{"id":1379,"quote":"You are far from the end of your journey.The way is not in the sky.The way is in the heart.See how you love."},{"id":1380,"quote":"In life, we can’t always control the first arrow.However, the second arrow is our reaction to the first.This second arrow is optional.—Sallatha Sutta"},{"id":1381,"quote":"The world is on fire!And are you laughing?You are deep in the dark.Will you not ask for light?For behold your body—A painted puppet, a toy,Jointed and sick and full of falseimaginings, A shadow that shifts and fades.How frail it is!Frail and pestilent,It sickens, festers and dies.Like every living thingIn the end it sickens and dies.Behold these whitened bones, The hollow shells and husks of a dyingsummer.And are you laughing?"},{"id":1382,"quote":"Los sabios son maestros de sí mismos, no los conmueven las opiniones de los demás, tienen la mente clara, son pacíficos, tienen principios, son independientes y están libres de compulsiones."},{"id":1383,"quote":"Uno de los problemas que las personas parecen experimentar en el proceso de renovación propia es el de imaginar que necesitan apartar o reemplazar lo que únicamente deben reorganizar, e imaginar que sólo necesitan reorganizar lo que verdaderamente deben apartar o reemplazar."},{"id":1384,"quote":"We are what we think.All that we are arises with our thoughts.With our thoughts we make the world.Speak or act with an impure mindAnd trouble will follow youAs the wheel follows the ox that draws the cart.We are what we think.All that we are arises with our thoughts.With our thoughts we make the world.Speak or act with a pure mindAnd happiness will follow youAs your shadow, unshakable.\"Look how he abused me and beat me,How he threw me down and robbed me.\"Live with such thoughts and you live in hate.\"Look how he abused me and beat me,How he threw me down and robbed me.\"Abandon such thoughts and live in love.In this worldHate never yet dispelled hate.Only love dispels hate.This is the law,Ancient and inexhaustible."},{"id":1385,"quote":"Conquest breeds hatred, for the conquered live in sorrow. Let us be neither conqueror nor conquered, and live in peace and joy."},{"id":1386,"quote":"Hard to restrain, unstable is this mind; it flits wherever it lists. Good it is to control the mind. A controlled mind brings happiness."},{"id":1387,"quote":"For one who has abandoned craving and is free from grasping, who knows languages and their interpretations, the combinations of the letters and their order before and after, this is the final birth. The one is called the Great Being, the Great Sage."},{"id":1388,"quote":"Sólo podemos controlar nuestras propias acciones; así como necesariamente no podemos proteger a los demás de las consecuencias de sus actos, tampoco podemos esperar honradamente que los demás nos salven de las consecuencias de nuestros propios actos una vez que hemos ejercido nuestro derecho o nuestra libertad a elegir nuestro camino."},{"id":1389,"quote":"មនុស្សម្នាក់មិនត្រូវបានគេហៅថាបណ្ឌិត​ ពីព្រោះគាត់និយាយហើយនិយាយទៀត; ប៉ុន្ដែបើគាត់មានក្ដីស្ងប់,មានក្ដីស្រឡាញ់និងគ្មានភាពភ័យខ្លាច,បន្ទាប់មកគាត់ត្រូវបានគេហៅថាបណ្ឌិតពិតប្រាកដ។"},{"id":1390,"quote":"Nothing whatsoever should be clung to as ‘I’ or ‘mine.' (Sabbe dhamma nalam abhinivesaya.)"},{"id":1391,"quote":"Should a seeker not find a companion who is better or equal, let him resolutely pursue a solitary course; there is no fellowship with the fool."},{"id":1392,"quote":"The fool worries, thinking, \"I have sons, I have wealth.\" Indeed, when he himself is not his own, whence are sons, whence is wealth?"},{"id":1393,"quote":"How, dear sir, did you cross the flood?\"\"By not halting, friend, and by not straining I crossed the flood.\"\"But how is it, dear sir, that by not halting and by not straining you crossed the flood?\"\"When I came to a standstill, friend, then I sank; but when I struggled, then I got swept away. It is in this way, friend, that by not halting and by not straining I crossed the flood."},{"id":1394,"quote":"Thus perceiving, monks, the learned noble disciple feels loathing for the body, for feeling, for perception, for the aggregates, for consciousness. Feeling disgust, he becomes free from passion, through freedom from passion he is emancipated, and in the emancipated one arises the knowledge of his emancipation. He understands that rebirth is destroyed, the religious life has been led, done is what was to be done, there is nothing beyond this world."},{"id":1395,"quote":"So long as the love, even the smallest, of man toward woman is not destroyed, so long is his mind in bondage as the calf that drinks milk is to his mother.—Translated by F. Max Müller"},{"id":1396,"quote":"Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear just as soon as thoughts of resentment are forgotten."},{"id":1397,"quote":"Como la estrella fugaz, el espejismo, la llama,la ilusión mágica, la gota de rocío, la burbuja en el agua, como el sueño, el relámpago o la nube:considera así todas las cosas."},{"id":1398,"quote":"Η ύπαρξη είναι πόνος και για να τον αντιμετωπίσεις πρέπει να τον κάνεις χαρά."},{"id":1399,"quote":"لا تستهون شأن الشر.تقول: الشر بعيد، لن يقربني.حتى الجرّة تصبح ملأى بالماء من القطرات.الأحمق سوف يُرى ممتلئاً بالشر، حتى لو جاء إليه قليلا فقليلا."},{"id":1400,"quote":"KINH HẠNH PHÚCMangalasuttaNhư vầy tôi ngheMột thời Thế TônNgự tại Kỳ Viên tịnh xáCủa trưởng giả Cấp Cô ÐộcGần thành Xá VệKhi đêm gần mãnCó một vị trờiDung sắc thù thắngHào quang chiếu diệuSáng tỏa Kỳ ViênÐến nơi Phật ngựÐảnh lễ Thế TônRồi đứng một bênCung kính bạch PhậtBằng lời kệ rằng:Chư thiên và nhân loạiSuy nghĩ điều hạnh phúcHằng tầm cầu mong đợiMột đời sống an lànhXin ngài vì bi mẫnHoan hỷ dạy chúng conVề phúc lành cao thượngThế Tôn tùy lời hỏiRồi giảng giải như vầy:Không gần gũi kẻ ácThân cận bậc trí hiềnCúng dường bậc tôn đứcLà phúc lành cao thượngỞ trú xứ thích hợpCông đức trước đã làmChân chánh hướng tự tâmLà phúc lành cao thượngÐa văn nghề nghiệp giỏiKhéo huấn luyện học tậpNói những lời chơn chấtLà phúc lành cao thượngHiếu thuận bậc sanh thànhChăm sóc vợ và conSống bằng nghề lương thiệnLà phúc lành cao thượngBố thí hành đúng PhápGiúp ích hàng quyến thuộcHành vi không lỗi lầmLà phúc lành cao thượngXả ly tâm niệm ácTự chế không say sưaTinh cần trong thiện phápLà phúc lành cao thượngBiết cung kính khiêm nhườngTri túc và tri ânÐúng thời nghe chánh phápLà phúc lành cao thượngNhẫn nhục tánh thuần hoáThường yết kiến sa mônTùy thời đàm luận phápLà phúc lành cao thượngThiền định sống phạm hạnhThấy được lý thánh đếChứng ngộ quả niết bànLà phúc lành cao thượngKhi xúc chạm việc đờiTâm không động không sầuTự tại và vô nhiễmLà phúc lành cao thượngNhững sở hành như vậy Không chỗ nào thối thấtKhắp nơi được an toànLà phúc lành cao thượng ."},{"id":1401,"quote":"Jangan percaya hal apapun hanya karena kamu telah mendengarnya. Jangan percaya hal apapun hanya karena hal itu telah dibicarakan dan digunjingkan oleh banyak orang.Jangan percaya hal apapun hanya karena hal itu tertulis dalam kitab-kitab keagamaanmu. Jangan percaya hal apapun hanya karena hal itu dikatakan berdasarkan otoritas guru-guru dan sesepuh-sesepuhmu.Jangan percaya tradisi apapun hanya karena tradisi itu telah diwariskan dari satu generasi ke generasi lainnya.Tetapi setelah kamu observasi dan analisis, maka ketika kamu mendapati hal apapun sejalan dengan akal-budimu dan menolongmu untuk mendatangkan kebaikan dan manfaat bagi satu dan semua orang, maka terimalah itu dan jalankanlah."},{"id":1402,"quote":"No hay que juntarse con malas compañías, no hay que juntarse con compañías despreciables. Júntate con buenas compañías, júntate con compañías nobles.   Guishan, el maestro zen clásico, escribió en sus famosas Admoniciones: «La compañía de los buenos es como caminar entre el rocío y la niebla; aunque a uno no le mojen la ropa, ésta termina por empaparse de humedad. La familiaridad con el mal aumenta el conocimiento y los puntos de vista erróneos, creando mal día y noche.»"},{"id":1403,"quote":"من محت حسناتهُ سيئاتهُ، فسوف ينيرُ العالم مثل قمرٍ انجلى عنه السحاب."},{"id":1404,"quote":"على المرء ان يتبع الطيب والحكيم، كما يتبع القمر مسلك النجوم."},{"id":1405,"quote":"Kinh Từ BiKaraṇīyamettasutta Hiền nhân cầu an lạcNên huân tu pháp lànhCó nghị lực chơn chấtNgay thẳng và nhu thuậnHiền hoà không kiêu mạnSống dễ dàng tri túcThanh đạm không rộn ràngLục căn luôn trong sángTrí tuệ càng hiển minhTự trọng không quyến niệmKhông làm việc ác nhỏMà bậc trí hiền chêNguyện thái bình an lạcNguyện tất cả sanh linhTràn đầy muôn hạnh phúcVới muôn loài chúng sanhKhông phân phàm hay thánhLớn nhỏ hoặc trung bìnhThấp cao hay dài ngắn Tế thô không đồng đẳngHữu hình hoặc vô hìnhÐã sanh hoặc chưa sanhGần xa không kể xiếtNguyện tất cả sanh linhTràn đầy muôn hạnh phúcÐừng làm hại lẫn nhauChớ khinh rẻ người nàoỞ bất cứ nơi đâuÐừng vì niệm sân siHoặc hiềm hận trong lòngMà mong người đau khổHãy mở rộng tình thươngHy sinh như từ mẫuSuốt đời lo che chởÐứa con một của mìnhHãy phát tâm vô lượngÐến tất cả sanh linh Từ bi gieo cùng khắp Cả thế gian khổ hảiTrên dưới và quanh mìnhKhông hẹp hòi oan tráiKhông hờn giận căm thùKhi đi đứng ngồi nằmBao giờ còn tỉnh thức An trú chánh niệm nầyPhạm hạnh chính là đâyAi từ bỏ kiến chấpKhéo nghiêm trì giới hạnhThành tựu được chánh tríKhông ái nhiễm dục trầnKhông còn thai sanh nữa."},{"id":1406,"quote":"الأخيار يشِعّون من البعيد مثل جبال الهملايا، لكن الأشرار لا يراهم أحد. مثل سهامٍ أطلقت في الليل."},{"id":1407,"quote":"Nenhum filósofo querelante poderá alcançar a pureza por meio de sua doutrina pessoal; ele segue uma luz que ele próprio fabricou, por ele autoprojetada, e daí dizer que e a ''vê''. O verdadeiro brâmane está além do tempo, não se baseia em conceito algum, nem se submete a qualquer seita; compreende todas as teorias correntes, mantendo-se, porém, desapegado de qualquer delas. Liberto dos laços do mundo, embora viva no mundo, segue o sábio, tranquilo,o seu caminho; livre de seitas, em meio aos sectários, livre de agitações, em meio aos agitados, admitindo o que o mundo comete (...) Liberto de todos os conceitos baseados nas coisas vistas e ouvidas, aliviado, pois, de sua carga, não mais está o sábio tranquilo sujeito ao tempo, transcendendo tanto o desejo, quanto a abstinência."},{"id":1408,"quote":"Suffering is caused by decisions not made."},{"id":1409,"quote":"Let a man leave anger, let him forsake pride, let him overcome all bondage! No sufferings befall the man who is not attached to name and form and who calls nothing his own.[Verse 221] TR- Friedrich Max Müller"},{"id":1410,"quote":"Manopubbangama dhammamanosettha manomayamanasa ce padutthenabhasati va karoti vatato nam dukkhamanveticakkamva vahato padam."},{"id":1411,"quote":"Como pez fuera del agua, arrojado a terreno seco, este espíritu brinca intentando escapar del reino de la aflicción."},{"id":1412,"quote":"A wise man, recognising that the world is but an illusion, does not act as if it is real, so he escapes the suffering If a man speaks or acts with an evil thought, pain follows him. If a man speaks or acts with a pure thought, happiness follows him, like a shadow that never leaves him."},{"id":1413,"quote":"Todo lo que somos es el resultado de lo que hemos pensado; está fundado y está hecho de nuestros pensamientos."},{"id":1414,"quote":"Como bella flor plena de color y también fragante, las palabras bien dichas dan fruto en aquel que las pone en práctica."},{"id":1415,"quote":"«Me injurió; me hirió; me derrotó; me despojó.» En los que albergan tales rencores, nunca cesa el odio."},{"id":1416,"quote":"Aquele que, ávido de desejos, colhe as flores das paixões é surpreendido pela morte antes mesmo da saciedade. Que o sábio viva em sua aldeia, assim como a abelha recolhe o néctar sem prejudicar a cor e o perfume da flor."},{"id":1417,"quote":"Is it timely? Is it necessary? Is it kind?"},{"id":1418,"quote":"Considera quem te aponta os defeitos como se te desvendasse tesouros. Segue o sábio que te reprova os erros. Na verdade, estar em tal companhia é um grande bem, e não um mal."},{"id":1419,"quote":"¿Adónde vamos? Vamos a enfrentarnos con lo que hemos merecido, al encuentro de los efectos de las causas que promovimos. Aquellos cuya labor ha sido incompleta, rodarán solamente por la periferia de la rueda para retornar y completar sus tareas. En cambio, aquellos pocos que han hollado el sendero de equilibrio que conduce al Nirvana, donde una vez agotadas sus acciones, los seres se reúnen con la Causa Incausada de la que partieron, van para aguardar el nuevo destino que el Creador considere apropiado asignarles."},{"id":1420,"quote":"There are four nutriments for the maintenance of beings who have come into being or for the support of those in search of a place to be born: Physical food, gross or refined; touch as the second; thinking the third; and consciousness the fourth."},{"id":1421,"quote":"All individual things pass away, strive on untiringly.Buddha to his students on his death bed"},{"id":1422,"quote":"15. La buena gente brilla de lejos, como las montañas nevadas; los que no son buenos no se ven aquí, a semejanza de las flechas disparadas en la noche."},{"id":1423,"quote":"Penktadienio citata: ,,Esame tai, ką mąstome. Savo mintimis kuriame pasaulį."},{"id":1424,"quote":"Miközben a Magasztos egyedül, magában ült ott, ez a gondolata támadt:- Ez a tan mély, nehezen felfogható, nehezen érthető, nyugalmat adó, magasrendű, ésszel fel nem érhető, titkos, csak bölcseknek szóló. Számomra világos lett. Ám az emberek vágyaik rabjai, vágyaikon csüggenek, vágyaikat élvezik. Ezért az emberek, akik vágyaik rabjai, vágyaikon csüggenek, vágyaikat élvezik, nem fogják megérteni az okok és okozatok láncolatának összefüggését, nem fogják megérteni a létcsírák kioltását, az érzelmek elvetését, a létszomj elfojtását, a szenvedély eltávoztatását, a nyugalmat, a nirvánát. Ha tehát hirdetni fogom a tant, és a többi ember nem érti meg tanításomat, csak baj háramlik belőle rám, fölösleges fáradság háramlik belőle rám.És ekkor ez az addig nem hallott vers ötlött fel a Magasztos előtt:Nehezen jöttem én is rá, másnak hiába mondanám.A gonoszság, a gyűlölség elzárja más elől a Tant.Ár ellen úszó, mély, titkos, alig látszó szikrányi fény;a gonoszság sötétsége nem hagyja megpillantani.Mikor a Magasztos mindezt végiggondolta, úgy döntött, hogy megmarad magányában, és nem fogja hirdetni a Tant."},{"id":1425,"quote":"La sabiduría surge por medio del esfuerzo, la sabiduría desaparece por falta de esfuerzo; conociendo esta vía doble de crecimiento y declive, deberíamos organizarnos de tal modo que la sabiduría se incremente."},{"id":1426,"quote":"Se un uomo viene colpito da una freccia avvelenata e non vuole che gli sia tolta prima di sapere chi l'abbia lanciata, a quale casta appartenga, quale sia il suo nome, quale sia la sua famiglia, quale sia la sua statura, quale sia la sua carnagione, da quale paese provenga, il tipo di arco che usa, il tipo di corda, il tipo di freccia, il tipo di penne, il tipo di punta, ecc., costui morirà prima di conoscere tutte queste cose."},{"id":1427,"quote":"Uno podría conquistar a un millón de hombres en batalla, pero debería conquistarse sólo a sí mismo. Ése en verdad es el conquistador supremo."},{"id":1428,"quote":"Hetun paticca sambutan hetu banga nirujjathi"},{"id":1429,"quote":"Si quieres conocer la verdad de la vida y la muerte, debes reflexionar continuamente sobre esto: en el universo solo hay una ley que no cambia nunca, la de que todas las cosas cambian y ninguna cosa es permanente."},{"id":1430,"quote":"Los maestros taoístas huainan dicen: «No dejo que los cambios de un momento dado determinen cómo me domino a mí mismo. Lo que llamo dominio de mí mismo significa que mi naturaleza y mi vida permanecen en lugar seguro.»"}]