[{"id":1,"quote":"My pain may be the reason for somebody's laugh. But my laugh must never be the reason for somebody's pain."},{"id":2,"quote":"The best thing in life is to go ahead with all your plans and your dreams, to embrace life and to live everyday with passion, to lose and still keep the faith and to win while being grateful. All of this because the world belongs to those who dare to go after what they want. And because life is really too short to be insignificant."},{"id":3,"quote":"It isn't the ups and downs that make life difficult; it's the jerks."},{"id":4,"quote":"We think too much and feel too little."},{"id":5,"quote":"Life laughs at you when you are unhappy; Life smiles at you when you are happy; But life salutes you when you make other happy."},{"id":6,"quote":"To truly laugh, you must be able to take your pain, and play with it!"},{"id":7,"quote":"You'll find that life is still worthwhile, if you just smile."},{"id":8,"quote":"Your naked body should only belong to those who fall in love with your naked soul."},{"id":9,"quote":"The way of life can be free and beautiful, but we have lost the way. Greed has poisoned men's souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge has made us cynical; our cleverness, hard and unkind. We think too much and feel too little. More than machinery, we need humanity. More than cleverness, we need kindness and gentleness. Without these qualities, life will be violent and all will be lost."},{"id":10,"quote":"Nothing is permanent in this wicked world - not even our troubles."},{"id":11,"quote":"You'll never find rainbows, If you're looking down..."},{"id":12,"quote":"Life is a play that does not allow testing. So, sing, cry, dance, laugh and live intensely, before the curtain closes and the piece ends with no applause."},{"id":13,"quote":"A day without laughter is a day wasted."},{"id":14,"quote":"The mirror is my best friend because when I cry it never laughs."},{"id":15,"quote":"Let us fight for a new world, a decent world that will give men a chance to work, that will give youth a future and old age a security."},{"id":16,"quote":"More than cleverness, we need kindness and gentleness."},{"id":17,"quote":"You need Power, only when you want to do something harmful otherwise Love is enough to get everything done."},{"id":18,"quote":"You have to believe in yourself. That's the secret."},{"id":19,"quote":"Failure is unimportant. It takes courage to make a fool of yourself."},{"id":20,"quote":"I always like walking in the rain, so no one can see me crying."},{"id":21,"quote":"In the light of our egos, we are all dethroned monarchs"},{"id":22,"quote":"Nothing in life is permanent, not even one's troubles."},{"id":23,"quote":"There are more valid facts and details in works of art than there are in history books."},{"id":24,"quote":"Think about yourself at least once in your life otherwise you may miss the best comedy in this world."},{"id":25,"quote":"Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded."},{"id":26,"quote":"More than machinery, we need humanity."},{"id":27,"quote":"Time is the best author. It always writes the perfect ending."},{"id":28,"quote":"Judge a man not by how he treats his equals but by how he treats his inferiors."},{"id":29,"quote":"Despair is a narcotic. It lulls the mind into indifference."},{"id":30,"quote":"I don't need interesting camera angles, I am interesting."},{"id":31,"quote":"We must laugh in the face of our helplessness against the forces of nature, or go insane."},{"id":32,"quote":"There is greatness in everyone."},{"id":33,"quote":"In this world there is room for everyone, and the good earth is rich and can provide for everyone. The way of life can be free and beautiful, but we have lost the way."},{"id":34,"quote":"As I began to love myself I freed myself of anything that is no good for my health - food, people, things, situations, and everything that drew me down and away from myself. At first I called this attitude a healthy egoism. Today I know it is Love of Oneself."},{"id":35,"quote":"Smile, though your heart is aching\nSmile, even though it's breaking\nWhen there are clouds in the sky, you'll get by \nIf you smile through your pain and sorrow\nSmile and maybe tomorrow, \nYou'll see the sun come shining through for you."},{"id":36,"quote":"Ability to think, like the violin or piano, requires daily practice"},{"id":37,"quote":"Imagination means nothing without doing."},{"id":38,"quote":"Tomorrow, the birds will sing. Be brave. Face life."},{"id":39,"quote":"As I began to love myself I found that anguish and emotional suffering are only warning signs that I was living against my own truth. Today, I know, this is \"AUTHENTICITY\"."},{"id":40,"quote":"Greed has poisoned men's souls."},{"id":41,"quote":"That's what all we are: amateurs. We don't live long enough to be anything else."},{"id":42,"quote":"I like friends as I like music - when I am in the mood."},{"id":43,"quote":"Simplicity is not a simple thing."},{"id":44,"quote":"We all want to help one another. Human beings are like that. We want to live by each other's happiness - not by each other's misery."},{"id":45,"quote":"You are only as good as the woman you are standing beside."},{"id":46,"quote":"I am at peace with God. My conflict is with Man."},{"id":47,"quote":"Life is a beautiful, magnificent thing, even to a jellyfish... The trouble is you won't fight. You've given in, continually dwelling on sickness and death. But there's something just as inevitable as death, and that's life. Life, life, life. Think of all the power that's in the universe, moving the earth, growing the trees. That's the same power within you if you only have courage and the will to use it."},{"id":48,"quote":"my lips never know my problem they just always smile"},{"id":49,"quote":"Let us fight to free the world! To do away with national barriers! To do away with greed, with hate and intolerance! Let us fight for a world of reason, a world where science and progress will lead to all men's happiness."},{"id":50,"quote":"Life is a beautiful, magnificent thing, even to a jellyfish."},{"id":51,"quote":"Anyone can make them cry, but it takes a genius to make them laugh."},{"id":52,"quote":"I do not have much patience with a thing of beauty that must be explained to be understood."},{"id":53,"quote":"To help a friend in need is easy, but to give him your time is not always opportune."},{"id":54,"quote":"In the end, everything is a gag."},{"id":55,"quote":"As I began to love myself I stopped craving for a different life, and I could see that everything that surrounded me was inviting me to grow. Today I call it 'maturity'."},{"id":56,"quote":"What do you want a meaning for? Life is a desire, not a meaning."},{"id":57,"quote":"Simplicity is a difficult thing to achieve."},{"id":58,"quote":"Unless I write every day, I don't feel I deserve my dinner."},{"id":59,"quote":"Your Pain May Give Laugh To Somebody But Your Laugh Shouldn't Give Pain To Anybody"},{"id":60,"quote":"I should like to help everyone if possible; Jew, Gentile, black man, white. We all want to help one another. Human beings are like that. We want to live by each other’s happiness, not by each other’s misery. We don’t want to hate and despise one another. In this world there is room for everyone, and the good earth is rich and can provide for everyone. The way of life can be free and beautiful."},{"id":61,"quote":"Words are cheap. The biggest thing you can say is \"elephant\"."},{"id":62,"quote":"I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can't help it. It's the truth."},{"id":63,"quote":"As I began to love myself I recognized that my mind can disturb me and it can make me sick. But as I connected it to my heart, my mind became a valuable ally. Today I call this connection \"WISDOM OF THE HEART\"."},{"id":64,"quote":"A man's true character comes out when he's drunk."},{"id":65,"quote":"Greed has poisoned men's souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed."},{"id":66,"quote":"Life could be wonderful if people would leave you alone."},{"id":67,"quote":"To those who can hear me, I say, do not despair. The misery that is now upon us is but the passing of greed, the bitterness of men who fear the way of human progress."},{"id":68,"quote":"We think too much and feel too little. More than machinery, we need humanity. More than cleverness, we need kindness and gentleness. Without these qualities, life will be violent and all will be lost."},{"id":69,"quote":"I am not religious in the dogmatic sense... I neither believe nor disbelieve in anything."},{"id":70,"quote":"One murder makes a villain; millions, a hero."},{"id":71,"quote":"I have found that great ideas come when you have a great desire to have them."},{"id":72,"quote":"I will not join any club who will take me as a member."},{"id":73,"quote":"As for politics, I’m an anarchist. I hate governments and rules and fetters. Can’t stand caged animals. People must be free."},{"id":74,"quote":"My character of the Tramp, the millions of workers symbolized in that one figure."},{"id":75,"quote":"Brunettes are troublemakers. They're worse than the Jews."},{"id":76,"quote":"I believe in the power of laughter and tears as an antidote to hatred and terror"},{"id":77,"quote":"Life is laughter when seen in a long shot, but it is a tragedy when seen in a close-up."},{"id":78,"quote":"Life salutes u when u make others happy"},{"id":79,"quote":"My technique is the outcome of thinking for myself, of my own logic and approach; it is not borrowed from what others are doing."},{"id":80,"quote":"I do not need drugs to be a genius, do not take a genius to be human, but I need your smile to be happy."},{"id":81,"quote":"If you're really truthful with yourself, it's a wonderful guidance."},{"id":82,"quote":"What can stars do? Nothing..But sit on their axis!"},{"id":83,"quote":"All I need to make a comedy is a park, a policeman and a pretty girl."},{"id":84,"quote":"The heart and the mind, what an enigma."},{"id":85,"quote":"Even when I was in the orphanage, when I was roaming the street trying to find enough to eat, even then I thought of myself as the greatest actor in the world. I had to feel the exuberance that comes from utter confidence in yourself. Without it, you go down to defeat."},{"id":86,"quote":"Life can be wonderful if you're not afraid of it. All it takes is courage, imagination ... and a little dough"},{"id":87,"quote":"Sound has spoiled the most ancient of the world's arts, the art of pantomime, and has canceled out the great beauty that is silence."},{"id":88,"quote":"This is a ruthless world and one must be ruthless to cope with it."},{"id":89,"quote":"Laughter is the tonic, the relief, the surcease for pain."},{"id":90,"quote":"Don't be afraid of the unknown because, even when they wander into chaos, planets are born stars!"},{"id":91,"quote":"Life could be wonderful if people would leave you alone"},{"id":92,"quote":"Perfect love is the most beautiful of all frustrations because it is more than one can express."},{"id":93,"quote":"The hate of men will pass, and dictators die, and the power they took from the people will return to the people and so long as men die, liberty will never perish."},{"id":94,"quote":"I can't understand Karl Marx, so how can I be a Communist?"},{"id":95,"quote":"Nothing is more important than the moving image; \n except for my cup of coffee in the morning."},{"id":96,"quote":"Only the unloved hate; the unloved and the unnatural."},{"id":97,"quote":"I am what I am: an individual, unique and different, with a lineal history of ancestral promptings and urgings, a history of dreams, desires, and of special experiences, all of which I am the sum total."},{"id":98,"quote":"Through humour, we see in what seems rational, the irrational; in what seems important, the unimportant"},{"id":99,"quote":"I'm sorry, but I don't want to be an emperor. That's not my business. I don't want to rule or conquer anyone."},{"id":100,"quote":"The basic essential of a great actor is that he loves himself in acting."},{"id":101,"quote":"That's the trouble with the world. We all despise ourselves."},{"id":102,"quote":"A tramp, a gentleman, a poet, a dreamer, a lonely fellow, always hopeful of romance and adventure."},{"id":103,"quote":"Simplicity of approach is always best."},{"id":104,"quote":"Why should poetry have to make sense?"},{"id":105,"quote":"My prodigious sin was, and still is, being a non-conformist."},{"id":106,"quote":"By simple common sense I don't believe in God, in none."},{"id":107,"quote":"I do not wish to lose my temper because very shortly I will lose my head. Nevertheless, upon leaving this spark of earthly existence, I have this to say: I shall see you all very soon ... very soon."},{"id":108,"quote":"I like to walk in rain, so that nobody can see my tears."},{"id":109,"quote":"Quebec from the boat looked like the ramparts where Hamlet's ghost might have walked."},{"id":110,"quote":"The saddest thing I can imagine is to get used to luxury."},{"id":111,"quote":"Man is an animal with primary instincts of survival. Consequently his ingenuity has developed first and his soul afterwards. The progress of science is far ahead of man's ethical behavior."},{"id":112,"quote":"The people are applauding you because none of them understands you and applauding me because everybody understands me."},{"id":113,"quote":"In the seventeenth chapter of St. Luke, it is written that the kingdom of God is within man, not one man nor a group of men, but in all men! In you! You, the people, have the power, the power to create machines, the power to create happiness! You, the people, have the power to make this life free and beautiful, to make this life a wonderful adventure... Let us fight to free the world! To do away with national barriers! To do away with greed, with hate and intolerance! Let us fight for a world of reason, a world where science and progress will lead to all mens happiness."},{"id":114,"quote":"I do not have much patience with a thing of beauty that must be explained to be understood. If it does need additional interpretation by someone other than the creator, then I question whether it has fulfilled its purpose."},{"id":115,"quote":"Beauty is an omnipresence of death and loveliness, a smiling sadness that we discern in nature and all things, a mystic communion that the poet feels."},{"id":116,"quote":"I don't believe that the public knows what it wants; this is the conclusion that I have drawn from my career."},{"id":117,"quote":"In Philadelphia, I inadvertently came upon an edition of Robert Ingersoll's Essays and Lectures. This was an exciting discovery; his atheism confirmed my own belief that the horrific cruelty of the Old Testament was degrading to the human spirit."},{"id":118,"quote":"I have Many Problems in My Life. But my leaps don`t know that. They always smile"},{"id":119,"quote":"Don’t fight for slavery! Fight for liberty! [...] You, the people, have the power, the power to create machines, the power to create happiness! You, the people, have the power to make this life free and beautiful, to make this life a wonderful adventure."},{"id":120,"quote":"From such trivia, I believe my soul was born."},{"id":121,"quote":"I'm an old sinner. Nothing shocks me."},{"id":122,"quote":"If anybody else says it's like old times, I'll jump out the window."},{"id":123,"quote":"The building is a special place because of its architecture; But it's people who make it special by participating in it."},{"id":124,"quote":"In the work of the greatest geniuses, humble beginnings will reveal themselves somewhere, but one cannot trace the slightest sign of them in Shakespeare ... I am not concerned with who wrote the works of Shakespeare ... but I can hardly think it was the Stratford boy. Whoever wrote them had an aristocratic attitude."},{"id":125,"quote":"The kingdom of God is within man, not one man nor a group of men, but in all men! In you!"},{"id":126,"quote":"Remember, you can always stoop and pick up nothing."},{"id":127,"quote":"I am for people. I can't help it."},{"id":128,"quote":"Over the years I have discovered that ideas come through an intense desire for them; continually desiring, the mind becomes a watchtower on the lookout for incidents that may excite the imagination."},{"id":129,"quote":"I hope we shall abolish war and settle all differences at the conference table I hope we shall abolish all hydrogen and atom bombs before they abolish us first."},{"id":130,"quote":"I hate the sight of blood, but it's in my veins."},{"id":131,"quote":"You the people have the power to make this life free and beautiful, to make this life a wonderful adventure."},{"id":132,"quote":"Dictators free themselves by enslaving others. They work not for your benefit, but their own."},{"id":133,"quote":"I remain just one thing, and one thing only - and that is a clown. It places me on a far higher plane than any politician."},{"id":134,"quote":"They cheer me because they all understand me, and they cheer you because no one understands you."},{"id":135,"quote":"What a sad business is being funny!"},{"id":136,"quote":"3 is a prime, 5 is a prime, 7 is a prime, 9 is the next prime after 8."},{"id":137,"quote":"The rights of citizenship will be taken away from all Jews and other non-Aryans. They are inferior and therefore enemies of the state. It is the duty of all true Aryans to hate and despise them."},{"id":138,"quote":"I am known in parts of the world by people who have never heard of Jesus Christ."},{"id":139,"quote":"I suppose that's one of the ironies of life doing the wrong thing at the right moment."},{"id":140,"quote":"I have no further use for America. I wouldn't go back there if Jesus Christ was President."},{"id":141,"quote":"Have them all shot. I don't want any of my workers dissatisfied."},{"id":142,"quote":"I've arrived at the age where a platonic friendship can be sustained on the highest moral plane."},{"id":143,"quote":"I had no idea of the character. But the moment I was dressed, the clothes and the make-up made me feel the person he was. I began to know him, and by the time I walked onto the stage he was fully born."},{"id":144,"quote":"I thought I would dress in baggy pants, big shoes, a cane and a derby hat. everything a contradiction: the pants baggy, the coat tight, the hat small and the shoes large."},{"id":145,"quote":"Dictators free themselves, but they enslave the people!"},{"id":146,"quote":"We might as well die as to go on living like this."},{"id":147,"quote":"Where words leave off, gesture begins. Don't we speak of a person being speechless with rage, dancing with impatience, setting his teeth? The final motions of the soul are speechless, animal, grotesque, or of an incomparable beauty."},{"id":148,"quote":"When we got off the streetcar at Times Square, it was somewhat of a letdown. Newspapers were blowing about the road and pavement, and Broadway looked seedy, like a slovenly woman just out of bed."},{"id":149,"quote":"The very nature of these inventions cries out for the goodness in men; cries out for universal brotherhood; for the unity of us all."},{"id":150,"quote":"As long as men die, liberty will never parish."},{"id":151,"quote":"Had I known of the actual horrors of the German concentration camps, I could not have made The Great Dictator, I could not have made fun of the homicidal insanity of the Nazis."},{"id":152,"quote":"Actors search for rejection. If they don't get it they reject themselves."},{"id":153,"quote":"Hair is vitally personal to children. They weep vigorously when it is cut for the first time; no matter how it grows, bushy, straight or curly, they feel they are being shorn of a part of their personality."},{"id":154,"quote":"Nothing quite like it. The feeling of film."},{"id":155,"quote":"In this book I do not intend to give a blow-by-blow description of a sex bout: I find them inartistic, clinical and unpoetic. The circumstances that lead up to sex I find more interesting."},{"id":156,"quote":"During my incarceration Mother visited me. She had in some way managed to leave the workhouse and was making an effort to establish a home for us. Her presence was like a bouquet of flowers; she looked so fresh and lovely that I felt ashamed of my unkempt appearance and my shaved iodined head.'You must excuse his dirty face,' said the nurse.Mother laughed, and how well I remember her endearing words as she hugged and kissed me: 'With all thy dirt I love thee still."},{"id":157,"quote":"I don't think the real America is in New York or on the Pacific Coast; personally, I like the Middle West much better, places like North and South Dakota, Minneapolis and Saint Paul. There, I think, are the true Americans"},{"id":158,"quote":"The glamour of it all! New York! America!"},{"id":159,"quote":"Movies are a fad. Audiences really want to see live actors on a stage."},{"id":160,"quote":"That is why, no matter how desperate the predicament is, I am always very much in earnest about clutching my cane, straightening my derby hat and fixing my tie, even though I have just landed on my head."},{"id":161,"quote":"I am not a political man and I have no political convictions. I am an individual and a believer in liberty. That is all the politics I have. On the other hand I am not a super-patriot. Super-patriotism leads to Hitlerism - and we've had our lesson there. I don't want to create a revolution - I just want to create a few more films."},{"id":162,"quote":"It seems to me that my mother was the most splendid woman I ever knew... I have met a lot of people knocking around the world since, but I have never met a more thoroughly refined woman than my mother. If I have amounted to anything, it will be due to her."},{"id":163,"quote":"So when I cease to be  I want to go back...to the sea!  Oh for the life of a sardine!  That is the life for me!"},{"id":164,"quote":"I'd sooner be called a successful crook than a destitute monarch."},{"id":165,"quote":"In the creation of comedy, it is paradoxical that tragedy stimulates the spirit of ridicule; because ridicule, I suppose is an attitude of defiance: we must laugh in the face of our helplessness against the forces of nature - or go insane"},{"id":166,"quote":"The cinema is little more than a fad. It's canned drama. What audiences really want to see is flesh and blood on the stage."},{"id":167,"quote":"Moving pictures need sound as much as Beethoven symphonies need lyrics."},{"id":168,"quote":"All my pictures are built around the idea of getting in trouble and so giving me the chance to be desperately serious in my attempt to appear as a normal little gentleman."},{"id":169,"quote":"Words seem so futile, so feeble. You are all such lovely, beautiful people ... thank you."},{"id":170,"quote":"Friends have asked how I came to engender this American antagonism. My prodigious sin was, and still is, being a non-conformist. Although I am not a Communist I refused to fall in line by hating them. Secondly, I was opposed to the Committee on Un-American Activities - a dishonest phrase to begin with, elastic enough to wrap around the throat and strangle the voice of any American citizen whose honest opinion is a minority of one."},{"id":171,"quote":"I don't want to create a revolution - I just want to create a few more films."},{"id":172,"quote":"Let us fight to free the world!"},{"id":173,"quote":"My prodigious sin was, and still is, being a non-conformist. Although I am not a Communist I refused to fall in line by hating them."},{"id":174,"quote":"This is a story of a period between two World Wars - an interim in which Insanity cut loose. Liberty took a nose dive, and Humanity was kicked around somewhat."},{"id":175,"quote":"The saddest thing I can imagine is to get used to luxury. [and therefore not appreciate it fully or be grateful for it every moment.]"},{"id":176,"quote":"Why not? After all, it belongs to him."},{"id":177,"quote":"In this desperate way, I started many a comedy."},{"id":178,"quote":"Soldiers, in the name of democracy, let us all unite!"},{"id":179,"quote":"Life is a beautiful magnificent thing, even to a jellyfish."},{"id":180,"quote":"You'll never find a rainbow if you're looking down"},{"id":181,"quote":"I'm sorry, but I don't want to be an emperor. That's not my business. I don't want to rule or conquer anyone. I should like to help everyone if possible; Jew, Gentile, black man, white. We all want to help one another. Human beings are like that. We want to live by each other's happiness, not by each other's misery. We don't want to hate and despise one another. In this world there is room for everyone, and the good earth is rich and can provide for everyone. The way of life can be free and beautiful, but we have lost the way. Greed has poisoned men's souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge has made us cynical; our cleverness, hard and unkind. We think too much and feel too little. More than machinery, we need humanity. More than cleverness, we need kindness and gentleness. Without these qualities, life will be violent and all will be lost. The airplane and the radio have brought us closer together. The very nature of these inventions cries out for the goodness in men; cries out for universal brotherhood; for the unity of us all. Even now my voice is reaching millions throughout the world, millions of despairing men, women, and little children, victims of a system that makes men torture and imprison innocent people. To those who can hear me, I say, do not despair. The misery that is now upon us is but the passing of greed, the bitterness of men who fear the way of human progress. The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish. Soldiers! Don't give yourselves to brutes, men who despise you, enslave you; who regiment your lives, tell you what to do, what to think and what to feel! Who drill you, diet you, treat you like cattle, use you as cannon fodder. Don't give yourselves to these unnatural men - machine men with machine minds and machine hearts! You are not machines, you are not cattle, you are men! You have the love of humanity in your hearts! You don't hate! Only the unloved hate; the unloved and the unnatural. Soldiers! Don't fight for slavery! Fight for liberty! In the seventeenth chapter of St. Luke, it is written that the kingdom of God is within man, not one man nor a group of men, but in all men! In you! You, the people, have the power, the power to create machines, the power to create happiness! You, the people, have the power to make this life free and beautiful, to make this life a wonderful adventure. Then in the name of democracy, let us use that power. Let us all unite. Let us fight for a new world, a decent world that will give men a chance to work, that will give youth a future and old age a security. By the promise of these things, brutes have risen to power. But they lie! They do not fulfill that promise. They never will! Dictators free themselves but they enslave the people. Now let us fight to fulfill that promise. Let us fight to free the world! To do away with national barriers! To do away with greed, with hate and intolerance! Let us fight for a world of reason, a world where science and progress will lead to all men's happiness. Soldiers, in the name of democracy, let us all unite!"},{"id":182,"quote":"Nothing is permanent in this wicked world, not even our troubles."},{"id":183,"quote":"As I began to love myself I found that anguish and emotional suffering are only warning signs that I was living against my own truth. Today, I know, this is “AUTHENTICITY.As I began to love myself I understood how much it can offend somebody if I try to force my desires on this person, even though I knew the time was not right and the person was not ready for it, and even though this person was me. Today I call it “RESPECT”.As I began to love myself I stopped craving for a different life, and I could see that everything that surrounded me was inviting me to grow. Today I call it “MATURITY”.As I began to love myself I understood that at any circumstance, I am in the right place at the right time, and everything happens at the exactly right moment. So I could be calm. Today I call it “SELF-CONFIDENCE”.As I began to love myself I quit stealing my own time, and I stopped designing huge projects for the future. Today, I only do what brings me joy and happiness, things I love to do and that make my heart cheer, and I do them in my own way and in my own rhythm. Today I call it “SIMPLICITY”.As I began to love myself I freed myself of anything that is no good for my health – food, people, things, situations, and everything that drew me down and away from myself. At first I called this attitude a healthy egoism. Today I know it is “LOVE OF ONESELF”.As I began to love myself I quit trying to always be right, and ever since I was wrong less of the time. Today I discovered that is “MODESTY”.As I began to love myself I refused to go on living in the past and worrying about the future. Now, I only live for the moment, where everything is happening. Today I live each day, day by day, and I call it “FULFILLMENT”.As I began to love myself I recognized that my mind can disturb me and it can make me sick. But as I connected it to my heart, my mind became a valuable ally. Today I call this connection “WISDOM OF THE HEART”.We no longer need to fear arguments, confrontations or any kind of problems with ourselves or others. Even stars collide, and out of their crashing new worlds are born. Today I know “THAT IS LIFE”!”"},{"id":184,"quote":"My pain may be the reason for somebody's laugh.But my laugh must never be the reason for somebody's pain."},{"id":185,"quote":"Failure is unimportant. It takes courage to make a fool of yourself"},{"id":186,"quote":"To truly laugh, you must be able to take your pain, and play with it."},{"id":187,"quote":"Life is a tragedy when seen in close-up, but a comedy in long-shot."},{"id":188,"quote":"Like everyone else I am what I am: an individual, unique and different, with a lineal history of ancestral promptings and urgings; a history of dreams, desires, and of special experiences, all of which I am the sum total."},{"id":189,"quote":"What do you want meaning for? Life is desire, not meaning."},{"id":190,"quote":"We think too much and feel too little. More than machinery, we need humanity; more than cleverness, we need kindness and gentleness. Without these qualities, life will be violent and all will be lost."},{"id":191,"quote":"You need Power, only when you wantto do something harmfulotherwiseLove is enough to get everything done."},{"id":192,"quote":"I remain just one thing, and one thing only, and that is a clown. It places me on a far higher plane than any politician"},{"id":193,"quote":"Life could be wonderful if people would leave you alone"},{"id":194,"quote":"Machine men, with machine minds and machine hearts! You are not machines, you are not cattle, you are men! You have the love of humanity in your hearts. You don’t hate: only the unloved hate, the unloved and the unnatural. Soldiers, don’t fight for slavery, fight for liberty! You the people have the power, the power to create machines, the power to create happiness! You the people have the power to make this life free and beautiful, to make this life a wonderful adventure! Then, in the name of democracy, let us use that power. Let us all unite! Let us fight for a new world, a decent world . . ."},{"id":195,"quote":"Words are cheap. The biggest thing you can say is 'elephant'."},{"id":196,"quote":"I always like walking in the rain, so no one can see me crying.―Charles Chaplin”"},{"id":197,"quote":"More than cleverness, we need kindness and gentleness"},{"id":198,"quote":"Actors search for rejection. If they don’t get it they reject themselves."},{"id":199,"quote":"All I need to make a comedy is a park, a policeman, and a pretty girl."},{"id":200,"quote":"A day without laughing is a day wasted"},{"id":201,"quote":"It takes courage to make a fool of yourself."},{"id":202,"quote":"...The way of life can be free and beautiful. But we have lost the way.Greed has poisoned men's souls, has barricaded the world with hate; has goose-stepped us into misery and bloodshed.We have developed speed, but we have shut ourselves in; machinery that gives abundance has left us in want.Our knowledge has made us cynical,our cleverness hard and unkind.We think too much and feel too little.More than machinery we need humanity,more than cleverness we need kindness and gentleness.Without these qualities life will be violent and all will be lost."},{"id":203,"quote":"Je n'ai pas besoin d'être réconcilié avec Dieu, mon conflit est avec les hommes."},{"id":204,"quote":"A vida é uma peça de teatro que não permite ensaios. Por isso, cante, chore, dance, ria e viva intensamente, antes que a cortina se feche e a peça termine sem aplausos"},{"id":205,"quote":"Guarda il cielo. Non troverai mai un arcobaleno se stai guardando per terra.Look up to the sky. You'll never find rainbows if you’re looking down."},{"id":206,"quote":"الواقع أن تأثير الإنسان في نفوس الناس يكون أعمق إذا احتفظ بمسافة بينه وبينهم."},{"id":207,"quote":"I have many problems in my life. But my lips don't know that\". They just keep smiling."},{"id":208,"quote":"Your Pain May GiveLaugh To SomebodyButYour Laugh Shouldn'tGive Pain To Anybody"},{"id":209,"quote":"A day without laughing is a day wasted."},{"id":210,"quote":"The way of life can be free and beautiful. But we have lost the way."},{"id":211,"quote":"Worry more about your conscience than your reputation. Because your conscience is what you are, your reputation is what others think of you. And what others think of you is their problem."},{"id":212,"quote":"The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish."},{"id":213,"quote":"After all, there are more valid facts and details in works of art than there are in history books."},{"id":214,"quote":"As I began to love myself I recognized that my mind can disturb me and it can make me sick. But as I connected it to my heart, my mind became a valuable ally. Today I call this connection “WISDOM OF THE HEART"},{"id":215,"quote":"Nothing is permanent in this wicked world, not even our troubles"},{"id":216,"quote":"we must laugh in the face of our helplessness against the forces of nature – or go insane."},{"id":217,"quote":"I neither believe nor disbelieve in anything. That which can be imagined is as much an approximation to truth as that which can be proved by mathematics."},{"id":218,"quote":"That’s all any of us are: amateurs. We don’t live long enough to be anything else."},{"id":219,"quote":"Greed has poisoned men’s souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge has made us cynical. Our cleverness, hard and unkind. We think too much and feel too little. More than machinery we need humanity. More than cleverness we need kindness and gentleness. Without these qualities, life will be violent and all will be lost....You, the people have the power - the power to create machines. The power to create happiness! You, the people, have the power to make this life free and beautiful, to make this life a wonderful adventure."},{"id":220,"quote":"وجهة النظر الأكثر بساطة هي الأفضل دائماً"},{"id":221,"quote":"I love rain because tears can not be seen in rain."},{"id":222,"quote":"During my incarceration Mother visited me. She had in some way managed to leave the workhouse and was making an effort to establish a home for us. Her presence was like a bouquet of flowers; she looked so fresh and lovely that I felt ashamed of my unkempt appearance and my shaved iodined head.‘You must excuse his dirty face,’ said the nurse.Mother laughed, and how well I remember her endearing words as she hugged and kissed me: ‘With all thy dirt I love thee still."},{"id":223,"quote":"You need Power,only when you wantto do something harmfulotherwiseLove is enough to get everything done."},{"id":224,"quote":"My only enemy is time."},{"id":225,"quote":"Le jour où je me suis aimé pour de vrai,J’ai compris qu'en toutes circonstances,J’étais à la bonne place, au bon moment.Et alors, j'ai pu me relaxer.Aujourd'hui je sais que cela s'appelle...l'Estime de soi.Le jour où je me suis aimé pour de vrai,J’ai pu percevoir que mon anxiété et ma souffrance émotionnelleN’étaient rien d'autre qu'un signalLorsque je vais à l'encontre de mes convictions.Aujourd'hui je sais que cela s'appelle... l'Authenticité.Le jour où je me suis aimé pour de vrai,J'ai cessé de vouloir une vie différenteEt j'ai commencé à voir que tout ce qui m'arriveContribue à ma croissance personnelle.Aujourd'hui, je sais que cela s'appelle... la Maturité.Le jour où je me suis aimé pour de vrai,J’ai commencé à percevoir l'abusDans le fait de forcer une situation ou une personne,Dans le seul but d'obtenir ce que je veux,Sachant très bien que ni la personne ni moi-mêmeNe sommes prêts et que ce n'est pas le moment...Aujourd'hui, je sais que cela s'appelle... le Respect.Le jour où je me suis aimé pour de vrai,J’ai commencé à me libérer de tout ce qui n'était pas salutaire, personnes,situations, tout ce qui baissait mon énergie.Au début, ma raison appelait cela de l'égoïsme.Aujourd'hui, je sais que cela s'appelle... l'Amour propre.Le jour où je me suis aimé pour de vrai,J’ai cessé d'avoir peur du temps libreEt j'ai arrêté de faire de grands plans,J’ai abandonné les méga-projets du futur.Aujourd'hui, je fais ce qui est correct, ce que j'aimeQuand cela me plait et à mon rythme.Aujourd'hui, je sais que cela s'appelle... la Simplicité.Le jour où je me suis aimé pour de vrai,J’ai cessé de chercher à avoir toujours raison,Et je me suis rendu compte de toutes les fois où je me suis trompé.Aujourd'hui, j'ai découvert ... l'Humilité.Le jour où je me suis aimé pour de vrai,J’ai cessé de revivre le passéEt de me préoccuper de l'avenir.Aujourd'hui, je vis au présent,Là où toute la vie se passe.Aujourd'hui, je vis une seule journée à la fois.Et cela s'appelle... la Plénitude.Le jour où je me suis aimé pour de vrai,J’ai compris que ma tête pouvait me tromper et me décevoir.Mais si je la mets au service de mon coeur,Elle devient une alliée très précieuse !Tout ceci, c'est... le Savoir vivre.Nous ne devons pas avoir peur de nous confronter.Du chaos naissent les étoiles."},{"id":226,"quote":"Човек е толкова голям, колкото са големи мечтите му"},{"id":227,"quote":"_الوحدة هي نوع من العيب: يفوح منها عطر كآبة خفيف، شيء لا يجتذب أحداً ولا يثير اهتمام أحد، يخجل المرء منها قليلاً. لكنها، إلى حد يكبر أو يصغر، موضوع يشترك به الجميع. بيد أن وحدتي كانت مزعجة، لأنه كان لدي ما يلزم للحصول على أصدقاء. كنت شاباً وثريًا وشهيراً ومع ذلك كنت أتوه في نيويورك وحيداً مرتبكًا."},{"id":228,"quote":"Сега е нощ. Една коледна нощ. Всички невъоръжени войни в моята малка крепост заспаха. Не са будни нито брат ти, нито сестра ти. Дори майка ти вече спи. Едва не събудих заспалите птички, докато стигна до тази полусветла стая. Толкова съм далеч от теб! Но нека ослепея, ако макар и за миг твоят портрет е изчезвал от очите ми. Той е тук - на масата, тук – до моето сърце. Но къде си ти? Там – в приказния Париж, танцуваш на величествената театрална сцена на Шан з`Елизе. Знам това, а сякаш в тихата нощ чувам стъпките ти, виждам очите ти да блестят като звезди в зимната тъмнина. Чух, че твоята роля в този празничен и светъл спектакъл е ролята на персийска красавица, пленена от хан Татар. Бъди красавица и танцувай. Бъди звезда и сияй. Но ако възторзите и благодарността на публиката те опиянят, ако ароматът на цветята, изпратени за теб, те замае, ти седни в един ъгъл, прочети писмото ми и се вслушай в гласа на своя баща. Аз съм твоят баща, Жералдин!Аз съм Чарли, Чарли Чаплин Знаеш ли колко нощи съм седял до твоето легло, за да ти разказвам приказки, когато ти беше малка – за Спящата красавица, за будния дракон в полето... А когато сънят идваше в старческите ми очи, аз му се надсмивах и казвах: „Върви си! Аз спя с мечтите на своята дъщеря! Виждах тези мечти, Жералдин, виждах бъдещето ти, днешния ти ден! Виждах едно момиче да играе на сцената, една фея да танцува по небето. Чувах публиката да казва: „Виждате ли това момиче? То е дъщерята на стария шут. Помните ли как се казва – Чарли?”Да! Аз съм Чарли! Аз съм старият шут!Днес е твой ден. Танцувай! Аз танцувах в широк и окъсан панталон, а ти в копринена рокля на принцеса. Тези танци и шумът на аплодисментите ще те издигнат понякога в небесата. Иди! Иди и там! Но се връщай на земята! И гледай живота на хората, живота на ония улични танцьорки в крайните квартали, които играят гладни и треперят от студ и беднотия. Аз бях като тях, Жералдин! В ония нощи, в ония приказни нощи, в които заспиваше с моите приказки, аз оставах буден. Гледах твоето лице, усещах ударите на сърцето ти и се питах: „Чарли! Нима това котенце ще те познае някога?” Ти не ме познаваш, Жералдин... Колкото и приказки да съм ти разказвал в ония далечни нощи, сво”"},{"id":229,"quote":"ولكنني رجل أحب الأصدقاء كما أحب الموسيقى ، أي عندما يكون مزاجي مهيأ . فمد يد المساعدة إلي صديق محتاج إليها مسألة سهلة ، ولكن منحه وقتك ليس ممكنا في بعض الظروف ."},{"id":230,"quote":"في المبالغة في الجد يكمن السخف."},{"id":231,"quote":"إنني لا أرى الفقر جذاباً، ولا بانياً للشخصية. فالفقر لم يعلمني شيئاً غير تشويه القيم والمقاييس، والتقدير المبالغ فيه لفضائل ومحاسن الأغنياء، والذين يطلق عليهم صف الطبقات الأرقى."},{"id":232,"quote":"That's all any of us are: amateurs. We don't live long enough to be anything else."},{"id":233,"quote":"Само интелект и никакви чувства - това е характерно за съвършения престъпник; само чувства и никакъв интелект - това е образецът на безвредния луд. Но когато интелектът и чувствата са идеално уравновесени, се получава отличният актьор."},{"id":234,"quote":"Patriotism is too deep a feeling to depict in the posing for a photograph."},{"id":235,"quote":"I am not a political man and I have no political convictions. I am an individual and a believer in liberty. That is all the politics I have."},{"id":236,"quote":"Ei! Sorria... Mas não se esconda atrás desse sorriso...Mostre aquilo que você é, sem medo.Existem pessoas que sonham com o seu sorriso, assim como eu.Viva! Tente! A vida não passa de uma tentativa.Ei! Ame acima de tudo, ame a tudo e a todos.Não feche os olhos para a sujeira do mundo, não ignore a fome!Esqueça a bomba, mas antes, faça algo para combatê-la, mesmo que se sinta incapaz.Procure o que há de bom em tudo e em todos.Não faça dos defeitos uma distancia, e sim, uma aproximação.Aceite! A vida, as pessoas, faça delas a sua razão de viver.Entenda! Entenda as pessoas que pensam diferente de você, não as reprove.Ei! Olhe... Olhe a sua volta, quantos amigos...Você já tornou alguém feliz hoje?Ou fez alguém sofrer com o seu egoísmo?Ei! Não corra. Para que tanta pressa? Corra apenas para dentro de você.Sonhe! Mas não prejudique ninguém e não transforme seu sonho em fuga.Acredite! Espere! Sempre haverá uma saída, sempre brilhará uma estrela.Chore! Lute! Faça aquilo que gosta, sinta o que há dentro de você.Ei! Ouça... Escute o que as outras pessoas têm a dizer, é importante.Suba... faça dos obstáculos degraus para aquilo que você acha supremo,Mas não esqueça daqueles que não conseguem subir a escada da vida.Ei! Descubra! Descubra aquilo que há de bom dentro de você.Procure acima de tudo ser gente, eu também vou tentar.Ei! Você... não vá embora.Eu preciso dizer-lhe que... te adoro, simplesmente porque você existe."},{"id":237,"quote":"În ziua în care m-am iubit cu adevărat, am înțeles că în toate împrejurările, mă aflam la locul potrivit, în momentul potrivit.Și atunci, am putut să mă liniștesc.Astăzi, știu că aceasta se numește – Respect pentru mineÎn ziua în care m-am iubit cu adevărat, am realizat că neliniștea și suferința mea emoțională, nu erau nimic altceva decât semnalul că merg împotriva convingerilor mele.Astăzi, știu că aceasta se numește … Autenticitate.În ziua în care m-am iubit cu adevărat, am încetat să doresc o viață diferită și am început să înțeleg că tot ceea ce mi se întâmplă, contribuie la dezvoltarea mea personală.Astăzi, știu că aceasta se numeste … Maturitate.În ziua în care m-am iubit cu adevărat, am început să realizez că este o greșeală să forțez o situație sau o persoană, cu singurul scop de a obține ceea ce doresc, știind foarte bine că nici acea persoană, nici eu însumi nu suntem pregătiți și că nu este momentul …Astăzi, știu că aceasta se numește … Respect.În ziua în care m-am iubit cu adevărat, am început să mă eliberez de tot ceea ce nu era benefic … persoane, situații, tot ceea ce îmi consumă energia. La început, rațiunea mea numea asta egoism.Astăzi, știu că aceasta se numește … Amor propriu.În ziua în care m-am iubit cu adevărat, am încetat să-mi mai fie teamă de timpul liber și am renunțat să mai fac planuri mari, am abandonat Mega-proiectele de viitor.Astăzi fac ceea ce este corect, ceea ce îmi place, când îmi place și în ritmul meu.Astăzi, știu că aceasta se numește … Simplitate.În ziua în care m-am iubit cu adevărat, am încetat să mai caut să am întotdeauna dreptate şi mi-am dat seama de cât de multe ori m-am înșelat.Astăzi, am descoperit … Modestia.În ziua în care m-am iubit cu adevărat, am încetat să retrăiesc trecutul şi să mă preocup de viitor.Astăzi, trăiesc prezentul, acolo unde se petrece întreaga viață. Astăzi trăiesc clipa fiecărei zile.Și aceasta se numeste … Plenitudine.În ziua în care m-am iubit cu adevărat, am înteles că rațiunea mă poate înşela şi dezamăgi. Dar dacă o pun în slujba inimii mele, ea devine un aliat foarte prețios.Si toate acestea înseamnă … să ştii să trăiești cu adevărat.Traducere MIHAELA RADULESCU SCHWARTZENBERG.”"},{"id":238,"quote":"The way of life can be free and beautiful!!!...don’t give yourselves to brutes, men who despise you and enslave you – who regiment your lives, tell you what to do, what to think and what to feel, who drill you, diet you, treat you as cattle, as cannon fodder. Don’t give yourselves to these unnatural men, machine men, with machine minds and machine hearts. You are not machines. You are not cattle. You are men. You have the love of humanity in your hearts. You don’t hate – only the unloved hate. Only the unloved and the unnatural. Soldiers – don’t fight for slavery, fight for liberty."},{"id":239,"quote":"Tomorrow the birds will sing. Be brave. Face life."},{"id":240,"quote":"„И все пак ми е мъчно за нямото кино. Така хубаво беше да видиш как жената си отваря устата, а глас не се чува!“ :-)))"},{"id":241,"quote":"Dictators free themselves but they enslave the people! Now let us fight to fulfil that promise! Let us fight to free the world - to do away with national barriers - to do away with greed, with hate and intolerance. Let us fight for a world of reason, a world where science and progress will lead to all men’s happiness. Soldiers! in the name of democracy, let us all unite!"},{"id":242,"quote":"You will find that life's still worthwhile... if you just smile!"},{"id":243,"quote":"In truth, real fame is never usurped; it only has a sense, a value and duration when it is turned to a good cause. And your victory is in the fact that you have human generosity and spontaneity that are not inhibited by rules or cleverness but stem from your own sufferings, your joys, hopes and disappointments; all that is understood by those who suffer beyond their strength and ask for pity, and who constantly hope to be comforted, to be made to forget for a moment, by that laughter which does not pretend to cure, but only to console."},{"id":244,"quote":"Mirror is myBest Friend because when i Cry it never Laughs."},{"id":245,"quote":"يلقى الأثرياء فى أفلامى شر مصير.. يتعثرون وينزلقون فوق قشور الموز، لأن أغلب الناس يحبون أن يروا الأغنياء المتغطرسين يفقدون كرامتهم. السبب أن معظم الناس فى الحقيقة فقراء.."},{"id":246,"quote":"من فریشتە نەبووم... بەڵام هەوڵی خۆم دا کە مرۆڤ بمتۆش هەوڵ بدە مرۆڤ بیت..."},{"id":247,"quote":"The people are applauding you because none of them understands you and applauding me because everybody understands me. [Charlie Chaplin to Albert Einstein]"},{"id":248,"quote":"I told him that it was very fine for well-fed, over-paid actors flaunting toughness at these deprived people, who are gentle and nice and, if ever tough, only so because of environment. I asked him how tough he would be if he were living the life that some of these unfortunate families must live. How easy for him, with five meals a day beneath that thrust-out chest with his muscles trained and perfect, trying to start something with these people. Of course they were not tough, but when it comes to four years of War, when it comes to losing an arm or a leg, then they are tough. But they are not going around looking for fights unless there is a reason."},{"id":249,"quote":"Vanderbilt sent me a series of picture postcards showing Hitler making a speech. The face was obscenely comic – a bad imitation of me, with its absurd moustache, unruly, stringy hair and disgusting, thin, little mouth. I could not take Hitler seriously. Each postcard showed a different posture of him: one with his hands claw-like haranguing the crowds, another with one arm up and the other down, like a cricketer about to bowl, and another with hands clenched in front of him as though lifting an imaginary dumb-bell. The salute with the hand thrown back over the shoulder, the palm upwards, made me want to put a tray of dirty dishes on it. ‘This is a nut!’ I thought. But when Einstein and Thomas Mann were forced to leave Germany, this face of Hitler was no longer comic but sinister."},{"id":250,"quote":"Charlie is already outdated, Zheraldin! Sooner or later, instead of white silk to the scene, you will have to wear black to go to my grave. Now I do not want to bother. Only from time to time look in the mirror, there will see me. My blood runs in your veins. I even when in my veins the blood dried up, not to forget his father – Charlie. I was not an angel, but as far as could be stremyah to be a man. Try it and you."},{"id":251,"quote":"If people know how it’s done, all the magic goes."},{"id":252,"quote":"Нищо в този свят не е вечно, дори и проблемите ни. - Чарли Чаплин"},{"id":253,"quote":"في كل حقيقة بذور كذب"},{"id":254,"quote":"إن هذا الأتجاه نحو تصويرالفقر في صورة جذابة للآخرين أمر يبعث علي الضيق .. فلا أنا عرفت حتي الآن رجلا فقيرا يحن إلي الفقر ، أو يجد فيه حريته .. ولا مستر\"موم\" يستطيع أن يقنع أي فقير بأن الشهرة والثراء الفاحش يعنيان القيود ."},{"id":255,"quote":"you will never find a rainbow if you are looking down"},{"id":256,"quote":"همیشه آخر هر چیز خوب میشود.اگر نشد بدان هنوز آخر آن نرسیده."},{"id":257,"quote":"كأن كل ما حدث لي في الماضي حلم. وكأن كل ما حدث لي في أمريكا هو فقط الواقع. ومع ذلك كان ينتابني طوال الوقت إحساس غير مريح بأن هذه الشوارع الفقيرة الرقيقة لديها القدرة حتى الآن على أن تطبق علي بيأسها كالرمال الناعمة."},{"id":258,"quote":"I tell them to bring him in. He comes in smiling in triumph. And he can't speak English. After his hours of waiting we cannot talk. I feel rather sorry for him and we do our best. Finally, with the aid of about everyone in the hotel he manages to ask: \"Do you like France?\" \"Yes,\" I answer. He is satisfied."},{"id":259,"quote":"More than machinery, we need humanity; more than cleverness, we need kindness and gentleness."},{"id":260,"quote":"To me all palaces are preposterous, a tasteless, dreary expression of ostentation."},{"id":261,"quote":"Голото ми тяло заслужава само този, който е видял голата ми душа..."},{"id":262,"quote":"لقد كنت ، من جهتي ، رجلا منضبطا ، وكنت اتعامل مع عملي بجدية ، ومثل باني بالزاك ، الذي كان يقدر ان ليلة حب تمثل التضحية بصفحة في رواية ، كنت اعتقد ايضا ان دلك يعني التضحية بيوم عمل جيد في الأستوديو"},{"id":263,"quote":"You’ll find that life is still worthwhile, if you just smile. » Charlie Chaplin”"},{"id":264,"quote":"A vida é um palco de teatro que não admite ensaios. Por isso, cante, chore, ria, antes que as cortinas se fechem e o espectáculo termine sem aplausos"},{"id":265,"quote":"ومن الحقائق العجيبة في عالم الخلق الكوميدي أن المآسي عادة توحي بالسخرية : لأن السخرية في أعتقادي موقف من مواقف التحدي. فنحن نسخر في مواجهة القوي التي نقف أمامها عاجزين وإلا أصابنا الجنون ."},{"id":266,"quote":"It was strange to listen to slick young Nazis along Fifth Avenue haranguing small gatherings from little mahogany pulpits. One spiel went as follows: \"The philosophy of Hitler is a profound and thoughtful study of this industrial age, in which there is little room for the middleman or Jew.\"A woman interrupted. \"What kind of talk is that!\" she exclaimed. \"This is America. Where do you think you are?\" The young man, an obsequious, good-looking type, smiled blandly. \"I'm in the United States and I happen to be an American citizen,\" he said smoothly.\"Well,\" she said, \"I'm an American citizen, and a Jew, and if I were a man I'd knock your block off!\"One or two endorsed the lady's threat, but most of them stood apathetically silent. A policeman standing by quieted the woman. I came away astonished, hardly believing my ears."},{"id":267,"quote":"حين ينهار عليك عالم من الخيبات والإزعاجات، إذا أنت لم تستسلم لليأس، تتحول إلى الفلسفة أو إلى الدعابة."},{"id":268,"quote":"Ti criticheranno sempre, parleranno male di te e sarà difficile che incontri qualcuno al quale tu possa piacere cosi come sei! Quindi vivi, fai quello che ti dice il cuore, la vita è come un opera di teatro, che non ha prove iniziali: canta, balla, ridi e vivi intensamente ogni giorno della tua vita prima che l'opera finisca senza applausi..."},{"id":269,"quote":"life could be wonder full if people would leave you alone..."},{"id":270,"quote":"I see so little of you these days; your presence is as rare as that of one’s discarded mistress."},{"id":271,"quote":"Although some we rarely see, the thought of them is comforting, like the pleasure of knowing there is a mooring somewhere, if occasionally we want to sail into port."},{"id":272,"quote":"Um homem não pode regressar. Ele pensa que sim, mas outras coisas se passaram na sua vida. Tem novas ideias, novos amigos e novas ligações. Não pertence ao seu passado, excepto pelo facto de que o passado terá deixado, talvez, marcas nele."},{"id":273,"quote":"We all want to help one another. Human beings are like that. We want to live by each others' happiness, not by each other's misery. We don't want to hate and despise one another. In this world, there's room for everyone and the good earth is rich and can provide for everyone. The way of life can be free and beautiful, but we have lost the way. Greed has poisoned men's souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed.We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge has made us cynical, our cleverness, hard and unkind. We think too much and feel too little. More than machinery, we need humanity. More than cleverness, we need kindness and gentleness. Without these qualities, life will be violent and all will be lost."},{"id":274,"quote":"I have admired the romantic elegance of the Place de la Concorde in Paris, have felt the mystic message from a thousand glittering windows at sunset in New York, but to me the view of the London Thames from our hotel window transcends them all for utilitarian grandeur - something deeply human."},{"id":275,"quote":"كنت أريد المعرفة ، ليس حباً بالمعرفة ، بل للدفاع عن نفسي ضد الاحتقار الذي يكنّه العالم للجهلة !"},{"id":276,"quote":"Who feeds a hungry animal feeds his own soul."},{"id":277,"quote":"More than machinery, we need humanity. More than cleverness, we need kindness."},{"id":278,"quote":"В ония дни Хавай беше красив остров. И все пак мисълта да живея там на две хиляди мили от континента ме потискаше въпреки слънчевата му красота ананасите захарната тръстика екзотичните плодове и цветя с удоволствие бих се върнал защото чувствах известна клаустрофобия - като че ме бяха затворили в лилия."},{"id":279,"quote":"Когато обясняваш даден образ на истински актьор или актриса, често са достатъчни само една дума или фраза: \"Това е фалстафовски тип\" или \"Това е една модерна мадам Бовари\". Разправят, че Джед Харис веднъж казал на една актриса: \"Този образ притежава подвижността на черно лале, което се поклаща от вятъра.\" Това е вече прекалено."},{"id":280,"quote":"I’m sorry, but I don’t want to be an emperor. That’s not my business. I don’t want to rule or conquer anyone. I should like to help everyone - if possible - Jew, Gentile - black man - white. We all want to help one another. Human beings are like that. We want to live by each other’s happiness - not by each other’s misery. We don’t want to hate and despise one another. In this world there is room for everyone. And the good earth is rich and can provide for everyone. The way of life can be free and beautiful, but we have lost the way.Greed has poisoned men’s souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge has made us cynical. Our cleverness, hard and unkind. We think too much and feel too little. More than machinery we need humanity. More than cleverness we need kindness and gentleness. Without these qualities, life will be violent and all will be lost….The aeroplane and the radio have brought us closer together. The very nature of these inventions cries out for the goodness in men - cries out for universal brotherhood - for the unity of us all. Even now my voice is reaching millions throughout the world - millions of despairing men, women, and little children - victims of a system that makes men torture and imprison innocent people.To those who can hear me, I say - do not despair. The misery that is now upon us is but the passing of greed - the bitterness of men who fear the way of human progress. The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish. …..Soldiers! don’t give yourselves to brutes - men who despise you - enslave you - who regiment your lives - tell you what to do - what to think and what to feel! Who drill you - diet you - treat you like cattle, use you as cannon fodder. Don’t give yourselves to these unnatural men - machine men with machine minds and machine hearts! You are not machines! You are not cattle! You are men! You have the love of humanity in your hearts! You don’t hate! Only the unloved hate - the unloved and the unnatural! Soldiers! Don’t fight for slavery! Fight for liberty!In the 17th Chapter of St Luke it is written: “the Kingdom of God is within man - not one man nor a group of men, but in all men! In you! You, the people have the power - the power to create machines. The power to create happiness! You, the people, have the power to make this life free and beautiful, to make this life a wonderful adventure.Then - in the name of democracy - let us use that power - let us all unite. Let us fight for a new world - a decent world that will give men a chance to work - that will give youth a future and old age a security. By the promise of these things, brutes have risen to power. But they lie! They do not fulfil that promise. They never will!Dictators free themselves but they enslave the people! Now let us fight to fulfil that promise! Let us fight to free the world - to do away with national barriers - to do away with greed, with hate and intolerance. Let us fight for a world of reason, a world where science and progress will lead to all men’s happiness. Soldiers! in the name of democracy, let us all unite!”"},{"id":281,"quote":"رفعت رأسي إلى النافذتين العلويتين. حيث كانت تجلس أمي، مكدودة،جائعة، وعقلها يفلت منها.كانتا مغلقتين الآن. لا تبوحان بشيء، ولا يبدو أنهما تكترثان للرجل الواقف طوال هذه المدةيحملق فيهما. ولكن صمتهما كان في الواقع يعبر عما هو أكثر من الكلمات."},{"id":282,"quote":"نريد مساعدة بعضنا لأن الانسان يحب الحياة ومن حوله سعداء ..لا تعساء"},{"id":283,"quote":"procreation is nature’s principal occupation, and every man, whether he be young or old, when meeting every woman measures the potentiality of sex between them."},{"id":284,"quote":"All I need is the opportunity,’ I said confidently. He smiled. ‘Seventeen’s very young, and you look even younger.’ I shrugged off-handedly. ‘That’s a question of make-up.’ Karno laughed. That shrug, he told Sydney later, got me the job."},{"id":285,"quote":"العناد سر النجاح"},{"id":286,"quote":"What soap is to the body, laughter is to the soul."},{"id":287,"quote":"- Виждате ли този човек е една многостранна личност - скитник джентълмен поет мечтател самотник винаги с надежда за любов и приключения. Той би искал да ви убеди че е учен музикант херцог играч на поло. Но в същото време не би се посвенил да събира угарки или да открадне захарното петле на някое бебе. И естествено ако това се изисква от обстоятелствата би ритнал и една уважаема дама по задника - но само когато е крайно разгневен!  (Чарли Чаплин Моята автобиография)"},{"id":288,"quote":"Seriamos grandes amigos se ele não fosse um advogado e tenho a certeza de que deve haver momentos em que é uma companhia maravilhosa. Talvez o despeça para depois nos conhecermos melhor."},{"id":289,"quote":"Não consigo dormir esta noite. Encontro-me perante algo novo, algo pleno de expectativas. O futuro imediato é demasiado tentador para poder dormir."},{"id":290,"quote":"And I am going to have another opportunity. I am going to have a week-end with him at his home in Easton, a week-end with Wells at home, with just his family. That alone is worth the entire trip from Los Angeles to Europe."},{"id":291,"quote":"At a friend’s house in Greenwich Village I remember talking of the frustration of trying to find the precise word for one’s thoughts, saying that the ordinary dictionary was inadequate. ‘Surely a system could be devised,’ I said, ‘of lexicographically charting ideas, from abstract words to concrete ones, and by deductive and inductive processes arriving at the right word for one’s thought.’ ‘There is such a book,’ said a Negro truck-driver: ‘Roget’s Thesaurus’ A waiter working at the Alexandria Hotel used to quote his Karl Marx and William Blake with every course he served me. A comedy acrobat with a Brooklyn ‘dis’, ‘dem’ and ‘dose’ accent recommended Burton’s Anatomy of Melancholy, saying that Shakespeare was influenced by him and so was Sam Johnson. ‘But you can skip the Latin.’ With the rest of them I was intellectually a fellow-traveller."},{"id":292,"quote":"Изкуството, преди да даде на човека крила, за да излети във висините, обикновено му счупва краката."},{"id":293,"quote":"I walk in the Rain, so people won't see my tears."},{"id":294,"quote":"Vosotros no sois ganado, no sois máquinas, sois Hombres."},{"id":295,"quote":"حين يمتزج القدر بمصير الناس لا يعرف شفقة أو عدالة"},{"id":296,"quote":"Se tivesses acreditado na minha brincadeira de dizer verdades, teria ouvido verdades que teimo em dizer brincando. Muitas vezes falei como o palhaço, mas nunca desacreditei da seriedade da platéia que sorria."},{"id":297,"quote":"لم تدخل كلمة فن في راسي يوما ، ولا في الالفاظ التي استخدمها ، كان المسرح بالنسبة لي نمطا من الحياة ، لا اكثر"},{"id":298,"quote":"Fight to live life, to suffer it and to enjoy it. Life is wonderful if you are not afraid of it."},{"id":299,"quote":"لم تكن النساء يثرن اهتماماتي بتاتا خلال عملي ، بل فقط بين فيلمين ، حين اكون عاطلا تماما عن العمل ، اكون عندئذ قابلا للوقوع في شباكهن ، وكما كان يقول ه ج . ويلز : * يأتي وقت خلال النهار بعد ان امضينا فترة ما قبل الظهر في كتابة بعض الصفحات ، وفترة ما بعد الظهر في الرد على الرسائل ، ولم يعد لدينا ما نفعله ، عندئذ تحل ساعة الضجر : هده الساعة هي ساعة الحب"},{"id":300,"quote":"كنت ارغب في جمهور اختاره بنفسي ، ربما هيتي كيلي"},{"id":301,"quote":"يقول شابلن: اذا كان علينا في الفن ان نتبع عصرنا ، يكون رامبراندت متأخرا جدا بالنسبة لفنان غوج.ألم يكن هذا الموقف بالتحديد هو الذي جعله يتردد كثيرا قبل ان ينتقل الى السينما الناطقة ، مقدما لنا اثنين من أهم أفلامه الصامتة وأجملها وأشدها نجاحا جماهيريا ، حتى بعد ان طلق الجميع تقريبا الشكل القديم من السينما وسايروا تطور العصر؟ ذانك الفيلمان كانا اضواء المدينة والأزمنة الحديثة"},{"id":302,"quote":"وبخصوص الشخصيات المسرحية وموضوعات المسرح { والمسرح هنا يشمل السينما ايضا } لا يمكن ان تنفصل لديه عن الحياة المعاصرة ، وحياة الناس العاديين قبل كل شيئ . ومن هذا المنطلق اعلن عدم حبه لشيكسبير اذ هو يستفظع الموضوعات الشيكسبيرية مع كل هاته المواكب من الملوك والملكات والشخصيات المجيدة المحاطة بالبهرجة . وهو يعزو دلك لنفسيته الخاصة به . \" فحين كنت اسعى وراء معيشتي – يقول – نادرا ما كانت هناك تطورات يمكن ان يدخل فيها الشرف . وانأ عاجز عن مماهاة نفسي مع مشكلات امير . وقد كان في وسع ام هاملت ان تضاجع كل افراد البلاط من دون ان ابالي بالألم الذي قد يكون شعر به"},{"id":303,"quote":"In San Francisco one felt the spirit of optimism and enterprise. Los Angeles, on the other hand, was an ugly city, hot and oppressive, and the people looked sallow and anaemic. It was a much warmer climate but had not the freshness of San Francisco; nature has endowed the north of California with resources that will endure and flourish when Hollywood has disappeared into the prehistoric tar-pits of Wilshire Boulevard."},{"id":304,"quote":"فيما يخص الشهرة ، يصور لنا شابلن ذلك التناقض الشديد الذي أثاره في نفسه . فمع انه كان يتلذذ تماما بما يلاقيه من حماس الناس حياله وحيال أعماله كان يرى في ذلك ، في الوقت ذاته ، ضربا من الجنون . كان قد تاق دائما لأن يحظى بالشعبية ، \"والآن وقد حصلت عليها – يقول شابلن- بت أحس بنفسي فريسة لشعور رازح بالوحدة\". ويضيف \" فاذا كانت بضع كوميديات هزلية بائسة تتسبب بهذا القدر من الحماس ، أليس ثمة شيئ زائف في الشهرة"},{"id":305,"quote":"Nothing is forever in this world, not even our problems."},{"id":306,"quote":"I was a worshipper of the foolhardy and the melodramatic, a dreamer and a moper, raging at life and loving it, a mind in a chrysalis yet erupting with sudden bursts of maturity."},{"id":307,"quote":"An den Scheidewegen des Lebens stehen keine Wegweiser."},{"id":308,"quote":"I remember standing in the wings when Mother’s voice cracked and went into a whisper. The audience began to laugh and sing falsetto and to make catcalls. It was all vague and I did not quite understand what was going on. But the noise increased until Mother was obliged to walk off the stage. When she came into the wings she was very upset and argued with the stage manager who, having seen me perform before Mother’s friends, said something about letting me go on in her place. And in the turmoil I remember him leading me by the hand and, after a few explanatory words to the audience, leaving me on the stage alone. And before a glare of footlights and faces in smoke, I started to sing, accompanied by the orchestra, which fiddled about until it found my key. It was a well-known song called Jack Jones that went as follows: Jack Jones well and known to everybody Round about the market, don’t yer see, I’ve no fault to find with Jack at all, Not when ’e’s as ’e used to be. But since ’e’s had the bullion left him ’E has altered for the worst, For to see the way he treats all his old pals Fills me with nothing but disgust. Each Sunday morning he reads the Telegraph, Once he was contented with the Star. Since Jack Jones has come into a little bit of cash, Well, ’e don’t know where ’e are. Half-way through, a shower of money poured on to the stage. Immediately I stopped and announced that I would pick up the money first and sing afterwards. This caused much laughter. The stage manager came on with a handkerchief and helped me to gather it up. I thought he was going to keep it. This thought was conveyed to the audience and increased their laughter, especially when he walked off with it with me anxiously following him. Not until he handed it to Mother did I return and continue to sing. I was quite at home. I talked to the audience, danced, and did several imitations including one of Mother singing her Irish march song that went as follows: Riley, Riley, that’s the boy to beguile ye, Riley, Riley, that’s the boy for me. In all the Army great and small, There’s none so trim and neat As the noble Sergeant Riley Of the gallant Eighty-eight. And in repeating the chorus, in all innocence I imitated Mother’s voice cracking and was surprised at the impact it had on the audience. There was laughter and cheers, then more money-throwing; and when Mother came on the stage to carry me off, her presence evoked tremendous applause. That night was my first appearance on the stage and Mother’s last."},{"id":309,"quote":"The mirror is my best friend, because when I cry it doesn't laugh."},{"id":310,"quote":"Éramos criaturas do presente e não uma produção do passado nem uma promessa do futuro. Éramos aceites tal como éramos sem rótulos de \"Quem é Quem\" e registos de rendimentos."},{"id":311,"quote":"Será que me vou levantar para o almoço ou almoçarei no camarote? Há uma letargia suplicante que indica, «Toma-o na cama», mas não consigo dominar o desejo de explorar e o sentimento de expectativa de que algo está prestes a acontecer- e, por isso, decido almoçar na sala de jantar. Estou a dar a mim próprio um estímulo emocional. Nada acontece. Não conhecemos ninguém."},{"id":312,"quote":"We think too much and feel too little. More than machinery, we need humanity."},{"id":313,"quote":"You have the love of humanity in your hearts. In the seventeenth chapter of saint Luke it is written the kingdom of god is in men. Not in one man nor a group of men but in all men. In you"},{"id":314,"quote":"They will always criticize you, speak badly of you, it'll be hard to meet someone who will like you as you are, so live, do what your hear tells you to do ... Life is like a play that does not allow testing. So sing, cry, dance, laugh and live intensely every day of your life, before the curtain closes and the piece ends with no applause."},{"id":315,"quote":"Následuj ty, kteří hledají pravdu, a utíkej před těmi, kteří ji našli."},{"id":316,"quote":"لقد عملت بائع جرائد، وعامل مطبعة، وصانع ألعاب، ونافخ زجاج، وساعيا لدى طبيب، الخ. لكن وسط كل هذه المغامرات المهنية لم يغب عن نظري يوماًهدفي النهائي وهو أن أصير ممثلاً هزلياً"},{"id":317,"quote":"My faith is in the unknown, in all that we do not understand by reason; I believe that what is beyond our comprehension is a simple fact in other dimensions, and that in the realm of the unknown there is an infinite power for good."},{"id":318,"quote":"Գրողները սիրելի մարդիկ են, բայց նրանք այն մարդիկ չեն, որոնք հաճույքով որևէ բան տան ուրիշին։ Նրանք չեն սիրում մեկի հետ բաժանել այն, ինչ իրենք գիտեն։ Մեծ մասամբ նրանք իրենց հարստությունը թաքցնում են սեփական գրքերի կազմերի տակ։"},{"id":319,"quote":"At that time Wells was enthusiastic about what Roosevelt had accomplished with the New Deal, and was of the opinion that a quasi-socialism in America would come out of a dying capitalism. He seemed especially critical of Stalin, whom he had interviewed, and said that under his rule Russia had become a tyrannical dictatorship."},{"id":320,"quote":"To me theatricalism means dramatic embellishment: the art of the aposiopesis; the abrupt closing of a book; the lighting of a cigarette; the effects off-stage, a pistol shot, a cry, a fall, a crash; an effective entrance, an effective exit – all of which may seem cheap and obvious, but if treated sensitively and with discretion, they are the poetry of the theatre."},{"id":321,"quote":"I remember when one dressed the part for the West End, and strolled with yellow gloves and a walking-stick. But that world has gone, and another takes its place, eyes see differently, emotions react to other themes. Men weep at jazz, and violence has become sexual. Time marches on."},{"id":322,"quote":"When I realize how distorted even recent events have become, history as such only arouses my scepticism. Whereas a poetic interpretation achieves a general effect of the period. After all, there are more valid facts and details in works of art than there are in history books."},{"id":323,"quote":"after all, in all truth there is the seed of falsehood."},{"id":324,"quote":"Գիտնականները կարող էին դառնալ հրաշալի ընկերներ, բայց նրանց հենց միայն հայտնվելը հյուրասրահում կաթվածահարում է քո բոլոր մտքերը։ Նկարիչները սովորաբար սարսափելի ձանձրալի մարդիկ են, նրանց մեծ մասը կձգտեին քեզ համոզել, որ իրենք ավելի փիլիսոփաներ են, քան նկարչներ։ Բանաստեղծները անկասկած հանդիսանում են բարձր դասի արարածներ. նրանք հաճելի, տանելի և սքանչելի ընկերներ են։ Բայց ինձ թվում է, թե այնուամենայնիվ, ավելի դյուրին է բարեկամությունը երաժիշտների հետ։"},{"id":325,"quote":"life is a tragedy up close, but a comedy in long-shot."},{"id":326,"quote":"I’m sorry, but I don’t want to be an emperor. That’s not my business. I don’t want to rule or conquer anyone. I should like to help everyone - if possible - Jew, Gentile - black man - white. We all want to help one another. Human beings are like that. We want to live by each other’s happiness - not by each other’s misery. We don’t want to hate and despise one another. In this world there is room for everyone. And the good earth is rich and can provide for everyone. The way of life can be free and beautiful, but we have lost the way.Greed has poisoned men’s souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge has made us cynical. Our cleverness, hard and unkind. We think too much and feel too little. More than machinery we need humanity. More than cleverness we need kindness and gentleness. Without these qualities, life will be violent and all will be lost….The aeroplane and the radio have brought us closer together. The very nature of these inventions cries out for the goodness in men - cries out for universal brotherhood - for the unity of us all. Even now my voice is reaching millions throughout the world - millions of despairing men, women, and little children - victims of a system that makes men torture and imprison innocent people.To those who can hear me, I say - do not despair. The misery that is now upon us is but the passing of greed - the bitterness of men who fear the way of human progress. The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish. …..Soldiers! don’t give yourselves to brutes - men who despise you - enslave you - who regiment your lives - tell you what to do - what to think and what to feel! Who drill you - diet you - treat you like cattle, use you as cannon fodder. Don’t give yourselves to these unnatural men - machine men with machine minds and machine hearts! You are not machines! You are not cattle! You are men! You have the love of humanity in your hearts! You don’t hate! Only the unloved hate - the unloved and the unnatural! Soldiers! Don’t fight for slavery! Fight for liberty!In the 17th Chapter of St Luke it is written: “the Kingdom of God is within man - not one man nor a group of men, but in all men! In you! You, the people have the power - the power to create machines. The power to create happiness! You, the people, have the power to make this life free and beautiful, to make this life a wonderful adventure.Then - in the name of democracy - let us use that power - let us all unite. Let us fight for a new world - a decent world that will give men a chance to work - that will give youth a future and old age a security. By the promise of these things, brutes have risen to power. But they lie! They do not fulfil that promise. They never will!Dictators free themselves but they enslave the people! Now let us fight to fulfil that promise! Let us fight to free the world - to do away with national barriers - to do away with greed, with hate and intolerance. Let us fight for a world of reason, a world where science and progress will lead to all men’s happiness. Soldiers! in the name of democracy, let us all unite!Charlie Chaplin, from The Great Dictator (1940)”"},{"id":327,"quote":"You have to believe in yourself, that's the secret. Even when I was in the orphanage, when I was roaming the street trying to find enough to eat, even then I thought of myself as the greatest actor in the world. I had to feel the exuberance that comes from utter confidence in yourself. Without it, you go down to defeat."},{"id":328,"quote":"Որտեղի՞ց են վերցվում գաղափարները: Միայն համառ որոնումներից, որ սահմանակից է խելագարության: Դրա համար մարդ պիտի տիրապետի տառապելու ունակությանը և չկորցնի հափշտակությունը մի տեևական ժամանակաշրջանում: Գուցե որոշ մարդկանց համար դա ավելի հեշտ է, քան մյուսների, թեպետև ես դրանում խիստ տարակուսում եմ:"},{"id":329,"quote":"Ein Tag ohne ein Lachen ist ein verlorener Tag!"},{"id":330,"quote":"A vida é uma peça de teatro que não permite ensaios. Por isso, cante, chore, dance, ria e viva intensamente, antes que a cortina se feche e a peça termine sem aplausos."},{"id":331,"quote":"Acquaintances were willing to enter into the warmest of friendships and share my problems as though they were relatives. It was all very flattering, but my nature does not respond to such intimacy. I like friends as I like music - when I am in the mood. Such freedom, however, was at the price of occasional loneliness."},{"id":332,"quote":"Lebe so, wie du es für richtig hältst. Und gehe, wohin dein Herz dich führt. Das Leben ist ein Theaterstück ohne vorherige Theaterproben. Darum: Singe, lache, tanze und ... liebe! Und lebe jeden einzelnen Augenblick deines Lebens... bevor der Vorhang fällt und das Theaterstück ohne Applaus zu Ende geht."},{"id":333,"quote":"Calibrar la moral de nuestra familia con arreglo a los modelos ordinarios sería tan erróneo como meter un termómetro en agua hirviendo."},{"id":334,"quote":"Միայնակությունը վանում է։ Այն պարուրված է թախիծով և չի կարող մարդկանց մեջ առաջացնել ո՛չ հետաքրքրություն, ո՛չ համակրանք։ Մարդը ամաչում է իր մենակությունից։ Բայց այս կամ այն չափով մենակությունը բաժին է ընկնում բոլորիս։"},{"id":335,"quote":"I'm sorry but I don't want to be an emperor. That's not my business. I don't want to rule or conquer anyone. I should like to help everyone if possible; Jew, Gentile, black men, white. We all want to help one another. Human beings are like that. We want to live by each others' happiness, not by each other's misery. We don't want to hate and despise one another. In this world there is room for everyone. And the good earth is rich and can provide for everyone. The way of life can be free and beautiful, but we have lost the way. Greed has poisoned men's souls; has barricaded the world with hate; has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge as made us cynical; our cleverness, hard and unkind. We think too much and feel too little. More than machinery we need humanity. More than cleverness, we need kindness and gentleness. Without these qualities, life will be violent and all will be lost. The aeroplane and the radio have brought us closer together. The very nature of these inventions cries out for the goodness in man; cries out for universal brotherhood; for the unity of us all. Even now my voice is reaching millions throughout the world, millions of despairing men, women, and little children, victims of a system that makes men torture and imprison innocent people. To those who can hear me, I say \"Do not despair.\" The misery that is now upon us is but the passing of greed, the bitterness of men who fear the way of human progress. The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish. Soldiers! Don't give yourselves to brutes, men who despise you and enslave you; who regiment your lives, tell you what to do, what to think and what to feel! Who drill you, diet you, treat you like cattle, use you as cannon fodder! Don't give yourselves to these unnatural men---machine men with machine minds and machine hearts! You are not machines! You are not cattle! You are men! You have a love of humanity in your hearts! You don't hate! Only the unloved hate; the unloved and the unnatural. Soldiers! Don't fight for slavery! Fight for liberty! In the seventeenth chapter of St. Luke, it’s written “the kingdom of God is within man, not one man nor a group of men, but in all men! In you! You, the people, have the power, the power to create machines, the power to create happiness! You, the people, have the power to make this life free and beautiful, to make this life a wonderful adventure. Then in the name of democracy, let us use that power. Let us all unite. Let us fight for a new world, a decent world that will give men a chance to work, that will give youth a future and old age a security. By the promise of these things, brutes have risen to power. But they lie! They do not fulfill their promise. They never will! Dictators free themselves but they enslave the people! Now let us fight to fulfill that promise! Let us fight to free the world! To do away with national barriers! To do away with greed, with hate and intolerance! Let us fight for a world of reason, a world where science and progress will lead to all men’s happiness. Soldiers, in the name of democracy, let us all unite!\" - - Final Speech of \"The Great Dictator\" by Charlie Chaplin”"},{"id":336,"quote":"Esta rapariga era uma criadita que costumava servir-nos na pensão barata onde eu vivia. Lembrava-me que saiu em desgraça, tragicamente, mas consegui detectar uma certa glória selvagem nela. Estava a continuar com a sua vida contra tido e todos. A sua luta é a batalha suprema do nosso tempo. Que ela e todos os outros como ela possam encontrar um destino gentil."},{"id":337,"quote":"Preoccupati più della tua coscienza che della reputazione. Perché la tua coscienza è quello che tu sei, la tua reputazione è ciò che gli altri pensano di te. E quello che gli altri pensano di te è problema loro"},{"id":338,"quote":"Գանդին ինձ ասաց նաև, որ անկախության բարձրագույն աստիճանը կայանում է բոլոր անհարկավոր առարկաներից հրաժարվելու մեջ, և որ բռնությունը վերջիվերջո ինքն իրեն ոչնչացնում է:"},{"id":339,"quote":"The way of life can be free and beautiful, but we have lost the way.Greed has poisoned men's souls - has barricaded the world with hate - has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives us abundance has left us in want. Our knowledge has made us cynical; our cleverness, hard and unkind. We think too much and feel too little. More than machinery we need humanity. More than cleverness we need kindness and gentleness. Without these qualities, life will be violent and all will be lost."},{"id":340,"quote":"Երբ մարդու ճակատագրին խառնվում է չարը, այդ չարը չգիտե ոչ խիղճ, ոչ արդարություն։"},{"id":341,"quote":"Ես չեմ սկսի մխրճվել պսիխոանալիզի թավուտնրը, որպեսզի բացահայտեմ մարդու վարքը, որ անընբռնելի է, ինչպես ինքը՝ կյանքը։ Ինձ թվում է, մեր մտածողությունը պայմանավորվում է ոչ այնքան սեռական բնույթի մոմենտներով և մանկական տպավորություններով, որքան ատավիստական ծագման պատճառներով. համենայն դեպս, ես հարկ չեմ ունեցել գրքեր կարդալու, որպեսզի հասկանամ, որ կյանքի հիմքում ընկած են հակասություններն ու տառապանքը։ Եվ իմ կլոունադան բնազդորեն կառուցվել է հենց դրա վրա։ Կատակերգական սյուժե ստեղծելու իմ մեթոդը շատ հասարակ էր։ Ես գործող անձանց դնում էի դժվարին դրության մեջ, իսկ հետո փրկում նրանց։"},{"id":342,"quote":"Պիկասոն անցել է «կապույթ շրջան», իսկ մենք՝ «գորշ», երբ սովամահությունից մեզ փրկեցին միայն բարեգործականների նվերները՝ ապուրի կտրոնները, մեկ էլ՝ աղքատների համար ծանրոցները։"},{"id":343,"quote":"من الممتع أن يعرف المرء أن لديه مرسى في مكان ما إذا كان يود بلوغ ميناء ما"},{"id":344,"quote":"I'm sorry, but I don't want to be an emperor. That's not my business. I don't want to rule or conquer anyone. I should like to help everyone if possible; Jew, Gentile, black man, white. We all want to help one another. Human beings are like that. We want to live by each other's happiness, not by each other's misery. We don't want to hate and despise one another. In this world there is room for everyone, and the good earth is rich and can provide for everyone. The way of life can be free and beautiful, but we have lost the way. Greed has poisoned men's souls, has barricaded the world with hate, has goose-stepped us into misery and bloodshed. We have developed speed, but we have shut ourselves in. Machinery that gives abundance has left us in want. Our knowledge has made us cynical; our cleverness, hard and unkind. We think too much and feel too little. More than machinery, we need humanity. More than cleverness, we need kindness and gentleness. Without these qualities, life will be violent and all will be lost. The airplane and the radio have brought us closer together. The very nature of these inventions cries out for the goodness in men; cries out for universal brotherhood; for the unity of us all. Even now my voice is reaching millions throughout the world, millions of despairing men, women, and little children, victims of a system that makes men torture and imprison innocent people. To those who can hear me, I say, do not despair. The misery that is now upon us is but the passing of greed, the bitterness of men who fear the way of human progress. The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish."},{"id":345,"quote":"Նյու Յորքը ինձ վրա ճնշող տպավորություն թողեց. ամենուրեք զգացվում էր այդ հրեշ-միլիտարիզմի իշխանությունը։ Նրանից ոչ մի ազտում չկար։ Ամերիկան հնազանդվել էր նրան, նրա յուրաքանչյուր միտքը ենթարկված էր պատերազմի կրոնին։"},{"id":346,"quote":"did not have to read books to know that the theme of life is conflict and pain. Instinctively, all my clowning was based on this. My means of contriving comedy plot was simple. It was the process of getting people in and out of trouble."},{"id":347,"quote":"Բանականությունը զգացմունքի լիակատար բացակայության հետ կարող է բնորոշ լինել երդվայլ հանցագործին, իսկ զգացմունք առանց բանականության կարող է ունենալ և անմեղ տխմարը։ Միայն այն դեպքում, երբ բանականությունն ու զգացմունքը լիակատար ներդաշնակվում են, մենք գործ ունենք մեծ դերասանի հետ։"},{"id":348,"quote":"El tiempo es el mejor autor: siempre encuentra un final perfecto."},{"id":349,"quote":"Струва ми се, че от такива най-обикновени неща се роди душата ми."},{"id":350,"quote":"L'uomo è un animale addomesticato che per secoli ha comandato sugli altri animali con la frode, la violenza e la crudeltà"},{"id":351,"quote":"One cannot always approach truth through reason; it confines us to a geometric cast of thought that calls for logic and credibility. We see the dead in our dreams and accept them as living, knowing at the same time they are dead. And although this dream mind is without reason, has it not its own credibility?"},{"id":352,"quote":"Կյանքը, ըստ էության, հոմանիշ է հակասության, նա մեզ հնարավորություն չի տալիս կանգ առնելու։ Եթե ձեր առաջ չի ծառացած սիրո խնդիրը, նշանակում է կհայտնվի մի ուրիշ խնդիր։ Հաջողությունը հրաշալի բան է, բայց նրան սովորաբար ուղեկից է լարվածությունը՝ չլինի հանկարծ հետ մնաս այդ անհավատարիմ հավերժահարսից, որ կոչվում է փառք։ Իմ հիմնական սփոփանքը ես մշտապես գտնում էի աշխատանքի մեջ։"},{"id":353,"quote":"Life was menial and lacked enchantment."},{"id":354,"quote":"Ես երբեք հակված չեմ եղել սպիրտային խմիչքների։ Երբ ես աշխատում էի, համարյա սնոտի երկյուղ ունեի ամեն տեսակ խթանիչների նկատմամբ.- ես գտնում էի, որ դրանք բոլորն, առանց բացառության, գցում են մտքի հստակությունը։ Իսկ չէ՞ որ արվեստի և ոչ մի տեսակ չի պահանջում մտքի այնպիսի սթափություն և աշխուժություն, որպեսին հարկավոր է, երբ հորինում և նկարահանում ես կինոկոմեդիա։"},{"id":355,"quote":"Չգիտեմ ինչու, բայց ինքնակենսագրից սպասում են հանգամանալի դիսերտացիա՝ գրված նրա զուտ ֆիզիոլոգիական գայթակղությունների թեմայով։ Ըստ իս, այդպիսի տեղեկություններ քիչ են նպաստում մարդու կերպարի ընբռնմանը և վերաստեղծմանը։ Հակառակ Ֆրեյդի, ես չեմ հավատում, որ սեռական կիրքը վճռական գործոն է մարդու վարմունքների համակարգում։ Ես կարծում եմ ցուրտը, քաղցը և աղքատության ամոթը շատ ավելի խորապես են որոշում նրա հոգեբանությունը։"},{"id":356,"quote":"Հոլիվուդյան ընդունելություններին հանդիպելով աստղերի հետ, ես նրանց սկսեցի վերաբերվել կասկածամտորեն. գուցե մենք այնտեղ ուղղակի չափազանց շատ էինք։ Եվ մթնոլորտն այտեղ այնքան բարեկամական չէր լինում, որքան մրցության կոչող, ձգտելով ուշադրություն գրավել, մարդը գնում է ասես շարքի միջով, ենթարկվելով խոցող քննադատության։ Ո՛չ, աստղերը աստղերի մեջ քիչ լույս են տալիս և ավելի քիչ ՝ ջերմություն։"}]