[{"id":1,"quote":"The enemy of a good plan is the dream of a perfect plan."},{"id":2,"quote":"Tactics is the art of using troops in battle;\n strategy is the art of using battles to win the war"},{"id":3,"quote":"Kind-hearted people might of course think there was some ingenious way to disarm or defeat an enemy without too much bloodshed, and might imagine this is the true goal of the art of war. Pleasant as it sounds; it is a fallacy that must be exposed: War is such a dangerous business that the mistakes which come from kindness are the very worst."},{"id":4,"quote":"War is not an independent phenomenon, but the continuation of politics by different means."},{"id":5,"quote":"No campaign plan survives first contact with the enemy"},{"id":6,"quote":"No one starts a war--or rather, no one in his sense ought to do so--without first being clear in his mind what he intends to achieve by the war and how he intends to conduct it."},{"id":7,"quote":"The world has a way of undermining complex plans. This is particularly true in fast moving environments. A fast moving environment can evolve more quickly than a complex plan can be adapted to it. By the time you have adapted, the target has changed."},{"id":8,"quote":"We repeat again: strength of character does not consist solely in having powerful feelings, but in maintaining one’s balance in spite of them. Even with the violence of emotion, judgment and principle must still function like a ship’s compass, which records the slightest variations however rough the sea."},{"id":9,"quote":"To achieve victory we must mass our forces at the hub of all power & movement. The enemy's 'Center of Gravity'"},{"id":10,"quote":"To secure peace is to prepare for war."},{"id":11,"quote":"Savage peoples are ruled by passion, civilized peoples by the mind."},{"id":12,"quote":"Knowledge must become capability."},{"id":13,"quote":"Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead."},{"id":14,"quote":"The best form of defense is attack."},{"id":15,"quote":"Be audacious and cunning in your plans, firm and persevering in their execution, determined to find a glorious end."},{"id":16,"quote":"The first and most important rule to observe...is to use our entire forces with the utmost energy. The second rule is to concentrate our power as much as possible against that section where the chief blows are to be delivered and to incur disadvantages elsewhere, so that our chances of success may increase at the decisive point. The third rule is never to waste time. Finally, the fourth rule is to follow up our successes with the utmost energy. Only pursuit of the beaten enemy gives the fruits of victory."},{"id":17,"quote":"Self-reliance is the best defence against the pressures of the moment."},{"id":18,"quote":"Given the same amount of intelligence, timidity will do a thousand times more damage than audacity"},{"id":19,"quote":"Talent and genius operate outside the rules, and theory conflicts with practice."},{"id":20,"quote":"It is even better to act quickly and err than to hesitate until the time of action is past."},{"id":21,"quote":"Criticism exists only to recognize the truth, not to act as judge."},{"id":22,"quote":"The object of defense is preservation; and since it is easier to hold ground than to take it, defense is easier than attack. But defense has a passive purpose: preservation; and attack a positive one: conquest.... If defense is the stronger form of war, yet has a negative object, it follows that it should be used only so long as weakness compels, and be abandoned as soon as we are strong enough to pursue a positive object."},{"id":23,"quote":"Knowing is different from doing and therefore theory must never be used as norms for a standard, but merely as aids to judgment."},{"id":24,"quote":"Boldness governed by superior intellect is the mark of a hero."},{"id":25,"quote":"Pursue one great decisive aim with force and determination."},{"id":26,"quote":"Where absolute superiority is not attainable, you must produce a relative one at the decisive point by making skillful use ofwhat you have."},{"id":27,"quote":"The best strategy is always to be very strong."},{"id":28,"quote":"There are very few men-and they are the exceptions-who are able to think and feel beyond the present moment"},{"id":29,"quote":"In short, absolute, so-called mathematical, factors never find a firm basis in military calculations. From the very start, there is an interplay of possibilities, probabilities, good luck and bad, that weaves its way throughout the length and breadth of the tapestry. In the whole range of human activities, war most closely resembles a game of cards."},{"id":30,"quote":"Courage, above all things, is the first quality of a warrior."},{"id":31,"quote":"After we have thought out everything carefully in advance and have sought and found without prejudice the most plausible plan, we must not be ready to abandon it at the slightest provocation. should this certainty be lacking, we must tell ourselves that nothing is accomplished in warfare without daring; that the nature of war certainly does not let us see at all times where we are going; that what is probable will always be probable though at the moment it may not seem so; and finally, that we cannot be readily ruined by a single error, if we have made reasonable preparations."},{"id":32,"quote":"What do we mean by the defeat of the enemy? Simply the destruction of his forces, whether by death, injury, or any other means-either completely or enough to make him stop fighting. . . . The complete or partial destruction of the enemy must be regarded as the sole object of all engagements. . . . Direct annihilation of the enemy's forces must always be the dominant consideration."},{"id":33,"quote":"In war, while everything is simple, even the simplest thing is difficult. Difficulties accumulate and produce frictions which no one can comprehend who has not seen war."},{"id":34,"quote":"If the enemy is to be coerced, you must put him in a situation that is even more unpleasant than the sacrifice you call on him to make. The hardships of the situation must not be merely transient - at least not in appearance. Otherwise, the enemy would not give in, but would wait for things to improve."},{"id":35,"quote":"The backbone of surprise is fusing speed with secrecy."},{"id":36,"quote":"The general unreliability of all information presents a special problem in war: all action takes place, so to speak, in the twilight, which, like fog or moonlight, often tends to make things seem grotesque and larger than they really are. Whatever is hidden from full view in this feeble light has to be guessed at by talent, or simply left to chance. So once again for the lack of objective knowledge, one has to trust to talent or to luck."},{"id":37,"quote":"To discover how much of our resources must be mobilized for war, we must first examine our political aim and that of the enemy. We must gauge the strength and situation of the opposite state. We must gauge the character and abilities of its government and people and do the same in regard to our own. Finally, we must evaluate the political sympathies of other states and the effect the war may have on them."},{"id":38,"quote":"Strength of character does not consist solely in having powerful feelings, but in maintaining one's balance in spite of them."},{"id":39,"quote":"The first, the supreme, the most far-reaching act of judgment that the statesman and commander have to make is to establish ... the kind of war on which they are embarking."},{"id":40,"quote":"There is only one decisive victory: the last."},{"id":41,"quote":"The only situation a commander can know fully is his own: his opponent's he can know only from unreliable intelligence."},{"id":42,"quote":"In war more than anywhere else, things do not turn out as we expect."},{"id":43,"quote":"A general in time of war is constantly bombarded by reports both true and false; by errors arising from fear or negligence or hastiness; by disobedience born of right or wrong interpretations, of ill will; of a proper or mistaken sense of duty; of laziness; or of exhaustion; and by accident that nobody could have foreseen. In short, he is exposed to countless impressions, most of them disturbing, few of them encouraging. ... If a man were to yield to these pressures, he would never complete an operation."},{"id":44,"quote":"If we consider the actual basis of this information [i.e., intelligence], how unreliable and transient it is, we soon realize that war is a flimsy structure that can easily collapse and bury us in its ruins. ... Many intelligence reports in war are contradictory; even more are false, and most are uncertain. This is true of all intelligence but even more so in the heat of battle, where such reports tend to contradict and cancel each other out. In short, most intelligence is false, and the effect of fear is to multiply lies and inaccuracies."},{"id":45,"quote":"Desperate affairs require desperate remedies."},{"id":46,"quote":"Blind aggressiveness would destroy the attack itself, not the defense."},{"id":47,"quote":"War is the realm of uncertainty; three quarters of the factors on which action is based are wrapped in a fog of greater or lesser uncertainty."},{"id":48,"quote":"There are cases in which the greatest daring is the greatest wisdom."},{"id":49,"quote":"War is an act of force, and to the application of that force there is no limit. Each of the adversaries forces the hand of the other, and a reciprocal action results which in theory can have no limit."},{"id":50,"quote":"Principles and rules are intended to provide a thinking man with a frame of reference."},{"id":51,"quote":"Whenever armed forces . . . are used, the idea of combat must be present. . . . The end for which a soldier is recruited, clothed, armed, and trained, the whole object of his sleeping, eating, drinking, and marching is simply that he should fight at the right place and the right time."},{"id":52,"quote":"Many intelligence reports in war are contradictory; even more are false, and most are uncertain."},{"id":53,"quote":"Never forget that no military leader has ever become great without audacity."},{"id":54,"quote":"The side that feels the lesser urge for peace will naturally get the better bargain."},{"id":55,"quote":"To be practical, any plan must take account of the enemy's power to frustrate it."},{"id":56,"quote":"Every age has its own kind of war, its own limiting conditions and its own peculiar preconceptions."},{"id":57,"quote":"If the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles."},{"id":58,"quote":"War therefore is an act of violence to compel our opponent to fulfill our will."},{"id":59,"quote":"The majority of people are timid by nature, and that is why they constantly exaggerate danger. all influences on the military leader, therefore, combine to give him a false impression of his opponent's strength, and from this arises a new source of indecision."},{"id":60,"quote":"Every combat is the bloody and destructive measuring of the strength of forces, physical and moral; whoever at the close has the greatest amount of both left is the conqueror."},{"id":61,"quote":"Men are always more inclined to pitch their estimate of the enemy's strength too high than too low, such is human nature."},{"id":62,"quote":"Although our intellect always longs for clarity and certainty, our nature often finds uncertainty fascinating."},{"id":63,"quote":"Responsibility and danger do not tend to free or stimulate the average person's mind- rather the contrary; but wherever they do liberate an individual's judgement and confidence we can be sure that we are in the presence of exceptional ability."},{"id":64,"quote":"A general who allows himself to be decisively defeated in an extended mountain position deserves to be court-martialled."},{"id":65,"quote":"Boldness becomes rarer, the higher the rank."},{"id":66,"quote":"Whoever does great things with small means has successfully reached the goal."},{"id":67,"quote":"Four elements make up the climate of war: danger, exertion, uncertainty and chance."},{"id":68,"quote":"Everything in war is very simple, but the simplest thing is difficult."},{"id":69,"quote":"In the whole range of human activities, war most closely resembles a game of cards."},{"id":70,"quote":"The more a leader is in the habit of demanding from his men, the surer he will be that his demands will be answered."},{"id":71,"quote":"Any complex activity, if it is to be carried on with any degree of virtuosity, calls for appropriate gifts of intellect and temperament. If they are outstanding and reveal themselves in exceptional achievements, their possessor is called a 'genius'."},{"id":72,"quote":"It should be noted that the seeds of wisdom that are to bear fruit in the intellect are sown less by critical studies and learned monographs than by insights, broad impressions, and flashes of intuition."},{"id":73,"quote":"There is nothing more common than to find considerations of supply affecting the strategic lines of a campaign and a war."},{"id":74,"quote":"Close combat, man to man, is plainly to be regarded as the real basis of combat."},{"id":75,"quote":"Our knowledge of circumstances has increased, but our uncertainty, instead of having diminished, has only increased. The reason of this is, that we do not gain all our experience at once, but by degrees; so our determinations continue to be assailed incessantly by fresh experience; and the mind, if we may use the expression, must always be under arms."},{"id":76,"quote":"Rather than comparing [war] to art we could more accurately compare it to commerce, which is also a conflict of human interests and activities; and it is still closer to politics, which in turn may be considered as a kind of commerce on a larger scale."},{"id":77,"quote":"This tremendous friction which cannot, as in mechanics, be reduced to a few points, is everywhere in contact with chance, and brings about effects that cannot be measured just because they are largely due to chance."},{"id":78,"quote":"The Conqueror is always a lover of peace: he would prefer to take over our country unopposed."},{"id":79,"quote":"In war, where imperfect intelligence, the threat of a catastrophe, and the number of accidents are incomparably greater than any other human endeavor, the amount of missed opportunities, so to speak, is therefore bound to be greater."},{"id":80,"quote":"Blood is the price of victory"},{"id":81,"quote":"The art of war in its highest point of view is policy."},{"id":82,"quote":"The more physical the activity, the less the difficulties will be. The more the activity becomes intellectual and turns into motives which exercise a determining influence on the commander's will, the more the difficulties will increase."},{"id":83,"quote":"Surprise becomes effective when we suddenly face the enemy at one point with far more troops than he expected. This type of numerical superiority is quite distinct from numerical superiority in general: it is the most powerful medium in the art of war."},{"id":84,"quote":"War is...a trinity of violence, chance, and reason."},{"id":85,"quote":"By 'intelligence' we mean every sort of information about the enemy and his country - the basis, in short, of our own plans and operations."},{"id":86,"quote":"Lastly, the great uncertainty of all data in War is a peculiar difficulty, because all action must, to a certain extent, be planned in a mere twilight, which in addition not unfrequently — like the effect of a fog or moonshine — gives to things exaggerated dimensions and an unnatural appearance."},{"id":87,"quote":"Great things alone can make a great mind, and petty things will make a petty mind unless a man rejects them as completely alien."},{"id":88,"quote":"...as man under pressure tends to give in to physical and intellectual weakness, only great strength of will can lead to the objective."},{"id":89,"quote":"Timidity is the root of prudence in the majority of men."},{"id":90,"quote":"We must, therefore, be confident that the general measures we have adopted will produce the results we expect. most important in this connection is the trust which we must have in our lieutenants. consequently, it is important to choose men on whom we can rely and to put aside all other considerations. if we have made appropriate preparations, taking into account all possible misfortunes, so that we shall not be lost immediately if they occur, we must boldly advance into the shadows of uncertainty."},{"id":91,"quote":"Of all the passions that inspire a man in a battle, none, we have to admit, is so powerful and so constant as the longing for honor and reknown."},{"id":92,"quote":"Action in war is like movement in a resistant element. Just as the simplest and most natural of movements, walking, cannot easily be performed in water, so in war, it is difficult for normal efforts to achieve even moderate results."},{"id":93,"quote":"[The cause of inaction in war] ... is the imperfection of human perception and judgment which is more pronounced in war than anywhere else. We hardly know accurately our own situation at any particular moment while the enemy's, which is concealed from us, must be deduced from very little evidence."},{"id":94,"quote":"War is not merely a political act but a real political instrument, a continuation of political intercourse, a carrying out of the same by other means."},{"id":95,"quote":"However much pains may be taken to combine the soldier and the citizen in one and the same individual, whatever may be done to nationalize wars, never will it be possible to do away with the professionalism of the business; and if that cannot be done, then those who belong to it will always look upon themselves as a kind of guild, in the regulations, laws, and customs in which the \"Spirit of War\" finds its expression. It would be very wrong to look down upon this corporate spirit, or esprit de corps, which may and should exist more or less in every Army."},{"id":96,"quote":"With uncertainty in one scale, courage and self-confidence should be thrown into the other to correct the balance. The greater they are, the greater the margin that can be left for accidents."},{"id":97,"quote":"Intelligence alone is not courage, we often see that the most intelligent people are irresolute. Since in the rush of events a man is governed by feelings rather than by thought, the intellect needs to arouse the quality of courage, which then supports and sustains it in action."},{"id":98,"quote":"War is politics by other means."},{"id":99,"quote":"[...] to introduce into the philosophy of war itself a principle of moderation would be an absurdity"},{"id":100,"quote":"Everything in strategy is very simple, but that does not mean everything is very easy."},{"id":101,"quote":"In War more than anywhere else in the world things happen differently to what we had expected, and look differently when near, to what they did at a distance."},{"id":102,"quote":"War is nothing but a continuation of politics with the admixture of other means."},{"id":103,"quote":"As each man's strength gives out, as it no longer responds to his will, the inertia of the whole gradually comes to rest on the commander's will alone. The ardor of his spirit must rekindle the flame of purpose in all others; his inward fire must revive their hope."},{"id":104,"quote":"If we do not learn to regard a war, and the separate campaigns of which it is composed, as a chain of linked engagements each leading to the next, but instead succumb to the idea that the capture of certain geographical points or the seizure of undefended provinces are of value in themselves, we are liable to regard them as windfall profits."},{"id":105,"quote":"In War, the young soldier is very apt to regard unusual fatigues as the consquence of faults, mistakes, and embarrassment in the conduct of the whole, and to become distressed and depondent as a consequence. This would not happen if he had been prepared for this beforehand by exercises in peace."},{"id":106,"quote":"There are times when the utmost daring is the height of wisdom."},{"id":107,"quote":"Savage peoples are ruled by passion, civilized peoples by the mind. The difference lies not in the respective natures of savagery and civilization, but in their attendant circumstances, institutions, and so forth. The difference, therefore, does not operate in every sense, but it does in most of them. Even the most civilized peoples, in short, can be fired with passionate hatred for each other."},{"id":108,"quote":"The more a general is accustomed to place heavy demands on his soldiers, the more he can depend on their response."},{"id":109,"quote":"Architects and painters know precisely what they are about as long as they deal with material phenomena.... But when they come to the aesthetics of their work, when they aim at a particular effect on the mind or on the senses, the rules dissolve into nothing but vague ideas."},{"id":110,"quote":"No other human activity is so continuously or universally bound up with chance. And through the element of chance, guesswork and luck come to play a great part in war."},{"id":111,"quote":"Der Krieg ist nichts als eine Fortsetzung des politischen Verkehrs mit Einmischung anderer Mittel. War is merely the continuation of policy with the admixture of other means."},{"id":112,"quote":"A certain grasp of military affairs is vital for those in charge of general policy."},{"id":113,"quote":"Only the element of chance is needed to make war a gamble, and that element is never absent."},{"id":114,"quote":"A prince or general can best demonstrate his genius by managing a campaign exactly to suit his objectives and his resources, doing neither too much nor too little."},{"id":115,"quote":"The political object is the goal, war is the means of reaching it, and the means can never be considered in isolation form their purposes."},{"id":116,"quote":"All war presupposes human weakness and seeks to exploit it."},{"id":117,"quote":"If you entrench yourself behind strong fortifications, you compel the enemy seek a solution elsewhere."},{"id":118,"quote":"War is nothing but a duel on a larger scale."},{"id":119,"quote":"We must evaluate the political sympathies of other states and the effect war may have on them. To assess these things in all their ramifications and diversity is plainly a colossal task. Rapid and correct appraisal of them clearly calls for the intuition of a genius; to master all this complex mass by sheer methodical examination is obviously impossible. Bonaparte was quite right when he said that Newton himself would quail before the algebraic problems it could pose."},{"id":120,"quote":"Battles decide everything."},{"id":121,"quote":"If we read history with an open mind, we cannot fail to conclude that, among all the military virtues, the energetic conduct of war has always contributed most to glory and success."},{"id":122,"quote":"War is merely a continuation of politics."},{"id":123,"quote":"Boldness will be at a disadvantage only in an encounter with deliberate caution, which may be considered bold in its own right, and is certainly just as powerful and effective; but such cases are rare."},{"id":124,"quote":"Friction is the only concept that more or less corresponds to the factors that distinguish real war from war on paper."},{"id":125,"quote":"All action takes place, so to speak, in a kind of twilight, which like a fog or moonlight, often tends to make things seem grotesque and larger than they really are."},{"id":126,"quote":"War is a conflict of great interests which is settled by bloodshed, and only in that is it different from others."},{"id":127,"quote":"The invention of gunpowder and the constant improvement of firearms are enough in themselves to show that the advance of civilization has done nothing practical to alter or deflect the impulse to destroy the enemy, which is central to the very idea of war."},{"id":128,"quote":"In war everything is simple, but it's the simple things that are difficult."},{"id":129,"quote":"It is paltry philosophy if in the old-fashioned way one lays down rules and principles in total disregard of moral values . As soon as these appear one regards them as exceptions, which gives them a certain scientific status, and thus makes them into rules. Or again one may appeal to genius , which is above all rules; which amounts to admitting that rules are not only made for idiots , but are idiotic in themselves."},{"id":130,"quote":"Politics is the womb in which war develops."},{"id":131,"quote":"Everything in war is very simple, but the simplest thing is difficult. The difficulties accumulate and end by producing a kind of friction that is inconceivable unless one has experienced war. ... Countless minor incidents - the kind you can never really foresee - combine to lower the general level of performance, so that one always falls short of the intended goal."},{"id":132,"quote":"Beauty cannot be defined by abscissas and ordinates; neither are circles and ellipses created by their geometrical formulas."},{"id":133,"quote":"War is not an exercise of the will directed at an inanimate matter."},{"id":134,"quote":"A conqueror is always a lover of peace."},{"id":135,"quote":"Obstinacy is a fault of temperament. Stubbornness and intolerance of contradiction result from a special kind of egotism, which elevates above everything else the pleasure of its autonomous intellect, to which others must bow."},{"id":136,"quote":"Knowledge in war is very simple, being concerned with so few subjects, and only with their final results at that. But this does not make its application easy."},{"id":137,"quote":"War is only caused through the political intercourse of governments and nations - war is nothing but a continuation of political intercourse with an admixture of other means."},{"id":138,"quote":"Politics is the womb in which war develops - where its outlines already exist in their hidden rudimentary form, like the characteristics of living creatures in their embryos."},{"id":139,"quote":"War is the realm of uncertainty; three-quarters of the factors on which action in war is based are wrapped in a fog of greater or lesser uncertainty. ... war is the realm of chance. No other human activity gives it greater scope; no other has such incessant and varied dealings with this intruder. Chance makes everything more uncertain and interferes with the whole course of events."},{"id":140,"quote":"Where execution is dominant, as it is in the individual events of a war whether great or small, then intellectual factors are reduced to a minimum."},{"id":141,"quote":"What we should admire is the acute fulfillment of the unspoken assumptions, the smooth harmony of the whole activity, which only become evident in the final success."},{"id":142,"quote":"War is the province of chance. In no sphere of human activity is such a margin to be left for this intruder. It increases the uncertainty of every circumstance, and deranges the course of events."},{"id":143,"quote":"War is an act of violence pushed to its utmost bounds."},{"id":144,"quote":"The bloody solution of the crisis, the effort for the destruction of the enemy's forces, is the first-born son of war."},{"id":145,"quote":"In 1793 such a force as no one had any conception of made its appearance. War had again suddenly become an affair of the people, and that of a people numbering thirty millions, every one of whom regarded himself as a citizen of the State... By this participation of the people in the war... a whole Nation with its natural weight came into the scale."},{"id":146,"quote":"Pursue one great decisive aim with force and determination. The bloody solution of the crisis, the effort for the destruction of the enemy's forces, is the first-born son of war. Only great and general battles can produce great results. Blood is the price of victory."},{"id":147,"quote":"Only great and general battles can produce great results"},{"id":148,"quote":"In war the will is directed at an animate object that reacts."},{"id":149,"quote":"We shall not enter into any of the abstruse definitions of war used by publicists. We shall keep to the element of the thing itself, to a duel. War is nothing but a duel on an extensive scale."},{"id":150,"quote":"The very nature of interactions is bound to make it unpredictable."},{"id":151,"quote":"I shall proceed from the simple to the complex. But in war more than in any other subject we must begin by looking at the nature of the whole; for here more than elsewhere the part and the whole must always be thought of together."},{"id":152,"quote":"The deduction of effect from cause is often blocked by some insuperable extrinsic obstacle: the true causes may be quite unknown. Nowhere in life is this so common as in war, where the facts are seldom fully known and the underlying motives even less so."},{"id":153,"quote":"War is the domain of physical exertion and suffering."},{"id":154,"quote":"War is the province of danger."},{"id":155,"quote":"War should never be thought of as something autonomous, but always as an instrument of policy."},{"id":156,"quote":"The heart of France lies between Brussels and Paris."},{"id":157,"quote":"Just as some plants bear fruit only if they don't shoot up too high, so in practical arts the leaves and flowers of theory must be pruned and the plant kept close to its proper soil- experience."},{"id":158,"quote":"But the main point is that soldiers, after fighting for some time, are apt to be like burned-out cinders. They have shot off their ammunition, their numbers have been diminished, their strength and their morale are drained, and possibly their courage has vanished as well. As an organic whole, quite apart from their loss in numbers, they are far from being what they were before the action; and thus the amount of reserves spent is an accurate measure on the loss of morale."},{"id":159,"quote":"Modern wars are seldom fought without hatred between nations; this serves more or less as a substitute for hatred between individuals."},{"id":160,"quote":"War is regarded as nothing but the continuation of state policy with other means."},{"id":161,"quote":"The difficulty of accurate recognition constitutes one of the most serious sources of friction in war, by making things appear entirely different from what one had expected."},{"id":162,"quote":"If the mind is to emerge unscathed from this relentless struggle with the unforeseen, two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead."},{"id":163,"quote":"Everything in war is very simple, but the simplest thing is difficult"},{"id":164,"quote":"The conqueror is always a lover of peace; he would prefer to take over our country unopposed."},{"id":165,"quote":"To achieve victory we must mass our forces at the hub of all power and movement. The enemy’s \"center of gravity"},{"id":166,"quote":"War is such a dangerous business that mistakes that come from kindness are the very worst."},{"id":167,"quote":"War is merely the continuation of politics by other means"},{"id":168,"quote":"...the side that feels the lesser urge for peace will naturally get the better bargain."},{"id":169,"quote":"Anyone who falls into the habit of thinking and expecting the best of his subordinates at all times is, for that reason alone, unsuited to command an army"},{"id":170,"quote":"Essentally combat is an expression of hostile feelings. But in the large-scale combat that we call war hostile feelings often have become merely hostile intentions. At any rate, there are usually no hostile feelings between individuals. Yet such emotions can never be completely absent from war. Modern wars are seldom fought without hatred between nations; this serves as a more or less substitute for the hatred between individuals. Even when there is no natural hatred and no animosity to start with, the fighting itself will stir up hostile feelings: violence committed on superior orders will stir up the desire for revenge and retaliation against the perpetrator rather than against the powers that ordered the action. It is only human (or animal, if you like), but it is a fact."},{"id":171,"quote":"history had no lessons or rules to offer the student, it could only broaden his understanding and strengthen his critical judgment."},{"id":172,"quote":"The aggressor is always peace-loving (as Bonaparte always claimed to be); he would prefer to take over our country unopposed."},{"id":173,"quote":"... a strong character is one that will not be unbalanced by the most powerful emotions"},{"id":174,"quote":"casualty reports on either side are never accurate, seldom truthful, and in most cases deliberately falsified."},{"id":175,"quote":"But everything takes a different shape when we pass from abstractions to reality. In the former, everything must be subject to optimism, and we must imagine the one side as well as the other striving after perfection and even attaining it. Will this ever take place in reality?"},{"id":176,"quote":"...an intellectual instinct which extracts the essence from the phenomena of life, as a bee sucks honey from a flower. In addition to study and reflections, life itself serves as a source."},{"id":177,"quote":"Thus it has come about that our theoretical and critical literature, instead of giving plain, straightforward arguments in which the author at least always knows what he is saying and the reader what he is reading, is crammed with jargon, ending at obscure crossroads where the author loses its readers. Sometimes these books are even worse: they are just hollow shells. The author himself no longer knows just what he is thinking and soothes himself with obscure ideas which would not satisfy him if expressed in plain speech."},{"id":178,"quote":"...vanity is content with the appearance alone"},{"id":179,"quote":"The first, the supreme, the most far-reaching act of judgment that the statesman and commander have to make is to establish by that test the kind of war on which they are embarking; neither mistaking it for, nor trying to turn it into, something that is alien to its nature."},{"id":180,"quote":"If, adhering closely to the absolute, we try to avoid all difficulties by a stroke of the pen, and insist with logical strictness that in every case the extreme must be the object, and the utmost effort must be exerted in that direction, such a stroke of the pen would be a mere paper law, not by any means adapted to the real world."},{"id":181,"quote":"peace is maintained by the equilibrium of forces, and will continue just as long as this equilibrium exists, and no longer."},{"id":182,"quote":"Pity the theory which sets itself in opposition to the mind! It cannot repair this contradiction by any humility, and the humbler it is so much the sooner will ridicule and contempt drive it from real life."},{"id":183,"quote":"...in war, the advantages and disadvantages of a single action could only be determined by the final balance."},{"id":184,"quote":"If we have made appropriate preparations, taking into account all possible misfortunes, so that we shall not be lost immediately if they occur, we must boldly advance into the shadows of uncertainty."},{"id":185,"quote":"War is simply the continuation of politics by other means"},{"id":186,"quote":"The Statesman who, knowing his instrument to be ready, and seeing War inevitable, hesitates to strike first is guilty of a crime against his country."},{"id":187,"quote":"The commander's talents are given greatest scope in rough hilly country. Mountains allow him too little real command over his scattered units and he is unable to control them all; in open country, control is a simple matter and does not test his ability to the fullest."},{"id":188,"quote":"Everything is very simple in War, but the simplest thing is difficult."},{"id":189,"quote":"We propose to consider first the single elements of our subject, then each branch of part, and, last of all, the whole in all its relations-therefore to advance from the simple to the complex. But it is necessary for us to commence with a glance at the nature of the whole, because it is particularly necessary that in the consideration of any of the parts their relation to the whole be kept constantly in view.We shall not enter into any of the abstruse definitions of War used by publicists. We shall keep to the element of the thing itself, to a duel. War is nothing but a duel on an extensive scale. If we would conceive as a unit the countless number of duels which make up a War, we shall do so best by supposing to ourselves two wrestlers. Each strives by physical force to compel the other to submit to his will: each endeavors to throw his adversary, and thus render him incapable of further resistance.War therefore is an act of violence intended to compel our opponent to fulfill our will."},{"id":190,"quote":"As long as the enemy is not defeated, he may defeat me; then I shall be no longer my own master; he will dictate the law to me as I did to him."},{"id":191,"quote":"The talent of the strategist is to identify the decisive point and to concentrate everything on it, removing forces from secondary fronts and ignoring lesser objectives."},{"id":192,"quote":"The political object is the goal, war is the means of reaching it, and means can never be considered in isolation from their purpose"},{"id":193,"quote":"Kind-hearted people might of course think there was some ingenious way to disarm or defeat an enemy without too much bloodshed and might imagine this is the true goal of the art of war. Pleasant as it sounds, it is a fallacy that must be exposed; war is such a dangerous business that the mistakes which come from kindness are the very worst."},{"id":194,"quote":"All thinking is indeed Art. Where the logician draws the line, where the premises stop which are the result of cognition—where judgment begins, there Art begins. But more than this even the perception of the mind is judgment again, and consequently Art; and at last, even the perception by the senses as well."},{"id":195,"quote":"For political and social as well as for military reasons the preferred way of bringing about victory was the shortest, most direct way, and that meant using all possible force."},{"id":196,"quote":"If our opponent is to be made to comply with our will, we must place him in a situation which is more oppressive to him than the sacrifice which we demand; but the disadvantages of this position must naturally not be of a transitory nature, at least in appearance, otherwise the enemy, instead of yielding, will hold out, in the prospect of a change for the better."},{"id":197,"quote":"Theory must also take into account the human element; it must accord a place to courage, to boldness, even to rashness."},{"id":198,"quote":"We maintain, on the contrary, that war is simply a continuation of political intercourse, with the addition of other means. We deliberately use the phrase “with the addition of other means because we also want to make it clear that war in itself does not suspend political intercourse or change it into something entirely different. In essentials that intercourse continues, irrespective of the means it employs.”"},{"id":199,"quote":"Válka je jen pokračování diplomacie jinými prostředky."},{"id":200,"quote":"Strategy can therefore never take its hand from the work for a moment."},{"id":201,"quote":"(1) War becomes a completely isolated act, which arises suddenly, and is in no way connected with the previous history of the combatant States. (2) If it is limited to a single solution, or to several simultaneous solutions. (3) If it contains within itself the solution perfect and complete, free from any reaction upon it, through a calculation beforehand of the political situation which will follow from it."},{"id":202,"quote":"PRINCIPLE is likewise such a law for action, except that it has not the formal definite meaning, but is only the spirit and sense of law in order to leave the judgment more freedom of application when the diversity of the real world cannot be laid hold of under the definite form of a law."},{"id":203,"quote":"Although our intellect always feels itself urged towards clearness and certainty, still our mind often feels itself attracted by uncertainty. Instead of threading its way with the understanding along the narrow path of philosophical investigations and logical conclusions, in order, almost unconscious of itself, to arrive in spaces where it feels itself a stranger, and where it seems to part from all well-known objects, it prefers to remain with the imagination in the realms of chance and luck. Instead of living yonder on poor necessity, it revels here in the wealth of possibilities; animated thereby, courage then takes wings to itself, and daring and danger make the element into which it launches itself as a fearless swimmer plunges into the stream."},{"id":204,"quote":"If the wars of civilised people are less cruel and destructive than those of savages, the difference arises from the social condition both of states in themselves and in their relations to each other. Out of this social condition and its relations war arises, and by it war is subjected to conditions, is controlled and modified. But these things do not belong to war itself; they are only given conditions; and to introduce into the philosophy of war itself a principle of moderation would be an absurdity."},{"id":205,"quote":"The probability of direct confrontation increases with the aggressiveness of the enemy. So, rather than try to outbid the enemy with complicated schemes, one should, on the contrary, try to outbid him in simplicity"},{"id":206,"quote":"The worst position in which a belligerent can be placed is that of being completely disarmed. If, therefore, the enemy is to be reduced to submission by an act of war, he must either be positively disarmed or placed in such a position that he is threatened with it according to probability. From this it follows that the disarming or overthrow of the enemy, whichever we call it, must always be the aim of warfare. Now war is always the shock of two hostile bodies in collision, not the action of a living power upon an inanimate mass, because an absolute state of endurance would not be making war; therefore what we have just said as to the aim of action in war applies to both parties. Here then is another case of reciprocal action. As long as the enemy is not defeated, I have to apprehend that he may defeat me, then I shall be no longer my own master, but he will dictate the law to me as I did to him. This is the second reciprocal action and leads to a second extreme (second reciprocal action)."},{"id":207,"quote":"Je größerer Art die Maßnahmen werden, um so weniger kann man damit überraschen."},{"id":208,"quote":"donde las cosas están bien ordenadas no debería haber más que un mando supremo en un mismo teatro bélico,"},{"id":209,"quote":"Se la strategia è sbagliata, la situazione non migliora aumentando i mezzi e le truppe."},{"id":210,"quote":"The greatest enemy of a good plan is the dream of a perfect plan"},{"id":211,"quote":"Wenn der Gegner unseren Willen erfüllen soll, so müssen wir ihn in eine Lage versetzen, die nachteiliger ist, als das Opfer, welches wir von ihm fordern; die Nachteile dieser Lage dürfen aber natürlich, wenigstens dem Anscheine nach, nicht vorübergehend sein, sonst würde der Gegner den besseren Zeitpunkt abwarten und nicht nachgeben."},{"id":212,"quote":"steam boiler, delivering so and so many pounds of steam to its engines as long as the envelope can contain the pressure; but let a breach in its continuity arise—relieving the boiling water of all restraint—and in a moment the whole mass flashes into vapour, developing a power no work of man can oppose."},{"id":213,"quote":"Von der Goltz in excuse for the action of the late President Kruger in 1899: \"The Statesman who, knowing his instrument to be ready, and seeing War inevitable, hesitates to strike first is guilty of a crime against his country."},{"id":214,"quote":"Jede Veränderung dieser Lage, welche durch die fortgesetzte kriegerische Tätigkeit hervorgebracht wird, muß also zu einer noch nachteiligeren führen, wenigstens in der Vorstellung. Die schlimmste Lage, in die ein Kriegführender kommen kann, ist die gänzliche Wehrlosigkeit. Soll also der Gegner zur Erfüllung unseres Willens durch den kriegerischen Akt gezwungen werden, so müssen wir ihn entweder faktisch wehrlos machen oder in einen Zustand versetzen, daß er nach Wahrscheinlichkeit damit bedroht sei."},{"id":215,"quote":"Je kleiner das Opfer ist, welches wir von unserem Gegner fordern, um so geringer dürfen wir erwarten, daß seine Anstrengungen sein warden, es uns zu versagen. Je geringer aber diese sind, um so kleiner dürfen auch die unsrigen bleiben."},{"id":216,"quote":"Die beste Strategie ist: immer recht stark sein, ... . Daher gibt es ... kein höheres und einfacheres Gesetz für die Strategie als das: seine Kräfte zusammenhalten."},{"id":217,"quote":"Aber alle diese Opfer, welche der Verteidiger bringt, verursachen ihm meistens einen Ausfall an Kräften, die nur mittelbar, also später und nicht unmittelbar auf seine Streitkräfte wirkt, und oft so mittelbar, daß die Wirkung wenig fühlbar wird. Der Verteidiger sucht also sich auf Kosten der Zukunft im gegenwärtigen Augenblick zu verstärken, d.h. er borgt, wie jeder tun muß, der für seine Verhältnisse zu arm ist."},{"id":218,"quote":"All that was not attainable by such miserable philosophy, the offspring of partial views, lay outside the precincts of science and field of genius, which raises itself above rules.Pitty the warrior who is contented to crawl about in this beggardom of rules, which are too bad for genius, over which it can set itself superior, over which it can perchance make merry! What genius does must be the best of all rules, and theory cannot do better than to show how and why it is so.Pity the theory which sets itself in opposition to the mind! It cannot repair this contradiction by any humility, and the humbler it is so much the sooner will ridicule and contempt drive it out of real life."},{"id":219,"quote":"Le troisième principe est : ne pas perdre de temps."},{"id":220,"quote":"No one starts a war - or rather, no one in his senses ought to do so - without first being clear in his mind what he intends to achieve by that war and how he intends to conduct it."},{"id":221,"quote":"Dans les deux cas, l’empereur Napoléon attaqua avec son aile droite en cherchant à résister avec l’aile gauche. L'archiduc Charlesdfit exactement la même chose. Mais le premier le fit avec toute sa résolution et toute son énergie, tandis que le second était indécis et s’arrêtait chaque fois à mi-course."},{"id":222,"quote":"The errors which proceed from a spirit of benevolence are the worst."},{"id":223,"quote":"A resolução é a coragem aplicada a um caso particular; se se torna uma marca do caráter, passa a ser um hábito do espírito. Não se trata aqui da coragem diante do perigo físico, mas da coragem perante as responsabilidades, ou seja, de certa maneira, perante o perigo moral. É aquilo a que muitas vezes se chamou a coragem do espírito, porque dimana do espírito, ainda que não seja, no entanto, um esforço do espírito, mas sim do temperamento. A inteligência pura e simples não forja a coragem, pois as pessoas mais inteligentes são na sua maioria desprovidas de espírito de resolução. A inteligência precisa, primeiramente, despertar o sentimento de coragem, que mantém e sustenta, porque, nos momentos cruciais, o homem obedece mais aos seus sentimentos que às suas ideias."},{"id":224,"quote":"Resolution is an act of courage in single instances, and if it becomes a characteristic trait, it is a habit of the mind. But here we do not mean courage in face of bodily danger, but in face of responsibility, therefore to a certain extent against moral danger. This has been often called courage d'esprit, on the ground that it springs from the understanding; nevertheless, it is no act of the understanding on that account; it is an act of feeling. Mere intelligence is still not courage, for we often see the cleverest people devoid of resolution. The mind must, therefore, first awaken the feeling of courage, and then be guided and supported by it, because in momentary emergencies the man is swayed more by his feelings than his thoughts."},{"id":225,"quote":"If we then ask what sort of mind is likeliest to display the qualities of military genius, experience and observation will both tell us that it is the inquiring rather than the creative mind, the comprehensive rather than the specialized approach, the calm rather than the excitable head to which in war we would choose to entrust..."},{"id":226,"quote":"in [...] gefährlichen Dingen [...] sind die Irrtümer, welche aus Gutmütigkeit entstehen, gerade die schlimmsten."}]