[{"id":1,"quote":"I am from there. I am from here. I am not there and I am not here. I have two names, which meet and part, and I have two languages. I forget which of them I dream in."},{"id":2,"quote":"And I tell myself, a moon will rise from my darkness."},{"id":3,"quote":"A person can only be born in one place. However, he may die several times elsewhere: in the exiles and prisons, and in a homeland transformed by the occupation and oppression into a nightmare."},{"id":4,"quote":"Nothing is harder on the soul, than the smell of dreams, while they're evaporating."},{"id":5,"quote":"We suffer from an incurable malady: Hope."},{"id":6,"quote":"If you live, live free \n or die like the trees, standing up."},{"id":7,"quote":"We are captives of what we love, what we desire, and what we are."},{"id":8,"quote":"And you became like coffee, \n in the deliciousness, \n and the bitterness, \n and the addiction."},{"id":9,"quote":"If the Olive Trees knew the hands that planted them, Their Oil would become Tears."},{"id":10,"quote":"Every beautiful poem is an act of resistance."},{"id":11,"quote":"Exile is more than a geographical concept. You can be an exile in your homeland, in your own house, in a room."},{"id":12,"quote":"On this earth there is that which deserves life."},{"id":13,"quote":"Standing here, staying here, permanent here, eternal here, and we have one goal, one, one: to be."},{"id":14,"quote":"My homeland is not a suitcase, and I am no traveller"},{"id":15,"quote":"The days have taught you not to trust happiness because it hurts when it deceives."},{"id":16,"quote":"I thought poetry could change everything, could change history and could humanize, and I think that the illusion is very necessary to push poets to be involved and to believe, but now I think that poetry changes only the poet."},{"id":17,"quote":"I have learned and dismantled all the words in order to draw from them a single word: Home."},{"id":18,"quote":"Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down."},{"id":19,"quote":"The Palestinians are the only nation in the world that feels with certainty that today is better than what the days ahead will hold. Tomorrow always heralds a worse situation."},{"id":20,"quote":"I don't decide to represent anything except myself. But that self is full of collective memory."},{"id":21,"quote":"Without hope we are lost."},{"id":22,"quote":"She does not love you. Your metaphors thrill her you are her poet. But that's all there's to it."},{"id":23,"quote":"Far away, our dreams have nothing to do with what we do. The wind carries the night, and passes on, aimless."},{"id":24,"quote":"I see what I want of Love... I see horses making the meadow dance, fifty guitars sighing, and a swarm of bees suckling the wild berries, and I close my eyes until I see our shadow behind this dispossessed place... I see what I want of people: their desire to long for anything, their lateness in getting to work and their hurry to return to their folk... and their need to say: Good Morning."},{"id":25,"quote":"Life defined only as the opposite of death is not life."},{"id":26,"quote":"Where can I free myself of the homeland in my body?"},{"id":27,"quote":"We are captives, even if our wheat grows over the fences/ and swallows rise from our broken chains./ We are captives of what we love, what we desire, and what we are."},{"id":28,"quote":"The stars had only one task: they taught me how to read. They taught me I had a language in heaven and another language on earth."},{"id":29,"quote":"Have I had two roads, I would have chosen their third."},{"id":30,"quote":"My love, I fear the silence of your hands."},{"id":31,"quote":"I believe in the power of poetry, which gives me reasons to look ahead and identify a glint of light."},{"id":32,"quote":"Palestinian people are in love with life."},{"id":33,"quote":"We have to understand - not justify - what gives rise to this tragedy. It's not because they're looking for beautiful virgins in heaven, as Orientalists portray it. Palestinian people are in love with life. If we give them hope - a political solution - they'll stop killing themselves."},{"id":34,"quote":"History laughs at both the victim and the aggressor."},{"id":35,"quote":"One day, I will be a poet. Water will depend on my visions."},{"id":36,"quote":"I wish I were a candle in the darkness."},{"id":37,"quote":"Poetry is perhaps what teaches us to nurture the charming illusion: how to be reborn out of ourselves over and over again, and use words to construct a better world, a fictitious world that enables us to sign a pact for a permanent and comprehensive peace ... with life."},{"id":38,"quote":"I've built my homeland, I've even founded my state - in my language."},{"id":39,"quote":"To be under occupation, to be under siege, is not a good inspiration for poetry."},{"id":40,"quote":"I love women whose hidden desires make horses put an end to their lives at the threshold"},{"id":41,"quote":"Against barbarity, poetry can resist only by confirming its attachment to human fragility like a blade of grass growing on a wall while armies march by."},{"id":42,"quote":"The importance of poetry is not measured, finally, by what the poet says but by how he says it."},{"id":43,"quote":"And what I don't understand I grasp it only when it's too late."},{"id":44,"quote":"The metaphor for Palestine is stronger than the Palestine of reality."},{"id":45,"quote":"Nothing, nothing justifies terrorism."},{"id":46,"quote":"The poem is in my hands, and can run stories through her hands."},{"id":47,"quote":"I want to find a language that transforms language itself into steel for the spirit--a language to use against these sparkling insects, these jets."},{"id":48,"quote":"I see poetry as spiritual medicine."},{"id":49,"quote":"I learnt all the words worthy of the court of blood So that I could break the rule I learnt all the words and broke them up To make a single word: Homeland."},{"id":50,"quote":"When I passed the age of 50, I learned how to control my emotions."},{"id":51,"quote":"Sarcasm helps me overcome the harshness of the reality we live, eases the pain of scars and makes people smile."},{"id":52,"quote":"I am not a lover of Israel, of course. I have no reason to be. But I don't hate Jews."},{"id":53,"quote":"The poem is neither here nor there, and with a girl's breast\nit can illuminate the nights.\nWith the glow of an apple it fills two bodies with light\nand with a gardenia's breath it can revive a homeland!"},{"id":54,"quote":"I am patient and am waiting for a profound revolution in the consciousness of the Israelis. The Arabs are ready to accept a strong Israel with nuclear arms - all it has to do is open the gates of its fortress and make peace."},{"id":55,"quote":"May poetry and God's name have mercy on us!"},{"id":56,"quote":"For the Arabs in Israel there is always a tension between nationality and identity."},{"id":57,"quote":"I never wanted children, maybe I'm afraid of responsibility."},{"id":58,"quote":"... For me it is essential, essential for the poet to have a new toast, new songs."},{"id":59,"quote":"When a writer declares that his first book is his best, that is bad. I progress successively from book to book."},{"id":60,"quote":"Sometimes I feel as if I am read before I write. When I write a poem about my mother, Palestinians think my mother is a symbol for Palestine. But I write as a poet, and my mother is my mother. She's not a symbol."}]