[{"id":1,"quote":"The technique of infamy is to start two lies at once and get people arguing heatedly over which is the truth."},{"id":2,"quote":"Wars in old times were made to get slaves. The modern implement of imposing slavery is debt."},{"id":3,"quote":"A slave is one who waits for someone to come and free him."},{"id":4,"quote":"If a man isn't willing to take some risk for his opinions, either his opinions are no good or he's no good."},{"id":5,"quote":"Genius... is the capacity to see ten things where the ordinary man sees one."},{"id":6,"quote":"What thou lovest well remains."},{"id":7,"quote":"Democracy is now currently defined in Europe as a 'country run by Jews,'"},{"id":8,"quote":"Real education must ultimately be limited to men who insist on knowing, the rest is mere sheep-herding."},{"id":9,"quote":"America is a lunatic asylum."},{"id":10,"quote":"What matters is not the idea a man holds, but the depth at which he holds it."},{"id":11,"quote":"I have never known anyone worth a damn who wasn't irascible."},{"id":12,"quote":"It is the business of the artist to make humanity aware of itself."},{"id":13,"quote":"When two men in business always agree, one of them is unnecessary."},{"id":14,"quote":"Music begins to atrophy when it departs too far from the dance... poetry begins to atrophy when it gets too far from music."},{"id":15,"quote":"Why fight for a flag when you can buy one for a nickel."},{"id":16,"quote":"Pay no attention to the criticism of men who have never themselves written a notable work."},{"id":17,"quote":"USURY is the cancer of the world, which only the surgeon’s knife of Fascism can cut out of the life of the nations."},{"id":18,"quote":"What thou lov'st well is thy true heritage."},{"id":19,"quote":"Every great change is simple."},{"id":20,"quote":"The temple is holy because it is not for sale."},{"id":21,"quote":"I did not enter into silence. Silence captured me."},{"id":22,"quote":"Don't be blinded by the theorists and a lying press."},{"id":23,"quote":"Liberty is not a right but a duty."},{"id":24,"quote":"No man understands a deep book until he has seen and lived at least part of its contents."},{"id":25,"quote":"Either move or be moved."},{"id":26,"quote":"The real trouble with war (modern war) is that it gives no one a chance to kill the right people."},{"id":27,"quote":"If a nation's literature declines, the nation atrophies and decays."},{"id":28,"quote":"Poetry is a language pared down to its essentials."},{"id":29,"quote":"Adolf Hitler was a Jeanne d'Arc, a saint. He was a martyr. Like many martyrs, he held extreme views."},{"id":30,"quote":"The Image is more than an idea. It is a vortex or cluster of fused ideas and is endowed with energy."},{"id":31,"quote":"Wars are made to make debt."},{"id":32,"quote":"Be not cheap or mediocre in desiring."},{"id":33,"quote":"There is no reason why the same man should like the same books at eighteen and at forty-eight"},{"id":34,"quote":"I guess the definition of a lunatic is a man surrounded by them."},{"id":35,"quote":"Sovereignty inheres in the right to issue money. And the American sovereignty belongs by right to the people, and their representatives in Congress have the right to issue money and to determine the value thereof. And 120 million, 120 million suckers have lamentably failed to insist on the observation of this quite decided law. ... Now the point at which embezzlement of the nation's funds on the part of her officers becomes treason can probably be decided only by jurists, and not by hand-picked judges who support illegality."},{"id":36,"quote":"In our time, the curse is monetary illiteracy, just as inability to read plain print was the curse of earlier centuries."},{"id":37,"quote":"I found after seventy years that I was not a lunatic but a moron.... I should have been able to do better."},{"id":38,"quote":"All my life I believed I knew something. But then one strange day came when I realized that I knew nothing, yes, I knew nothing.  And so words became void of meaning.  I have arrived too late at ultimate uncertainty."},{"id":39,"quote":"The sum of human wisdom is not contained in any one language."},{"id":40,"quote":"The history of an art is the history of masterwork, not of failures, or mediocrity."},{"id":41,"quote":"Use no word that under stress of emotion you could not actually say."},{"id":42,"quote":"The primary pigment of poetry is the IMAGE."},{"id":43,"quote":"To say that a state cannot pursue its aims because there is no money, is like saying that an engineer cannot build roads, because there are no kilometers."},{"id":44,"quote":"Use no superfluous word, no adjective, which does not reveal something."},{"id":45,"quote":"Man is an over-complicated organism.  If he is doomed to extinction he will die out for want of simplicity."},{"id":46,"quote":"The only chance for victory over the brainwash is the right of every man to have his ideas judged one at a time. You never get clarity as long as you have these packaged words, as long as a word is used by twenty-five people in twenty-five different ways. That seems to me to be the first fight, if there is going to be any intellect left."},{"id":47,"quote":"Rhythm is form cut into time."},{"id":48,"quote":"And the days are not full enough And the nights are not full enough And life slips by like a field mouse Not shaking the grass"},{"id":49,"quote":"The only thing one can give an artist is leisure in which to work. To give an artist leisure is actually to take part in his creation."},{"id":50,"quote":"When words cease to cling close to things, kingdoms fall, empires wane and diminish."},{"id":51,"quote":"Good writers are those who keep the language efficient. That is to say, keep it accurate, keep it clear."},{"id":52,"quote":"I desired my dust to be mingled with yours Forever and forever and forever."},{"id":53,"quote":"The real meditation is ... the meditation on one's identity. Ah, voilà une chose!! You try it. You try finding out why you're you and not somebody else. And who in the blazes are you anyhow? Ah, voilà une chose!"},{"id":54,"quote":"The natural object is always the adequate symbol."},{"id":55,"quote":"Great literature is simply language charged with meaning to the utmost possible degree."},{"id":56,"quote":"The curse of me and my nation is that we always think things can be bettered by immediate action of some sort, any sort rather than no sort."},{"id":57,"quote":"A classic is classic not because it conforms to certain structural rules, or fits certain definitions It is classic because of a certain eternal and irrepressible freshness."},{"id":58,"quote":"Fundamental accuracy of statement is the ONE sole morality of writing."},{"id":59,"quote":"Use no superfluous word, no adjective, which does not reveal something. Don't use such an expression as 'dim land of peace.' It dulls the image. It mixes an abstraction with the concrete. It comes from the writer's not realizing that the natural object is always the adequate symbol. Go in fear of abstraction."},{"id":60,"quote":"The artist is always beginning. Any work of art which is not a beginning, an invention, a discovery is of little worth."},{"id":61,"quote":"Poetry is a sort of inspired mathematics, which gives us equations, not for abstract figures, triangles, squares, and the like, but for the human emotions. If one has a mind which inclines to magic rather than science, one will prefer to speak of these equations as spells or incantations; it sounds more arcane, mysterious, recondite."},{"id":62,"quote":"It doesn't matter which leg of your table you make first, so long as the table has four legs and will stand up solidly when you have finished it."},{"id":63,"quote":"The concept of genius as akin to madness has been carefully cultivated by the inferiority complex of the public."},{"id":64,"quote":"Speak against unconscious oppression, Speak against the tyranny of the unimaginative, Speak against bonds."},{"id":65,"quote":"Nothing written for pay is worth printing. Only what has been written against the market."},{"id":66,"quote":"The artist is the antenna of the race."},{"id":67,"quote":"Until you know who has lent what to whom, you know nothing whatever of politics, you know nothing whatever of history, you know nothing of international wrangles."},{"id":68,"quote":"Seems fairly clear that you fix a breed by LIMITING the amount of alien infiltration. You make a race by homogeneity and by avoiding INbreeding.... No argument has ever been sprouted against it. You like it in dogs and horses."},{"id":69,"quote":"The art of letters will come to an end before A.D. 2000. I shall survive as a curiosity."},{"id":70,"quote":"The individual cannot think and communicate his thought, the governor and legislator cannot act effectively or frame his laws without words, and the solidity and validity of these words is in the care of the damned and despised litterati...when their very medium, the very essence of their work, the application of word to thing goes rotten, i.e. becomes slushy and inexact, or excessive or bloated, the whole machinery of social and of individual thought and order goes to pot."},{"id":71,"quote":"One discards rhyme, not because one is incapable of rhyming neat, fleet, sweet, meet, treat, eat, feet but because there are certain emotions or energies which are nor represented by the over-familiar devices or patterns."},{"id":72,"quote":"Literature is news that stays news."},{"id":73,"quote":"What matters most is not the idea, but the capacity to believe in it completely."},{"id":74,"quote":"There is natural ignorance and there is artificial ignorance. I should say at the present moment the artificial ignorance is about eighty-five per cent."},{"id":75,"quote":"Humanity is the rich effluvium, it is the waste and the manure and the soil, and from it grows the tree of the arts."},{"id":76,"quote":"Come, let us pity those who are better off than we are. Come, my friend, and remember that the rich have butlers and no friends, And we have friends and no butlers. (excerpt from 'The Garrett')"},{"id":77,"quote":"In verse one can take any damn constant one likes, one can alliterate, or assone, or rhyme, or quant, or smack, only one MUST leave the other elements irregular."},{"id":78,"quote":"Genius is the capacity to see ten things where the ordinary man sees one, and the man of talent sees two or three, plus the ability to register that multiple perception in the material of his art."},{"id":79,"quote":"The only history that matters is the history we know."},{"id":80,"quote":"What thou lovest well remains, the rest is dross What thou lov’st well shall not be reft from thee What thou lov’st well is thy true heritage"},{"id":81,"quote":"If a patron buys from an artist who needs money (needs money to buy tools, time, food), the patron then makes himself equal to the artist; he is building art into the world; he creates."},{"id":82,"quote":"Poetry is a very complex art.... It is an art of pure sound bound in through an art of arbitrary and conventional symbols."},{"id":83,"quote":"The flavors of the peach and the apricot are not lost from generation to generation. Neither are they transmitted by book learning."},{"id":84,"quote":"The modern artist must live by craft and violence. His gods are violent gods. Those artists, so called, whose work does not show this strife, are uninteresting."},{"id":85,"quote":"Any damn fool can be spontaneous."},{"id":86,"quote":"A civilized man is one who will give a serious answer to a serious question. Civilization itself is a certain sane balance of values."},{"id":87,"quote":"Anyone who is too lazy to master the comparatively small glossary necessary to understand Chaucer deserves to be shut out from the reading of good books forever."},{"id":88,"quote":"Properly, we should read for power. Man reading should be man intensely alive. The book should be a ball of light in one's hand."},{"id":89,"quote":"Learn of the green world what can be thy place\nIn scaled invention or true artistry"},{"id":90,"quote":"The man of understanding can no more sit quiet and resigned while his country lets its literature decay, and lets good writing meet with contempt, than a good doctor could sit quiet and contented while some ignorant child was infecting itself with tuberculosis under the impression that it was merely eating jam tarts."},{"id":91,"quote":"Discoveries are made by gluttons and addicts. The man who forgets to eat and sleep has an appetite for fact, for interrelations among causes."},{"id":92,"quote":"We do NOT know the past in chronological sequence. It may be convenient to lay it out anesthetized on the table with dates pasted on here and there, but what we know we know by ripples and spirals eddying out from us and from our own time."},{"id":93,"quote":"A people that grows accustomed to sloppy writing is a people in the process of losing grip on its empire and on itself."},{"id":94,"quote":"Poets who are not interested in music are, or become, bad poets."},{"id":95,"quote":"In case I conk out, this is provisionally what I have to do: I must clarify obscurities; I must make clearer definite ideas or dissociations. I must find a verbal formula to combat the rise of brutality--the principle of order versus the split atom."},{"id":96,"quote":"Any general statement is like a check drawn on a bank. Its value depends on what is there to meet it."},{"id":97,"quote":"Religion I have defined as \"Another of those numerous failures resulting from an attempt to popularize art\"."},{"id":98,"quote":"Glance is the enemy of vision."},{"id":99,"quote":"A great age of literature is perhaps always a great age of translations."},{"id":100,"quote":"And the good writer chooses his words for their 'meaning', but that meaning is not a a set, cut-off thing like the move of knight or pawn on a chess-board. It comes up with roots, with associations, with how and where the word is familiarly used, or where it has been used brilliantly or memorably."},{"id":101,"quote":"Utter originality is, of course, out of the question."},{"id":102,"quote":"The secret of popular writing is never to put more on a given page than the common reader can lap off it with no strain whatsoever on his habitually slack attention."},{"id":103,"quote":"A man of genius has a right to any mode of expression."},{"id":104,"quote":"No good poetry is ever written in a manner twenty years old, for to write in such a manner shows conclusively that the writer thinks from books, convention and cliché, not from real life."},{"id":105,"quote":"The worst mistake I made was that stupid, suburban prejudice of anti-Semitism."},{"id":106,"quote":"If I could believe the Quakers banned music because church music is so damn bad, I should view them with approval."},{"id":107,"quote":"Better mendacities Than the classics in paraphrase! Some quick to arm, some for adventure, some from fear of weakness, some from fear of censure, some for love of slaughter, in imagination, learning later . . . some in fear, learning love of slaughter; Died some, pro patria, non \"dulce\" non \"et decor\" . walked eye-deep in hell believing in old men's lies, the unbelieving came home, home to a lie."},{"id":108,"quote":"Literature does not exist in a vacuum. Writers as such have a definite social function exactly proportional to their ability as writers. This is their main use."},{"id":109,"quote":"I have always thought the suicide should bump off at least one swine before taking off for parts unknown."},{"id":110,"quote":"It ought to be illegal for an artist to marry. If the artist must marry let him find someone more interested in art, or his art, or the artist part of him, than in him. After which let them take tea together three times a week."},{"id":111,"quote":"And New York is the most beautiful city in the world? It is not far from it. No urban night is like the night there... Squares after squares of flame, set up and cut into the aether. Here is our poetry, for we have pulled down the stars to our will."},{"id":112,"quote":"I would hold the rosy, slender fingers of the dawn for you."},{"id":113,"quote":"The difference between a gun and a tree is a difference of tempo. The tree explodes every spring."},{"id":114,"quote":"All great art is born of the metropolis."},{"id":115,"quote":"The rustling of the silk is discontinued, Dust drifts over the courtyard, There is not sound of footfall, and the leaves Scurry into heaps and lie still, And she the rejoicer of the heart is beneath them: A wet leaf that clings to the threshold."},{"id":116,"quote":"It would be about as easy for an American to become a Chinaman or a Hindoo as for him to acquire an Englishness or a Frenchness or a European-ness that is more than half skin deep."},{"id":117,"quote":"A man's hope measures his civilization. The attainability of the hope measures, or may measure, the civilization of his nation and time."},{"id":118,"quote":"Our own consciousness is incapable of having produce the universe. God, therefore, exists. That is to say, there is no reason for not applying the term God, Theos, to the intimate essence"},{"id":119,"quote":"Take the serious side of Disney, the Confucian side of Disney. It's in having taken an ethoswhere you have the values of courage and tenderness asserted in a way that everybody can understand. You have got an absolute genius there. You have got a greater correlation of nature than you have had since the time of Alexander the Great."},{"id":120,"quote":"If the individual, or heretic, gets hold of some essential truth, or sees some error in the system being practiced, he commits so many marginal errors himself that he is worn out before he can establish his point."},{"id":121,"quote":"The sum of human wisdom is not contained in any one language, and no single language is capable of expressing all forms and degrees of human comprehension."},{"id":122,"quote":"The flavors of the peach and the apricot are not lost from generation to generation, neither are they transmitted by book learning. The mystic tradition, any mystic tradition, is of a similar nature, that is, it is dependent on direct perception, a 'knowledge' as permanent as the faculty for receiving it."},{"id":123,"quote":"The phase of the usury system which we are trying to analyze is more or less Patterson's perception that the Bank of England could have benefit of all the interest on all the money that it creates out of nothing. ... Now the American citizen can, of course, appeal to his constitution, which states that Congress shall have power to coin money or regulate the value thereof and of foreign coin. Such appeal is perhaps quixotic."},{"id":124,"quote":"Bureaucrats are a pox. They are supposed to be necessary. Certain chemicals in the body are supposed to be necessary to life, but cause death the moment they increase beyond a suitable limit"},{"id":125,"quote":"No teacher has ever failed from ignorance. That is empiric professional knowledge. Teachers fail because they cannot `handle the class.' Real education must ultimately be limited to men how INSIST on knowing, the rest is mere sheep-herding."},{"id":126,"quote":"And the betrayers of language ...... n and the press gang And those who had lied for hire; The perverts, the perverters of language, the perverts, who have set money-lust Before the pleasures of the senses; howling, as of a hen-yard in a printing-house, the clatter of presses, the blowing of dry dust and stray paper, foetor, sweat, the stench of stale oranges."},{"id":127,"quote":"To break the pentameter, that was the first heave"},{"id":128,"quote":"The apparition of these faces in the crowd; Petals on a wet black bough."},{"id":129,"quote":"A real building is one on which the eye can light and stay lit."},{"id":130,"quote":"Consider the way of the scientists rather than the way of an advertising agent for a new soap."},{"id":131,"quote":"Poetry must be as well written as prose."},{"id":132,"quote":"This is no book. Whoever touches this touches a man."},{"id":133,"quote":"Here is our poetry, for we have pulled down the stars to our will."},{"id":134,"quote":"Artists are the antennae of the race."},{"id":135,"quote":"The artist is always beginning."},{"id":136,"quote":"Christ can very well stand as an heroic figure. The hero need not be of wisdom all compounded. Also he is not wholly to blame for the religion that's been foisted on to him."},{"id":137,"quote":"The what is so much more important than how."},{"id":138,"quote":"What thou lovest well remains, the rest is dross What thou lov'st well shall not be reft from thee What thou lov'st well is thy true heritage Whose world, or mine or theirs or is it of none? First came the seen, then thus the palpable Elysium, though it were in the halls of hell. What thou lovest well is thy true heritage."},{"id":139,"quote":"Technique is the test of sincerity."},{"id":140,"quote":"Objectivity and again objectivity, and expression: no hindside-before-ness, no straddled adjectives (as \"addled mosses dank\"), no Tennysonianness of speech; nothing-nothing that you couldn't, in some circumstance, in the stress of some emotion, actually say."},{"id":141,"quote":"From the colour the nature And by the nature the sign! Beatific spirits welding together As in one ash-tree in Ygdrasail."},{"id":142,"quote":"Science is unpoetic only to minds jaundiced with sentiment and romanticism . . . the great masters of the past boasted all they could of it and found it magical."},{"id":143,"quote":"The critic who doesn't make a personal statement, in remeasurements he himself has made, is merely an unreliable critic. He is not a measurer but a repeater of other men's results. KRINO, to pick out for oneself, to choose. That's what the word means."},{"id":144,"quote":"Good art however 'immoral' is wholly a thing of virtue. Good art can NOT be immoral. By good art I mean art that bears true witness, I mean the art that is most precise."},{"id":145,"quote":"The serious artist must be as open as nature. Nature does not give all of herself in a paragraph. She is rugged and not set apart into discreet categories."},{"id":146,"quote":"small talk comes from small bones"},{"id":147,"quote":"With one day's reading a man may have the key in his hands."},{"id":148,"quote":"A little light, like a rushlight / to lead back to splendour."},{"id":149,"quote":"Rhythm must have meaning."},{"id":150,"quote":"The act of bell ringing is symbolic of all proselytizing religions. It implies the pointless interference with the quiet of other people."},{"id":151,"quote":"Properly, we should read for power."},{"id":152,"quote":"The ant's a centaur in his dragon world. Pull down thy vanity, it is not man Made courage, or made order, or made grace, Pull down thy vanity, I say pull down. Learn of the green world what can be thy place In scaled invention or true artistry, Pull down thy vanity, Paquin pull down! The green casque has outdone your elegance."},{"id":153,"quote":"Compose in the sequence of the musical phrase, not in sequence of a metronome."},{"id":154,"quote":"Colloquial poetry is to the real art as the barber's wax dummy is to sculpture."},{"id":155,"quote":"I consider criticism merely a preliminary excitement, a statement of things a writer has to clear up in his own head sometime or other, probably antecedent to writing; of no value unless it come to fruit in the created work later."},{"id":156,"quote":"America, my country, is almost a continent and hardly yet a nation."},{"id":157,"quote":"People find ideas a bore because they do not distinguish between live ones and stuffed ones on a shelf."},{"id":158,"quote":"There are few things more difficult than to appraise the work of a man suddenly dead in his youth; to disentangle promise from achievement; to save him from that sentimentalizing which confuses the tragedy of the interruption with the merit of the work actually performed."},{"id":159,"quote":"It is difficult to write a paradiso when all the superficial indications are that you ought to write an apocalypse."},{"id":160,"quote":"It is more than likely that the brain itself is, in origin and development, only a sort of great clot of genital fluid held in suspense or reserved. This hypothesis would explain the enormous content of the brain as a maker or presenter of images."},{"id":161,"quote":"A general loathing of a gang or sect usually has some sound basis in instinct."},{"id":162,"quote":"The intellect is a very nice whirligig toy, but how people take it seriously is more than I can understand."},{"id":163,"quote":"That text is known to them that have the patience to read it, possibly one one-hundredth of one percent of the denizens. They forget it, all save a few Western states. I think somebody in Dakota once read it. The Constitution."},{"id":164,"quote":"Usura slayeth the child in the womb It stayeth the young man's courting It hath brought palsey to bed, lyeth between the young bride and her bridegroom"},{"id":165,"quote":"Your mind and you are our Sargasso Sea."},{"id":166,"quote":"Almost any fool can paint an academy picture, and any imbecile can shoot off a Kodak."},{"id":167,"quote":"Go to the adolescent who are smothered in family--\nOh how hideous it is\nTo see three generations of one house gathered together!\nIt is like an old tree with shoots,\nAnd with some branches rotted and falling."},{"id":168,"quote":"No picture is made to endure nor to live with but it is made to sell and sell quickly with usura, sin against nature, is thy bread ever more of stale rags is thy bread dry as paper."},{"id":169,"quote":"Art is to be admired rather than explained. The jargon of these sculptors is beyond me. I do not precisely know why I admire a green granite, female, apparently pregnant monster with one eye going around a square corner."},{"id":170,"quote":"The thought of what America would be like If the Classics had a wide circulation Troubles my sleep (Cantico del Sole)"},{"id":171,"quote":"Poetry is about as much a 'criticism of life' as red-hot iron is a criticism of fire."},{"id":172,"quote":"The book shd. be a ball of light in one's hand."},{"id":173,"quote":"What counts is the cultural level"},{"id":174,"quote":"install me in any profession\nSave this damn'd profession of writing,\nwhere one needs one's brains all the time."},{"id":175,"quote":"Somebody said that I am the last American living the tragedy of Europe."},{"id":176,"quote":"The author's conviction on this day of New Year is that music begins to atrophy when it departs too far from the dance; that poetry begins to atrophy when it gets too far from music; but this must not be taken as implying that all good music is dance music or all poetry lyric. Bach and Mozart are never too far from physical movement."},{"id":177,"quote":"But the one thing you should. not do is to suppose that when something is wrong with the arts, it is wrong with the arts ONLY."},{"id":178,"quote":"It is better to present one image in a lifetime than to produce voluminous work. Image...that which presents an intellectual and emotional complex in an instant of time."},{"id":179,"quote":"We live in an age of science and of abundance. The care and reverence for books as such, proper to an age when no book was duplicated until someone took the pains to copy it out by hand, is obviously no longer suited to ’the needs of society’, or to the conservation of learning. The weeder is supremely needed if the Garden of the Muses is to persist as a garden."},{"id":180,"quote":"I think an alliance with Stalin's Russia is rotten."},{"id":181,"quote":"Mass ought to be in Latin, unless you could do it in Greek or Chinese.  In fact, any abracadabra that no bloody member of the public or half-educated ape of a clargimint could think he understood."},{"id":182,"quote":"Fit for kings, formal gardens afford an earthly Elysium and the odd impression that we mere men might actually control nature for a time."},{"id":183,"quote":"I once saw a small child go to an electric light switch as say, Mamma, can I open the light? She was using the age-old language of exploration, the language of art."},{"id":184,"quote":"My pawing over the ancients and semi-ancients has been one struggle to find out what has been done, once and for all, better than it can ever be done again, and to find out what remains for us to do, and plenty does remain, for if we still feel the same emotions as those who launched a thousand ships, it is quite certain that we came on these feelings differently, through different nuances, by different intellectual gradations. Each age has its own abounding gifts yet only some ages transmute them into matters of duration."},{"id":185,"quote":"where the dead walked and the living were made of cardboard."},{"id":186,"quote":"Artists are the antennae of the race, but the bullet-headed many will never learn to trust the great artists."},{"id":187,"quote":"With Usura With usura hath no man a house of good stone each block cut smooth and well fitting."},{"id":188,"quote":"The eyes of this dead lady speak to me For here was love, was not to be drowned out. And here desire, not to be kissed away. The eyes of this dead lady speak to me."},{"id":189,"quote":"Yet the companions of the Muses\nwill keep their collective nose in my books\nAnd weary with historical data, they will turn to my dance tune."},{"id":190,"quote":"I ask a wreathwhich will not crush my head.\nAnd there is no hurry about it;\nI shall have, doubtless, a boom after my funeral,\nSeeing that long standing increases all things\nregardless of quality."},{"id":191,"quote":"There is no topicmore soporific and generally boring than the topic of Ireland as Ireland, as a nation."},{"id":192,"quote":"'Tis the white stag, Fame, we're a-hunting, bid the world's hounds come to horn!"},{"id":193,"quote":"I dunno what my 23 infantile years in America signify. I left as soon as motion was autarchic -- I mean my motion."},{"id":194,"quote":"Song in the Manner of Housman\" O woe, woe, People are born and die, We also shall be dead pretty soon Therefore let us act as if we were dead already. The bird sits on the hawthorn tree But he dies also, presently. Some lads get hung, and some get shot. Woeful is this human lot. Woe! woe, etcetera.... London is a woeful place, Shropshire is much pleasanter. Then let us smile a little space Upon fond nature's morbid grace. Oh, Woe, woe, woe, etcetera."},{"id":195,"quote":"Technique is the test of sincerity. If a thing isn't worth getting the technique to say, it is of inferior value."},{"id":196,"quote":"I have tried to write Paradise Do not move Let the wind speak that is paradise. Let the Gods forgive what I have made Let those I love try to forgive what I have made."},{"id":197,"quote":"'Tis not need we know our every thought Or see the work shop where each mask is wrought Wherefrom we view the world of box and pit, Careless of wear, just so the mask shall fit And serve our jape's turn for a night or two."},{"id":198,"quote":"Quiet this metal! Let the manes put off their terror, let them put off their aqueous bodies with fire. Let them assume the milk-white bodies of agate. Let them draw together the bones of the metal."},{"id":199,"quote":"See, they return; ah, see the tentative Movements, and the slow feet, The trouble in the pace and the uncertain Wavering! See, they return, one, and by one, With fear, as half-awakened; As if the snow should hesitate And murmur in the wind, and half turn back."},{"id":200,"quote":"I should consent to breed under pressure, if I were convinced in any way of the reasonableness of reproducing the species. But my nerves and the nerves of any woman I could live with three months, would produce only a victim... lacking in impulse, a mere bundle of discriminations. If I were wealthy I might subsidize a stud of young peasants, or a tribal group in Tahiti."},{"id":201,"quote":"You have been second always. Tragical? No. You preferred it to the usual thing: One dull man, dulling and uxorious, One average mind- with one thought less, each year."},{"id":202,"quote":"A crowd pagan as ever imperial Rome was, eager, careless, with an animal vigour unlike that of any European crowd that I have ever looked at."},{"id":203,"quote":"And in the mean time my songs will travel,\nAnd the devirginated young ladies will enjoy them\nwhen they have got over the strangeness"},{"id":204,"quote":"Allow me to say that I would long since have committed suicide had desisting made me a professor of Latin."},{"id":205,"quote":"As for literature It gives no man a sinecure. And no one knows, at sight, a masterpiece. And give up verse, my boy, There's nothing in it."},{"id":206,"quote":"Haie! Haie! These were the swift to harry; These the keen-scented; These were the souls of blood. Slow on the leash, pallid the leash-men!"},{"id":207,"quote":"The age demanded an image Of its accelerated grimace, Something for the modern stage, Not, at any rate, an Attic grace."},{"id":208,"quote":"The man who fears war and squats opposing\nMy words for stour, hath no blood of crimson\nBut is fit only to rot in womanish peace"},{"id":209,"quote":"Sumer is icumen in,\nLhude sing cucc.\nGroweth sed, and bloweth med,\nAnd springth the wude nu,\nSing cuccu!"},{"id":210,"quote":"The Garden En robe de parade. - Samain Like a skein of loose silk blown against a wall She walks by the railing of a path in Kensington Gardens, And she is dying piece-meal of a sort of emotional anaemia. And round about there is a rabble Of the filthy, sturdy, unkillable infants of the very poor. They shall inherit the earth. In her is the end of breeding. Her boredom is exquisite and excessive. She would like some one to speak to her, And is almost afraid that I will commit that indiscretion."},{"id":211,"quote":"As a bathtub lined with white porcelain, When the hot water gives out or goes tepid, So is the slow cooling of our chivalrous passion, O my much praised but-not-altogether-satisfactory lady."},{"id":212,"quote":"Presentation, not reference."},{"id":213,"quote":"I could I trust starve like a gentleman. It's listed as part of the poetic training, you know."},{"id":214,"quote":"The ant's a centaur in his dragon world."},{"id":215,"quote":"Gloom and solemnity are entirely out of place in even the most rigorous study of an art originally intended to make glad the heart of man."},{"id":216,"quote":"No verse is libre for the man who wants to do a good job."},{"id":217,"quote":"Man reading should be man intensely alive. The book should be a ball of light in one's hand."},{"id":218,"quote":"And the days are not full enoughAnd the nights are not full enoughAnd life slips by like a field mouseNot shaking the grass"},{"id":219,"quote":"Speak against unconscious oppression,Speak against the tyranny of the unimaginative,Speak against bonds."},{"id":220,"quote":"Real education must ultimately be limited to men who insist on knowing. The rest is mere sheep herding."},{"id":221,"quote":"I desired my dust to be mingled with yoursForever and forever and forever."},{"id":222,"quote":"If a man isn't willing to take some risk for his opinions, either his opinions are no good or he's no good"},{"id":223,"quote":"What thou lovest well remains,the rest is drossWhat thou lov’st well shall not be reft from theeWhat thou lov’st well is thy true heritage"},{"id":224,"quote":"The temple is holy because it is not for sale"},{"id":225,"quote":"I have tried to write ParadiseDo not moveLet the wind speakthat is paradise.Let the Gods forgive what Ihave madeLet those I love try to forgivewhat I have made."},{"id":226,"quote":"Good art however \"immoral\" is wholly a thing of virtue. Good art can not be immoral. By good art I mean art that bears true witness, I mean the art that is most precise."},{"id":227,"quote":"The Garden En robe de parade. - SamainLike a skein of loose silk blown against a wallShe walks by the railing of a path in Kensington Gardens,And she is dying piece-mealof a sort of emotional anaemia. And round about there is a rabbleOf the filthy, sturdy, unkillable infants of the very poor.They shall inherit the earth. In her is the end of breeding.Her boredom is exquisite and excessive.She would like some one to speak to her,And is almost afraid that I will commit that indiscretion."},{"id":228,"quote":"M'amour, m'amourwhat do I love andwhere are you?That I lost my centerfighting the worldThe Dreams clashand are shattered-and that I tried to make a paradisoterrestre.I have tried to write ParadiseDo not moveLet the wind speakthat is paradiseLet the Gods forgive what Ihave madeLet those I love try to forgivewhat I have made."},{"id":229,"quote":"Good writers are those who keep the language efficient. That is to say, keep it accurate, keep it clear. It doesn't matter whether the good writer wants to be useful, or whether the good writer wants to be harm."},{"id":230,"quote":"Man reading ought to be a man intensely alive. The book ought to be a ball of light in his hands."},{"id":231,"quote":"Adolf Hitler was a Jeanne d'Arc, a saint. He was a martyr."},{"id":232,"quote":"What thou lovest well remains,"},{"id":233,"quote":"The thought of what America would be likeIf the Classics had a wide circulationTroubles my sleep (Cantico del Sole)"},{"id":234,"quote":"where the dead walked\tand the living were made of cardboard."},{"id":235,"quote":"Come, let us pity those who are better off than we are.Come, my friend, and remember that the rich have butlers and no friends,And we have friends and no butlers.(excerpt from 'The Garrett')"},{"id":236,"quote":"A people that grows accustomed to sloppy writing is a people in process of losing grip on its empire and on itself."},{"id":237,"quote":"The eyes of this dead lady speak to meFor here was love, was not to be drowned out.And here desire, not to be kissed away.The eyes of this dead lady speak to me."},{"id":238,"quote":"Pay no attention to the criticism of men who have never themselves written a notable work. --Ezra Pound"},{"id":239,"quote":"Go in fear of abstractions."},{"id":240,"quote":"When I carefully consider the curious habits of dogsI am compelled to concludeThat man is the superior animal.When I consider the curious habits of manI confess, my friend, I am puzzled"},{"id":241,"quote":"A nation which neglects the perceptions of its artists declines. After a while it ceases to act, and merely survives.There is probably no use in telling this to people who can't see it without being told."},{"id":242,"quote":"In a Station of the MetroThe apparition of these faces in the crowd;Petals on a wet, black bough."},{"id":243,"quote":"If a man have not order within himHe can not spread order about him;And if a man have not order within himHis family will not act with due order;And if the prince have not order within himHe can not put order in his dominions."},{"id":244,"quote":"Nothing matter but the quality/ of the affection—/in the end—that has carved the trace in the mind dove sta memoria"},{"id":245,"quote":"Let the gods speak softly of us"},{"id":246,"quote":"دختردرختي به دستانم سبز شده،شيره بر بازوانم جوشيده،درخت در سينه‏ام شكفته --سر به زير،شاخه‏ها ،چون بازوان، از درونم مي‏بالند.درخت هستي تو ،خزه‌اي تو ،بنفشه‏هايي كه باد در او مي‌پيچد،كودكي هستي بلند بالا ، و جهان اين همه را حماقت مي‌داند::A GirlThe tree has entered my hands, The sap has ascended my arms, The tree has grown in my breast-- Downward, The branches grow out of me, like arms.  Tree you are, Moss you are, You are violets with wind above them. A child -- so high -- you are, And all this is folly to the world"},{"id":247,"quote":"what thou lovest well isthy true heritagewhat thou lovest well shallnot be reft from thee"},{"id":248,"quote":"You have been second always. Tragical?No. You preferred it to the usual thing:One dull man, dulling and uxorious,One average mind- with one thought less, each year."},{"id":249,"quote":"All things are a-flowing,' sage Heraclitus says, but a tawdry cheapness shall outlast all days."},{"id":250,"quote":"I once saw a small child go to an electric light switch as say, \"Mamma, can I open the light?\" She was using the age-old language of exploration, the language of art. It was a sort of metaphor, but she was not using it as ornamentation."},{"id":251,"quote":"The committed student needs to be wide awake, to look and listen closely, to slow down, scrutinize and reflect. The language of poetry is so dense, so multivalent, that it demands a concentrated act of attention — and offers its greatest rewards only to those who reread."},{"id":252,"quote":"More writers fail from lack of character than from lack of intelligence."},{"id":253,"quote":"Song in the Manner of Housman\" O woe, woe, People are born and die, We also shall be dead pretty soon Therefore let us act as if we were dead already. The bird sits on the hawthorn tree But he dies also, presently. Some lads get hung, and some get shot. Woeful is this human lot. Woe! woe, etcetera.... London is a woeful place, Shropshire is much pleasanter. Then let us smile a little space Upon fond nature's morbid grace. Oh, Woe, woe, woe, etcetera...."},{"id":254,"quote":"The Lake IsleO God, O Venus, O Mercury, patron of thieves,Give me in due time, I beseech you, a little tobacco-shop,With the little bright boxespiled up neatly upon the shelvesAnd the loose fragrant cavendishand the shag,And the bright Virginialoose under the bright glass cases,And a pair of scales not too greasy,And the whores dropping in for a word or two in passing,For a flip word, and to tidy their hair a bit.O God, O Venus, O Mercury, patron of thieves,Lend me a little tobacco-shop,or install me in any professionSave this damn’d profession of writing,where one needs one’s brains all the time."},{"id":255,"quote":"If anybody ever shuts you in Indiana...and you don't at least write some unconstrained something or other, I give up hope for your salvation."},{"id":256,"quote":"And round about there is a rabbleOf the filthy, sturdy, unkillable infants of the very poor.They shall inherit the earth."},{"id":257,"quote":"What thou lovest well remains. The rest is dross."},{"id":258,"quote":"There is the subtler music, the clear lightWhere time burns back about th'eternal embers.We are not shut from the thousand heavens:Lo, there are many gods whom we have seen,Folk of unearthly fashion, places splendid,Bulwarks of beryl and of chrysophrase.Sapphire Benacus, in thy mists and theeNature herself's turned metaphysical,Who can look at that blue and not believe?"},{"id":259,"quote":"Your interest is in the bloody loam but what I'm after is the finished product."},{"id":260,"quote":"You are a fool to seek the kind of art you don't like. You are a fool to read classics because you are told to and not because you like them. You are a fool to aspire to good tastes if you haven't naturally got it."},{"id":261,"quote":"There once was a brainy baboon who always breathed down a bassoon for he said, It appears that in billions of years I shall certainly hit on a tune."},{"id":262,"quote":"Let us take arms against this sea of stupidities—"},{"id":263,"quote":"Music rots when it gets too far from the dance. Poetry atrophies when it gets too far from music."},{"id":264,"quote":"Men do not understand books until they have a certain amount of life, or at any rate no man understands a deep book, until he has seen and lived at least part of its contents."},{"id":265,"quote":"Art that sells on production is bad art, essentially. It is art that is made to demand. It suits the public. The taste of the public is bad. The taste of the public is always bad. It is bad because it is not an individual expression, but merely a mania for assent, a mania to be 'in on it'."},{"id":266,"quote":"L'artGreen arsenic smeared on an egg-white cloth, Crushed strawberries! Come, let us feast our eyes."},{"id":267,"quote":"Another struggle has been the struggle to keep the value of a local and particular character, of a particular culture in this awful maelstrom, this awful avalanche toward uniformity. The whole fight is for the conservation of the individual soul. The enemy is the supression of history; against us is the bewildering propaganda and brainwash, luxury and violence. Sixty years ago, poetry was the poor man’s art: a man off on the edge of the wilderness, or Frémont, going off with a Greek text in his pocket. A man who wanted the best could have it on a lonely farm. Then there was the cinema, and now television."},{"id":268,"quote":"PARACELSUS IN EXCELSISBeing no longer human, why should IPretend humanity or don the frail attire?Men have I known and men, but never oneWas grown so free an essence, or becomeSo simply element as what I am.The mist goes from the mirror and I see.Behold! the world of forms is swept beneath-Turmoil grown visible beneath our peace,And we that are grown formless, rise above-Fluids intangible that have been men,We seem as statues round whose high-risen baseSome overflowing river is run mad,In us alone the element of calm."},{"id":269,"quote":"FRANCESCAYou came in out of the nightAnd there were flowers in your hands,Now you will come out of a confusion of people,Out of a turmoil of speech about you.I who have seen you amid the primal thingsWas angry when they spoke your nameIn ordinary places.I would that the cool waves might flow over my mind,And that the world should dry as a dead leaf,Or as a dandelion seed-pod and be swept away,So that I might find you again,Alone."},{"id":270,"quote":"No one knows, at sight a masterpiece.And give up verse, my boy,There's nothing in it.Likewise a friend of Bloughram's once advised me:Don't kick against the pricks,Accept opinion. The Nineties tried your gameAnd died, there's nothing in it."},{"id":271,"quote":"Things have ends (or scopes) and beginnings. To/ know what precedes and what follows will assist yr/ comprehension of process."},{"id":272,"quote":"And if you ask how I regret that parting: It is like the flowers falling at Spring’s end Confused, whirled in a tangle. What is the use of talking, and there is no end of talking, There is no end of things in the heart. I"},{"id":273,"quote":"Usury is the cancer of the world, which only the surgeon's knife of fascism can cut out of the life of the nations."},{"id":274,"quote":"When you start searching for ‘pure elements’ in literature you will find that literature has been created by the following classes of persons:"},{"id":275,"quote":"Any general statement is like a cheque drawn on a bank. Its value depends on what is there to meet it."},{"id":276,"quote":"But I am like the grass, I can not love you."},{"id":277,"quote":"Why do you look so eagerly and so curiously into people’s faces, / Will you find your lost dead among them?"},{"id":278,"quote":"Till now they send him dreams and no more deed;So doth he flame again with might for action,Forgetful of the council of the elders,Forgetful that who rules doth no more battle,Forgetful that such might no more cleaves to himSo doth he flame again toward valiant doing."},{"id":279,"quote":"Two mystic states can be dissociated: the ecstatic-beneficent-and-benevolent, contemplation of the divine love, the divine splendour with goodwill toward others.And the bestial, namely the fanatical, the man on fire with God and anxious to stick his snotty nose into other men's business or reprove his neighbour for having a set of tropisms different from that of the fanatic's, or for having the courage to live more greatly and openly.The second set of mystic states is manifest in scarcity economists, in repressors etc.The first state is a dynamism. It has, time and again, driven men to great living, it has given them courage to go on for decades in the face of public stupidity. It is paradisical and a reward in itself seeking naught further... perhaps because a feeling of certitude inheres in the state of feeling itself. The glory of life exists without further proof for this mystic."},{"id":280,"quote":"When the head of state of family thinks first of gouging out an income, he must perforce do it through small men; and even if they are clever at their job, if one employ such inferior characters in state and family business the tilled fields will go rack swamp and ruin and edged calamities will mount up to the full.... This is the meaning of: A state does not profit by profits - Pound's translation of Confucius"},{"id":281,"quote":"A great spirit has been amongst us, and a great artist is gone."},{"id":282,"quote":"Yes, but bad language is bound to make in addition bad government, whereas good language is not bound to make bad government. That again is clear Confucius: if the orders aren’t clear they can’t be carried out. Lloyd George’s laws were such a mess, the lawyers never knew what they meant. And Talleyrand proclaimed that they changed the meaning of words between one conference and another. The means of communication breaks down, and that of course is what we are suffering now. We are enduring the drive to work on the subconscious without appealing to the reason. They repeat a trade name with the music a few times, and then repeat the music without it so that the music will give you the name. I think of the assault. We suffer from the use of language to conceal thought and to withhold all vital and direct answers. There is the definite use of propaganda, forensic language, merely to conceal and mislead."},{"id":283,"quote":"There is the mystery of the scattering, the fact that the people who presumably understand each other are geographically scattered. A man who fits in his milieu as Frost does, is to be considered a happy man."},{"id":284,"quote":"Yea, and the little earth crumbles beneath our feet and we endure."},{"id":285,"quote":"We claim no glory. If the tempest rollsAbout us we have fear, and thenHaving so small a stake grow bold again.We know not definitely even thisBut 'cause some vague half knowing half doth missOur consciousness and leaves us feelingThat somehow all is well, that sober, reelingFrom the last carouse, or in what measureOf so called right or so damned wrong our leisureRuns out uncounted sand beneath the sun,That, spite your carping, still the thing is doneWith some deep sanction, that, we know not how,Sans thought gives us this feeling; you allowThat this not need we know our every thoughtOr see the work shop where each mask is wroughtWherefrom we view the world of box and pit,Careless of wear, just so the mask shall fitAnd serve our jape's turn for a night or two."},{"id":286,"quote":"Don't imagine that the art of poetry is any simpler than the art of music, or that you can please the expert before you have spent at least as much effort on the art of verse as the average piano teacher spends on the art of music. Be influenced by as many great artists as you can, but have the decency either to acknowledge the debt outright, or try to conceal it.Don't allow \"influence\" to mean merely that you mop up the particular decorative vocabulary of some one or two poets who you happen to admire."},{"id":287,"quote":"Pay no attention to the criticism of men who have never themselves written a notable work. Consider the discrepancies between the actual writing of the Greek poets and dramatists, and the theories of the Graeco-Roman grammarians, concocted to explain their metres."},{"id":288,"quote":"Great minds have sought you--lacking someone else.You have been second always. Tragical?No. You preferred it to the usual thing"},{"id":289,"quote":"Listen to me, attend me!And I will breathe into thee a soul,And thou shalt live for ever."},{"id":290,"quote":"Gloom and solemnity are entirely out of place in even the most rigorous study of an art originally intended to make glad the heart of man. Gravity, a mysterious carriage of the body to conceal the defects of the mind."},{"id":291,"quote":"I wonder why the wind, even the wind doth seemTo mock me now, all night, all night, andHave I strayed among the cliffs hereThey say, some day I'll fallDown through the sea-bit fissures, and no moreKnow the warm cloak of sun, or batheThe dew across my tired eyes to comfort them.They try to keep me hid within four walls.I will not stay!"},{"id":292,"quote":"And if you ask how I regret that parting?It is like the flowers falling at spring’s end,confused, whirled in a tangle.What is the use of talking! And there is no end of talking—There is no end of things in the heart."},{"id":293,"quote":"Winter is icummen in,Lhude sing Goddamm,Raineth drop and staineth slopAnd how the wind doth ramm!Sing: Goddamm.Skiddeth bus and sloppeth us,An ague hath my ham.Freezeth river, turneth liverDamn you, sing: Goddamm.Goddamm, Goddamm, tis why I am,Goddamm.So 'gainst the winter's balmSing Goddamm, damm, sing GoddammSing Goddamm, sing Goddamm,DAMM."},{"id":294,"quote":"The artist is always beginning. Any work of art which is not a beginning, an invention, a discovery, is of little worth."},{"id":295,"quote":"The Encounter\"All the while they were talking the new moralityHer eyes explored me.And when I rose to goHer fingers were like the tissueOf a Japanese paper napkin."},{"id":296,"quote":"Francesca\"You came in out of the nightAnd there were flowers in your hands,Now you will come out of a confusion of people,Out of a turmoil of speech about you.I who have seen you amid the primal thingsWas angry when they spoke your nameIn ordinary places.I would that the cool waves might flow over my mind,And that the world should dry as a dead leaf,Or as a dandelion seed-pod and be swept away,So that I might find you again,Alone."},{"id":297,"quote":"I AM homesick after mine own kind,Oh I know that there are folk about me,friendly faces,But I am homesick after mine own kind."},{"id":298,"quote":"ALBA from “Langue d’Oc When the nightingale to his mate Sings day-long and night late My love and I keep state In bower, In flower, ‘Till the watchman on the tower Cry: “Up! Thou rascal, Rise, I see the white Light And the night Flies.”"},{"id":299,"quote":"Love thou thy dreamAll base love scorning,Love thou the windAnd here take warningThat dreams alone can truly be,For 'tis in dream I come to thee.Ezra Pound, The Songtrad. Ungaretti:Ama il tuo sogno Ama il tuo sognoOgni inferiore amore disprezzando,Il vento amaEd accorgiti quiChe i sogni solo possono veramente essere,Perciò in sogno a raggiungerti m’avvio."},{"id":300,"quote":"The real trouble with war is that it gives no one a chance to kill the right people."},{"id":301,"quote":"The Sea of GlassI looked and saw a sea roofed over with rainbows, In the midst of each two lovers met and departed; Then the sky was full of faces with gold glories behind them"},{"id":302,"quote":"The public will buy a certain amount of poetry if you give them their striptease. -- Ezra Pound”"},{"id":303,"quote":"You have to hammer yourself into an artist."},{"id":304,"quote":"I believe in some parts of Nietzsche,I prefer to read him in sections;In my heart of hearts I suspect himof being the one modern christian;Take notice I never have read himexcept in English selections."},{"id":305,"quote":"When the mind swings by a grass-bladean ant’s forefoot shall save you"},{"id":306,"quote":"I have weathered the storm, I have beaten out my exile."},{"id":307,"quote":"The sky-like limpid eyes,The circular infant's face,The stiffness from spats to collarNever relaxing into grace;The heavy memories of Horeb, Sinai and the forty years,Showed only when the daylight fellLevel across the faceOf Brennbaum \"The Impeccable\"."},{"id":308,"quote":"Нет такой формы банальности, которую нельзя без труда превратить в пятистопный ямб. Если человек научился считать до десяти, ему не сложно начать новую строку с каждого одиннадцатого слога или отбивать каждый второй слог с ударением."},{"id":309,"quote":"Let the beginning of the next line catch the rise of the rhythm wave, unless you want a definite longish pause."},{"id":310,"quote":"Take thought. I have weathered the storm, I have beaten out my exile."},{"id":311,"quote":"The immense and undeniable loss of freedoms, as they were in 1900, is undeniable. We have seen the acceleration in efficiency of the tyrannizing factors. It’s enough to keep a man worried. Wars are made to make debt. I suppose there’s a possible out in space satellites and other ways of making debt."},{"id":312,"quote":"Come, my songs, let us speak of perfection— / We shall get ourselves rather disliked."},{"id":313,"quote":"Hate is not born in the trenchesnor among 2nd. lieutenants."},{"id":314,"quote":"Left him delighted with the imaginary Audition of the phantasmal sea-surge,"},{"id":315,"quote":"yr/ humanity counterfeityr/ liberty cankered with simulation"},{"id":316,"quote":"that the body of light come forth\t\tfrom the body of fireAnd that your eyes come to the surface\tfrom the deep wherein they were sunken,Reina -- for 300 years,\t\tand now sunkenThat your eyes come forth from their caves"},{"id":317,"quote":"A slave is one who waits for someone else to free him."},{"id":318,"quote":"Envoi\"Go, dumb-born book,Tell her that sang me once that song of Lawes:Hadst thou but songAs thou hast subjects known,Then were there cause in thee that should condoneEven my faults that heavy upon me lieAnd build her glories their longevity.Tell her that shedsSuch treasure in the air,Recking naught else but that her graces giveLife to the moment,I would bid them liveAs roses might, in magic amber laid,Red overwrought with orange and all madeOne substance and one colourBraving time.Tell her that goesWith song upon her lipsBut sings not out the song, nor knowsThe maker of it, some other mouth,May be as fair as hers,Might, in new ages, gain her worshippers,When our two dusts with Waller’s shall be laid,Siftings on siftings in oblivion,Till change hath broken downAll things save Beauty alone."},{"id":319,"quote":"I am an eternal spirit and the things I make are but ephemera, yet I endure: Yea, and the little earth crumbles beneath our feet and we endure."},{"id":320,"quote":"I have detested you long enough.I come to you now as a grown child"},{"id":321,"quote":"2 young ladies to sing us the new liberty songreadiness to be shot / versus / taxes"},{"id":322,"quote":"And I am homesick After mine own kind that know, and feel And have some breath for beauty and the arts."},{"id":323,"quote":"Nothing short of divine vision or a new cure for the clapp can possibly be worth all the circumambient peripherization. [on Finnegans Wake]"},{"id":324,"quote":"The tree has entered my hands,The sap has ascended my arms,The tree has grown in my breast-Downward,The branches grow out of me, like arms.Tree you are,Moss you are,You are violets with wind above them.A child - so high - you are,And all this is folly to the world."},{"id":325,"quote":"ANY general statement is like a cheque drawn on a bank. Its value depends on what is there to meet it."},{"id":326,"quote":"Love thou thy dreamAll base love scorning,Love thou the windAnd here take warning That dreams alone can truly be,For 'tis in dream I come to thee."},{"id":327,"quote":"And so the spaceOf my still consciousnessIs full of gilded snow,The which, no cat has eyes enoughTo see the brightness of.— Ezra Pound, from “Middle-Aged, Poetry: A Magazine of Verse, 1912–22. Edited by Harriet Monroe. (Chicago, 1912–22)”"},{"id":328,"quote":"There is something so degrading - at least, one would think that there were something so degrading in the practice of writing as a trade - that anyone who has once earned a livelihood, or part of it, obviously and openly, by popular writing, can never be seriously regarded by any great number of people. And then, of course, \"he does too much."},{"id":329,"quote":"The Garrett\"Come, let us pity those who are better off than we are.Come, my friend, and remember that the rich have butlers and no friends,And we have friends and no butlers.Come, let us pity the married and the unmarried. Dawn enters with little feet like a gilded Pavlova, And I am near my desire.Nor has life in it aught betterThan this hour of clear coolness,  the hour of waking together."},{"id":330,"quote":"Separation on the River Kiang KO-JIN goes west from Ko-kaku-ro, The smoke-flowers are blurred over the river. His lone sail blots the far sky. And now I see only the river, The long Kiang, reaching heaven. Taking"},{"id":331,"quote":"La gran literatura no es más que el lenguaje cargado de sentido hasta el grado máximo que sea posible."},{"id":332,"quote":"O helpless few in my country,O remnant enslaved!Artists broken against her,A-stray, lost in the villages,Mistrusted, spoken-against,Lovers of beauty, starvedThwarted with systems,Helpless against the control;You who can not wear yourselves outBy persisting to successes,You who can only speak,Who can not steel yourselves into reiteration;You of the finer sense,Broken against false knowledge,You who can know at first hand,Hated, shut in, mistrusted:Take thought;I have weathered the storm,I have beaten out my exile."},{"id":333,"quote":"O woman shapely as a swan,Your gunmen tread on my dreams"},{"id":334,"quote":"Go, my songs, seek your praise from the young and from the intolerant,Move among the lovers of perfection alone.Seek ever to stand in the hard Sophoclean lightAnd take your wounds from it gladly."},{"id":335,"quote":"Make-strong old dreams lest this our world lose heart"},{"id":336,"quote":"Post Mortem Conspectu A brown, fat babe sitting in the lotus,And you were glad and laughingWith a laughter not of this world.It is good to splash in the waterAnd laughter is the end of all things.”"},{"id":337,"quote":"The hells move in cycles,No man can see his own end.The Gods have not returned. \"They have never left us.\"They have not returned."},{"id":338,"quote":"She is submarine, she is an octopus, she isA biological process, So Arnaut turned thereAbove him the wave pattern cut in the stoneSpire-top alevel the well-curbAnd the tower with cut stone above that, saying,  \"I am afraid of the life after death.\"and after a pause:\"Now, at least, I have shocked him."},{"id":339,"quote":"Красотата е само един дъх между две клишета."},{"id":340,"quote":"Never \", said Winston to his cousin\" waste time making munitions.Be a GUN, and shoot other's munitions.Don't waste time having ideas.\"(cousin deeply impressed..butdid not achieve lasting preeminence)"},{"id":341,"quote":"Writing, at its best, is a lonely life. Organizations for writers palliate the writer's loneliness but I doubt if they improve his writing. He grows in public stature as he sheds his loneliness and often his work deteriorates. For he does his work alone and if he is a good enough writer he must face eternity, or the lack of it, each day.“For a true writer each book should be a new beginning where he tries again for something that is beyond attainment. He should always try for something that has never been done or that others have tried and failed. Then sometimes, with great luck, he will succeed.“How simple the writing of literature would be if it were only necessary to write in another way what has been well written. It is because we have had such great writers in the past that a writer is driven far out past where he can go, out to where no one can help him. -- Ernest Hemingway”"},{"id":342,"quote":"Pull down thy vanity, it is not manMade courage, or made order, or made grace, Pull down thy vanity I say pull down Learn of the green-world what can be thy place"},{"id":343,"quote":"As cool as the pale wet leaves  of lily-of-the-valleyShe lay beside me in the dawn."},{"id":344,"quote":"You hate translation??? What of it?? Expect to be carried up to Mt. Helicon in an easy chair?"},{"id":345,"quote":"thus the light rains, then pours,the liquid and rushing crystalbeneath the knees of the gods."},{"id":346,"quote":"Moon shone in an haze of coloursWater boiled in the wells, and died Tchao-ouangto joy of the people."},{"id":347,"quote":"Time, space,neither life nor death is the answer.And of man seeking good, doing evil.In meiner Heimat where the dead walkedand the living were made of cardboard.Ezra Pound, from \"Canto CXV\" (The Cantos of Ezra Pound)"},{"id":348,"quote":"Criticism is not a circumscription or a set of prohibitions. It provides fixed points of departure. It may startle a dull reader into alertness."},{"id":349,"quote":"you sit tiller \" said Kokka\" if whenever you move something jangles."},{"id":350,"quote":"The shadow of the tent's peak treads on its corner pegmarking the hour. The moon split, no cloud nearer than Lucca.In the spring and autumnIn \"The Spring and Autumn\"therearenorighteouswars"},{"id":351,"quote":"no, your body-guard is not thetown executionerthe executioner is not here for the momentthe fellow who rides beside your coachmanis just a cossak who executes..."},{"id":352,"quote":"So that the vines burst from my fingersAnd the bees weighted with pollenMove heavily in the vine-shoots:chirr---chirr---chir-rikk---a purring sound,And the birds sleepily in the branches.ZAGREUS! IO ZAGREUS!"},{"id":353,"quote":"I stood still and was a tree amid the wood,Knowing the truth of things unseen before;Of Daphne and the laurel bowAnd that god-feasting couple oldthat grew elm-oak amid the wold.'Twas not until the gods had beenKindly entreated, and been brought withinUnto the hearth of their heart's homeThat they might do this wonder thing;Nathless I have been a tree amid the woodAnd many a new thing understoodThat was rank folly to my head before."},{"id":354,"quote":"And the days are not full enough\"And the days are not full enoughAnd the nights are not full enoughAnd life slips by like a field mouseNot shaking the grass"},{"id":355,"quote":"I, who have seen you amid the primal things,Was angry when they spoke your nameIn ordinary places.— Ezra Pound, from “Francesca, Selected Poems of Ezra Pound. (New Directions January 17, 1957)”"},{"id":356,"quote":"Fac deum!\" \"Est factus."},{"id":357,"quote":"I To one, on returning certain years after. You wore the same quite correct clothing, You took no pleasure at all in my triumphs, You had the same old air of condescension Mingled with a curious fear That I, myself, might have enjoyed them. Te voilà, mon Bourrienne , you also shall be immortal. II To another. And we say good-bye to you also, For you seem never to have discovered That your relationship is wholly parasitic; Yet to our feasts you bring neither Wit, nor good spirits, nor the pleasing attitudes Of discipleship. III But you, bos amic , we keep on, For to you we owe a real debt: In spite of your obvious flaws, You once discovered a moderate chop-house. IV Iste fuit vir incultus, Deo laus, quod est sepultus, Vermes habent eius vultum A-a-a-a—A-men. Ego autem jovialis Gaudero contubernalis Cum jocunda femina."},{"id":358,"quote":"I resolved that at 30 I would know more about poetry than any man living,that I would know what was accounted poetry everywhere, what part of poetrywas \"indestructible,\" what part could not be lost by translation and—scarcely lessimportant—what effects were obtainable in one language only and were utterlyincapable of being translated."},{"id":359,"quote":"Christ can very well stand as an heroic figure. The hero need not be of wisdom all compounded. Also he is not wholly to blame for the religion that's been foisted on to him. As well blame me for . . . for all the bunk in vers libre."},{"id":360,"quote":"Canto I And then went down to the ship,Set keel to breakers, forth on the godly sea, andWe set up mast and sail on that swart ship,Bore sheep aboard her, and our bodies alsoHeavy with weeping, and winds from sternwardBore us out onward with bellying canvas,Circe’s this craft, the trim-coifed goddess.Then sat we amidships, wind jamming the tiller,Thus with stretched sail, we went over sea till day’s end.Sun to his slumber, shadows o’er all the ocean,Came we then to the bounds of deepest water,To the Kimmerian lands, and peopled citiesCovered with close-webbed mist, unpierced everWith glitter of sun-raysNor with stars stretched, nor looking back from heavenSwartest night stretched over wretched men there.The ocean flowing backward, came we then to the placeAforesaid by Circe.Here did they rites, Perimedes and Eurylochus,And drawing sword from my hipI dug the ell-square pitkin;Poured we libations unto each the dead,First mead and then sweet wine, water mixed with white flour.Then prayed I many a prayer to the sickly death’s-heads;As set in Ithaca, sterile bulls of the bestFor sacrifice, heaping the pyre with goods,A sheep to Tiresias only, black and a bell-sheep.Dark blood flowed in the fosse,Souls out of Erebus, cadaverous dead, of bridesOf youths and of the old who had borne much;Souls stained with recent tears, girls tender,Men many, mauled with bronze lance heads,Battle spoil, bearing yet dreory arms,These many crowded about me; with shouting,Pallor upon me, cried to my men for more beasts;Slaughtered the herds, sheep slain of bronze;Poured ointment, cried to the gods,To Pluto the strong, and praised Proserpine;Unsheathed the narrow sword,I sat to keep off the impetuous impotent dead,Till I should hear Tiresias.But first Elpenor came, our friend Elpenor,Unburied, cast on the wide earth,Limbs that we left in the house of Circe,Unwept, unwrapped in sepulchre, since toils urged other.Pitiful spirit. And I cried in hurried speech:“Elpenor, how art thou come to this dark coast?“Cam’st thou afoot, outstripping seamen? And he in heavy speech:“Ill fate and abundant wine. I slept in Circe’s ingle.“Going down the long ladder unguarded,“I fell against the buttress,“Shattered the nape-nerve, the soul sought Avernus.“But thou, O King, I bid remember me, unwept, unburied,“Heap up mine arms, be tomb by sea-bord, and inscribed:“A man of no fortune, and with a name to come. “And set my oar up, that I swung mid fellows.” And Anticlea came, whom I beat off, and then Tiresias Theban,Holding his golden wand, knew me, and spoke first:“A second time? why? man of ill star,“Facing the sunless dead and this joyless region?“Stand from the fosse, leave me my bloody bever“For soothsay.” And I stepped back,And he strong with the blood, said then: “Odysseus“Shalt return through spiteful Neptune, over dark seas,“Lose all companions.” And then Anticlea came.Lie quiet Divus. I mean, that is Andreas Divus,In officina Wecheli, 1538, out of Homer.And he sailed, by Sirens and thence outward and awayAnd unto Circe. Venerandam,In the Cretan’s phrase, with the golden crown, Aphrodite,Cypri munimenta sortita est, mirthful, orichalchi, with goldenGirdles and breast bands, thou with dark eyelidsBearing the golden bough of Argicida. So that:”"},{"id":361,"quote":"It will be seen that Mr. Wyndham Lewis is right, I am an individual so lacking in personal character, principles, etc., that I am ready to take up with Arnaut Daniel, Arnold Dolmetsch, Propertius, or any photographer in search of abstract design, or a modus of presenting forms moving, and moreover, I remain unrepentant."},{"id":362,"quote":"to the end: four fat oxenhaving their arses wipedand in general being tidied up to serve god under my windowwith stoles of Imperial purplewith tassels, and grooms before the carroccioon which carroch six lion heads to receive the wax offeringThus arrive the gold eagles, the banners of the contrade,and boxes of candles ‘Mn-YAWWH!!!’Said the left front ox, suddenly,‘pnAWH!’ as they tied on his red front band,St George, two hokey-pokey stands and the unicorn ‘Nicchio! Nicch-iO-né!!’The kallipygous Sienese femalesget that way from the salite that is from continual plugging up hillOne box marked ‘200 LIRE’ ‘laudate pueri’alias serve God with candleswith the Palio and 17 bannersand when six men had hoisted up the big candlea bit askew in the carroch and the fore ox hadbeen finally arse-wipedthey set off toward the Duomo, timeconsumed 1 hour and 17 minutes."},{"id":363,"quote":"Under white clouds, cielo di Pisa. Out of all this beauty something must come."},{"id":364,"quote":"To communicate and then stop, that is the law of discourseTo go far and come to an end"},{"id":365,"quote":"Para cargar el lenguaje de significado hasta el grado máximo disponemos de tres medios principales [...]: I) proyectar el objeto (fijo o en movimiento) sobre la imaginación visual; II) inducir un correlato emocional por medio del sonido y del ritmo de lo dicho; III) inducir ambos efectos mediante la estimulación de asociaciones (intelectuales o emocionales) que hayan permanecido en la conciencia del receptor relacionadas con las palabras reales o con los grupos de palabras empleados. (fanopoeia, melopoeía, logopoeia)"},{"id":366,"quote":"Could you\", wrote Mr. Jefferson,\"Find me a gardenerWho can play the french horn?"},{"id":367,"quote":"I would like to accept C. H.'s bookBut it would make my own seem so out of date.Heaven will protectThe lay reader."},{"id":368,"quote":"Out of dark, thou, Father Helios, leadest,but the mind as Ixion, unstill, ever turning."},{"id":369,"quote":"The book should be a ball of light in one's hand."},{"id":370,"quote":"AndUnto thine eyes my heartSendeth old dreams of the spring-time,Yea of wood-ways my rimeFound thee and flowers in and of all streamsThat sang low burthen, and of roses,That lost their dew-bowed petals for the dreamsWe scattered o'er them passing by."},{"id":371,"quote":"The book should be a ball of light in one's hand.Guide to Kulchur."},{"id":372,"quote":"The proper METHOD for studying poetry and good letters is the method of contemporary biologists, that is careful first-hand examination of the matter, and continual COMPARISON of one ‘slide’ or specimen with another.No man is equipped for modern thinking until he has understood the anecdote of Agassiz and the fish:A post-graduate student equipped with honours and diplomas went to Agassiz to receive the final and finishing touches.The great man offered him a small fish and told him to describe it.Post-Graduate Student: “That’s only a sun-fishAgassiz: “I know that. Write a description of it.”After a few minutes the student returned with the description of the Ichthus Heliodiplodokus, or whatever term is used to conceal the common sunfish from vulgar knowledge, family of Heliichterinkus, etc., as found in textbooks of the subject.Agassiz again told the student to describe the fish.The student produced a four-page essay.Agassiz then told him to look at the fish. At the end of the three weeks the fish was in an advanced state of decomposition, but the student knew something about it.— ABC of Reading (1934; New Directions)”"},{"id":373,"quote":"I would bathe myself in strangenessThese comforts heaped upon me, smother meI burn, I scald so for the new,New friends, new faces, places!Oh to be out of this,This that is all I wantedsave the newAnd you,Love, you the much, the more desiredDo I not loathe all walls, streets, stones,All mire, mist, all fog,All ways of traffic?You, I wold have flow over me like water,Oh, but far out of this!Grass, and low fields, and hills, and sun,Oh, sun enough!Out, and alone, among some alien people!"}]