[{"id":1,"quote":"Think of how stupid the average person is, and realize half of them are stupider than that."},{"id":2,"quote":"Governments don't want a population capable of critical thinking, they want obedient workers, people just smart enough to run the machines and just dumb enough to passively accept their situation.You have no choice. You have owners. They own you. They own everything. They own all the important land. They own, and control the corporations. They've long since bought, and paid for the Senate, the Congress, the state houses, the city halls, they got the judges in their back pockets and they own all the big media companies, so they control just about all of the news and information you get to hear."},{"id":3,"quote":"Never underestimate the power of stupid people in large groups."},{"id":4,"quote":"Keep in mind, the news media are not independent; they are a sort of bulletin board and public relations firm for the ruling class-the people who run things. Those who decide what news you will or will not hear are paid by, and tolerated purely at the whim of, those who hold economic power. If the parent corporation doesn't want you to know something, it won't be on the news. Period. Or, at the very least, it will be slanted to suit them, and then rarely followed up."},{"id":5,"quote":"Some people have no idea what they're doing, and a lot of them are really good at it."},{"id":6,"quote":"Don’t just teach your children to read… Teach them to question what they read. Teach them to question everything."},{"id":7,"quote":"The real reason that we can’t have the Ten Commandments in a courthouse: You cannot post “Thou shalt not steal,” “Thou shalt not commit adultery,” and “Thou shalt not lie” in a building full of lawyers, judges, and politicians. It creates a hostile work environment."},{"id":8,"quote":"In the United States, anybody can be President. That's the problem."},{"id":9,"quote":"If you vote and you elect dishonest, incompetent people into office who screw everything up, you are responsible for what they have done. You caused the problem; you voted them in; you have no right to complain"},{"id":10,"quote":"Religion has convinced people that there's an invisible man ... living in the sky. Who watches everything you do every minute of every day. And the invisible man has a list of ten specific things he doesn't want you to do. And if you do any of these things, he will send you to a special place, of burning and fire and smoke and torture and anguish for you to live forever, and suffer, and suffer, and burn, and scream, until the end of time. But he loves you. He loves you. He loves you and he needs money."},{"id":11,"quote":"Have you ever noticed that the only metaphor we have in our public discourse for solving problems is to declare war on it? We have the war on crime, the war on \n cancer, the war on drugs. But did you ever notice that we have no war on homelessness? You know why? Because there's no money in that problem. No money to be made off of the homeless. If you can find a solution to homelessness where the corporations and politicians can make a few million dollars each, you will see the streets of America begin to clear up pretty damn quick!"},{"id":12,"quote":"Your dog thinks you're a god. Your cat thinks the dog's an asshole."},{"id":13,"quote":"Everyone smiles in the same language."},{"id":14,"quote":"I've set my own rules to live by. The first one is: 'Never believe ANYthing the government says.'"},{"id":15,"quote":"Governments don't want a population capable of critical thinking, they want obedient workers, people just smart enough to run the machines and just dumb enough to passively accept their situation."},{"id":16,"quote":"In America, anyone can become president. That's the problem."},{"id":17,"quote":"If 4 out of 5 people SUFFER from diarrhea…does that mean that 1 enjoys it?"},{"id":18,"quote":"What if there were no hypothetical questions?"},{"id":19,"quote":"Somewhere in the world is a doctor who is worse than all other doctors...and someone has an appointment with him in the morning."},{"id":20,"quote":"There are three kinds of people: those who can count, and those who cannot."},{"id":21,"quote":"Religion is like a pair of shoes.....Find one that fits for you, but don't make me wear your shoes."},{"id":22,"quote":"Inside every cynical person, there is a disappointed idealist."},{"id":23,"quote":"People are wonderful. I love individuals. I hate groups of people. I hate a group of people with a 'common purpose'. 'Cause pretty soon they have little hats. And armbands. And fight songs. And a list of people they're going to visit at 3am. So, I dislike and despise groups of people but I love individuals. Every person you look at; you can see the universe in their eyes, if you're really looking."},{"id":24,"quote":"When you're born you get a ticket to the freak show. When you're born in America, you get a front row seat."},{"id":25,"quote":"Have you ever noticed that anybody driving slower than you is an idiot, and anyone going faster than you is a maniac?"},{"id":26,"quote":"Give a man a fish and he will eat for a day. Teach him how to fish, and he will sit in a boat and drink beer all day."},{"id":27,"quote":"A person of good intelligence and of sensitivity cannot exist in this society very long without having some anger about the inequality - and it's not just a bleeding-heart, knee-jerk, liberal kind of a thing - it is just a normal human reaction to a nonsensical set of values where we have cinnamon flavored dental floss and there are people sleeping in the street."},{"id":28,"quote":"Here's all you have to know about men and women: women are crazy, men are stupid. And the main reason women are crazy is that men are stupid."},{"id":29,"quote":"The larger the group, the more toxic, the more of your beauty as an individual you have to surrender for the sake of group thought. And when you suspend your individual beauty you also give up a lot of your humanity. You will do things in the name of a group that you would never do on your own. Injuring, hurting, killing, drinking are all part of it, because you've lost your identity, because you now owe your allegiance to this thing that's bigger than you are and that controls you."},{"id":30,"quote":"Ever wonder about those people who spend $2 apiece on those little bottles of Evian water? Try spelling Evian backward."},{"id":31,"quote":"Fighting for peace is like screwing for virginity."},{"id":32,"quote":"Tell people an invisible man in the sky created all things, they believe you. Tell them what you've painted is wet, they have to touch it to believe."},{"id":33,"quote":"Life is not measured by the breaths you take, but by the moments that take your breaths away."},{"id":34,"quote":"I often warn people: \"Somewhere along the way, someone is going to tell you, 'There is no \"I\" in team.' What you should tell them is, 'Maybe not. But there is an \"I\" in independence, individuality and integrity."},{"id":35,"quote":"Isn’t it a bit unnerving that doctors call what they do “practice”?"},{"id":36,"quote":"The word bipartisan usually means some larger-than-usual deception is being carried out."},{"id":37,"quote":"If voting changed anything, it would be illegal."},{"id":38,"quote":"If you have selfish, ignorant citizens, you're gonna get selfish, ignorant leaders."},{"id":39,"quote":"When fascism comes to America, it will not be in brown and black shirts. It will not be with jack-boots. It will be Nike sneakers and Smiley shirts. Germany lost the Second World War. Fascism won it. Believe me, my friend."},{"id":40,"quote":"Those who dance are considered insane by those who cannot hear the music."},{"id":41,"quote":"The following statement is true. The previous statement is false."},{"id":42,"quote":"They'll get it all from you sooner or later 'cause they own this f**kin' place. It's a big club and you ain't in it. You and I are not in the big club. By the way, it's the same big club they use to beat you over the head with all day long when they tell you what to believe. All day long beating you over the head with their media telling you what to believe, what to think and what to buy. The table is tilted, folks. The game is rigged and nobody seems to notice. Nobody seems to care. Good, honest, hard-working people: white collar, blue collar, it doesn't matter what color shirt you have on."},{"id":43,"quote":"I think TV remotes should have a button that allows you to kill the person on the screen."},{"id":44,"quote":"If God created everything, he's got a serious quality control problem."},{"id":45,"quote":"Did you ever stop to thnk about all the people we kill? They're always people who tell us to live together in harmony and try to love one another: Jesus, Ghandi, Lincoln, John Kennedy, Bobby Kennedy, Medgar Evers, Malcolm X, Martin Luther King, John Lennon. They all said: 'Try to live together peacefully.' BAM! Right in the f--in head! Aparently we're not ready for that!"},{"id":46,"quote":"The main reason Santa is so jolly is because he knows where all the bad girls live."},{"id":47,"quote":"All the media and the politicians ever talk about is things that separate us, things that make us different from one another"},{"id":48,"quote":"Every day I beat my own previous record for the number of consecutive days I’ve stayed alive."},{"id":49,"quote":"There is a planet named Pluto, but we don't have one named Goofy. Goofy would be a good name for this planet. It certainly qualifies."},{"id":50,"quote":"When I hear a person talking about political solutions, I know I am not listening to a serious person."},{"id":51,"quote":"If work is so terrific, how come they have to pay you to do it?"},{"id":52,"quote":"... the important thing is to, first of all, question everything you read or hear or see or are told. Question it, and try to see the world for what it actually is, as opposed to what someone or some company or some organization or some government is trying to represent it as, or present it as, however they've mislabeled it or dressed it up or told you."},{"id":53,"quote":"There's a humorous side to every situation. The challenge is to find it."},{"id":54,"quote":"Some people try to get out of jury duty by lying. You don't have to lie. Tell the judge the truth. Tell him you'd make a terrific juror because you can spot guilty people."},{"id":55,"quote":"War is rich old men protecting their property by sending middle class and lower class young men off to die. It always has been."},{"id":56,"quote":"Language is a tool for concealing the truth. If we could read each other's minds, this would be a horror show."},{"id":57,"quote":"Why do they put Braille on the drive-through bank machines?"},{"id":58,"quote":"We talk too much, love too seldom, and hate too often."},{"id":59,"quote":"Trying to be happy by accumulating possessions is like trying to satisfy hunger by taping sandwiches all over your body"},{"id":60,"quote":"To my way of thinking, there is every bit as much evidence for the existence of UFOs as there is for the existence of God. Probably far more. At least in the case of UFOs there have been countless taped and filmed and, by the way, unexplained sightings from all over the world, along with documented radar evidence seen by experienced military and civilian radar operators.>>."},{"id":61,"quote":"If you try to fail, and succeed, which have you done?"},{"id":62,"quote":"Just cause you got the monkey off your back doesn't mean the circus has left town."},{"id":63,"quote":"Some people see the glass half full. Others see it half empty. I see a glass that's twice as big as it needs to be."},{"id":64,"quote":"We have multiplied our possessions, but reduced our values."},{"id":65,"quote":"You're all going to die. I hate to remind you, but it is on your schedule. It probably won't happen when you'd like; generally, it's an inconvenience."},{"id":66,"quote":"If honesty were suddenly introduced into American life, the whole system would collapse."},{"id":67,"quote":"I do this real moron thing, and it's called thinking. And apparently I'm not a very good American because I like to form my own opinions."},{"id":68,"quote":"Something is wrong.  War, disease, death, destruction, hunger, filth, poverty, crime, torture, corruption and the ice capades.  If this is the best God can do, I am not impressed.  This is not what you expect to find on the resume of a supreme being.  It's what you expect from an office temp with a bad attitude."},{"id":69,"quote":"Why do they bother saying \"raw sewage\"? Do some people actually cook that stuff?"},{"id":70,"quote":"I like Florida. Everything is in the 80s. The temperatures, the ages and the IQ's."},{"id":71,"quote":"Medical researchers have discovered a new disease that has no symptoms. It is impossible to detect, and there is no known cure. Fortunately, no cases have been reported thus far."},{"id":72,"quote":"Life is a near-death experience."},{"id":73,"quote":"The wisest man I ever knew taught me something I never forgot. And although I never forgot it, I never quite memorized it either. So what I’m left with is the memory of having learned something very wise that I can’t quite remember."},{"id":74,"quote":"Conservatives say if you don't give the rich more money, they will lose their incentive to invest. As for the poor, they tell us they've lost all incentive because we've given them too much money."},{"id":75,"quote":"We are a nation of sheep, and someone else owns the grass."},{"id":76,"quote":"This country was founded by a group of slave owners who told us that all men are created equal."},{"id":77,"quote":"Oh Beautiful for smoggy skies, insecticided grain, \nFor strip-mined mountain's majesty above the asphalt plain. \nAmerica, America, man sheds his waste on thee, \nAnd hides the pines with billboard signs, from sea to oily sea."},{"id":78,"quote":"Future historians will be able to study at the Jimmy Carter Library, the Gerald Ford Library, the Ronald Reagan Library, and the Bill Clinton Adult Bookstore."},{"id":79,"quote":"A crazy person doesn't really lose his mind. It just becomes something more entertaining."},{"id":80,"quote":"Traditional American values: Genocide, aggression, conformity, emotional repression, hypocrisy, and the worship of comfort and consumer goods."},{"id":81,"quote":"Government want to tell you things you can't say because they're against the law, or you can't say this because it's against a regulation, or here's something you can't say because its a... secret; \"You can't tell him that because he's not cleared to know that.\" Government wants to control information and control language because that's the way you control thought, and basically that's the game they're in."},{"id":82,"quote":"With the proper training, I could've been an evil genius."},{"id":83,"quote":"If you're looking for self-help, why would you read a book written by somebody else?"},{"id":84,"quote":"There's a reason education sucks, and it's the same reason it will never ever ever be fixed. It's never going to get any better. Don't look for it. Be happy with what you've got, because the owners of this country don't want that. I'm talking about the real owners now... the real owners. The big wealthy business interests that control things and make all the important decisions. Forget the politicians. The politicians are put there to give you the idea that you have freedom of choice. You don't. You have no choice. You have owners."},{"id":85,"quote":"That's why they call it the American Dream, because you have to be asleep to believe it."},{"id":86,"quote":"What hair color do they put on the driver's licenses of bald men?"},{"id":87,"quote":"It's the old American Double Standard, ya know: Say one thing, do somethin' different. And of course this country is founded on the double standard. That's our history. We were founded on a very basic double standard: This country was founded by slave owners who wanted to be free."},{"id":88,"quote":"The next time they give you all that civic bullshit about voting, keep in mind that Hitler was elected in a full, free democratic election"},{"id":89,"quote":"I've begun worshipping the sun for a number of reasons. First of all, unlike some other gods I could mention, I can see the sun. It's there for me every day. And the things it brings me are quite apparent all the time: heat, light, food, and a lovely day. There's no mystery, no one asks for money, I don't have to dress up, and there's no boring pageantry. And interestingly enough, I have found that the prayers I offer to the sun and the prayers I formerly offered to \"God\" are all answered at about the same 50% rate."},{"id":90,"quote":"Before they invented drawing boards, what did they go back to?"},{"id":91,"quote":"The caterpillar does all the work, but the butterfly gets all the publicity."},{"id":92,"quote":"If black boxes survive air crashes - why don't they make the whole plane out of that stuff?"},{"id":93,"quote":"I went to a bookstore and asked the saleswoman, 'Where's the self-help section?' She said if she told me, it would defeat the purpose."},{"id":94,"quote":"Honesty may be the best policy, but it's important to remember that apparently, by elimination, dishonesty is the second-best policy."},{"id":95,"quote":"Political discourse has been reduced to \"Where's the beef?\" \"Read my lips,\" and \"Make my day.\" Where are the assassins when we really need them?"},{"id":96,"quote":"Life is sacred? Who said so, God? Hey, if you read history you'll realize that God is one of the leading causes of death...has been for thousands of years. Hindus, Muslims, Christians, Jews, all taking turns killing each other because God told them it was a good idea."},{"id":97,"quote":"One good reason to only maintain a small circle of friends is that three out of four murders are committed by people who know the victim."},{"id":98,"quote":"The IQ and the life expectancy of the average American recently passed each other in opposite directions."},{"id":99,"quote":"There are only two places in the world: over here and over there."},{"id":100,"quote":"The very existence of flamethrowers proves that sometime, somewhere, someone said to themselves, \"You know, I want to set those people over there on fire, but I'm just not close enough to get the job done\"."},{"id":101,"quote":"Good news for senior citizens: Death is near!"},{"id":102,"quote":"The god excuse, the last refuge of a man with no answers and no argument."},{"id":103,"quote":"I have a suggestion that I think would help fight serious crime. Signs. There are lots of signs for minor infractions: No Smoking, Stay Off the Grass, Keep Out, and they seem to work fairly well. I think we should also have signs for major crimes: Murder Strictly Prohibited, NO Raping People, Thank You for Not Kidnapping Anyone. It's certainly worth a try. I'm convinced Watergate would never have happened if there had just been a sign in the Oval Office that said, Malfeasance of Office Is Strictly Against the Law, or Thank You for Not Undermining the Constitution."},{"id":104,"quote":"\"No comment\" is a comment."},{"id":105,"quote":"You know what they want? They want obedient workers. Obedient workers, people who are just smart enough to run the machines and do the paperwork. And just dumb enough to passively accept all these increasingly shittier jobs with the lower pay, the longer hours, the reduced benefits, the end of overtime and vanishing pension that disappears the minute you go to collect it. And now they're coming for your Social Security money. They want your f**kin' retirement money. They want it back so they can give it to their criminal friends on Wall Street."},{"id":106,"quote":"Why is the man who invests all your money called a broker?"},{"id":107,"quote":"The future will soon be a thing of the past."},{"id":108,"quote":"My tombstone? I'm thinking something along the lines of, 'Geez, he was just here a minute ago.'"},{"id":109,"quote":"Military cemeteries around the world are packed with brainwashed dead soldiers who were convinced God was on their side. America prays for God to destroy our enemies. Our enemies pray for God to destroy us. Somebody's gonna be disappointed! Somebody's wasting their time! Could it be.. everyone?"},{"id":110,"quote":"If someone with multiple personalities threatens to kill himself, is it considered a hostage situation?"},{"id":111,"quote":"God bless the homicidal maniacs. They make life worthwhile."},{"id":112,"quote":"The things that matter in this country have been reduced in choice, there are two political parties, there are a handful insurance companies, there are six or seven information centers.. but if you want a bagel there are 23 flavors. Because you have the illusion of choice!"},{"id":113,"quote":"There are battered husbands. Apparently this happens when the woman is real big, the man is very small, and they each drink a quart of whiskey a day."},{"id":114,"quote":"The violence of the Left is symbolic, the injuries are not intended. The violence of the Right is real - directed at people, designed to cause injuries. Vietnam, nuclear weapons, police out of control are intentional forms of violence. The violence from the Right is aimed directly at people and the violence from the Left is aimed at institutions and symbols."},{"id":115,"quote":"Isn’t making a smoking section in a restaurant like making a peeing section in a swimming pool?"},{"id":116,"quote":"People always tell me \"Have a nice day.\" Well what if I don't want to? What if I want to have a crappy day?"},{"id":117,"quote":"The more complicated the order, the bigger the asshole. If you walk into a Starbucks and order a 'decaf grandee, half soy, half lowfat, iced vanilla, double-shot, gingerbread cappuccino, extra dry, light ice, with one Sweet-n'-Low and one NutraSweet,' ooooh, you're a huge asshole."},{"id":118,"quote":"Ah, to be a bird. To fly the skies, sing my song, and best of all occasionally peck someone's eyes out."},{"id":119,"quote":"We kind of shape our truths as we speak them. We fashion things to suit the occasion or the person or our own needs in the moment."},{"id":120,"quote":"What exactly is 'viewer discretion'? If viewers had discretion, most television shows would not be on the air."},{"id":121,"quote":"Atheism is a non-prophet organization."},{"id":122,"quote":"Is a vegetarian permitted to eat animal crackers?"},{"id":123,"quote":"People get all upset about torture, but when you get right down to it, it's really a pretty good way of finding out something a person doesn't want you to know."},{"id":124,"quote":"The only person who is with us our entire life, is ourselves."},{"id":125,"quote":"They're only words. You can't be afraid of words that speak the truth, even if it's an unpleasant truth."},{"id":126,"quote":"We think in language. The quality of our thoughts and ideas can only be as good as the quality of our language."},{"id":127,"quote":"Capitalism tries for a delicate balance: It attempts to work things out so that everyone gets just enough stuff to keep them from getting violent and trying to take other people’s stuff."},{"id":128,"quote":"Property is theft. Nobody \"owns\" anything. When you die, it all stays here."},{"id":129,"quote":"Censorship that comes from the outside assumes about people an inability to make reasoned choices."},{"id":130,"quote":"History is not happenstance: it is conspiratorial. Carefully planned and executed by people in power."},{"id":131,"quote":"Even in a fake democracy, people ought to get what they want once in a while."},{"id":132,"quote":"I thought about how mothers feed their babies with tiny little spoons and forks so I wondered, what do Chinese mothers use? Toothpicks?"},{"id":133,"quote":"A dog has no shame. If he can do it, you can watch."},{"id":134,"quote":"I, myself, have killed six people. All random, all undetected, no way to trace them to me. And, let me tell you, there's nothin' like it. It's a great feeling. Yeah, I know, you're thinking. 'Aw, he's a comedian. He's just sayin' that stuff.' Good. That's exactly what I want you to think."},{"id":135,"quote":"The planet isn't going anywhere. We are."},{"id":136,"quote":"One tequila, two tequila, three tequila, floor."},{"id":137,"quote":"Before they give you a lethal injection, they swab your arm with alcohol. It's true. Well, they don't want you to get an infection, and you can see their point. They don't want some guy go to hell and be sick."},{"id":138,"quote":"When someone asks you, A penny for your thoughts, and you put your two cents in, what happens to the other penny?"},{"id":139,"quote":"I was thinking about how people seem to read the Bible a whole lot more as they get older; then it dawned on me . . they’re cramming for their final exam."},{"id":140,"quote":"Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that."},{"id":141,"quote":"I'm in shape. Round is a shape."},{"id":142,"quote":"I go to bed early; my favorite dream comes on at nine."},{"id":143,"quote":"My first rule: I don't believe anything the government tells me."},{"id":144,"quote":"If you can't beat them, arrange to have them beaten."},{"id":145,"quote":"Weather forecast for tonight: dark."},{"id":146,"quote":"Weather forecast for tonight: dark. Continued dark overnight, with widely scattered light by morning."},{"id":147,"quote":"It used to be cars had cool names: Dart, Hawk, Fury, Cougar, Firebird, Hornet, Mustang, Barracuda. Now we have Elantra, Altima, Acura, Lumina, Sentra, Corolla, Maxima, Tercel. Further proof that America has lost its edge."},{"id":148,"quote":"If you had chicken at lunch and chicken at dinner, do you ever wonder if the two chickens knew each other?"},{"id":149,"quote":"Religion is like drugs, it destroys the thinking mind."},{"id":150,"quote":"Have you ever noticed that the lawyer always smiles more than the client?"},{"id":151,"quote":"If a pig loses its voice, is it disgruntled?"},{"id":152,"quote":"A lot of times when they catch a guy who killed twenty-seven people, they say, He was a loner. Well, of course he was a loner; he killed everyone he came in contact with."},{"id":153,"quote":"To me, authority is something that a freer spirit, a more independent mind, and a person who can handle the world, doesn't need guidance from."},{"id":154,"quote":"People think life is real complicated. Actually, there's nothing to it. Once you leave out all the bullshit they teach you in school, life gets really simple."},{"id":155,"quote":"There is nothing wrong with the planet. The planet is fine ... been here 4 1/2 billion years. We've been here, what, a 100,000 years, maybe 200,000. And we've only been engaged in heavy industry a little over 200 years. 200 years versus 4 1/2 billion. And we have the conceit to think that somehow we're a threat? The planet isn't going away. We are."},{"id":156,"quote":"It's depressing to see blacks wanting to dive into the mainstream of American commercial life. They come from a magnificent African culture based on aesthetics, and they all want to become fort builders like the vicious people who originally enslaved them."},{"id":157,"quote":"I have lots of ideas. Trouble is, most of them suck."},{"id":158,"quote":"If God didn't want you to masturbate, he would have given you short arms."},{"id":159,"quote":"As powerful as anyone may claim God to be, somehow he always needs money."},{"id":160,"quote":"I don't understand why prostitution is illegal, Selling is legal, f***ing is legal. So why isn't it legal to sell f***ing? Why should it be illegal to sell something that's legal to give away?"},{"id":161,"quote":"Politicians are put there to give you the idea that you have freedom of choice. You don't."},{"id":162,"quote":"Just when I discovered the meaning of life, they changed it."},{"id":163,"quote":"The Human Species could have been great but instead we became satisfied with lights on our tennis shoes."},{"id":164,"quote":"Here’s a bumper sticker I’d like to see: “We are the proud parents of a child who’s self-esteem is sufficient that he doesn’t need us promoting his minor scholastic achievements on the back of our car.\""},{"id":165,"quote":"Frisbeetarianism is the belief that when you die, your soul goes up on the roof and gets stuck."},{"id":166,"quote":"If all the world is a stage, where is the audience sitting?"},{"id":167,"quote":"Where does the dentist go when he leaves the room?"},{"id":168,"quote":"Not only do I not know what's going on, I wouldn't know what to do about it if I did."},{"id":169,"quote":"People who say they don't care what people think are usually desperate to have people think they don't care what people think."},{"id":170,"quote":"Age is a hell of a price to pay for wisdom."},{"id":171,"quote":"I'm 60 years of age. That's 16 Celsius."},{"id":172,"quote":"Cloud nine gets all the publicity, but cloud eight actually is cheaper, less crowded, and has a better view."},{"id":173,"quote":"Voting is a meaningless exercise. I'm not going to waste my time with it. These parties, these politicians are given to us as a way of making us feel we have freedom of choice. But we don't. Everything is done to you in this country."},{"id":174,"quote":"Surround yourself with what you love."},{"id":175,"quote":"A good motto to live by: \"Always try not to get killed."},{"id":176,"quote":"If you ask me, we could do with a little less motivation. - The people who are causing all the trouble seem highly motivated to me. - Serial killers, stock swindlers, drug dealers, Christian Republicans."},{"id":177,"quote":"Why is it called 'after dark' when it really is 'after light'?"},{"id":178,"quote":"I don't know how you feel, but I'm pretty sick of church people. You know what they ought to do with churches? Tax them. If holy people are so interested in politics, government, and public policy, let them pay the price of admission like everybody else. The Catholic Church alone could wipe out the national debt if all you did was tax their real estate."},{"id":179,"quote":"I wanted to get a job as a gynecologist, but I couldn't find an opening."},{"id":180,"quote":"People who ask \"Can I ask you a question?\" Didn't really give me a choice, did ya there buddy?"},{"id":181,"quote":"Spirituality: the last refuge of a failed human. Just another way of distracting yourself from who you really are."},{"id":182,"quote":"I knew a transsexual guy whose only ambition is to eat, drink, and be Mary."},{"id":183,"quote":"I am a personal optimist but a skeptic about all else. What may sound to some like anger is really nothing more than sympathetic contempt. I view my species with a combination of wonder and pity, and I root for its destruction. And please don't confuse my point of view with cynicism; the real cynics are the ones who tell you everything's gonna be all right."},{"id":184,"quote":"I say if you're going to go for the Angel bullshit you might as well go for the Zombie package as well."},{"id":185,"quote":"The habits of liberals, their automatic language, their knee-jerk responses to certain issues, deserved the epithets the right wing stuck them with. I'd see how true they often were. Here they were, banding together in packs, so I could predict what they were going to say about some event or conflict and it wasn't even out of their mouths yet. I was very uncomfortable with that. Liberal orthodoxy was as repugnant to me as conservative orthodoxy."},{"id":186,"quote":"One great thing about getting old is that you can get out of all sorts of social obligations just by saying you're too tired."},{"id":187,"quote":"I went through the usual stages: imp, rascal, scalawag, whippersnapper. And, of course, after that it's just a small step to full-blown sociopath."},{"id":188,"quote":"Hard work is for people short on talent."},{"id":189,"quote":"When something is 'new and improved', which is it? If it's new, then there has never been anything before it. If it's an improvement, then there must have been something before it."},{"id":190,"quote":"People who see life as anything more than pure entertainment are missing the point."},{"id":191,"quote":"Children should be taught to question everything . . . everything they read and everything they hear."},{"id":192,"quote":"When it comes to bullshit...bigtime, major league bullshit...you have to stand in awe of the all-time champion of false promises and exaggerated claims...religion."},{"id":193,"quote":"You take 5 white guys and you take 5 black guys and put em together for a week and what you won't have is 5 blacks guys talking like, 'Golly gee, we really won that big basketball game' but you will have 5 white guys talking like 'Yo slick, whuzzup...we be shootin hoops and mad playin, slammed those mofos"},{"id":194,"quote":"Obviously, there are people who constrict themselves and build walls around themselves, whether it's from a moral standpoint or a patriotic standpoint, or just plain old conformity, and who therefore live in those little prisons, and when things breach those walls, it's shocking for them."},{"id":195,"quote":"Conservatives want live babies so they can train them to be dead soldiers."},{"id":196,"quote":"It's all bullshit, folks and it's bad for ya."},{"id":197,"quote":"I'm always relieved when someone is delivering a eulogy and I realize I'm listening to it."},{"id":198,"quote":"Bullshit is truly the American soundtrack."},{"id":199,"quote":"If lawyers are disbarred and clergymen defrocked, doesn't it follow that electricians can be delighted, musicians denoted?"},{"id":200,"quote":"Is there another word for synonym?"},{"id":201,"quote":"If a painting can be forged well enough to fool experts, why is the original so valuable?"},{"id":202,"quote":"How do you write zero in Roman numerals?"},{"id":203,"quote":"To me, fast food is when a cheetah eats an antelope."},{"id":204,"quote":"The safest place to be during an earthquake would be in a stationary store."},{"id":205,"quote":"Every person you look at, you can see the universe in their eyes, if you're really looking"},{"id":206,"quote":"I was a loner as a child. I had an imaginary friend - I didn't bother with him."},{"id":207,"quote":"The secret of success is doing something you love, doing it well and being recognized for it"},{"id":208,"quote":"There's this man who lives in the sky, and he has ten things he doesn't want you to do, and you'll burn for a long time if you do them. But he loves you."},{"id":209,"quote":"Israeli murderers are called \"commandos,\" Arab commandos are called \"terrorists.\""},{"id":210,"quote":"If no one knows when a person is going to die, how can we say he died prematurely?"},{"id":211,"quote":"I think it's the duty of the comedian to find out where the line is drawn and cross it deliberately."},{"id":212,"quote":"I use the word 'fat'. I use that word because that's what people are: they're fat. They're not bulky; they're not large, chunky, hefty or plump. And they're not big-boned. Dinosaurs were big-boned. These people are not overweight: this term somehow implies there is some correct weight... There is no correct weight. Heavy is also a misleading term. An aircraft carrier is heavy; it's not fat. Only people are fat, and that's what fat people are! They're fat !"},{"id":213,"quote":"People say, 'I'm going to sleep now,' as if it were nothing. But it's really a bizarre activity. 'For the next several hours, while the sun is gone, I'm going to become unconscious, temporarily losing command over everything I know and understand. When the sun returns, I will resume my life."},{"id":214,"quote":"Valentine's Day is devoted to love. Why don't we have a day devoted to hatred? The raw, visceral hatred that is felt every hour of the day by ordinary people, but is repressed for reasons of social order. I think it would be very cathartic, and it would certainly make for an exciting six o'clock news."},{"id":215,"quote":"Life is sacred? Who said so? God? Hey, if you read history, you realize that God is one of the leading causes of death."},{"id":216,"quote":"Why don't sheep shrink when it rains?"},{"id":217,"quote":"So far, this is the oldest I've been."},{"id":218,"quote":"If it's true that our species is alone in the universe, then I'd have to say the universe aimed rather low and settled for very little."},{"id":219,"quote":"The highly motivated people in society are the ones causing all the trouble. It's not the lazy unmotivated folks sitting in front of a TV eating potato chips who bother anyone."},{"id":220,"quote":"Why do  overlook  and  oversee  mean opposite things?"},{"id":221,"quote":"Hey! Who stole my collection of used bandages?! And they also got away with my nude pictures of Ernest Borgnine!"},{"id":222,"quote":"If you love someone set them free. If they come back, set them on fire."},{"id":223,"quote":"Why do we say something is out of whack? What is a whack?"},{"id":224,"quote":"Most people work just hard enough not to get fired and get paid just enough money not to quit."},{"id":225,"quote":"When someone is impatient and says, 'I haven't got all day,' I always wonder, How can that be? How can you not have all day?"},{"id":226,"quote":"Have you ever started a path? No one seems willing to do this. We don't mind using existing paths, but we rarely start new ones. Do it today. Start a path. Even if it doesn't lead anywhere"},{"id":227,"quote":"I don't have any beliefs or allegiances. I don't believe in this country, I don't believe in religion, or a god, and I don't believe in all these man-made institutional ideas."},{"id":228,"quote":"I would never want to be a member of a group whose symbol was a guy nailed to two pieces of wood."},{"id":229,"quote":"Avoid people with gold teeth who want to play cards"},{"id":230,"quote":"The seven dwarfs were each on different little trips. Happy was into grass and grass alone. Happy, that's all he did. Sleepy was into reds. Grumpy, too much speed. Sneezy was a full blown coke freak. Doc was a connection. Dopey was into everything. Any old orifice will do for Dopey. He's always got his arm out and his leg up. And then, the one we always forget, because he was Bashful. Bashful didn't use drugs. He was paranoid on his own. Didn't need any help on that ladder."},{"id":231,"quote":"Some people think of the glass as half full. Some people think of the glass as half empty. I think of the glass as too big."},{"id":232,"quote":"If you can't say something nice about a person, go ahead"},{"id":233,"quote":"Hooray for most things!"},{"id":234,"quote":"I'm never critical or judgmental about whether or not a movie is any good. The way I look at it, if several hundred people got together every day for a year or so - a number of then willing to put on heavy makeup, wear clothes that weren't their own and pretend to be people other than themselves - and their whole purpose for doing all this was to entertain me, then I'm not gonna start worrying about whether or not they did a good job. The effort alone was enough to make me happy."},{"id":235,"quote":"I respect animals. I have more sympathy for an injured or dead animal than I do for an injured or dead human being, because human beings participate and cooperate in their own undoing. Animals are completely innocent. There are no innocent human beings."},{"id":236,"quote":"One time. In 1965. August, for about an hour, I was both fine AND dandy at the same time. But nobody asked me how I was."},{"id":237,"quote":"I don't think drugs are a problem; I think they're a symptom. As long as Americans are empty, spiritually, emotionally, morally empty, they will need things like the drugs they choose to use. Mankind has wanted to change the way it felt from the beginning anyway. In this country there are even more reasons to want to feel different, to want to feel better, because this is such a neon sewer. This is such a degrading culture. It forces you to play Beethoven to your child in the uterus so that he will get into a better school and a better job and make more money so he can take care of you."},{"id":238,"quote":"So, have a little fun. Soon enough you'll be dead and burning in Hell with the rest of your family."},{"id":239,"quote":"There are only two types of motorists: the idiots who drive slower than me, and the lunatics who go faster."},{"id":240,"quote":"That's the whole meaning of life, isn't it? Trying to find a place for your stuff."},{"id":241,"quote":"Kilometers are shorter than miles. Save gas, take your next trip in kilometers."},{"id":242,"quote":"You know an odd feeling? Sitting on the toilet eating a chocolate candy bar."},{"id":243,"quote":"A house is just a place to keep your stuff while you go out and get more stuff."},{"id":244,"quote":"The planet is fine. The people are f****d. Because everyone is trying to save the planet. The planet doesn’t need that. The planet will take care of itself. People are selfish. And that's what they're doing is trying to save the planet for themselves to have a nicer place to live."},{"id":245,"quote":"I don't own a camera, so I travel with a police sketch artist."},{"id":246,"quote":"Have you ever wondered why Republicans are so interested in encouraging people to volunteer in their communities? It’s because volunteers work for no pay. Republicans have been trying to get people to work for no pay for a long time."},{"id":247,"quote":"Energy experts have announced the development of a new fuel made from human brain tissue. It's called assohol."},{"id":248,"quote":"Religion is the worst thing that ever happened to mankind - the ironic part is that it's presented as a good thing, and its effect is absolutely catastrophic to individuals and to societies."},{"id":249,"quote":"Sometimes guys'll say to you, 'Have a good one'. I say, 'I already have a good one. Now I'm looking for a longer one'."},{"id":250,"quote":"A lot of the people who keep a gun at home for safety are the same ones who refuse to wear a seat belt"},{"id":251,"quote":"[On School Uniforms] Don't these schools do enough damage making all these kids think alike, now they have to make them look alike too? It's not a new idea, either. I first saw it in old newsreels from the 1930s, but it was hard to understand because the narration was in German."},{"id":252,"quote":"You wouldn't know it, from some of the things I've said over the years, but I like people. I do. I like people, but I like them in short bursts. I don't like people for extended periods of time. I'm all right with them for a little while, but once you get up past around... a minute, minute and a half, I gotta get the fuck out of there."},{"id":253,"quote":"Sometimes a little brain damage can help."},{"id":254,"quote":"If this is the best God can do, I'm not impressed."},{"id":255,"quote":"If a man smiles all the time, he’s probably selling something that doesn’t work."},{"id":256,"quote":"Everybody in America is a part of this big herd of cattle being led to the marketplace, not to be sold, which is usual with cattle, but to do the buying. And everyone is branded."},{"id":257,"quote":"Why do 'slow down' and 'slow up' mean the same thing? Why is the third hand on the watch called the second hand?"},{"id":258,"quote":"You don’t see many of these white anti-abortion women volunteering to have any black fetuses transplanted into their uterus’s, do you? No, you don’t see them adopting a whole lot of crack babies, do you? No, that might be something Christ would do."},{"id":259,"quote":"If everything that ever lived is dead, and everything alive is gonna die...where does the sacred part come in?"},{"id":260,"quote":"Why do they bother with a suicide watch when someone is on death row? \"Keep an eye on this guy. We're gonna kill him, and we don't want him to hurt himself.\""},{"id":261,"quote":"And although I broke a lot of laws as a teenager, I straightened out immediately upon turning eighteen, when I realized the state had a legal right to execute me."},{"id":262,"quote":"I often wonder how different the world would be if Hitler had not been turned down when he applied to art school."},{"id":263,"quote":"Well, if crime fighters fight crime and fire fighters fight fire, what do freedom fighters fight?"},{"id":264,"quote":"I don't get all choked up about yellow ribbons and American flags. I see them as symbols, and I leave them to the symbol-minded."},{"id":265,"quote":"The Baby Boomers: whiny, narcissistic, self-indulgent people with a simple philosophy: \"Gimme that! It's mine!\""},{"id":266,"quote":"Someone once said, if you scratch a cynic, and you'll find a disappointed idealist. That really rang a bell with me - because I recognized that, within me, there is this flame, of wishing it were better, wishing people had better lives, that there was more of an authentic sharing and harmony with nature."},{"id":267,"quote":"More people have been killed in the name of God than for any other reason."},{"id":268,"quote":"They [the Reagan Administration] want to put street criminals in jail to make life safer for the business criminals. They're against street crime, providing that street isn't Wall Street."},{"id":269,"quote":"There may or may not be atheists in foxholes, but I'm certain there are none in the Ku Klux Klan."},{"id":270,"quote":"Why is it called tourist season if we can't shoot at them?"},{"id":271,"quote":"Scientists announced today that they have discovered a cure for apathy. However, they claim no one has shown the slightest interest in it."},{"id":272,"quote":"No matter how you care to define it, I do not identify with the local group. Planet, species, race, nation, state, religion, party, union, club, association, neighborhood improvement committee; I have no interest in any of it. I love and treasure individuals as I meet them, I loathe and despise the groups they identify with and belong to."},{"id":273,"quote":"So I say, “Live and let live.” That’s my motto. “Live and let live.” And anyone who can’t go along with that, take him outside and shoot the motherfucker. It’s a simple philosophy, but it’s always worked in our family."},{"id":274,"quote":"If churches want to play the game of politics, let them pay admission like everyone else."},{"id":275,"quote":"A scary dream makes your heart beat faster. Why doesn't the part of your brain that controls your heartbeat realize that another part of your brain is making the whole thing up? Don't these people communicate?"},{"id":276,"quote":"Heart disease has changed my eating habits, but I still cook bacon for the smell."},{"id":277,"quote":"We spend the early years feeding our brains with information and the latter half trying not to think about it all."},{"id":278,"quote":"Does killing time damage eternity?"},{"id":279,"quote":"I was looking in the mirror the other day and I realized I haven't changed much since I was in my twenties. The only difference is I look a whole lot older now."},{"id":280,"quote":"By and large, language is a tool for concealing the truth."},{"id":281,"quote":"How is it possible to have a civil war?"},{"id":282,"quote":"I never worry that all hell will break loose. My concern is that only part of hell will break loose and be much harder to detect."},{"id":283,"quote":"Meow” means “woof” in cat."},{"id":284,"quote":"People can't seem to get it through their heads that there is never any healing or closure. Ever. There is only a short pause before the next \"horrifying\" event. People forget there is such a thing as memory, and that when a wound \"heals\" it leaves a permanent scar that never goes away, but merely fades a little. What really ought to be said after one of these so-called tragedies is, \"Let the scarring begin."},{"id":285,"quote":"I don't have hobbies; hobbies cost money. Interests are quite free."},{"id":286,"quote":"I'm completely in favor of the separation of Church and State. My idea is that these two institutions screw us up enough on their own, so both of them together is certain death."},{"id":287,"quote":"The child molester skipped breakfast, but said he'd grab a little something on the way to work."},{"id":288,"quote":"She was only a prostitute, but she had the nicest face I ever came across."},{"id":289,"quote":"To be intoxicated is to feel sophisticated, but not be able to say it."},{"id":290,"quote":"If God had intended us not to masturbate, He would have made our arms shorter."},{"id":291,"quote":"The reason I talk to myself is that I'm the only one whose answers I accept."},{"id":292,"quote":"I noticed that all the prayers I used to offer to God, and all the prayers I now offer to Joe Pesci, are being answered at about the same 50% rate. Half the time I get what I want, half the time I don't... Same as the four-leaf clover and the horseshoe...same as the Voodoo Lady who tells you your fortune by squeezing the goat's testicles, it's all the same: 50-50. So just pick your superstition, sit back, make a wish, and enjoy yourself."},{"id":293,"quote":"The truth is, Pavlov's dog trained Pavlov to ring this bell just before the dog salivated."},{"id":294,"quote":"Dogs lead a nice life. You never see a dog with a wristwatch."},{"id":295,"quote":"Can placebos cause side effects? If so, are the side effects real?"},{"id":296,"quote":"Why doesn't Tarzan have a beard"},{"id":297,"quote":"These days many politicians are demanding change. Just like homeless people."},{"id":298,"quote":"Personally, when it comes to rights, I think one of two things is true. I think either we have unlimited rights, or we have no rights at all. Personally I lean towards unlimited rights, I feel for instance I have the right to do anything I please, BUT! If I do something you don't like I think you have the right to kill me."},{"id":299,"quote":"Never forget that Hitler was a Catholic."},{"id":300,"quote":"When I was a kid, if a guy got killed in a western movie I always wondered who got his horse."},{"id":301,"quote":"Avoid teams at all cost. Keep your circle small. Never join a group that has a name."},{"id":302,"quote":"In Hawaii they say, \"aloha.\" That's a nice one, It means both \"hello\" and \"good-bye\" Which just goes to show, if you spend enough time in the sun you don't know whether you're coming or going."},{"id":303,"quote":"We've cleaned up the air, but polluted the soul."},{"id":304,"quote":"Don't give your money to the church. They should be giving their money to you."},{"id":305,"quote":"I'm not an angry person, just very disappointed and contemptuous of my fellow humans' choices - and on stage those feelings sometimes are exaggerated for a theatric stage - you're on a stage you have an audience of 2500 or 3000 people: you need to project the feelings, the emotions it's heightened, and people mistake it for a personal anger but it's more dissatisfaction, disappointment and contempt for these things we've settled for."},{"id":306,"quote":"I also survived circumcision, a barbaric practice designed to remind you as early as possible that your genitals are not your own."},{"id":307,"quote":"The bloodiest, most brutal wars fought, all based on religious hatred. Which is fine with me! Any time a bunch of holy people want to go out and kill each other I'm a happy guy!"},{"id":308,"quote":"What does it mean to pre-board? Do you get on before you get on?"},{"id":309,"quote":"I think the warning labels on alcoholic beverages are too bland. They should be more vivid. Here is one I would suggest: \"Alcohol will turn you into the same asshole your father was."},{"id":310,"quote":"I think I am, therefore, I am... I think."},{"id":311,"quote":"One of the more pretentious political self-descriptions is 'Libertarian.' People think it puts them above the fray. It sounds fashionable, and to the uninitiated, faintly dangerous. Actually, it's just one more bullshit political philosophy."},{"id":312,"quote":"Early in my career I was divided because I had the real self underneath: the lawbreaker, the anarchist, the person who swims against the tide, the outsider, the loner, all of that guy. He was my private self, and I had this other side that wanted to be liked in order to do all those things I dreamed of as a little boy. I didn't realize that those things didn't go together until later. And I'm quite sure that my use of acid and peyote helped me accept what was really going on inside of me instead of what I had imposed on myself."},{"id":313,"quote":"A woman told me her child was autistic, and I thought she said artistic. So I said, 'Oh great. I'd like to see some of the things he's done."},{"id":314,"quote":"An entertainer is someone who pleases others, and an artist tries to please himself. An artist is on a journey: they don't know where they're going, what is going to happen, but they know they are not there yet, and there is some continuity and growth. I think of myself as an entertainer: I'm a performing entertainer, I'm a stand-up comic. But there's an artist at work here, too. One who interprets his world through his own filter."},{"id":315,"quote":"May the forces of evil become confused on the way to your house."},{"id":316,"quote":"I've never owned a telescope, but it's something I'm thinking of looking into."},{"id":317,"quote":"In TV today, you can say I pricked my finger, but you can't say it the other way around."},{"id":318,"quote":"This is a lttle prayer dedicated to the separation of church and state. I guess if they are going to force those kids to pray in schools they might as well have a nice prayer like this: Our Father who art in heaven, and to the republic for which it stands, thy kingdom come, one nation indivisible as in heaven, give us this day as we forgive those who so proudly we hail. Crown thy good into temptation but deliver us from the twilight's last gleaming. Amen and Awomen."},{"id":319,"quote":"The US Army has announced that although it is true they performed mind-destroying drug tests on hundreds of soldiers in the 1960s, none of the victims have been promoted beyond the rank of lieutenant colonel."},{"id":320,"quote":"When cheese gets its picture taken, what does it say?"},{"id":321,"quote":"That's really a part of my nature , it goes along with autonomy and independence of action - it's just that I don't identify with the local group, no matter what it is, whether it's the human species or the American democracy, the nation, the country, religions, political parties, nothing. None of these have my allegiance because I'm not really concerned with what they do. I don't feel a part of any of this."},{"id":322,"quote":"Cherish your health: If it is good, preserve it. If it is unstable, improve it. If it is beyond what you can improve, get help."},{"id":323,"quote":"If a word is misspelled in the dictionary, how would we ever know? If Webster wrote the first dictionary, where did he find the words? Why is 'phonics' not spelled the way it sounds? How come abbreviated is such a long word?"},{"id":324,"quote":"Every day I break my own personal record for number of days I have been alive."},{"id":325,"quote":"Whenever you see the word cuisine used instead of the word food, be prepared to pay an additional eighty percent."},{"id":326,"quote":"Once you leave the womb, conservatives don't care about you until you reach military age. Then you're just what they're looking for. Conservatives want live babies so they can raise them to be dead soldiers."},{"id":327,"quote":"I think the warning labels on alcoholic beverages are too bland. They should be more vivid. Here are a few I would suggest: \"Alcohol will turn you into the same asshole your father was.\"; \"Drinking will significantly improve your chances of murdering a loved one.\"; \"If you drink long enough, at some point you will vomit up the lining of your stomach.\"; \"Use this product and you may wake up in Morocco wearing a cowboy suit and tongue-kissing a transmission salesman.\""},{"id":328,"quote":"If you want to get rid of counterfeit money, put it in the collection plate at church."},{"id":329,"quote":"Religion has what is EASILY the greatest bullshit story of all time."},{"id":330,"quote":"Pardon me I've got nothing to say."},{"id":331,"quote":"What year did Jesus think it was?"},{"id":332,"quote":"I don't like to think of laws as rules you have to follow, but more as suggestions."},{"id":333,"quote":"Dogs and cats get put to sleep; hogs and cows get slaughtered."},{"id":334,"quote":"People love to admit they have bad handwriting or that they can't do math. And they will readily admit to being awkward: 'I'm such a klutz!' But they will never admit to having a poor sense of humor or being a bad driver."},{"id":335,"quote":"All music is the blues. All of it."},{"id":336,"quote":"Don't confuse my point of view with cynicism. The real cynics are the ones who tell you that everything's gonna be all right."},{"id":337,"quote":"Religion is just mind control."},{"id":338,"quote":"As much as I love my family, I enjoy it when the house is empty, because then I know I'm truly alone, as we all are on the planet, after all. Every atom in us is originally from a star. And during my moments of aloneness, I'm most mindful of that; that I'm just another group of matter randomly but wonderfully arranged. That's when I feel my immortality."},{"id":339,"quote":"Do you know the nicest thing about looking at pictures of a 1950's baseball park? The only people wearing baseball caps are the players."},{"id":340,"quote":"It is said that Indians were sometimes named for the first thing they saw when they were born. Makes you wonder why there aren't more Indians named Hairy Pussy, doesn't it?"},{"id":341,"quote":"It is impossible for an abortion clinic to have a waiting list of more than nine months."},{"id":342,"quote":"In restaurants where they serve frog's legs, what do they do with the rest of the frog? Do they just throw it away? You never see \"frog torsos\" on the menu. Is there actually a garbage can full of frog bodies in the alley? I wouldn't want to be a homeless guy looking for an unfinished cheeseburger and open the lid on that"},{"id":343,"quote":"But when you're in front of an audience and you make them laugh at a new idea, you're guiding the whole being for the moment. No one is ever more him/herself than when they really laugh. Their defenses are down. It's very Zen-like, that moment. They are completely open, completely themselves when that message hits the brain and the laugh begins. That's when new ideas can be implanted. If a new idea slips in at that moment, it has a chance to grow."},{"id":344,"quote":"Life is a series of dogs."},{"id":345,"quote":"What do dogs do on their day off?; Can't lie around – that's their job!"},{"id":346,"quote":"Most people are not particularly good at anything."},{"id":347,"quote":"I credit that eight years of grammar school with nourishing me in a direction where I could trust myself and trust my instincts. They gave me the tools to reject my faith. They taught me to question and think for myself and to believe in my instincts to such an extent that I just said, \"This is a wonderful fairy tale they have going here, but it's not for me.\""},{"id":348,"quote":"I don't consider myself a cynic. I think of myself as a skeptic and a realist."},{"id":349,"quote":"I think it's important to break taboos for the same reason it's important to break laws and rules - because either you're a slave to them, or you're taking matters into your hands."},{"id":350,"quote":"The Muslims observe their Sabbath on Friday, the Jews observe on Saturday, and the Christians on Sunday. By the time Monday rolls around God is completely f***in' worn out."},{"id":351,"quote":"When people say “clean as a whistle”, they forget that a whistle is full of spit."},{"id":352,"quote":"No one who has had \"Taps\" played for them has ever been able to hear it."},{"id":353,"quote":"Laugh often, long and loud. Laugh until you gasp for breath."},{"id":354,"quote":"If people stand in a circle long enough, they'll eventually begin to dance."},{"id":355,"quote":"Granola didn't sell very well when it was good for you. Now it has caramel, chocolate, marshmallow, saturated fat and sweeteners with a small amount of oats and grains. Sales picked up."},{"id":356,"quote":"How come when it’s us, it’s an abortion, and when it’s a chicken, it’s an omelette?"},{"id":357,"quote":"Think of how strange we'd look if all the cuts, burns, scrapes, bruises, scratches, bumps, gashes, and scabs we ever had suddenly reappeared on our bodies at the same time."},{"id":358,"quote":"The more syllables a euphemism has, the further divorced from reality it is."},{"id":359,"quote":"When you step on the brakes your life is in your foot's hands."},{"id":360,"quote":"Scratch any cynic and you will find a disappointed idealist."},{"id":361,"quote":"The other night I ate at a real nice family restaurant. Every table had an argument going."},{"id":362,"quote":"We think in language. We think in words. Language is the landscape of thought."},{"id":363,"quote":"I didn't wash today. I wasn't dirty. If I'm not dirty, I don't wash. Some weeks I don't have to shower at all. I just groom my three basic areas: teeth, hair, and asshole. And to save time, I use the same brush."},{"id":364,"quote":"If we could just find out who's in charge, we could kill him."},{"id":365,"quote":"A flag is supposed to represent everything that a country does. It doesn't only represent the good things. If you burn the flag, you're burning the flag for what you perceive to be the bad things the country has done. it's only a symbol. It's only a piece of cloth."},{"id":366,"quote":"My advice: Just keep movin' straight ahead. Every now and then you find yourself in a different place."},{"id":367,"quote":"I don't have a fear of heights. I do, however, have a fear of falling from heights."},{"id":368,"quote":"The whole idea of the pursuit of goods and possessions has completely corrupted the human experience, along with religion, which I think limits the intellect."},{"id":369,"quote":"The New Testament is not new anymore' it's thousands of years old. It's time to start calling it the Less Old Testament."},{"id":370,"quote":"Children are not our future, and I can prove it with my usual, flawless logic. Children can't be our future, because by the time the future arrives, they won't be children anymore, so blow me!"},{"id":371,"quote":"Tits always look better in a pink sweater."},{"id":372,"quote":"When you're born in this world you're given a ticket to the Freak Show. And when you're born in America, you're given a front row seat. And some of us get to sit there with notebooks."},{"id":373,"quote":"There's no present. There's only the immediate future and the recent past."},{"id":374,"quote":"All patriarchal societies are either preparing for war, at war, or recovering from war."},{"id":375,"quote":"Why is there such controversy about drug testing? I know plenty of guys who'd be willing to test any drug they can come up with."},{"id":376,"quote":"Every time you're exposed to advertising in America you're reminded that this country's most profitable business is still the manufacture, packaging, distribution, and marketing of bullshit. High-quality, grade-A, prime-cut, pure American bullshit."},{"id":377,"quote":"In most polls there are always about 5 percent of the people who 'don't know.' What isn't generally understood is that it's the same people in every poll."},{"id":378,"quote":"Flowers are one of the few things we buy, bring home, watch die, and we don't ask for our money back."},{"id":379,"quote":"If a movie is described as a romantic comedy, you can usually find me next door playing pinball."},{"id":380,"quote":"E-I-E-I-O is actually a gross misspelling of the word farm."},{"id":381,"quote":"Don't sweat the petty things and don't pet the sweaty things."},{"id":382,"quote":"I've never seen a homeless guy with a bottle of Gatorade."},{"id":383,"quote":"We've learned how to make a living, but not a life. We've added years to life, not life to years."},{"id":384,"quote":"If a parsley farmer is sued, can they garnish his wages?"},{"id":385,"quote":"I am not a complete vegetarian. I eat only animals that have died in their sleep."},{"id":386,"quote":"Picture your grandmother in Hell, baking pies... without an oven."},{"id":387,"quote":"I was once dancing with a woman who told me she had a yeast infection so I told her to bake me some bread."},{"id":388,"quote":"I couldn't commit suicide if my life depended on it."},{"id":389,"quote":"Christians worship a dead Jew on a stick"},{"id":390,"quote":"The Golden Gate Bridge should have a long bungee cord for people who aren't quite ready to commit suicide but want to get in a little practice."},{"id":391,"quote":"You show me a tropical fruit and I'll show you a cocksucker from Guatemala."},{"id":392,"quote":"Griddle cakes, pancakes, hot cakes, flapjacks: why are there four names for grilled batter and only one word for love?"},{"id":393,"quote":"I think we’re part of a greater wisdom that we will ever understand; a higher order, call it what you want. Know what I call it? The Big Electron. It doesn’t punish, it doesn’t reward, it doesn’t judge at all. It just is."},{"id":394,"quote":"The things they don't tell you in schools these days, geez. Have a look at your owners. The politicians are put there to give you the idea you have freedom of choice. You don't. You have no choice; you have owners. They own you. They own everything."},{"id":395,"quote":"When will all the rhetorical questions end?"},{"id":396,"quote":"The day after tomorrow is the third day of the rest of your life."},{"id":397,"quote":"Comedy is a socially acceptable form of hostility and aggression. That is what comics do, stand the world upside down."},{"id":398,"quote":"In football the object is for the quarterback, also known as the field general, to be on target with his aerial assault, riddling the defense by hitting his receivers with deadly accuracy in spite of the blitz, even if he has to use the shotgun. With short bullet passes and long bombs, he marches his troops into enemy territory, balancing this aerial assault with a sustained ground attack that punches holes in the forward wall of the enemy's defensive line. In baseball the object is to go home! And to be safe! I hope I'll be safe at home!"},{"id":399,"quote":"Soft rock music isn’t rock, and it ain’t music. It’s just soft."},{"id":400,"quote":"Why do they lock gas station bathrooms? Are they afraid someone will clean them?"},{"id":401,"quote":"hard work is a misleading term. physical effort & long hours do not constitute hard work. hard work is when someone pays you to do something you'd rather not be doing. anytime you'd rather be doing something other than the thing you're doing...you're doing hard work."},{"id":402,"quote":"It turned out I was pretty good in science. But again, because of the small budget, in science class we couldn't afford to do experiments in order to prove theories. We just believed everything. Actually, I think that class was called Religion. Religion class was always an easy class. All you had to do was suspend the logic and reasoning you were being taught in all the other classes."},{"id":403,"quote":"Regarding the fitness craze: America has lost its soul; now it's trying to save its body."},{"id":404,"quote":"I love individuals. I think people are terrific as I meet and get to know them. I like imagination. I like the freedom that this society manages to parcel out to us in the midst of the rest of what they do to you. I also like thinking about the fact that the atoms in me are the same atoms that are in all the rest of the universe, and that every one of those atoms came from the middle of a star. In other words, it's only me out there."},{"id":405,"quote":"I think everyone should treat one another in a Christian manner. I will not, however, be responsible for the consequences."},{"id":406,"quote":"When you think about it, 12:15 P.M. is actually 11:75 A.M."},{"id":407,"quote":"I like my jokes to be built on a foundation of ideas, or at least smart observations."},{"id":408,"quote":"The next time a prostitute solicits your business, ask for the clergyman's rate."},{"id":409,"quote":"All Christian religions are outer-directed. \"Who can I convert?\" \"Let's go to this country and make them Christians.\" \"Wear this.\" \"Do that.\" \"No, don't worship that way. Worship this way or I'll kill you - for the good of your soul, of course.\" Meanwhile, followers of Eastern religions are sitting in the middle of their minds, experiencing a bliss and a level of consciousness that Western man can't begin to approach."},{"id":410,"quote":"If one synchronized swimmer drowns, do the rest drown too?"},{"id":411,"quote":"By elimination, dishonesty is the second-best policy."},{"id":412,"quote":"I think religion is very anti-man. I think it's a terrible distortion and exploitation of a very natural urge every human has - to be rejoined with the one somehow, to become a part of the universe. Once the high priests and the traders took over, we were lost as a species."},{"id":413,"quote":"For a while, I thought of myself as an atheist until I realized it was a belief, too. It's a shame everything has to have a label."},{"id":414,"quote":"There's some invisible guy, up in the sky, who can kill you, because he loves you."},{"id":415,"quote":"Grudges are a waste of perfect happiness. Laugh..apologiz e..let go of what you can't change."},{"id":416,"quote":"By the age of six or seven, I was already doing voices and faces, making my friends and my mother laugh."},{"id":417,"quote":"If a turtle doesn't have a shell, is he homeless or naked?"},{"id":418,"quote":"I find it discouraging - and a bit depressing - when I notice the unequal treatment afforded by the media to UFO believers on the one hand, and on the other, to those who believe in an invisible supreme being who inhabits the sky."},{"id":419,"quote":"And speaking of sex, the Immaculate Conception does not mean Jesus was conceived in the absence of sex. It means Mary was conceived without Original Sin. That's all it has ever meant. And according to the tabloids, Mary is apparently the only one who can make such a claim. The Jesus thing is called virgin birth."},{"id":420,"quote":"If you dropped me off a space platform onto the ground where a line was drawn, I would fall to the left side of it. I believe the difference between right and left is that the right, for the most part, the bulk of their philosophy is interested in property, and the rights of people to own property and gain and acquire and keep property. And I think on the left - though they blend and mix - on the left primarily you will find people who are more concerned about humans, and the human condition, and what can be done."},{"id":421,"quote":"I hope no one asks me to show them the ropes; I have no idea where they are. Maybe I could pull some strings and find out."},{"id":422,"quote":"There is a certain amount of righteous indignation I hold for the American culture, because to get back to the real root of it, to get broader about it, my opinion that is my species - and my culture in America specifically - have let me down and betrayed me. I think this species had great, great promise, with this great upper brain that we have, and I think we squandered it on God and Mammon. And I think this culture of ours has such promise, with the promise of real, true freedom, and then everyone has been shackled by ownership and possessions and acquisition and status and power."},{"id":423,"quote":"My money buys me the freedom not to be a member of the corporate structure. And I certainly don't feel guilty or hypocritical about that. The way our economy is set up, if you don't want to be a corporate moron and you don't want to be enfeebled in the streets, you must earn enough to know that you'll never have to go to them for money."},{"id":424,"quote":"I had run away from home three times. I had been kicked out of three different schools under different circumstances. I was kicked out of everything that I didn't quit. Kicked out of schools. Kicked out of summer camp, the Boy Scouts, the altar boys, the choir, and something else that I can't think of, that I'm proud of. Anyway, that was my pattern. I just began to invent myself early in life, and went out and did something about it."},{"id":425,"quote":"I worry about my judgment when anything I believe in or do regularly begins to be accepted by the American public."},{"id":426,"quote":"Now, some people do this for shock value. Shock is just another uptown word for surprise. Granted it has a different quality to it, but a joke is about surprising someone. I'm a great believer in context. You can joke about anything. I do like finding out where the line is drawn, deliberately crossing it and bringing some of them with me across the line, and having them be happy that I did."},{"id":427,"quote":"The radio ad \"Hi, I'm Jeff Healey from the Jeff Healey Band. Don't drink and drive. I don't\". Well, I hope you don't drive sober either Mr. Healey. You're blind for God's sake!"},{"id":428,"quote":"It's not in the mainstream media yet, but the biggest jump in skin cancer has occurred since the advent of sunscreens. That kind of thing makes me happy. The fact that people, in pursuit of a superficial look of health, give themselves a fatal disease. I love it when 'reasoning' human beings think they have figured out how to beat something and it comes right back and kicks them in the nuts. God bless the law of unintended consequences. And the irony is impressive: Healthy people, trying to look healthier, make themselves sick. Good!"},{"id":429,"quote":"Comedy, I figured, was the thing that came to me the most easily. Playing the trumpet and piano took practice. I thought that was a waste of time. I'd go out on the street corner and be funny. In a minute."},{"id":430,"quote":"I don't really identify with America, I don't really feel like an American or part of the American experience, and I don't really feel like a member of the human race, to tell you the truth. I know I am, but I really don't. All the definitions are there, but I don't really feel a part of it. I think I have found a detached point of view, an ideal emotional detachment from the American experience and culture and the human experience and culture and human choices."},{"id":431,"quote":"When Thomas Edison worked late into the night on the electric light, he had to do it by gas lamp or candle. I'm sure it made the work seem that much more urgent."},{"id":432,"quote":"Praying is begging for an unseen deity to alter the laws of nature for someone admittedly unworthy."},{"id":433,"quote":"Someone said, and rightfully, that \"property is theft'.\" There's no way a man can stand and tell me that he owns an apple tree. I just don't believe you. And so this pursuit of position and money and power, they are all wrapped up into one package that I think is crippling, debilitating and limiting. And unfortunately, people get sucked into it and then they've got you on the treadmill. You know: ''You've got to have a good job'' and \"You've got to have a good education'' - which is another word for indoctrination. We're never going to rise above these limitations we've placed on ourselves."},{"id":434,"quote":"What wine goes with Captain Crunch?"},{"id":435,"quote":"Regarding jam sessions: Jazz musicians are the only workers I can think of who are willing to put in a full shift for pay and then go somewhere else and continue to work for free."},{"id":436,"quote":"Why don't they have waiters in waiting rooms?"},{"id":437,"quote":"Let a smile be your umbrella, and you'll end up with a face full of rain."},{"id":438,"quote":"Nothing rectifies out-of-control market failures like a healthy dose of\ngovernment intervention and mountains of bureaucracy."},{"id":439,"quote":"I'm in favor of personal growth as long as it doesn't include malignant tumors."},{"id":440,"quote":"I had no shoes, and I felt sorry for myself until I met a man who had no feet. I took his shoes. Now I feel better."},{"id":441,"quote":"They say that instead of cursing the darkness, one should light a candle. Nothing is mentioned, though, about cursing a lack of candles."},{"id":442,"quote":"You have to be realistic about terrorism. Certain groups of people, certain groups, Muslim fundamentalists, Christian fundamentalists, Jewish fundamentalists, and just plain guys from Montana, are going to continue to make life in this country very interesting for a long, long time."},{"id":443,"quote":"Soft rock music isn't rock, and it ain't music. It's just soft. Reminds me of something my third-grade teacher said to us. She said, \"You show me a tropical fruit and I'll show you a cocksucker from Guatemala.\""},{"id":444,"quote":"'I am' is reportedly the shortest sentence in the English language. Could it be that 'I do' is the longest sentence?"},{"id":445,"quote":"I believe my first duty is to survive. And I'm not just talking about criminals coming into my home. I once seriously considered getting a gun to protect myself from the police. If I need a weapon to continue living, I'll get one. And I'll use it."},{"id":446,"quote":"Regarding local residents attempting to ban sex shops from their neighborhoods: You show me a parent who says he's worried about his child's innocence and I'll show you a homeowner trying to maintain equity."},{"id":447,"quote":"Professional soldiers are people who die for a living."},{"id":448,"quote":"It's way beyond ironic that a place called the Holy Land is the location of the fiercest, most deeply felt hatred in the world. And it makes for wonderful theater."},{"id":449,"quote":"I think you can talk about anything if the context is correctly arranged. If you set up the context and you bring the audience along carefully enough with you, you can get them to cross the line with you. What I try to do is talk about things that bother me, and I hope that in doing so I bother other people."},{"id":450,"quote":"When I was young I used to read about the decline of Western civilization, and I decided it was something I would like to make a contribution to."},{"id":451,"quote":"Always do whatever's next."},{"id":452,"quote":"If the shoe fits, buy another one just like it."},{"id":453,"quote":"If I ever lose my mind I hope some honest person will find it and take it to Lost and Found."},{"id":454,"quote":"The owner of a Florida massage parlor has been arrested by police. \"There weren't any serious violations,\" said the officers, \"she just rubbed us the wrong way.\""},{"id":455,"quote":"I enjoy watching a woman with really bad teeth and a good sense of humor struggling to use her lips and tongue to hide her teeth when she's laughing. I just stand there and tell her joke after joke after joke."},{"id":456,"quote":"Writing is really wonderful art. A lot of this is discovery. A lot of things are lying around waiting to be discovered and that's our job as writers is to just notice them and bring them to life."},{"id":457,"quote":"If the cops didn't see it, I didn't do it!"},{"id":458,"quote":"President George Bush declared a National Day of Prayer for Peace. This was after he had carefully arranged and started the war."},{"id":459,"quote":"And what can we do to silence these Christian athletes who thank Jesus whenever they win, never mention his name when they lose? Not a word. You never hear them say \"Jesus made me drop the ball.\" \"The good lord tripped me up behind the line of scrimmage.\" According to these guys Jesus is undefeated, meanwhile these assholes are in last place. Must be another one of those \"miracles.\""},{"id":460,"quote":"And, of course, the funniest food of all, kumquats."},{"id":461,"quote":"If the black box flight recorder is never damaged during a plane crash, why isn’t the whole airplane made out of that stuff?"},{"id":462,"quote":"I put a dollar in one of those change machines.  Nothing changed."},{"id":463,"quote":"I don't vote. We're led to believe we're free through the exercise of ineffective freedoms."},{"id":464,"quote":"The straightest line between a straight distance is two points."},{"id":465,"quote":"Comedy, although it is not one of the fine arts - it's a vulgar art, it's one of the people's arts, it's the spoken word, the writing that goes into it is an art form - it's certainly artistry."},{"id":466,"quote":"Anger is a handy term and words are tricky, as we know. What one man perceives as anger, another person - in my case the deliverer of material - is, \"Don't you see it, don't you see how badly you're doing?\" It's like shaking a child - which you're not supposed to do."},{"id":467,"quote":"A crumb is a great thing: If you break a crumb in half, you don't get two half-crumbs, you get two crumbs. Doesn't that violate some law of physics?"},{"id":468,"quote":"Language is the most elementary aspect to our humanness, probably. In addition to that, it's the embodiment, it's the apotheosis of the human experience, it's the way we summarize ourselves."},{"id":469,"quote":"As you swim the river of live, do the breast stroke. It helps to clear the turds from your path."},{"id":470,"quote":"I'm sure Hitler was great with his family."},{"id":471,"quote":"I recently went to a new doctor and noticed he was located in something called the Professional Building. I felt better right away."},{"id":472,"quote":"Here's a bumper sticker I'd like to see... 'We are the Proud Parents of a Child who has resisted his teacher's attempts to bend him to the will of his corporate masters'."},{"id":473,"quote":"I like good ideas. I don't want just do something for it's own sake to bother people, but if I can bother them with a logical argument about something they have agreed to in society simplistically - like children are sacred, the cult of the child, this cult of professional parenthood, and of course religion, and respect for policemen and the law, and all of these untouchable areas. I like attacking those beliefs, but in with good sound thinking, and an unusual approach."},{"id":474,"quote":"Intelligence tests are biased toward the literate."},{"id":475,"quote":"McDonald's breakfast for under a dollar is actually more expensive than that. You have to factor in the cost of bypass surgery."},{"id":476,"quote":"And now gay people want to get married... Haven't they suffered enough?"},{"id":477,"quote":"I'm tired of hearing about innocent victims. It's fiction, If you live on this planet you're guilty, period, f*** you, next case, end of report. Your birth certificate is proof of guilt."},{"id":478,"quote":"I thought of myself as an atheist until I realized it was a belief, too. It's a shame everything has to have a label. I feel that if I was figuratively dropped on the Earth and there was a political line, I would be just left of center. The difference for me is that conservatives are more interested in property values and rights and free markets, and liberals are more interested in human rights. In the end, there are people who don't fit into the marketplace and are not equipped. I believe the government should step in where the free market fails."},{"id":479,"quote":"Primitive societies, or social groupings, had shamans, and some of them even more recent in time. Shamans were tricksters. There was a tradition of the trickster, and the trickster was a clown, a humorous fellow. His task was to trick the gods, to humor the gods into laughing, so that there was access to the divine - because laughter is a moment when we are completely ourselves."},{"id":480,"quote":"If you take five white guys and put 'em with five black guys, and let 'em hang around together for about a month, and at the end of the month, you'll notice that the white guys are walking and talking and standing like the black guys do. You'll never see the black guys going, \"Oh, golly! We won the big game today, yes sir!\" But you'll see guys with red hair named Duffy going, \"What's happenin'?\""},{"id":481,"quote":"Catholic, which I was until I reached the age of reason"},{"id":482,"quote":"I make fun of people who are religious, because they're fundamentally weak."},{"id":483,"quote":"Catholics are against abortions. Catholics are against homosexuals. But, I can't think of anyone who has less abortions than homosexuals!"},{"id":484,"quote":"Let me get a sip of water here... you figure this stuff is safe to drink? Actually, I don't care, I drink it anyway. You know why? Because I'm an American and I expect a little cancer in my food and water. I'm a loyal American and I'm not happy unless I let government and industry poison me a little bit every day."},{"id":485,"quote":"I was taken to the hospital for observation. I stayed several days, didn't observe anything, and I left."},{"id":486,"quote":"The worst thing about e-mail is that you can’t interrupt the other person. You have to read the whole thing and then e-mail them back, pointing out all their mistakes and faulty assumptions. It’s frustrating and it’s time-consuming. God bless phone calls."},{"id":487,"quote":"Environmentalists changed the word jungle to rain forest, because no one would give them money to save a jungle. Same with swamps and wetlands."},{"id":488,"quote":"If you've got a cat and a leg, you've got a happy cat. If you've got a cat and two legs, you've got a party."},{"id":489,"quote":"I like to say two things in life that mean the most: genetics and luck. When you look at it realistically, genetics is luck too. Because you could have been born in some really terrible situation and never had a chance to realize yourself or see who you were. And so the luck of genetics and then after that, circumstances, those are the two guiding things."},{"id":490,"quote":"There is a core of loneliness. It's partly existential. Secondly, I was raised a loner. My parents were not there. My father was asked to leave because he couldn't metabolize ethanol. Actually, my mother ran away with us when I was 2 months old and my brother was 5. Real dramatic stuff: down the fire escape, through backyards. So, I sort of raised myself. I was alone a lot and I invented myself - I lived through the radio and through my imagination."},{"id":491,"quote":"They mention that it's a nonstop flight. Well, I must say I don't care for that sort of thing. Call me old fashioned, but I insist that my flight stop. Preferably at an airport."},{"id":492,"quote":"If you're reading it in a book, folks, it ain't self-help. It's help."},{"id":493,"quote":"When you start in the childhood period, when you begin to form a comic sense, it was the radio comedians - from the last days of radio and the first days of television. And Spike Jones. And the Marx Brothers. They represented anarchy. They took things that were nice and decent and proper, and they tore them to shreds. That attracted me."},{"id":494,"quote":"I have as much authority as the Pope, I just don't have as many people who believe it."},{"id":495,"quote":"There was about a two-year period at the end of the '60s, when I realized I was in the wrong place and entertaining the wrong people with the wrong material and that I was not being true to myself. I went through a metamorphosis into something more authentic for me, a more authentic stage voice and writing voice."},{"id":496,"quote":"There will be a rain dance Friday night, weather permitting!"},{"id":497,"quote":"One of the first things they teach you in Driver's Ed is where to put your hands on the steering wheel. They tell you put 'em at ten o'clock and two o' clock. Never mind that . I put mine at 9:45 and 2:17. Gives me an extra half hour to get where I'm goin'."},{"id":498,"quote":"In the 'bullshit department' a businessman can't hold a candle to a clergyman."},{"id":499,"quote":"I sort of gave up on this whole human adventure a long time ago, divorced myself from it emotionally. It gives me an artistic detachment that I find valuable. I think the human race has squandered its gift, and I think this country has squandered its promise, for the sake of cell phones and Jet Skis."},{"id":500,"quote":"There are two types of people: One strives to control his environment, the other strives not to let his environment control him. I like to control my environment, because I feel if I have my physical space in order, then I'm free to dream."},{"id":501,"quote":"Death is caused by swallowing small amounts of saliva over a long period of time."},{"id":502,"quote":"We're not supposed to mention f***ing in mixed company, but that's exactly where it takes place."},{"id":503,"quote":"My books and records are arranged according to subject, and within each subject, they're alphabetical by author or artist. The music tapes are alphabetical and the performance tapes are in chronological order.I like to control my environment, because I feel if I have my physical space in order, then I'm free to dream."},{"id":504,"quote":"Life is a zero sum game."},{"id":505,"quote":"Religion - religion, at best - at BEST - is like a lift in your shoe. If you need it for a while, and it makes you walk straight and feel better - fine. But you don't need it forever, or you can become permanently disabled. Religion is like a lift in the shoe, and I say just don't ask me to wear your shoes. And let's not go down and nail lifts onto the natives' feet."},{"id":506,"quote":"Irony deals with opposites; it has nothing to do with coincidence."},{"id":507,"quote":"If there were only one cherry pie in the world, and Bill Clinton owned it, I might get a piece of it. If Bush or Reagan owned it, you'd have to kill them to get a piece of pie. That's my feeling about Bill. And Bill's a good bullshitter. America likes a good bullshitter. That's one of the reasons he was re-elected. Honesty has no place in politics. It would throw everything off."},{"id":508,"quote":"I never take credit for anything, because it's mostly genetic to my way of thinking. Even the need to work hard with some genetic talent you're given - the need to go out and develop it, and push hard to bring it to people."},{"id":509,"quote":"Matt 13:57. Then Jesus told them, 'A prophet is honored everywhere except in his own hometown and among his own family.'  The other night I ate at a real nice family restaurant. Every table had an argument going."},{"id":510,"quote":"I hate Dr Phil. Dr Phil told me to express my feelings, so I'm expressing them."},{"id":511,"quote":"Movies and television don't make you violent; all they do is channel the violence more creatively."},{"id":512,"quote":"That invisible hand of Adam Smith seems to offer an extended middle finger to an awful lot of people."},{"id":513,"quote":"So about 80 years after the Constitution is ratified, the slaves are freed. Not so you'd really notice it of course; just kinda on paper. And that of course was at the end of the Civil War. Now there is another phrase I dearly love. That is a true oxymoron if I've ever heard one: \"Civil War.\" Do you think anybody in this country could ever really have a civil war? \"Say, pardon me?\" (shoots gun) \"I'm awfully sorry. Awfully sorry.\""},{"id":514,"quote":"I think of shock as kind of an uptown form of surprise. Comedy is filled with surprise, so when I cross a line... I like to find out where the line might be and then cross it deliberately, and then make the audience happy about crossing the line with me."},{"id":515,"quote":"I've never been quarantined. But the more I look around the more I think it might not be a bad idea."},{"id":516,"quote":"You show me something that doesn't cause cancer, and I'll show you something that isn't on the market yet."},{"id":517,"quote":"Religion cruelly exploits our need to feel connected."},{"id":518,"quote":"Geologists claim that although the world is running out of oil, there is still a 200-hundred-year supply of brake fluid."},{"id":519,"quote":"I finally accepted Jesus. not as my personal savior, but as a man I intend to borrow money from."},{"id":520,"quote":"Hallucinogens are a value changer...like it or not, it changes your values, it opens up windows (doors of perception.)"},{"id":521,"quote":"At 68 I'm every age I ever was. I always think of that. I'm not just 68. I'm also 55 and 21 and three. Oh especially three."},{"id":522,"quote":"If drumsticks are for playing drums, you would think that breadsticks would be for playing bread, wouldn't you? \"Would you like some breadsticks?\" \"No, thank you, I don't play bread. I play drums. Perhaps I'll have a drum roll.\""},{"id":523,"quote":"And now, in the interest of equal time, here is a message from the National"},{"id":524,"quote":"Sometimes when I'm told to use my own discretion, if no one is looking I'll use someone else's. But I always put it back."},{"id":525,"quote":"If it requires a uniform, it's a worthless endeavor."},{"id":526,"quote":"There are ten thousand people in the United States in a persistent vegetative state. Just enough to start a small town. Think of them as veggie-burghers."},{"id":527,"quote":"Whoever coined the term \"Buyer Beware\" was probably bleeding from the asshole."},{"id":528,"quote":"When you look at the average American you realize there's nothing nature enjoys more than a good joke."},{"id":529,"quote":"That's basically what the drive is: \"I want to be famous, I want to be noticed, and I want to be approved of.\" That's basically what you're after. \"Give me attention, give me applause, give me an audience. A. A. A. Straight As.\" That's all you're looking for."},{"id":530,"quote":"On the other hand, pot opens windows and doors that you may not be able to get through any other way."},{"id":531,"quote":"In the Navy, there is no wrong hole. In the Marines, there is always a hole."},{"id":532,"quote":"But then you turn 30. Oooohh, what happened there? Makes you sound like bad milk! He TURNED; we had to throw him out. There's no fun now, you're Just a sour-dumpling. What's wrong? What's changed?"},{"id":533,"quote":"The keys to America: The cross, the brew, the dollar, and the gun."},{"id":534,"quote":"If God is all powerful, can He make a stone so big that He Himself can't lift it?"},{"id":535,"quote":"I don't like the phrase shock value. Surprise is essential in comedy, and if people are shocked by what I consider merely surprising, then that's their shock. But there is no joke without surprise."},{"id":536,"quote":"Why are hemorrhoids called \"hemorrhoids\" instead of \"assteroids"},{"id":537,"quote":"I did a lot of thinking, and used mental activity to relieve whatever feelings I had. I became very left-brained, and I was good in school. That is, I was a smart kid."},{"id":538,"quote":"Bowling is not a sport because you have to rent the shoes. When Will Jesus Bring the Pork Chops? This title offends all three major religions, and even vegetarians!"},{"id":539,"quote":"Pacifism is a nice idea but it can get you killed. We're not there yet. Evolution is slow, small pox is fast."},{"id":540,"quote":"In high school, when I first heard of entropy, I was attracted to it immediately. They said that in nature all systems are breaking down, and I thought, What a wonderful thing; perhaps I can make some small contribution to this process, myself."},{"id":541,"quote":"Where ideas are concerned, America can be counted on to do one of two things: Take a good idea and run it completely into the ground, or take a bad idea and run it completely into the ground."},{"id":542,"quote":"You can't fight City Hall, but you can goddamn sure blow it up."},{"id":543,"quote":"You know why we're good at it? Because we get a lot of practice. This country is only 200 years old, and already we've had ten major wars. We average a major war every twenty years. So we're good at it!"},{"id":544,"quote":"Grass probably helped me as much as it hurt me. Especially as a performer."},{"id":545,"quote":"We're having something a little different this year for Thanksgiving. Instead of a turkey, we're having a swan. You get more stuffing"},{"id":546,"quote":"Cigarette companies market heavily to young people. They need young customers because their product kills the older ones. It is the only product that, if used as intended, kills the consumer."},{"id":547,"quote":"With humans it's abortion, but with chickens it's an omelet."},{"id":548,"quote":"Grass [marijuana] probably helped me as much as it hurt me. Especially as a performer. When you're high, it's easy to kid yourself about how clever certain mediocre pieces of material are. But, on the other hand, pot opens windows and doors that you may not be able to get through any other way."},{"id":549,"quote":"Part of the pleasure of being alive is the knowledge that you're not dead yet."},{"id":550,"quote":"Grass probably helped me as much as it hurt me. Especially as a performer. When you're high, it's easy to kid yourself about how clever certain mediocre pieces of material are. But, on the other hand, pot opens windows and doors that you may not be able to get through any other way."},{"id":551,"quote":"Life is tough, then you die."},{"id":552,"quote":"The Christians gave Him Sunday, the Jews gave Him Saturday, and the Muslims gave Him Friday. God has a three-day weekend."},{"id":553,"quote":"In my fifth-grade yearbook - it's right up there on the top shell - the last page says, \"What about your future?\" and under my name, it says, \"When I grow up, I would like to be either an actor, a radio announcer, an impersonator or a comedian.\""},{"id":554,"quote":"They say if you outlaw guns, only outlaws will have guns. Well, those are precisely the people who need them!"},{"id":555,"quote":"The surgeon general warned today that saliva causes stomach cancer. But apparently only when swallowed in small amounts over a long period of time."},{"id":556,"quote":"Most people with low self-esteem have earned it."},{"id":557,"quote":"The good lord tripped me up behind the line of scrimmage."},{"id":558,"quote":"Religion has actually convinced people that there's an invisible man living in the sky."},{"id":559,"quote":"Save the trees, save the bees, save the whales, save those snails."},{"id":560,"quote":"Republicans have been trying to get people to work for no pay for a long time."},{"id":561,"quote":"My history of moving away from drugs is not the kind you hear from most people. Certainly not from celebrities, especially those professionally recovering people. What I've noticed in my overuse of cocaine is the period of pleasure versus the period of pain. That is to say that when you first get high on anything, the pleasure is predominant and you don't pay much price. A little hangover or whatever it might be with another drug. But after a while the ratio begins to change, and there' s far more pain in the deal than pleasure. It just completely goes in another direction."},{"id":562,"quote":"No one knows what's next, but everybody does it."},{"id":563,"quote":"I like to control my environment, because I feel if I have my physical space in order, then I'm free to dream. So there is some compulsion involved. But the dividend I get is the freedom to be totally disorderly in my dreamworld."},{"id":564,"quote":"I have this real moron thing I do? It's called thinking."},{"id":565,"quote":"Germany lost the Second World War. Fascism won it. Believe me, my friend."},{"id":566,"quote":"The only good thing ever to come out of religion was the music."},{"id":567,"quote":"When you think about it, attention-deficit order makes a lot of sense. In this country there isn't a lot worth paying attention to."},{"id":568,"quote":"Golf is an arrogant, elitist game that takes up entirely too much space in this country."},{"id":569,"quote":"Little-known fact: When the stock exchange closes, the guy who comes out on the balcony with that big hammer slams it on the head of the person who lost the most money that day."},{"id":570,"quote":"In Rome, the emperor sat in a special part of the Colosseum called the Caesarian Section."},{"id":571,"quote":"Electricity is really just organized lightning."},{"id":572,"quote":"Sex always has consequences. When Hitler's mother spread her legs that night, she effectively canceled out the spreading of fifteen to twenty million other pairs of legs."},{"id":573,"quote":"I say things that can be defined as prayers. But I don't pray to a power or ask an entity to intercede in the earthly scheme, because I don't believe that happens. But if I see a really unfortunate person in the street, I do pray, yes, though I suppose it's really more like a mantra to ease my own sorrow."},{"id":574,"quote":"The main reason women are crazy, is that men are stupid."},{"id":575,"quote":"Standing ovations have become far too commonplace. What we need are ovations where the audience members all punch and kick one another."},{"id":576,"quote":"The status quo sucks."},{"id":577,"quote":"\"Fussy eater\" is a euphemism for \"big pain in the ass.\""},{"id":578,"quote":"Never get on an airplane if the pilot is wearing a hat that has more than three pastel colors."},{"id":579,"quote":"Abraham Maslow said that the fully realized person transcends his local group and identifies with the species. But the election of Ronald Reagan might've been the beginning of my giving up on my species. Because it was absurd. To this day it remains absurd. More than absurd, it was frightening: it represented the rise to supremacy of darkness, the ascendancy of ignorance."},{"id":580,"quote":"I think people should be allowed to do anything they want. We haven't tried that for a while. Maybe this time it'll work."},{"id":581,"quote":"There are nights when the wolves are silent and only the moon howls."},{"id":582,"quote":"Everything beeps now."},{"id":583,"quote":"When I'm not actually doing my work, I'm planning it or thinking about it or reading things that on some level are transformed into performance fantasies. I have no active interests. I never go anywhere or do anything that transports me outside the boundaries of my mind."},{"id":584,"quote":"Of course, in Los Angeles, everything is based on driving, even the killings. In New York, most people don't have cars, so if you want to kill a person, you have to take the subway to their house. And sometimes on the way, the train is delayed and you get impatient, so you have to kill someone on the subway. That's why there are so many subway murders; no one has a car."},{"id":585,"quote":"If at first you don't succeed, redefine success."},{"id":586,"quote":"No, there's no God, but there might be some sort of an organizing intelligence, and I think to understand it is way beyond our ability. It's certainly not a judgmental entity. It's certainly not paternalistic and all these qualities that have been attributed to God."},{"id":587,"quote":"One thing leads to another? Not always. Sometimes one thing leads to the same thing. Ask an addict."},{"id":588,"quote":"No matter what you do, no matter how hard you try, you're screwed because it's all fixed and rigged. There is a club and you ain't in it."},{"id":589,"quote":"Y'ever notice how you never seem to get laid on Thanksgiving? I think it's because all the coats are on the bed."},{"id":590,"quote":"If a lobster didn't look like a sci-fi monster, people would be less able to drop him alive into boiling water."},{"id":591,"quote":"At a formal dinner party, the person nearest death should always be seated closest to the bathroom."},{"id":592,"quote":"I actually was a writer who had the ability to perform his own work as opposed to a comedian who wrote his own material. So that really made me happy and changed my whole perspective."},{"id":593,"quote":"The captain has just turned on the fasten-seat-belt-sign. He didn't mean to, but the joint he was smoking fell in his lap, and when he jumped up, his head hit the switch."},{"id":594,"quote":"I recently bought a book of free verse. For twelve dollars."},{"id":595,"quote":"Because we were a poor area, the school had a small budget and was unable to teach the second half of the alphabet."},{"id":596,"quote":"As it stands right now, I lead Richard Pryor in heart attacks, two to one. However, Richard still leads me, one to nothing, in burning yourself up."},{"id":597,"quote":"It's legal for men to be floorwalkers and illegal for women to be streetwalkers."},{"id":598,"quote":"We get what we deserve. They are our elected officials."},{"id":599,"quote":"When people asked me, \"Do you get high to go onstage?\" I could never understand the question. I mean, I'd been high since eight that morning. Going onstage had nothing to do with it."},{"id":600,"quote":"What was the best thing before sliced bread?"},{"id":601,"quote":"It's never just a game when you're winning."},{"id":602,"quote":"If all our national holidays were observed on Wednesdays, we could wind up with nine-day weekends."},{"id":603,"quote":"No one is more himself than the moment when he's laughing at a joke. It's at those moments that people's defenses go down, and that's when you can slip in a good idea."},{"id":604,"quote":"My left descending septal branch artery decided to close without consultation with any of my other organs. It happened on Saint Patrick's Day, 1978."},{"id":605,"quote":"There are two types of people: One strives to control his environment, the other strives not to let his environment control him. I like to control my environment."},{"id":606,"quote":"Comedy is grievances. It's a recitation of grievances - whether they're inconsequential, superficial - like \"my wife shops too much\", or \"kids today\", all those old-fashioned themes - or, if it's deeper, and somewhat more thoughtful, about social imbalance and inequities, and the folly of human behavior. It's usually a complaint."},{"id":607,"quote":"Why should it be illegal to sell something that's perfectly legal to give away?"},{"id":608,"quote":"The sicker you get, the harder it is to remember if you took your medicine."},{"id":609,"quote":"Some national parks have long waiting lists for camping reservations. When you have to wait a year to sleep next to a tree, something is wrong."},{"id":610,"quote":"Jesus was a cross-dresser."},{"id":611,"quote":"Men are from Earth, women are from Earth. Deal with it."},{"id":612,"quote":"Do you think Sammy Davis ate Junior Mints?"},{"id":613,"quote":"If the Cincinnati Reds were really the first major league baseball team, who did they play?"},{"id":614,"quote":"As soon as someone is identified as an unsung hero, he no longer is."},{"id":615,"quote":"There are a lot of little things about our bodies that we all know, but we never talk about. That's what interests me. These are practically universal experiences; nobody mentions them! Some of them are disgusting. Some of them are appallingly revolting and degrading even to the most degenerate mind. So let's get started with a couple of them."},{"id":616,"quote":"Let's suppose we all just materialized on Earth and there was a bunch of potatoes on the ground, okay? There's just six of us. Only six humans. We come into a clearing and there's potatoes on the ground. Now, my instinct would be, let's everybody get some potatoes. \"Everybody got a potato? Joey didn't get a potato! He's small, he can't hold as many potatoes. Give Joey some of your potatoes.\" \"No, these are my potatoes!\" That's the Republicans. \"I collected more of them, I got a bigger pile of potatoes, they're mine. If you want some of them, you're going to have to give me something.\""},{"id":617,"quote":"One can never know for sure what a deserted area looks like."},{"id":618,"quote":"Here's a phrase that apparently the airlines simply made up: near miss. They say that if 2 planes almost collide, it's a near miss. Bullshit, my friend. It's a near hit! A collision is a near miss. [WHAM! CRUNCH!] \"Look, they nearly missed!\" \"Yes, but not quite."},{"id":619,"quote":"People say life begins at conception, I say life began about a billion years ago and it's a continuous process."},{"id":620,"quote":"By the next one [albom],Occupation: Foole, I was right back into the trip again. I'm more frantic, more breathless. You can hear how sick I am. If you want to see a cokehead, just look at the pictures on the Occupation: Foole album."},{"id":621,"quote":"Weather tonight: dark. Turning partly light by morning."},{"id":622,"quote":"Looking back, I realize that my life has been a series of incidents where one person has said to another, \"Get this asshole outta here!\""},{"id":623,"quote":"If the reason for climbing Mt. Everest is that it's hard to do, why does everyone go up the easy side?"},{"id":624,"quote":"Thall shall keep thy religion to thy selves."},{"id":625,"quote":"Heroin, forget it. In my neighborhood, I could see what heroin did firsthand and I was definitely afraid of that number."},{"id":626,"quote":"Beethoven was so hard of hearing, he thought he was a painter."},{"id":627,"quote":"The Christians are coming to get you, and they are not pleasant people."},{"id":628,"quote":"We use up words like 'spiritual' so fast in this culture. Twenty years ago spiritual had a distinct meaning. But now there's a lot of jack-off thinkers who just love to talk about the spiritual. And there is a lot of bogus - is bogosity a word? It should be - a lot of bogosity in these spiritual seekers. So you have to find another way to express it. I just call it 'how I fit'."},{"id":629,"quote":"Religion is a self-conferred intellectual decision; it's not something you get at birth and is unchangeable. You're collusive with the religion when you accept it; you have a choice."},{"id":630,"quote":"Do you realize that the only time in our lives when we like to get old is when we're kids? If you're less than 10 years old, you're so excited about aging that you think in fractions."},{"id":631,"quote":"Personally, emotionally, I'd rather divorce myself from the world than face the heartbreak of partial success. Because partial success implies overwhelming failure."},{"id":632,"quote":"What I became a comedian for was to get my art out. To get some of these feelings and things I had on my chest out. I don't care if people believe them, listen to them, change their ways, or think, or any of that kind of crap. I'm interested in showing off. I'm the same kid from sixth grade who stood up and said \"watch this.\""},{"id":633,"quote":"So you BECOME 21, TURN 30, PUSH 40, REACH 50 and MAKE it to 60."},{"id":634,"quote":"So I live in Los Angeles, and it's kind of a goofy place. They have an airport named after John Wayne. That ought to explain it. It has a charming kind of superstitious innocence."},{"id":635,"quote":"There's an idea that the human body is somehow evil and bad and there are parts of it that are especially evil and bad, and we should be ashamed. Fear, guilt and shame are built into the attitude toward sex and the body. It's reflected in these prohibitions and these taboos that we have."},{"id":636,"quote":"Boxing is a more sophisticated form of hockey."},{"id":637,"quote":"The only thing high-definition television will do is provide sharper images of the garbage."},{"id":638,"quote":"I was a hip kid. When I saw Bambi it was the midnight show."},{"id":639,"quote":"Surround yourself with what you love, whether it's family, pets, keepsakes, music, plants, hobbies, whatever."},{"id":640,"quote":"You BECOME 21, you TURN 30, then you're PUSHING 40. Whoa! Put on the brakes, it's all slipping away. Before you know it, you REACH 50 and your dreams are gone."},{"id":641,"quote":"Leftovers make you feel good twice. First, when you put it away, you feel thrifty and intelligent: 'I'm saving food!' Then a month later when blue hair is growing out of the ham, and you throw it away, you feel really intelligent: 'I'm saving my life!'"},{"id":642,"quote":"Put two things together which have never been put together before, and some schmuck will buy it."},{"id":643,"quote":"People who own everything know how to relax a little and bend and exhale once in a while, but they're not going to let it get out of control."},{"id":644,"quote":"I went to the Missing Persons Bureau but no one was there."},{"id":645,"quote":"If you live long enough, sooner or later everybody you know has cancer."},{"id":646,"quote":"I went straight from shenanigans to crimes against humanity."},{"id":647,"quote":"It was the typical paranoid experience [to hide coke]. As soon as I knew my hiding place, I thought the whole world knew it. I'd write clues to my hiding places in code, then forget the code and spend the rest of the day looking for my coke."},{"id":648,"quote":"If someone loves you and they leave and don't come back, it was never meant to be. If someone loves you and they leave and come back, set them on fire."},{"id":649,"quote":"I'll bet there aren't too many people hooked on crack who can play the bagpipes."},{"id":650,"quote":"I kind of like it when a lot of people die, and on the other hand I always wonder how many unused frequent-flier miles they had."},{"id":651,"quote":"We [americans] are not a freedom-loving people in the beautiful, spiritual sense. We have an inspiring Constitution, but we're a hardhearted people."},{"id":652,"quote":"If you you think there is a solution, you're part of the problem."},{"id":653,"quote":"Bowling is not a sport because you have to rent the shoes."},{"id":654,"quote":"Swimming is not a sport. Swimming is a way to keep from drowning. That's just common sense!"},{"id":655,"quote":"You know the good part about all those executions in Texas? Fewer Texans."},{"id":656,"quote":"Humor is based on surprise, and surprise is a milder way of saying shock. It's surprise that makes the joke."},{"id":657,"quote":"All messages from Satan are played forward and are in standard American English."},{"id":658,"quote":"I never joined the Boy Scouts. I don't trust any organization that has a handbook."},{"id":659,"quote":"Let's not have a double standard. One standard will do just fine."},{"id":660,"quote":"Number one, one, one on wonderful WINO."},{"id":661,"quote":"I think we overrate ourselves in terms of our abilities and capacities. I mean, just because you can build a really swell bridge doesn't, to my way of thinking, mean that you're an advanced civilization."},{"id":662,"quote":"At best, God can be viewed as nothing more than an uncaring incompetent father-figure"},{"id":663,"quote":"Tonight's forecast: DARK. Continued mostly dark tonight, turning to wildly scattered light in the morning"},{"id":664,"quote":"What occurs as you age is an accumulation of information, data, knowledge, and what I'm going to call the matrix of the mind. There's just a rich, textured, field of information and impressions that have been all networked by the brain."},{"id":665,"quote":"I find that an entertainer is quite content to sit still, and I think an artist always has a little motion, always going somewhere. May not know where it is, but there is some sort of unnamed destination. There is some pulling, some movement. So I just found myself in that category according to my own analysis."},{"id":666,"quote":"I call him Governor Bush because that's the only political office he's ever held legally in this country. I don't care where they hang his portrait, I don't care how big his library is. To me, he'll always be \"Governor Bush.\" I don't even capitalize his name when I type it anymore."},{"id":667,"quote":"I don't think we really gave barbarism a fair try."},{"id":668,"quote":"Sometimes a fireman will go to great strenuous lengths to save a raccoon that's stuck in a drainpipe and then go out on the weekend and kill several of them for amusement."},{"id":669,"quote":"Singing is basically a form of pleasant, controlled screaming."},{"id":670,"quote":"My grandfather, mother and father were gifted verbally, and my mother passed that along to me. She always made sure I was conscious of language and words."},{"id":671,"quote":"I think tobacco and alcohol warnings are too general. They should be more to the point: 'People who smoke will eventually cough up small pieces of lung.'... And 'Warning!! Alcohol will turn you into the same jerk your father was.'"},{"id":672,"quote":"I'm 63 now. But that's just 17 Celsius."},{"id":673,"quote":"Would a fly without wings be called a walk?"},{"id":674,"quote":"Christian Deodorant: \"Thou Shalt Not Smell\""},{"id":675,"quote":"Sex criminals. Completely incurable... I suppose you could outlaw religion and these sex crimes would disappear in a generation or two, but we don't have time for rational solutions."},{"id":676,"quote":"Marry an orphan: you'll never have to spend boring holidays with the in-laws."},{"id":677,"quote":"When I ask how old your toddler is, I don't need to hear '27 months.' 'He's two' will do just fine. He's not a cheese. And I didn't really care in the first place."},{"id":678,"quote":"I'm not in show business because I don't have to go to the meetings, I'm just not a part of it, I don't belong to it. When you \"belong\" to something. You want to think about that word, \"belong.\" People should think about that: it means they own you. If you belong to something it owns you, and I just don't care for that. I like spinning out here like one of those subatomic particles that they can't quite pin down."},{"id":679,"quote":"Results like these [state of the earth] do not belong on the resumé of a supreme being."},{"id":680,"quote":"Tell the people you love that you love them, at every opportunity."},{"id":681,"quote":"You get to play with people's little danger zones."},{"id":682,"quote":"I saw Danny Kaye in a movie, and he was doing voices and faces on that big, big screen and making whole audiences laugh. It was just an instant hookup."},{"id":683,"quote":"How can He be perfect? Everything He ever makes...dies."},{"id":684,"quote":"Although the photographer and the art thief were close friends, neither had ever taken the other's picture."},{"id":685,"quote":"The phrase surgical strike might be more acceptable if it were common practice to perform surgery with high explosives."},{"id":686,"quote":"All the wrong things for all the wrong reasons. Sometimes people just want to feel different. And so long as Third World peasants are poor they will send us drugs, and as long as we are empty we will ask for this little plant."},{"id":687,"quote":"You can't be the fastest gun in town forever. There comes a time when you're not the golden boy, and you have to go off somewhere and figure yourself out."},{"id":688,"quote":"For a long time, I've distinguished between entertainer and performer and entertainer and artist. To me, an entertainer is someone who pleases others, and an artist tries to please himself."},{"id":689,"quote":"In comic strips, the person on the left always speaks first."},{"id":690,"quote":"There's a part of me that is angry. Not in the sense of, \"Gee, George is an angry guy!\" I mean, anyone who's been with me five minutes, five years, whatever, they would tell you they've rarely seen me in a moment of anger. Yes, I can become highly irritated in a line that's moving slowly, or with a clerk who's incompetent. But I don't yell. I don't get rude. I am clear about what I expect. In a store, my mother always told me, \"Ask for the manager immediately. It changes the tone of the conversation.\""},{"id":691,"quote":"Know my feelings about traffic laws? Cop didn't see it? I didn't do it."},{"id":692,"quote":"It ended suddenly for Brenda, more slowly for me. My runs began getting shorter and less pleasurable. I'd feel bad after only one day, or only a few hours, instead of four or five days. And I began to want to stop. One of the proudest moments of my life was at a rock-'n'-roll theater in New Jersey. A guy actually put some coke under my nose and I was able to say, \"No, thanks,\" and turn my head away."},{"id":693,"quote":"I don't care much about the outcome. I'd like for people to feel better and have better lives, but I don't think that's in the cards through political action. I think bloodshed is still the way you get dramatic change. That'll never happen because they've got all the guns now. At least they've got the nice guns, the big ones, the ones with night vision."},{"id":694,"quote":"One of the effects it [cocaine] had on my personality - my moods, my behaviors - was that it inhibited me a lot. It kind of took possibilities out of my world, and made the focus of things very narrow."},{"id":695,"quote":"A pear is a failed apple."},{"id":696,"quote":"One philosopher has rightly said that property is theft. But I'd like to use my future ownership of property to give something back."},{"id":697,"quote":"Cancer research is a growth industry."},{"id":698,"quote":"There are some people that aren't into all the words. There are some people who would have you not use certain words. Yeah, there are 400,000 words in the English language, and there are seven of them that you can't say on television. What a ratio that is. 399,993 to seven. They must really be bad. They'd have to be outrageous, to be separated from a group that large. All of you over here, you seven. Bad words. That's what they told us they were, remember? 'That's a bad word.' You know bad words. Bad thoughts. Bad intentions."},{"id":699,"quote":"No one ever says, 'It's only a game' when their team is winning."},{"id":700,"quote":"Art, music, and philosophy are merely poignant examples of what we might have been had not the priests and traders gotten hold of us."},{"id":701,"quote":"I look at it this way... For centuries now, man has done everything he can to destroy, defile, and interfere with nature: clear-cutting forests, strip-mining mountains, poisoning the atmosphere, over-fishing the oceans, polluting the rivers and lakes, destroying wetlands and aquifers... so when nature strikes back, and smacks him on the head and kicks him in the nuts, I enjoy that. I have absolutely no sympathy for human beings whatsoever. None. And no matter what kind of problem humans are facing, whether it's natural or man-made, I always hope it gets worse."},{"id":702,"quote":"I don't understand the problem with paroling Charles Manson? I say set him free and let him get on with his work. I have a long list of celebrities I'd be glad to share with him."},{"id":703,"quote":"Everyone should try to scratch their name on the bomb of life."},{"id":704,"quote":"I'll tell you a little secret about the Blues: it's not enough to know which notes to play, you have to know why they need to be played."},{"id":705,"quote":"Never let the brain idle. ‘An idle mind is the devil’s workshop.’ And the devil’s name is Alzheimer’s."},{"id":706,"quote":"It's harder to be funny from the position of power."},{"id":707,"quote":"You never see a smiling runner."},{"id":708,"quote":"Some people think that words can injure the psyche or the moral fiber. And they really can't."},{"id":709,"quote":"A cat will blink when struck with a hammer."},{"id":710,"quote":"I never eat sushi. I have trouble eating things that are merely unconscious."},{"id":711,"quote":"Why do we park on driveways and drive on parkways? Just to be silly!"},{"id":712,"quote":"Instead of thinking about the sex, I'd always think about the clap and the crabs those people have."},{"id":713,"quote":"Rhetoric paints with a broad brush."},{"id":714,"quote":"When he got loaded, the human cannonball knew there were not many men of his caliber."},{"id":715,"quote":"I have things that are strident and confrontational, and I have a lot of things that are childlike and innocent and sort of sweet. So, somewhere in between lies the middle of me."},{"id":716,"quote":"Just think, right now as you read this, some guy somewhere is gettin' ready to hang himself."},{"id":717,"quote":"You get into your teens, now they can't hold you back. You jump to the next number, or even a few ahead."},{"id":718,"quote":"I hope we're not just human garbage drifting toward a big sewer. But I think so."},{"id":719,"quote":"It's nothing but a big stroke job in this country. The government strokes you every day of your life. Religion never stops stroking you. Big business gives you a good stroke. And it's one big, transcontinental, cross-country, red, white and blue stroke job... Do you know what the national emblem for this country ought to be? Forget that bald eagle. The national emblem of this country ought to be Uncle Sam standing naked at attention saluting, and seated on a chair next to him, the Statue of Liberty jerking him off. That would be a good symbol for the United Strokes of America."},{"id":720,"quote":"Never give up on an idea simply because it is bad and doesn't work."},{"id":721,"quote":"I do something about the weather. I stay home."},{"id":722,"quote":"I'm thinking of buying a church and changing it around: maybe selling crack and having a few whores in the pew."},{"id":723,"quote":"I used to be Irish Catholic. Now I'm an American - you know, you grow."},{"id":724,"quote":"It was just a compulsion. In fact, I soon realized that the only thing I really enjoyed was the actual snorting."},{"id":725,"quote":"Every time you use the phrase all my life it has a different meaning."},{"id":726,"quote":"I'm not a person who thinks they can have it all, but I certainly feel that with a bit of effort and guile I should be able to have more than my fair share."},{"id":727,"quote":"I think it keeps the child alive in me. There's a thrill when you steal something in plain view of other people."},{"id":728,"quote":"If you nail a tool shed closed, how do you put the hammer away?"},{"id":729,"quote":"If the #2 pencil is the most popular, why is it still #2?"},{"id":730,"quote":"How can it be a spy satellite if they announce on television that it's a spy satellite?"},{"id":731,"quote":"An art thief is a man who takes pictures."},{"id":732,"quote":"Baby boomers helped me a great deal in my career. They launched me. They were there for me to sing my song to. And I'm not saying I'm better than anyone, but I think they turned that anti-authority baby boom mentality into their own enemy. Now I identify very closely with their children."},{"id":733,"quote":"Things I wonder about the FBI's list of the \"Ten Most Wanted\" criminals: When they catch a guy and he comes off the list, does number eleven automatically move up? And does he see it as a promotion? Does he call his criminal friends and say, \"I made it, Bruno. I'm finally on the list\"?"},{"id":734,"quote":"Without the laughs, the audience wouldn't be there at all, so in that sense, yes, I am a comedian."},{"id":735,"quote":"What exactly is \"midair\"? Is there some other part of air besides the \"mid\" part?"},{"id":736,"quote":"When you quit school at an early age, I think you have a lifelong need to show the world - and maybe yourself - that you're really smart after all."},{"id":737,"quote":"The whole problem with this idea of obscenity and indecency, and all of these things - bad language and whatever - it's all caused by one basic thing, and that is: religious superstition."},{"id":738,"quote":"When it comes to God's existence, I'm not an atheist and I'm not agnostic. I'm an acrostic. The whole thing puzzles me."},{"id":739,"quote":"The symphony orchestra had played poorly, so the conductor was in a bad mood. That night he beat his wife--because the music hadn't been beautiful enough."},{"id":740,"quote":"I have a lot of things [in me] that are childlike and innocent and sweet."},{"id":741,"quote":"We now buy watches primarily for their looks, price, or additional functions. The fact that they tell time seems lost."},{"id":742,"quote":"When you visualize the recent past, do you see it as being somewhere over on the left?"},{"id":743,"quote":"Baseball begins in the spring, the season of new life. Football begins in the fall, when everything's dying."},{"id":744,"quote":"Cocaine was different. It kept saying, \"You haven't had enough.\" I became an abuser almost instantly."},{"id":745,"quote":"None of the Christian religions do [interest me]. They're all outer-directed."},{"id":746,"quote":"I don't consider myself a cynic. I think of myself as a skeptic and a realist. But I understand the word \"cynic\" has more than one meaning, and I see how I could be seen as cynical. \"George, you're cynical.\" Well, you know, they say if you scratch a cynic you find a disappointed idealist. And perhaps the flame still flickers a little, you know?"},{"id":747,"quote":"Eventually, alas, I realized the main purpose of buying cocaine is to run out of it."},{"id":748,"quote":"There are actually people who go out and re-fight these battles. You know what I say? Use real ammunition! You just might raise the intelligence level of the American gene pool!"},{"id":749,"quote":"It's the American view that everything has to keep climbing: productivity, profits, even comedy."},{"id":750,"quote":"People have material needs, but you don't need a deodorant for every different day of the week. You don't need four hundred varieties of mustard. This is what I call too many choices. There are too many choices in America."},{"id":751,"quote":"When you look at Earth from that one picture, the one from space, it's really a rather attractive thing. I have nothing against the planet per se. I root for the big comet or asteroid as a way of cleansing the planet. The comet or asteroid 65 million years ago is probably what gave us our opening to replace the reptiles. The greatest entertainment I have in my life is chronicling internally, not necessarily for the public, the slow dissolution of order."},{"id":752,"quote":"I think the trend to control speech - and therefore thought - continues. Because of the freer flow of information now, there's more on the side of free thought."},{"id":753,"quote":"More people write poetry than read it."},{"id":754,"quote":"Where do we get our values from?"},{"id":755,"quote":"I did LSD and peyote in the late Sixties, before I got into cocaine. That was concurrent with my change from a straight comic to the album and counterculture period, and those drugs served their purpose. They helped open me up."},{"id":756,"quote":"I've been a performer for a long time and I know when people are laughing from their guts, from the inside, and when their tuxedos are laughing."},{"id":757,"quote":"The older you get, the better you realize you were."},{"id":758,"quote":"People tell you to have a safe trip, as if you have some control over it."},{"id":759,"quote":"I was surprised when I started getting old. I always thought it was one of those things that would happen to someone else."},{"id":760,"quote":"So I do have this ambivalence. Obviously I'm against militaries, because of what militaries do. In many ways though, the air force was unmilitary-like. They dropped bombs on people, but...they had a golf course."},{"id":761,"quote":"Suppose I could shoot myself in the mouth, but what if I miss? People will laugh at me."},{"id":762,"quote":"In the doggie dictionary, under \"bow wow\" it says, \"See \"arf arf.\"\""},{"id":763,"quote":"I definitely have a gift for language that is rhythmic and attractive to the ear, and I have interesting [verbal] imagery which I guess is a poetic touch."},{"id":764,"quote":"I really haven't seen this many people in one place since they took group photographs of all the criminals and lawbreakers in the Ronald Reagan administration."},{"id":765,"quote":"Running isn't a sport because anyone can do it. Anything we can all do can't be a sport. I can run, you can run. My mother can run, you don't see her on the cover of Sports Illustrated do you?"},{"id":766,"quote":"Like on the airlines, they say they want to 'pre-board'. Well, what the hell is 'pre board'? What does that mean? To get on before you get on?"},{"id":767,"quote":"The whole problem with the world today: private property. If no one owned anything, it would be a lot better. There's even an entire industry devoted to keeping an eye on other people's stuff. This is how stupid it's got. If you decide to get rid of a lot of your stuff, you can give it to a thrift shop or to Goodwill."},{"id":768,"quote":"Shopping and buying and getting and having comprise the Great American Addiction. No one is immune. When the underclass riots in this country they don't kill policemen and politicians, they steal merchandise. How embarrassing."},{"id":769,"quote":"If everyone in the world sat quietly at the same time, closed their eyes and concentrated as hard as they could on peace and goodwill, all the killing and cruelty in the world would continue. And probably increase."},{"id":770,"quote":"I consider the coke a major cause. Of course, you could also make the argument that because cocaine speeds up the heart, it's good for you."},{"id":771,"quote":"If Helen Keller had psychic ability, would you say she had a fourth sense? What year did Jesus think it was?"},{"id":772,"quote":"Give now. Somewhere, someone feels crappy. You can help."},{"id":773,"quote":"Most of the time people feel okay. Probably it's because at the moment they're not actually dying."},{"id":774,"quote":"You know what I like about the American form of government? They've worked things out so that you're never far from a 7-Eleven."},{"id":775,"quote":"Never underestimate the role pretension plays when it comes to creating euphemistic language."},{"id":776,"quote":"Writing books isn't a drastic departure from writing for the stage."},{"id":777,"quote":"I think everybody should be able to do anything they want and let roving bands of people punish each other for things they don't agree with. People with no underwear doing anything they want. Wouldn't that be fun? You wouldn't need television."},{"id":778,"quote":"I love it in a movie when they throw a guy off a cliff. I love it even when it's not a movie. No, especially when it's not a movie."},{"id":779,"quote":"Everybody in America is a part of this big herd of cattle being led to the marketplace, not to be sold, which is usual with cattle, but to do the buying. And everyone is branded. You see the brands - Nike, Puma, Coke - all over their bodies. Pretty soon you'll go to a family and say, \"$100,000 if we can tattoo Pepsi on your child's forehead, and we'll have it removed when he's twenty-one. A hundred grand.\""},{"id":780,"quote":"I’m a high-tech low-life. A cutting edge, state-of-the-art bi-coastal multi-tasker and I can give you a gigabyte in a nanosecond!"},{"id":781,"quote":"The effect of the coke on our relationship [with my wife Brenda] was very sick. Now that it's over, those were actually funny times. Looking for each other's coke, hiding it, finding it, doing some, not telling the other. Then fighting over it."},{"id":782,"quote":"I believe myself to be a worthwhile and inventive performer in my own right. [And] I want to be known for what I do best."},{"id":783,"quote":"The first obligation I have is to be funny; it's my first impulse and an instinct. I like being funny and finding the jokes."},{"id":784,"quote":"My mother and I had a lot of distance between us emotionally, although, on the surface, most of the time, we appeared good and friendly, and all that. But I was a problem. I was a street kid."},{"id":785,"quote":"Sometimes, when I was really loaded, I'd sit on the floor and sort out every nut and bolt in the house. It was just sheer insanity. And often there'd be speed in the cut, so I was a speed freak, too."},{"id":786,"quote":"I've just completed a five-year period that can perhaps best be called a breathing spell. A time of getting my health back and gathering my strength. That time also included incredible cocaine abuse, a heart attack and my wife's recovery from both alcoholism and cocaine abuse."},{"id":787,"quote":"There was a built-in audience for the rebel in me that had been all along not expressing himself."},{"id":788,"quote":"No one has to come see my shows who doesn't like me talking about white Christians. They are free not buy a ticket. They're free to leave at any time. So I'm not imposing anything on anyone. Therefore I feel free to cross the line."},{"id":789,"quote":"One of the interesting things about \"outsidership\" is that underneath it there's a longing to belong. I just wish the thing I refused to belong to - the species, Western capital culture - was a little more respectable. My one true relaxation is my flotation tank, in which I can either meditate or just drift off."},{"id":790,"quote":"Self-expression is a hallmark of an artist, of art, to get something off one's chest, to sing one's song. So that element is present in all art. It is the key to even standing up and saying, \"Hey, listen to me.\" Self-expression can be based on looking at the world and making observations about it."},{"id":791,"quote":"The secretiveness. The stealth. Those were obviously the aspects of cocaine use I was addicted to."},{"id":792,"quote":"You know, if a drug has anything going for it at all, it should be self-limiting. It should tell you when you've had enough. Acid and peyote were that way for me."},{"id":793,"quote":"I think it would be fair and right to use some of my land and wealth for a drug-rehab center or an Indian school."},{"id":794,"quote":"When people asked me, \"Do you get high to go onstage?\" I could never understand the question. I mean, I'd been high since eight that morning."},{"id":795,"quote":"I should think it takes a fairly low intellect to draw pleasure from the following activity: hitting a ball with a crooked stick. and then walking after it! An then ..hitting it again!"},{"id":796,"quote":"I use the [vulgar] words because apparently these words do not corrupt morally. I'm from the street in New York, hung around in a tough neighborhood. It was common to curse, you make your point. It's a very effective language. I try not to overdo it. It's never to shock. I know where it fits, it's never to shock. There's no shock value left in words."},{"id":797,"quote":"I just love it when I hear a little commotion, someone leaving. When I see those doors in the back . . ."},{"id":798,"quote":"I don't believe there's any problem in this country, no matter how tough it is, that Americans, when they roll up their sleeves, can't completely ignore."},{"id":799,"quote":"The base of evil in the world is religion of any kind"},{"id":800,"quote":"It seems to me like a perversion of talent for an artist of any kind to further the corporate structure of America or the personal interests of the morons and thieves who run it."},{"id":801,"quote":"I think of myself as an entertainer: I'm a performing entertainer, I'm a stand-up comic. But there's an artist at work here, too. One who interprets his world through his own filter."},{"id":802,"quote":"I literally didn't know my father. My mother had been a secretary, and after she and my father split, she went back to work for an advertising executive. So my older brother and I were \"latch-door kids.\" We went home for lunch and after school by ourselves."},{"id":803,"quote":"When I see a large group of people, I wonder how many of them will eventually require autopsies."},{"id":804,"quote":"We created god in our own image and likeness!"},{"id":805,"quote":"In adolescence you have to separate yourself and establish your identity. So, being very independent anyway, I took charge."},{"id":806,"quote":"I feel sorry for confetti. Its useful life lasts about two seconds. And it can never be used again."},{"id":807,"quote":"I believe myself to be a worthwhile and inventive performer in my own right. But I'm not in a league with Lenny [Bruce], certainly not in terms of social commentary."},{"id":808,"quote":"I went to my old school, where all the kids I'd been with for eight years were about to graduate. But the sisters wanted me to repeat the whole term; so I went to the principal and pleaded with her to allow me to graduate with my class. She finally agreed on the condition that I write the graduation play. It was called How Do You Spend Your Leisure Time?Catchy title, huh?"},{"id":809,"quote":"Once the high priests and the traders took over, we were lost as a species."},{"id":810,"quote":"I believe you can joke about anything."},{"id":811,"quote":"The enjoyment has been diminishing. Now, there's no question that it's sort of fun to get high."},{"id":812,"quote":"The angles of my body show you an awful lot. I started doing coke to feel open, but by that time, the hole had opened so wide that I'd fallen through. The body language in those photos tells you everything."},{"id":813,"quote":"The coke made me incredibly horny."},{"id":814,"quote":"When I'm not actually doing my work, I'm planning it or thinking about it or reading things that on some level are transformed into performance fantasies. I have no active interests."},{"id":815,"quote":"The dividend I get [from my compulsion] is the freedom to be totally disorderly in my dreamworld."},{"id":816,"quote":"I was a class clown, of the classic term for it. I would get the work done easily, and then I would try to deprive other people of their educations. I developed skills for mimicry, and I was a good showoff. I knew how to get attention, and I knew how to do it in a positive funny way."},{"id":817,"quote":"Language always gives you away."},{"id":818,"quote":"There are no bad words. Bad thoughts. Bad intentions, and wooooords."},{"id":819,"quote":"Whereas your blackness, ethnicity, homosexuality is something that might be genetic, I can't touch that, and I have no right."},{"id":820,"quote":"Besides the drugs and counterculture, I started talking about myself, which is the first thing you do when you are a writer."},{"id":821,"quote":"And this should go without saying. That's why I'm going to say it: Drinking and driving don't mix. Do your drinking early in the morning and get it out of the way. Then go driving while the visibility is still good."},{"id":822,"quote":"I try not to see new comics - their acts or their films. Part of that is professional. I don't want to be influenced. But another part is fear and jealousy. I'm afraid to see how good they might be. I don't like that emotion, but it's part of me."},{"id":823,"quote":"The two big mistakes were the belief in a sky god - that there's a man in the sky with 10 things he doesn't want you to do and you'll burn for a long time if you do them - and private property, which I think is at the core of our failure as a species. That's the source of my indignations, my dissatisfactions, however it comes out on the stage. I feel betrayed by the people I'm part of, these creatures, these magnificent creatures."},{"id":824,"quote":"Leadership camp? Isn't that where Hitler went?"},{"id":825,"quote":"When I first heard the song Don't worry - be happy I realized it was exactly the kind of mindless philosophy that Americans would respond to. It would make a great national anthem along with Me first."},{"id":826,"quote":"The best thing about living at the water's edge: You only have assholes on three sides of you, and if they come this way you can hear them splash."},{"id":827,"quote":"I always wanted and enjoyed sex, but I never put much importance on scoring or having an athletic sex life. I guess I define myself more by my career and my commitment to a relationship than by my ability to have a lot of chicks or achieve ten orgasms in an evening."},{"id":828,"quote":"Don Ho can sign autographs 3.4 times faster than Efrem Zimbalist Jr."},{"id":829,"quote":"My father? My father left when I was quite young. Well actually, he was asked to leave. He had trouble metabolizing alcohol."},{"id":830,"quote":"In football the object is to march into enemy territory and cross his goal. In baseball the object is to go home."},{"id":831,"quote":"Don't take guilt trips. Take a trip to the mall, to the next county, to a foreign country, but NOT to where the guilt is."},{"id":832,"quote":"I tell ya, if I hadn't chosen the career of being a performer, I think linguistics would have been a natural area that I'd have loved - to teach it, probably, Language has always fascinated me. There's a genetic inheritance there a good language gene, which I inherited [from my mother and grandfather] and she fostered that in me as he fostered that in her."},{"id":833,"quote":"And, of course, the funniest food: \"kumquats\". I don't even bring them home anymore. I sit there laughing and they go to waste."},{"id":834,"quote":"Catholic school gave me the tools to reject the very religion they wanted me to have. They taught me how to think for myself and to be independent."},{"id":835,"quote":"I'm a believer that things happen. Fate is what happens."},{"id":836,"quote":"I think there's a little more attention to human needs than to property rights. But I don't think much of political activism. It's so shortsighted. Most people are interested in their own personal comfort. I've said that about environmentalists. I think they care about bike paths and places to park their Volvos, not the planet as an abstraction."},{"id":837,"quote":"I just try to find targets I feel something about and express it my way."},{"id":838,"quote":"The only good thing about religion is the music. Because nature is filled with balances and opposites, there are always exceptions to the overall rules, whether the overall rules are bleak or otherwise. If you propound a joyous theory of existence, I will find an exception to that. If I propound a bleak theory, someone will find a joyous exception. That's just nature being nature, I think, and I don't think it offers a lot of hope. It's sort of a respite along the way."},{"id":839,"quote":"Somehow I enjoy watching people suffer."},{"id":840,"quote":"The ending of my experience with cocaine came in a periodic way. I would get high less frequently, I would use smaller amounts, and I would do coke for less periods of time. And that process just kept increasing and increasing until I wasn't using it at all. I didn't go on a program anywhere. I didn't join an organization or detox anywhere. I just slowly tapered off until it was gone. That was also true of my heavy pot use. I just tapered off until there was almost no use at all. And the same thing was true of drinking tons of beer."},{"id":841,"quote":"I'd say pot has been a break-even proposition for me."},{"id":842,"quote":"You live eighty years, and at best you get about six minutes of pure magic."},{"id":843,"quote":"Anyone who's onstage is going to attract a certain number of misguided people. But I was never very interested in groupies."},{"id":844,"quote":"On Thanksgiving, you realize you're living in a modern world. Millions of turkeys baste themselves in millions of ovens that clean themselves."},{"id":845,"quote":"Anyone who's onstage is going to attract a certain number of misguided people. But I was never very interested in groupies. Instead of thinking about the sex, I'd always think about the clap and the crabs those people have."},{"id":846,"quote":"If a drug has anything going for it at all, it should be self-limiting. It should tell you when you've had enough."},{"id":847,"quote":"Two things happened. The creative side of my career was harmed. When I'd sit down and write under the influence of coke, the ratio of pages kept to pages thrown out declined drastically. But onstage, when rapping about a feeling I already owned, I would sometimes get a burst of eloquence."},{"id":848,"quote":"When you're high, it's easy to kid yourself about how clever certain mediocre pieces of material are."},{"id":849,"quote":"To me, smoking pot meant sitting with a newspaper on my legs, rolling the seeds down, pulling the twigs out and finally producing a perfectly cylindrical, absolutely wonderful joint that you either locked at both ends or pinched off, or pinched at one end and left open at the other."},{"id":850,"quote":"I went to George Washington High School for six months before my 16th birthday, when I could legally quit. That was an even worse experience than the Catholic schools. I mean, they were still teaching fractions. But mostly, I played hooky."},{"id":851,"quote":"Broadway isn't a very big career move. There's no money in it and it doesn't mean anything to your career. It's just a nice little jewel in the crown."},{"id":852,"quote":"When I got out of high school they retired my jersey, but it was for hygiene and sanitary reasons."},{"id":853,"quote":"I don`t understand a belief that there is an invisible being in the sky who watches over us all the time and keeps score and who throws you in a burning pit. I think that's very limiting, very antihuman. It's the way they devised for helping to control people because if they can make you believe in an invisible man who's going to hurt you later, they can make you believe anything!"},{"id":854,"quote":"Mother's milk leads to everything."},{"id":855,"quote":"I like to write without being stoned. I like to have a hit or two and then go punch up the writing. I just see different things and hear different things. But it's nice to be working from the base that I wrote originally and then come to it with a little buzz. I can have a little wine from time to time. I have a hit from time to time, but those are the only things I do."},{"id":856,"quote":"Barry Goldwater has definitely decided to be a candidate in '64. He will campaign in all thirteen states."},{"id":857,"quote":"The ritual was very important to me: cleaning the pot, rolling the pot."},{"id":858,"quote":"I was never a pipe or bong man. That's California stuff. I was an Eastern roller."},{"id":859,"quote":"Test of Metal: Will of Iron, Nerves of Steel, Heart of Gold, Balls of Brass."},{"id":860,"quote":"In baseball the object is to go home! And to be safe! - I hope I'll be safe at home!"},{"id":861,"quote":"I'm happy to tell you there is very little in this world that I believe in."},{"id":862,"quote":"Baseball is a nineteenth-century pastoral game. Football is a twentieth-century technological struggle."},{"id":863,"quote":"The mayfly lives only one day. And sometimes it rains."},{"id":864,"quote":"If a piece requires some specific inflection, I'll record it. I take a lot of notes, and later categorize them, combining them alongside existing ideas, and eventually put a piece together."},{"id":865,"quote":"I think self-expression is present at all times, and whether or not you're talking about the outside world or your responses to it depends on the moment and the subject."},{"id":866,"quote":"If two baseball players from the same hometown, on different teams, receive the same uniform number, it is not ironic. It is a coincidence. If Barry Bonds attains lifetime statistics identical to his father's, it will not be ironic. It will be a coincidence."},{"id":867,"quote":"Baseball is the only major sport that appears backwards in a mirror."},{"id":868,"quote":"Did you ever look at your watch, and you look away... and you don't know what time it is?"},{"id":869,"quote":"There are women named Faith, Hope, Joy, and Prudence. Why not Despair, Guilt, Rage, and Grief? It seems only right. 'Tom, I'd like you to meet the girl of my dreams, Tragedy.' These days, Trajedi."},{"id":870,"quote":"Engineers at General Motors have developed a revolutionary new engine whose only function is to lubricate itself."},{"id":871,"quote":"He is dead now, but he meant well."},{"id":872,"quote":"Sun worship is fairly simple. There's no mystery, no miracles, no pageantry, no one asks for money, there are no songs to learn, and we don't have a special building where we all gather once a week to pare compare clothing."},{"id":873,"quote":"Interesting form of murder we come up with: Assassination. We assassinate people who've told us to live together in harmony and try to love one another. Apparently we are not ready to live together."},{"id":874,"quote":"You ever notice that? Any time you see two groups of people who really hate each other, chances are good they're wearing different kind of hats. Keep an eye on that, it might be important."},{"id":875,"quote":"As a matter of principle, I never attend the first annual anything."},{"id":876,"quote":"George Washington’s brother, Lawrence, was the Uncle of Our Country."},{"id":877,"quote":"I don't have to tell you it goes without saying there are some things better left unsaid. I think that speaks for itself. The less said about it the better."},{"id":878,"quote":"Who decides when the applause should die down? It seems like it's a group decision; everyone begins to say to themselves at the same time, \"Well, okay, that's enough of that.\""},{"id":879,"quote":"Hitler never bothered with restaurant reservations; he just dropped by. And somehow they always found him a table."},{"id":880,"quote":"People are dreaming if they think they have rights. They've never had rights. There's no such thing."},{"id":881,"quote":"I think it would be interesting if old people got anti-Alzheimer's disease where they slowly began to recover other people's lost memories."},{"id":882,"quote":"I became a guy who wanted to be a comedian someday, or a comic actor. The way I put it was, I'll be like Danny Kaye. He was kind of the model I had in mind."},{"id":883,"quote":"When it comes to bullshit, you have to stand in awe of the all-time champion of false promises and exaggerated claims: religion... Religion easily has the greatest bullshit story ever told. Religion has actually convinced people that there's an invisible man living in the sky who watches everything you do."},{"id":884,"quote":"I quit school in ninth grade, even though I was good at the studies. I knew I didn't need school for what I wanted."},{"id":885,"quote":"Dusting is a good example of the futility of trying to put things right. As soon as you dust, the fact of your next dusting has already been established."},{"id":886,"quote":"Why do croutons come in airtight packages? It's just stale bread to begin with."},{"id":887,"quote":"An outsider longing to be on the inside is the same as the soloist longing to work in an ensemble. I get great satisfaction in being a part of the proper - for me - community. I'm uncomfortable with various social groupings and clusterings. But when I'm in the right group, doing the right thing, I get as much satisfaction out of that as anyone who does it all the time."},{"id":888,"quote":"It's a \"keep your fingers crossed\" business, the entertainment business."},{"id":889,"quote":"Sometimes, after I'd gone at the coke like one of those snow plows moving up First Avenue, I'd think my heart was over on the dresser, pounding, and I was watching it. I asked some of the doctors who drifted through the intensive-care unit what kind of effect total cocaine abuse has on the heart and they said things like, \"Well, there's not enough valid information....\" That kind of answer."},{"id":890,"quote":"What I hated most was seeing those priests and brothers getting so much pleasure out of inflicting pain. I wondered what was wrong with them."},{"id":891,"quote":"The rebellious mood of the country during those [60th] years allowed me to plug right back into my old hatreds. I could scream and holler, as I did on the albums, against religion, government, big business - all those assholes and their values. That hatred was very real."},{"id":892,"quote":"First I was a mimic. Practically from the moment I began talking, I did impersonations of the people in my neighborhood - the storekeepers, the policemen, my teachers."},{"id":893,"quote":"I suspect there really was more to my accident than bad luck. I think it was God's way of punishing my nose."},{"id":894,"quote":"I gravitated toward being a funny guy. I liked the radio comedians. I lived in the Golden Age of radio, and the Golden Age of television came along when I was still in my early teens."},{"id":895,"quote":"Brenda [Carlin] went into therapy and I soon joined her. First we put the drugs behind us, then we began serious work on our relationship. And, in time, we got well together.She just drove through a hotel lobby. Now, that's bottoming out."},{"id":896,"quote":"So I want to thank the Pentagon, the Soviet Union and the military-industrial complex from the bottom of my heart. Without them, I could never have become the man I am today."},{"id":897,"quote":"I was kind of sweet kid, according my mother, and my recollections. Thoughtful and good, but kind of alone - although I didn't interpret it that way, as such. Children never interpret these things. They think they understand logically."},{"id":898,"quote":"The women who line up at a comic's dressing-room door are not what you'd call your class groupies."},{"id":899,"quote":"I always knew I could hold people's attention and make them laugh every 30 or 40 seconds, and I got approval and attention for that, so the behavior was reinforced. Later, that became an important skill on the street corner."},{"id":900,"quote":"My father and mother separated when I was two months old."},{"id":901,"quote":"Next time you see someone sleeping, make believe you're in a science fiction movie. And whisper, 'The creature is regenerating itself.'"},{"id":902,"quote":"There's a thrill when you steal something in plain view of other people. When you drop a newspaper over a sign and walk away with it, or take something off a wall and the sound of the glue ripping makes people turn around. Your heart is racing, it's a rush."},{"id":903,"quote":"We are all precancerous."},{"id":904,"quote":"Because Brenda [Carlin] had a drinking problem along with the coke, she had to hit bottom first. Most alcoholics do. And for her, bottom was an automobile accident that almost landed her in jail."},{"id":905,"quote":"I never go anywhere or do anything that transports me outside the boundaries of my mind."},{"id":906,"quote":"The patterns became even more vivid at Cardinal Hayes High School. That's when I began failing subjects and running away from home for days at a time."},{"id":907,"quote":"I can remember staring at the orphanage and feeling envy."},{"id":908,"quote":"Being a Dodgers fan led to my first Air Force court-martial, but that's another story."},{"id":909,"quote":"My mother and her plans for my future. She had it all worked out. I would attend a nice college, then get a job in advertising. \"You'll be one of those smart-looking fellows in their Madison Avenue suits.\" And I rebelled against [my mother] and her values and her plans for my future at every opportunity."},{"id":910,"quote":"I became a radio nut. I loved the afternoon serials, and I got into jazz through the radio. I had a subscription to Down Beat when I was 12. And I'd spend a lot of time in front of the minor, miming records."},{"id":911,"quote":"My mother didn't get home until about seven most nights and, yes, there was a sense of being very alone after school. She gave me all the proper guidance and influences, but physically, she just couldn't be there."},{"id":912,"quote":"The older I got, the more apparent it became that my mother was losing control over me. She fought back fiercely with black moods, silent treatments and martyrdom. And, of course, all she did was run my ass out of the house even quicker. The pressure was unbearable."},{"id":913,"quote":"I'm offering a special prize for the first Buick on the moon."},{"id":914,"quote":"I grew up in New York wanting to be like those funny men in the movies and on the radio."},{"id":915,"quote":"Life is not that complicated."},{"id":916,"quote":"There's a thing about cocaine - when I was doing it secretly, it didn't make me very sociable. I forget how others were, but it made me very inner-directed. So being in a sketch and rehearsing and the \"hail fellow well met\" camaraderie and all that stuff, I couldn't fake that or force that. It was painful."},{"id":917,"quote":"In some hotels they give you a little sewing kit. You know what I do? I sew the towels together. One time I sewed a button on a lampshade. I like to leave a mark."},{"id":918,"quote":"Your home is your refuge."},{"id":919,"quote":"Somebody once said that Hollywood is based on a lot of producers deliberately making bad movies, and every now and then somebody gets lucky."},{"id":920,"quote":"The person who is most a part of me is the performer, is the standup, the guy who says, \"Hey look at me, listen to this!\" I do that because that's what I do, I love doing it."},{"id":921,"quote":"I loved the angiogram. They stick a thing in your thigh and it goes all the way up to your heart. Isn't that a thrill? Well, at least the nurse scored thigh."},{"id":922,"quote":"Religion is sort of like a lift in your shoes. If it makes you feel better, fine. Just don't ask me to wear your shoes."},{"id":923,"quote":"You're really spread out now, you've got stuff all over the WORLD! You've got stuff at home, stuff in storage, stuff in Honolulu, stuff in Maui, stuff in your pockets...supply lines are getting longer and harder to maintain."},{"id":924,"quote":"If anyone e-mails you something \"by George Carlin,\" there's a 99 percent chance I did not write it. I didn't write \"Paradox Of Our Time.\" I didn't write \"George Carlin On Aging.\" I didn't write a eulogy for my wife after she died. I didn't write the New Orleans thing. I didn't write \"I Am A Bad American.\" None of them. You know what I've decided to do? I'm going to get a little cheap put-it-together-yourself website called NotMe.com."},{"id":925,"quote":"I am not a difficult man by any stretch, and I'm saying that with a full and honest inventory going on. I'm not. And I'm not angry on stage. There is a heightening. There is an intensification of the feelings on stage in order to let them carry the room. There is a theatricality about it. The whole thing is oratory, so there's persuasion involved. There's the art of rhetoric involved. And so, with hyperbole and with the desire to really punch the thing home, some of it reads a little more angry."},{"id":926,"quote":"I don't see much of a future for this planet. I think it's a cursed planet. The boundaries we've drawn between nations and the profit motive - those two factors have, in my opinion, brought us to the point where almost nothing can stop the utter destruction of the environment and all our earthly life-support systems."},{"id":927,"quote":"Most of the note-taking happens while I'm watching television. It's a broad window on the world, and a lot of things are already established in my mind as things I say, things that I'm interested in, things that are fodder for my [stand-up] machine. And when I see something that relates to one of them, I know it instantly and if it's a further exaggeration and a further addition, or an exception - if it plays into furthering my purpose, I jot it down."},{"id":928,"quote":"How old are you? 'I'm four and a half!' You're never thirty-six and a half. You're four and a half, going on five! That's the key."},{"id":929,"quote":"You've built up so much speed that you HIT 70! After that it's a day-by-day thing; you HIT Wednesday!"},{"id":930,"quote":"I simply decided that dope wasn't worth the ritual."},{"id":931,"quote":"I always have these little internal monologues. You'll get used to them."},{"id":932,"quote":"In my neighborhood - West 121st Street in New York, \"white Harlem\" - there were only two drugs: smack and marijuana. By the time I was 13, some friends and I were using marijuana fairly regularly. The Reefer Madness myth was still very strong then, but I'd been into jazz and those lyrics included so many casual references to pot that it was completely demystified for me."},{"id":933,"quote":"To my surprise, my marijuana use has been tapering off steadily."},{"id":934,"quote":"I was a stonehead for 30 years. I'd wake up in the morning and if I couldn't decide whether I wanted a joint or not, I'd smoke a joint to figure it out. And I stayed high all day long."},{"id":935,"quote":"The Class Clown album was done totally sober. I'd realized what a hell I'd made for myself and I cleaned up completely for three months. You can hear the clarity of my thinking and of my speech on that album."},{"id":936,"quote":"I remember when I was a kid I used to come home from Sunday School and my mother would get drunk and try to make pancakes"},{"id":937,"quote":"The fact that I didn't finish school left me with a lifelong need to prove that I'm smart, prove it to myself, maybe to the world. I [also] needed to be - not the center of attention - but I needed to be able to attract attention when I wanted it, through my stunts and my fooling around physically with faces or postures or voices I would do. Those things are important elements in the drive behind all of this [my career]."},{"id":938,"quote":"And off we go, out onto the highway looking for a little fun. Perhaps a flatbed truck loaded with human cadavers will explode in front of a Star Trek reunion. One can only dream and hope."},{"id":939,"quote":"For an entertainer, part of the thing you do is just style. And the coke did help me get into great runs of pure form."},{"id":940,"quote":"I profess no belief in God, which by definition is true, especially if we take the accepted definition of God. But to be an atheist is to also have a belief, and have a system, and I don't know that I like that either."},{"id":941,"quote":"But wait!!! You MAKE it to 60. You didn't think you would!"},{"id":942,"quote":"We will never be an advanced civilization as long as rain showers can delay the launching of a space rocket."},{"id":943,"quote":"Sudden total weight loss."},{"id":944,"quote":"In terms of coke, the only money I ever thought about was that dollar bill I had stuck up my nose."},{"id":945,"quote":"I'd go on runs [on cocaine ], four and five days without sleep. Then I'd crash and sleep about 18 hours a day for seven to ten days. Then it would take a few more weeks to get over a vague sort of depression. Then I'd be off on another run."},{"id":946,"quote":"There are an awful lot of things in the cut of street drugs that eventually make you sick. I reached a point where the skin around the edges of my fingernails used to hurt all the time. And it would peel away easily. Now, that must have been from some poison in the cut."},{"id":947,"quote":"I love and treasure individuals as I meet them, I loath and despise the groups they identify or belong to."},{"id":948,"quote":"The writing is what gives me the joy, especially editing myself for the page, and getting something ready to show to the editors, and then to have a first draft and get it back and work to fix it, I love reworking, I love editing, love love love revision, revision, revision, revision."},{"id":949,"quote":"May you all make it to a healthy 100 and a half!!"},{"id":950,"quote":"When I listen to those tapes now, the real cocaine shows; there's just nothing special about their content."},{"id":951,"quote":"Meanwhile, followers of Eastern religions are sitting in the middle of their minds, experiencing a bliss and a level of consciousness that Western man can't begin to approach."},{"id":952,"quote":"I'm not collegial, I don't hang out. I'm soloist, I like my solitude, I don't really hang around with comedians."},{"id":953,"quote":"You know something I could really do without? The Space Shuttle. ... It's irresponsible. The last thing we should be doing is sending our grotesquely distorted DNA out into space."},{"id":954,"quote":"Have you noticed when you wear a hat for a long time it feels like it's not there anymore? And then when you take it off it feels like it's still there?"},{"id":955,"quote":"You know who would make an interesting murder-suicide? Madeline Albright and Yanni."},{"id":956,"quote":"When I was in seventh grade, I was caught stealing money from the visiting team's locker room during a basketball game. So I was sent to The Brothers. That's what they called this parochial school up in Goshen, New York. I was supposed to get closer supervision there and more \"masculine influence,\" whatever that means. But I was thrown out for telling a couple of really lame kids on the playground that I had heroin."},{"id":957,"quote":"As far as I'm concerned, humans have not yet come up with a belief that's worth believing."},{"id":958,"quote":"No one is ever more him/herself than when they really laugh. Their defenses are down. It's very Zen-like, that moment. They are completely open."},{"id":959,"quote":"Why are a 'wise man' and a 'wiseguy' opposites?"},{"id":960,"quote":"Everything that you know about yourself comes from thinking back, and I think I saw religion as the first big betrayal of me."},{"id":961,"quote":"Nothing you see on the Internet is mine unless it comes from one of my albums, books, HBO specials, or appeared on my website."},{"id":962,"quote":"I hope I'm beginning a new cycle of energy and creativity. If so, it'll really be my third career. The first was as a straight comic in the Sixties. The second was as a counterculture performer in the Seventies. The third will be...well, that's for others to judge."},{"id":963,"quote":"I was trying to get out of the night clubs and was thinking maybe I'll go to the colleges now; that's where you can speak your mind."},{"id":964,"quote":"Lenny Bruce genius was the unique ability to investigate hypocrisy and expose social inequities in a street rap that was really a form of poetry."},{"id":965,"quote":"I never took reds or Quaaludes to balance out the coke. So when it got to be four in the morning and the gram was three quarters gone, I'd start wishing it was nine o'clock and hoping the guy got up early. But, of course, he didn't sleep either, so there was no sweat. During all those years, I was always looking forward to the next snort or the next guy I could score from."},{"id":966,"quote":"Writing books isn't a drastic departure from writing for the stage. I've always written in the long format, five, eight, 10-minute pieces rather than one-liners, so since writing books, the process hasn't changed much. A piece in my live routine can end up as part of one of my HBO specials, and it can also end up in one of the books."},{"id":967,"quote":"I set out to become a comedian, and I said in order to do that the first thing I'll do is become a disc jockey and know my pop music. I like it, my voice is good, and I can start out getting confidence without an audience in front of me."},{"id":968,"quote":"O. J. Simpson has already received the ultimate punishment: For the rest of his life he has to associate with golfers."},{"id":969,"quote":"Do you remember Barbara Bush? I call her the silver douchebag."},{"id":970,"quote":"If you have a legal problem, guess how you determine whether or not you need a lawyer. You see a lawyer. Isn't that weird?"},{"id":971,"quote":"I'm kinda like herpes, I just keep coming back."},{"id":972,"quote":"I'm certainly a skeptic. I always quibble with people."},{"id":973,"quote":"To me the cynics are the ones in the boardrooms with the reports from the focus groups."},{"id":974,"quote":"Suddenly, I was thirty, very unhappy entertaining people in their forties, and here came a group of people in their teens and twenties who had similar anti-authority problems and similar dreams and wishes, hopes for mankind. So I gravitated toward them."},{"id":975,"quote":"How come when it's us, it's an abortion, and when it's a chicken, it's an omelette? Are we so much better than chickens all of a sudden? When did this happen; that we passed chickens in goodness? Name six ways we're better than chickens. See, nobody can do it! You know why? 'Cause chickens are decent people."},{"id":976,"quote":"It's difficult enough for a young person to put his soul on the line in front of a lot of drunken people without having that hanging over his head, too."},{"id":977,"quote":"The reason I talk to myself is because I’m the only one whose answers I accept."},{"id":978,"quote":"The planet is fine. The people are fucked."},{"id":979,"quote":"Religion has actually convinced people that there's an invisible man living in the sky who watches everything you do, every minute of every day. And the invisible man has a special list of ten things he does not want you to do. And if you do any of these ten things, he has a special place, full of fire and smoke and burning and torture and anguish, where he will send you to live and suffer and burn and choke and scream and cry forever and ever 'til the end of time! But He loves you. He loves you, and He needs money! He always needs money! He's all-powerful, all-perfect, all-knowing, and all-wise, somehow just can't handle money!"},{"id":980,"quote":"I like it when a flower or a little tuft of grass grows through a crack in the concrete. It's so fuckin' heroic."},{"id":981,"quote":"We're so self-important. So arrogant. Everybody's going to save something now. Save the trees, save the bees, save the whales, save the snails. And the supreme arrogance? Save the planet! Are these people kidding? Save the planet? We don't even know how to take care of ourselves; we haven't learned how to care for one another. We're gonna save the fuckin' planet? . . . And, by the way, there's nothing wrong with the planet in the first place. The planet is fine. The people are fucked! Compared with the people, the planet is doin' great. It's been here over four billion years . . . The planet isn't goin' anywhere, folks. We are! We're goin' away. Pack your shit, we're goin' away. And we won't leave much of a trace. Thank God for that. Nothing left. Maybe a little Styrofoam. The planet will be here, and we'll be gone. Another failed mutation; another closed-end biological mistake."},{"id":982,"quote":"Meow means “woof” in cat.”"},{"id":983,"quote":"People say, 'I'm going to sleep now,' as if it were nothing. But it's really a bizarre activity. 'For the next several hours, while the sun is gone, I'm going to become unconscious, temporarily losing command over everything I know and understand. When the sun returns, I will resume my life.'If you didn't know what sleep was, and you had only seen it in a science fiction movie, you would think it was weird and tell all your friends about the movie you'd seen.They had these people, you know? And they would walk around all day and be OK? And then, once a day, usually after dark, they would lie down on these special platforms and become unconscious. They would stop functioning almost completely, except deep in their minds they would have adventures and experiences that were completely impossible in real life. As they lay there, completely vulnerable to their enemies, their only movements were to occasionally shift from one position to another; or, if one of the 'mind adventures' got too real, they would sit up and scream and be glad they weren't unconscious anymore. Then they would drink a lot of coffee.'So, next time you see someone sleeping, make believe you're in a science fiction movie. And whisper, 'The creature is regenerating itself."},{"id":984,"quote":"He - and if there is a God, I am convinced he is a he, because no woman could or would ever fuck things up this badly."},{"id":985,"quote":"The most unfair thing about life is the way it ends. I mean, life is tough. It takes up a lot of your time. What do you get at the end of it? A Death! What’s that, a bonus? I think the life cycle is all backwards. You should die first, get it out of the way. Then you live in an old age home. You get kicked out when you’re too young, you get a gold watch, you go to work. You work forty years until you’re young enough to enjoy your retirement. You do drugs, alcohol, you party, you get ready for high school. You go to grade school, you become a kid, you play, you have no responsibilities, you become a little baby, you go back into the womb, you spend your last nine months floating …and you finish off as an orgasm."},{"id":986,"quote":"I don't like ass kissers, flag wavers or team players. I like people who buck the system. Individualists. I often warn people: \"Somewhere along the way, someone is going to tell you, 'There is no \"I\" in team.' What you should tell them is, 'Maybe not. But there is an \"I\" in independence, individuality and integrity.'\" Avoid teams at all cost. Keep your circle small. Never join a group that has a name. If they say, \"We're the So-and-Sos,\" take a walk. And if, somehow, you must join, if it's unavoidable, such as a union or a trade association, go ahead and join. But don't participate; it will be your death. And if they tell you you're not a team player, congratulate them on being observant."},{"id":987,"quote":"I'm completely in favor of the separation of Church and State. ... These two institutions screw us up enough on their own, so both of them together is certain death."},{"id":988,"quote":"I don't have pet peeves - I have major psychotic fucking hatreds."},{"id":989,"quote":"Some people see the glass half full. Others see it half empty.I see a glass that's twice as big as it needs to be."},{"id":990,"quote":"Tell people there's an invisible man in the sky who created the universe, and the vast majority will believe you. Tell them the paint is wet, and they have to touch it to be sure."},{"id":991,"quote":"If it’s true that our species is alone in the universe, then I’d have to say the universe aimed rather low and settled for very little."},{"id":992,"quote":"I’m a modern man, a man for the millennium. Digital and smoke free. A diversified multi-cultural, post-modern deconstruction that is anatomically and ecologically incorrect. I’ve been up linked and downloaded, I’ve been inputted and outsourced, I know the upside of downsizing, I know the downside of upgrading. I’m a high-tech low-life. A cutting edge, state-of-the-art bi-coastal multi-tasker and I can give you a gigabyte in a nanosecond! I’m new wave, but I’m old school and my inner child is outward bound. I’m a hot-wired, heat seeking, warm-hearted cool customer, voice activated and bio-degradable. I interface with my database, my database is in cyberspace, so I’m interactive, I’m hyperactive and from time to time I’m radioactive. Behind the eight ball, ahead of the curve, ridin the wave, dodgin the bullet and pushin the envelope. I’m on-point, on-task, on-message and off drugs. I’ve got no need for coke and speed. I've got no urge to binge and purge. I’m in-the-moment, on-the-edge, over-the-top and under-the-radar. A high-concept, low-profile, medium-range ballistic missionary. A street-wise smart bomb. A top-gun bottom feeder. I wear power ties, I tell power lies, I take power naps and run victory laps. I’m a totally ongoing big-foot, slam-dunk, rainmaker with a pro-active outreach. A raging workaholic. A working rageaholic. Out of rehab and in denial! I’ve got a personal trainer, a personal shopper, a personal assistant and a personal agenda. You can’t shut me up. You can’t dumb me down because I’m tireless and I’m wireless, I’m an alpha male on beta-blockers. I’m a non-believer and an over-achiever, laid-back but fashion-forward. Up-front, down-home, low-rent, high-maintenance. Super-sized, long-lasting, high-definition, fast-acting, oven-ready and built-to-last! I’m a hands-on, foot-loose, knee-jerk head case pretty maturely post-traumatic and I’ve got a love-child that sends me hate mail. But, I’m feeling, I’m caring, I’m healing, I’m sharing-- a supportive, bonding, nurturing primary care-giver. My output is down, but my income is up. I took a short position on the long bond and my revenue stream has its own cash-flow. I read junk mail, I eat junk food, I buy junk bonds and I watch trash sports! I’m gender specific, capital intensive, user-friendly and lactose intolerant. I like rough sex. I like tough love. I use the “F word in my emails and the software on my hard-drive is hardcore--no soft porn. I bought a microwave at a mini-mall; I bought a mini-van at a mega-store. I eat fast-food in the slow lane. I’m toll-free, bite-sized, ready-to-wear and I come in all sizes. A fully-equipped, factory-authorized, hospital-tested, clinically-proven, scientifically- formulated medical miracle. I’ve been pre-wash, pre-cooked, pre-heated, pre-screened, pre-approved, pre-packaged, post-dated, freeze-dried, double-wrapped, vacuum-packed and, I have an unlimited broadband capacity. I’m a rude dude, but I’m the real deal. Lean and mean! Cocked, locked and ready-to-rock. Rough, tough and hard to bluff. I take it slow, I go with the flow, I ride with the tide. I’ve got glide in my stride. Drivin and movin, sailin and spinin, jiving and groovin, wailin and winnin. I don’t snooze, so I don’t lose. I keep the pedal to the metal and the rubber on the road. I party hearty and lunch time is crunch time. I’m hangin in, there ain’t no doubt and I’m hangin tough, over and out!”"},{"id":993,"quote":"The very existence of flamethrowers proves that sometime, somewhere, someone said to themselves, 'You know, I want to set those people over there on fire, but I’m just not close enough to get the job done."},{"id":994,"quote":"We’re so self-important. Everybody’s going to save something now. “Save the trees, save the bees, save the whales, save those snails. And the greatest arrogance of all: save the planet. Save the planet, we don’t even know how to take care of ourselves yet. I’m tired of this shit. I’m tired of f-ing Earth Day. I’m tired of these self-righteous environmentalists, these white, bourgeois liberals who think the only thing wrong with this country is that there aren’t enough bicycle paths. People trying to make the world safe for Volvos. Besides, environmentalists don’t give a shit about the planet. Not in the abstract they don’t. You know what they’re interested in? A clean place to live. Their own habitat. They’re worried that some day in the future they might be personally inconvenienced. Narrow, unenlightened self-interest doesn’t impress me.The planet has been through a lot worse than us. Been through earthquakes, volcanoes, plate tectonics, continental drift, solar flares, sun spots, magnetic storms, the magnetic reversal of the poles … hundreds of thousands of years of bombardment by comets and asteroids and meteors, worldwide floods, tidal waves, worldwide fires, erosion, cosmic rays, recurring ice ages … And we think some plastic bags and some aluminum cans are going to make a difference? The planet isn’t going anywhere. WE are!We’re going away. Pack your shit, folks. We’re going away. And we won’t leave much of a trace, either. Maybe a little Styrofoam … The planet’ll be here and we’ll be long gone. Just another failed mutation. Just another closed-end biological mistake. An evolutionary cul-de-sac. The planet’ll shake us off like a bad case of fleas.The planet will be here for a long, long, LONG time after we’re gone, and it will heal itself, it will cleanse itself, ’cause that’s what it does. It’s a self-correcting system. The air and the water will recover, the earth will be renewed. And if it’s true that plastic is not degradable, well, the planet will simply incorporate plastic into a new paradigm: the earth plus plastic. The earth doesn’t share our prejudice toward plastic. Plastic came out of the earth. The earth probably sees plastic as just another one of its children. Could be the only reason the earth allowed us to be spawned from it in the first place. It wanted plastic for itself. Didn’t know how to make it. Needed us. Could be the answer to our age-old egocentric philosophical question, “Why are we here?” Plastic… asshole.”"},{"id":995,"quote":"Life gets really simple once you cut out all the bull shit they teach you in school."},{"id":996,"quote":"I have as much authority as the Pope. I just don’t have as many people who believe it."},{"id":997,"quote":"Now, there's one thing you might have noticed I don't complain about: politicians. Everybody complains about politicians. Everybody says they suck. Well, where do people think these politicians come from? They don't fall out of the sky. They don't pass through a membrane from another reality. They come from American parents and American families, American homes, American schools, American churches, American businesses and American universities, and they are elected by American citizens. This is the best we can do folks. This is what we have to offer. It's what our system produces: Garbage in, garbage out. If you have selfish, ignorant citizens, you're going to get selfish, ignorant leaders. Term limits ain't going to do any good; you're just going to end up with a brand new bunch of selfish, ignorant Americans. So, maybe, maybe, maybe, it's not the politicians who suck. Maybe something else sucks around here... like, the public. Yeah, the public sucks. There's a nice campaign slogan for somebody: 'The Public Sucks. F*ck Hope."},{"id":998,"quote":"Isn’t it a bit unnerving that doctors call what they do “practice?”"},{"id":999,"quote":"I've begun worshipping the sun for a number of reasons. First of all, unlike some other gods I could mention, I can see the sun. It's there for me every day. And the things it brings me are quite apparent all the time: heat, light, food, and a lovely day. There's no mystery, no one asks for money, I don't have to dress up, and there's no boring pageantry. And interestingly enough, I have found that the prayers I offer to the sun and the prayers I formerly offered to 'God' are all answered at about the same 50% rate."},{"id":1000,"quote":"Instead of warning pregnant women not to drink,I think female alcoholics ought to be told not to fuck"},{"id":1001,"quote":"I tried to believe that there is a God, who created each of us in His own image and likeness, loves us very much, and keeps a close eye on things. I really tried to believe that, but I gotta tell you, the longer you live, the more you look around, the more you realize, something is fucked up."},{"id":1002,"quote":"When you're born into this world, you're given a ticket to the freak show. If you're born in America you get a front row seat."},{"id":1003,"quote":"A good motto to live by: 'Always try not to get killed."},{"id":1004,"quote":"THINGS YOU NEVER HEAR: 'Please stop sucking my dick or I'll call the police."},{"id":1005,"quote":"Something is wrong here. War, disease, death, destruction, hunger, filth, poverty, torture, crime, corruption, and the Ice Capades. Something is definitely wrong. This is not good work. If this is the best God can do, I am not impressed. Results like these do not belong on the résumé of a Supreme Being. This is the kind of shit you'd expect from an office temp with a bad attitude. And just between you and me, in any decently-run universe, this guy would've been out on his all-powerful ass a long time ago. And by the way, I say \"this guy\", because I firmly believe, looking at these results, that if there is a God, it has to be a man.No woman could or would ever fuck things up like this. So, if there is a God, I think most reasonable people might agree that he's at least incompetent, and maybe, just maybe, doesn't give a shit. Doesn't give a shit, which I admire in a person, and which would explain a lot of these bad results."},{"id":1006,"quote":"If your kid needs a role model and you ain't it, you're both fucked."},{"id":1007,"quote":"Oh Beautiful for smoggy skies, insecticided grain,For strip-mined mountain's majesty above the asphalt plain.America, America, man sheds his waste on thee,And hides the pines with billboard signs, from sea to oily sea."},{"id":1008,"quote":"So I say, “Live and let live. That’s my motto. “Live and let live.” And anyone who can’t go along with that, take him outside and shoot the motherfucker. It’s a simple philosophy, but it’s always worked in our family.”"},{"id":1009,"quote":"It's important in life if you don't give a shit. It can help you a lot."},{"id":1010,"quote":"I would never want to be a member of a group whose symbol was a man nailed to two pieces of wood."},{"id":1011,"quote":"Don’t just teach your children to read…Teach them to question what they read.Teach them to question everything."},{"id":1012,"quote":"Think of how it all started: America was founded by slave owners who informed us, \"All men are created equal.\" All \"men,\" except Indians, niggers, and women. Remember, the founders were a small group of unelected, white, male, land-holding slave owners who also, by the way, suggested their class be the only one allowed to vote. To my mind, that is what's known as being stunningly--and embarrassingly--full of shit."},{"id":1013,"quote":"Here’s a bumper sticker I’d like to see: “We are the proud parents of a child who’s self-esteem is sufficient that he doesn’t need us promoting his minor scholastic achievements on the back of our car."},{"id":1014,"quote":"I am\" is reportedly the shortest sentence in the English language. Could it be that \"I do\" is the longest sentence?"},{"id":1015,"quote":"You show me a lazy prick who's lying in bed all day, watching TV, only occasionally getting up to piss, and I'll show you a guy who's not causing any trouble."},{"id":1016,"quote":"Forget the politicians. The politicians are put there to give you the idea you have freedom of choice. You don't. You have no choice. You have owners. They own you. They own everything. They own all the important land, they own and control the corporations that've long since bought and paid for, the senate, the congress, the state houses, the city halls, they got the judges in their back pocket, and they own all the big media companies so they control just about all of the news and the information you get to hear. They got you by the balls. They spend billions of dollars every year lobbying to get what they want. Well, we know what they want. They want more for themselves and less for everybody else. But I'll tell you what they don't want. They don't want a population of citizens capable of critical thinking. They don't want well informed, well educated people capable of critical thinking. They're not interested in that. That doesn't help them."},{"id":1017,"quote":"I was thinking about how people seem to read the bible a lot more as they get older, and then it dawned on me—they’re cramming for their final exam."},{"id":1018,"quote":"I noticed that all the prayers I used to offer to God, and all the prayers I now offer to Joe Pesci, are being answered at about the same fifty percent rate. Half the time I get what I want, half the time I don't...Same as the four-leaf clover and the horseshoe...same as the voodoo lady who tells you your fortune by squeezing the goat's testicles. It's all the same...so just pick your superstition, sit back, make a wish, and enjoy yourself..."},{"id":1019,"quote":"Pride should be reserved for something you achieve or obtain on your own, not something that happens by accident of birth. Being Irish isn't a skill... it's a fucking genetic accident. You wouldn't say I'm proud to be 5'11\"; I'm proud to have a pre-disposition for colon cancer."},{"id":1020,"quote":"Once you leave out all the bullshit they teach you in school, life gets really simple."},{"id":1021,"quote":"I put a dollar in a change machine. Nothing changed."},{"id":1022,"quote":"Well, if crime fighters fight crime and fire fighters fight fires, what do freedom fighters fight?"},{"id":1023,"quote":"Electricity is really just organized lightning"},{"id":1024,"quote":"I figured out years ago that the human species is totally fucked and has been for a long time. I also know that the sick, media-consumer culture in America continues to make this so-called problem worse. But the trick, folks, is not to give a fuck. Like me. I really don'tcare. I stopped worrying about all this temporal bullshit a long time ago. It's meaningless."},{"id":1025,"quote":"It was my uncle who taught me about the birds and the bees. He sat me down one day and said, 'Remember this, George, the birds fuck the bees.' Then he told me he once banged a girl so hard her freckles came off."},{"id":1026,"quote":"Don't confuse me with those who cling to hope. I enjoy describing how things are, I have no interest in how they 'ought to be.' And I certainly have no interest in fixing them. I sincerely believe that if you think there's a solution, you're part of the problem. My motto: Fuck Hope!"},{"id":1027,"quote":"And here's something else, another problem you might have: Suppose your prayers aren't answered. What do you say? \"Well, it's God's will.\" \"Thy Will Be Done.\" Fine, but if it's God's will, and He's going to do what He wants to anyway, why the fuck bother praying in the first place? Seems like a big waste of time to me! Couldn't you just skip the praying part and go right to His Will? It's all very confusing."},{"id":1028,"quote":"The decay and disintegration of this culture is astonishingly amusing if you are emotionally detached from it. I have always viewed it from a safe distance, knowing I don't belong; it doesn't include me, and it never has. no matter how you care to define it, I do not identify with the local group. Planet, species, race, nation, state, religion, party, union, club, association, neighborhood improvement committee; I have no interest in any of it. I love and treasure individuals as I meet them, I loathe and despise the groups they identify with and belong to."},{"id":1029,"quote":"Frisbeetarianism is the belief that when you die,your soul goes up on the roof and gets stuck."},{"id":1030,"quote":"My mother would say, 'Why are you always playing alone?' And I would say, 'I'm not playin', Ma. I'm fuckin' serious!"},{"id":1031,"quote":"I bet you anything that 10 times out of 10, Nicky, Vinny and Tony will beat the shit out of Todd, Kyle and Tucker."},{"id":1032,"quote":"Do you know why hurricanes have names instead of numbers? To keep the killing personal. No one cares about a bunch of people killed by a number. '200 Dead as Number Three Slams Ashore' is not nearly as interesting a headline as 'Charlie kills 200.' Death is much more satisfying and entertaining if you personalize it.Me, I'm still waitin' for Hurricane Ed. Old Ed wouldn't hurt ya, would he? Sounds kinda friendly. 'Hell no, we ain't evacuatin'. Ed's comin'!"},{"id":1033,"quote":"But there’s a reason. There’s a reason. There’s a reason for this, there’s a reason education sucks, and it’s the same reason that it will never, ever, ever be fixed. It’s never gonna get any better. Don’t look for it. Be happy with what you got. Because the owners of this country don't want that. I'm talking about the real owners now, the real owners, the big wealthy business interests that control things and make all the important decisions. Forget the politicians. The politicians are put there to give you the idea that you have freedom of choice. You don't. You have no choice. You have owners. They own you. They own everything. They own all the important land. They own and control the corporations. They’ve long since bought and paid for the senate, the congress, the state houses, the city halls, they got the judges in their back pockets and they own all the big media companies so they control just about all of the news and information you get to hear. They got you by the balls. They spend billions of dollars every year lobbying, lobbying, to get what they want. Well, we know what they want. They want more for themselves and less for everybody else, but I'll tell you what they don’t want: They don’t want a population of citizens capable of critical thinking. They don’t want well informed, well educated people capable of critical thinking. They’re not interested in that. That doesn’t help them. Thats against their interests. Thats right. They don’t want people who are smart enough to sit around a kitchen table to figure out how badly they’re getting fucked by a system that threw them overboard 30 fucking years ago. They don’t want that. You know what they want? They want obedient workers. Obedient workers. People who are just smart enough to run the machines and do the paperwork, and just dumb enough to passively accept all these increasingly shittier jobs with the lower pay, the longer hours, the reduced benefits, the end of overtime and the vanishing pension that disappears the minute you go to collect it, and now they’re coming for your Social Security money. They want your retirement money. They want it back so they can give it to their criminal friends on Wall Street, and you know something? They’ll get it. They’ll get it all from you, sooner or later, 'cause they own this fucking place. It's a big club, and you ain’t in it. You and I are not in the big club. And by the way, it's the same big club they use to beat you over the head with all day long when they tell you what to believe. All day long beating you over the head in their media telling you what to believe, what to think and what to buy. The table is tilted folks. The game is rigged, and nobody seems to notice, nobody seems to care. Good honest hard-working people -- white collar, blue collar, it doesn’t matter what color shirt you have on -- good honest hard-working people continue -- these are people of modest means -- continue to elect these rich cocksuckers who don’t give a fuck about them. They don’t give a fuck about you. They don’t give a fuck about you. They don't care about you at all -- at all -- at all. And nobody seems to notice, nobody seems to care. That's what the owners count on; the fact that Americans will probably remain willfully ignorant of the big red, white and blue dick that's being jammed up their assholes everyday. Because the owners of this country know the truth: it's called the American Dream, because you have to be asleep to believe it."},{"id":1034,"quote":"If we could only find out who's in charge, we could kill him."},{"id":1035,"quote":"You're just another american who is willfully ignorant of the big red, white and blue dick being shoved up your asshole every day... The owners of this country know the truth... it's called the American dream because you have to be asleep to believe it!"},{"id":1036,"quote":"Think off center."},{"id":1037,"quote":"Political correctness is America's newest form of intolerance, and it is especially pernicious because it comes disguised as tolerance. It presents itself as fairness, yet attempts to restrict and control people's language with strict codes and rigid rules. I'm not sure that's the way to fight discrimination. I'm not sure silencing people or forcing them to alter their speech is the best method for solving problems that go much deeper than speech."},{"id":1038,"quote":"I'm not concerned about all hell breaking loose, but that a PART of hell will break loose... it'll be much harder to detect."},{"id":1039,"quote":"Reminds me of something my grandfather would say. He'd say, \"I'm goin' upstairs to fuck your grandmother.\" He was an honest man, and he wasn't going to bullshit a four-year-old."},{"id":1040,"quote":"[On school uniforms] Don't these schools do enough damage making all these kids think alike, now they have to make them look alike too? It's not a new idea, either. I first saw it in old newsreels from the 1930s, but it was hard to understand because the narration was in German."},{"id":1041,"quote":"California is a small woman saying, 'Fuck me.' New York is a large man saying, 'Fuck you!"},{"id":1042,"quote":"Life is not measured by the breathes you take, but by the moments that take your breathe away."},{"id":1043,"quote":"I wanna live. I don’t wanna die. That’s the whole meaning of life: Not dying! I figured that shit out by myself in the third grade"},{"id":1044,"quote":"They don't want an educated populace capable of critical thought, sitting around the kitchen table realizing how badly they're getting fucked!"},{"id":1045,"quote":"Sore loser? You bet your fuckin' ass! What on earth is wrong with being a sore loser? It shows you cared about whatever the contest was in the first place. Fuck losing graciously-that's for chumps. And losers, by the way."},{"id":1046,"quote":"To my way of thinking, there is every bit as much evidence for theexistence of UFOs as there is for the existence of God. Probably farmore. At least in the case of UFOs there have been countless tapedand filmed and, by the way, unexplained sightings from all over theworld, along with documented radar evidence seen by experiencedmilitary and civilian radar operators.>>"},{"id":1047,"quote":"You know who I pray to? Joe Pesci. Two reasons: First of all, I think he's a good actor, okay? To me, that counts. Second, he looks like a guy who can get things done. Joe Pesci doesn't fuck around. In fact, Joe Pesci came through on a couple of things that God was having trouble with."},{"id":1048,"quote":"What exactly is the free world, anyway? I guess it would depend on what you consider the non-free world. And I can't find a clear definition of that, can you? Where is that? Russia? China? For chrissakes, Russia has a better Mafia than we do now, and China is pirating Lion King DVDs and selling dildos on the Internet. They sound pretty free to me. Here are some more jingoistic variations you need to be on the lookout for; \"The greatest nation on Earth; the greatest nation in the history of the world\"; and \"the most powerful nation on the face of the Earth.\" That last one is usually thrown in just before we bomb a bunch of brown people. Which is every couple of years."},{"id":1049,"quote":"Here’s another question I have. How come when it’s us, it’s an abortion, and when it’s a chicken, it’s an omelette? Are we so much better than chickens all of a sudden? When did this happen, that we passed chickens in goodness. Name 6 ways we’re better than chickens. See, nobody can do it! You know why? ‘Cause chickens are decent people. You don’t see chickens hanging around in drug gangs, do you? No, you don’t see a chicken strapping some guy into a chair and hooking up his nuts to a car battery, do you? When’s the last chicken you heard about come home from work and beat the shit out of his hen, huh? Doesn’t happen, ’cause chickens are decent people."},{"id":1050,"quote":"You can prick your finger ... Just don't finger your prick."},{"id":1051,"quote":"Boy, these conservatives are really something, aren't they? They're all in favor of the unborn. They will do anything for the unborn. But once you're born, you're on your own. Pro-life conservatives are obsessed with the fetus from conception to nine months. After that, they don't want to know about you. They don't want to hear from you. No nothing. No neonatal care, no day care, no head start, no school lunch, no food stamps, no welfare, no nothing. If you're preborn, you're fine; if you're preschool, you're fucked."},{"id":1052,"quote":"And now, in the interest of equal time, here is a message from the National Institute of Pancakes: It reads, and I quote, \"Fuck waffles."},{"id":1053,"quote":"Age is a hell of a price to pay for wisdom"},{"id":1054,"quote":"Fuck the drug war. Dropping acid was a profound turning point for me, a seminal experience. I make no apologies for it. More people should do acid. It should be sold over the counter."},{"id":1055,"quote":"You wouldn't know it, from some of the things I've said over the years, but I like people... I do... I like people, but I like them in short bursts. I don't like people for extended periods of time. I'm all right with them for a little while, but once you get past around a minute, minute-and-a-half, I gotta get the f*** outta there."},{"id":1056,"quote":"We're all fucked. It helps to remember this."},{"id":1057,"quote":"There's also way too much religion in the South to be consistent with good mental health.Still, I love traveling down there, especially when I'm in the mood for a quick trip to the thirteenth century. I'm not someone who buys into all that 'New South' shit you hear; I judge a place by the number of lynchings they've had, overall."},{"id":1058,"quote":"The God excuse, the last refuge of a man with no answers and no argument."},{"id":1059,"quote":"Twat is twat and that is that."},{"id":1060,"quote":"Personally, if I were trying to discourage people from smoking, my sign would be a little different. In fact, I might even go too far in the opposite direction. My sign would say something like, \"Smoke if you wish. But if you do, be prepared for the following series of events: First, we will confiscate your cigarette and extinguish it somewhere on the surface of your skin. We will then run you nicotine-stained fingers through a paper shredder and throw them into the street, where wild dogs will swallow them and then regurgitate them into the sewers, so that infected rats can further soil them before they're flushed out to sea with the rest of the city's filth. After such time, we will sysematically seek out your friends and loved one and destroy their lives.\"Wouldn't you like to see a sign like that?"},{"id":1061,"quote":"Here's an interesting form of murder we came up with: assassination. You know what's interesting about assassination? Well, not only does it change those popularity polls in a big fucking hurry, but it's also interesting to notice who it is we assassinate. Did you ever notice who it is? Stop to think who it is we kill? It's always people who've told us to live together in harmony and try to love one another. Jesus, Gandhi, Lincoln, John Kennedy, Bobby Kennedy, Martin Luther King, Medgar Evers, Malcolm X, John Lennon, they all said, \"Try to live together peacefully.\" BAM! Right in the fucking head. Apparently we're not ready for that."},{"id":1062,"quote":"I read that Monica Seles got stabbed. And although I have nothing against Monica Seles, I'm glad somebody in sports got stabbed. I like the idea of it; it's good entertainment. If we're lucky, it'll spread through sports. And show business, too! Wouldn't you like to see a guy jump up on stage and stab some famous singer? Especially a real shitty pop singer? Maybe they'll even start stabbing comedians. Fuck it, I'm ready! I never perform without my can of mace. I have a switchblade knife, too. I'll cut your eye out and go right on telling jokes."},{"id":1063,"quote":"The mai tai got its name when two Polynesian alcoholics got in a fight over some neckwear."},{"id":1064,"quote":"I think these pipe-smokers oughta just move to the next level and go ahead and suck a dick. There's nothing wrong with suckin' dicks. Men do it, women do it; can't be all bad if everybody's doin' it. I say, Drop the pipe, and go to the dick! That's my advice. I'm here to help."},{"id":1065,"quote":"If you guys want to get a MOM tattoo and save a little money, just get two letters done. Get about a one-inch capital M tattooed on each cheek of your ass in pink and brown ink. Then when you bend over, it says \"Mom.\" Also, later on if you're havin' sex with your girlfriend, and her parents are in the next room, when you finish up you can just lie on your back, draw your legs up to your chest and silently say, 'Wow!"},{"id":1066,"quote":"Nothing worse... nothing worse that to be stuck somewhere with some married a-hole and have to listen to him tell you about his f***in' kids... Let me tell ya something, folks... nobody cares about your children, okay?\" Nobody cares about your children. I speak for everyone. I've been appointed by the rest of the group to inform you we don't care about your children – that's why they're your children, so you can care about them and we don't have to bother."},{"id":1067,"quote":"Females create life, males end it. War, crime, violence, are primarily male franchises. Man shit. It’s nature’s supreme joke.Deep in the womb, men start out as the good thing, and wind up as the crappy thing. Not all men. Just enough. Just enough to fuck things up."},{"id":1068,"quote":"People are wonderful one at a time. Each one of them has an entire hologram of the universe somewhere within them."},{"id":1069,"quote":"Whenever you hear the phrase zero tolerance, remember, someone is bullshitting you."},{"id":1070,"quote":"Boy everyone in this country is running around yammering about their fucking rights. \"I have a right, you have no right, we have a right.\"Folks I hate to spoil your fun, but... there's no such thing as rights. They're imaginary. We made 'em up. Like the boogie man. Like Three Little Pigs, Pinocio, Mother Goose, shit like that. Rights are an idea. They're just imaginary. They're a cute idea. Cute. But that's all. Cute...and fictional. But if you think you do have rights, let me ask you this, \"where do they come from?\" People say, \"They come from God. They're God given rights.\" Awww fuck, here we go again...here we go again.The God excuse, the last refuge of a man with no answers and no argument, \"It came from God.\" Anything we can't describe must have come from God. Personally folks, I believe that if your rights came from God, he would've given you the right for some food every day, and he would've given you the right to a roof over your head. GOD would've been looking out for ya. You know that.He wouldn't have been worried making sure you have a gun so you can get drunk on Sunday night and kill your girlfriend's parents.But let's say it's true. Let's say that God gave us these rights. Why would he give us a certain number of rights?The Bill of Rights of this country has 10 stipulations. OK...10 rights. And apparently God was doing sloppy work that week, because we've had to ammend the bill of rights an additional 17 times. So God forgot a couple of things, like...SLAVERY. Just fuckin' slipped his mind.But let's say...let's say God gave us the original 10. He gave the british 13. The british Bill of Rights has 13 stipulations. The Germans have 29, the Belgians have 25, the Sweedish have only 6, and some people in the world have no rights at all. What kind of a fuckin' god damn god given deal is that!?...NO RIGHTS AT ALL!? Why would God give different people in different countries a different numbers of different rights? Boredom? Amusement? Bad arithmetic? Do we find out at long last after all this time that God is weak in math skills? Doesn't sound like divine planning to me. Sounds more like human planning . Sounds more like one group trying to control another group. In other words...business as usual in America.Now, if you think you do have rights, I have one last assignment for ya. Next time you're at the computer get on the Internet, go to Wikipedia. When you get to Wikipedia, in the search field for Wikipedia, i want to type in, \"Japanese-Americans 1942\" and you'll find out all about your precious fucking rights. Alright. You know about it.In 1942 there were 110,000 Japanese-American citizens, in good standing, law abiding people, who were thrown into internment camps simply because their parents were born in the wrong country. That's all they did wrong. They had no right to a lawyer, no right to a fair trial, no right to a jury of their peers, no right to due process of any kind. The only right they had was...right this way! Into the internment camps.Just when these American citizens needed their rights the most...their government took them away. and rights aren't rights if someone can take em away. They're priveledges. That's all we've ever had in this country is a bill of TEMPORARY priviledges; and if you read the news, even badly, you know the list get's shorter, and shorter, and shorter.Yeup, sooner or later the people in this country are going to realize the government doesn't give a fuck about them. the government doesn't care about you, or your children, or your rights, or your welfare or your safety. it simply doesn't give a fuck about you. It's interested in it's own power. That's the only thing...keeping it, and expanding wherever possible.Personally when it comes to rights, I think one of two things is true: either we have unlimited rights, or we have no rights at all."},{"id":1071,"quote":"Did you ever eat a whole box of cookies right in a row? Did you ever do that? I don't mean take them into your bedroom or something. I mean open them right up in the kitchen as soon as you get home from the store and eat 'em while you're standing there? Just stare at the toaster while you're eatin' a whole goddamn box of cookies?"},{"id":1072,"quote":"Sports fans eat shit."},{"id":1073,"quote":"Bullshit is the glue that binds us as a nation."},{"id":1074,"quote":"Fuck rational thought"},{"id":1075,"quote":"I love people as I meet them one by one. People are just wonderful as individuals. You see the whole universe in their eyes if you look carefully. But as soon as they begin to group, as soon as they begin to clot, when there are five of them or ten or even groups of smallest two, they begin to change, they sacrifice the beauty of the individual for the sake of the group."},{"id":1076,"quote":"Saliva causes cancer, but only if swallowed in small amounts over a long period of time."},{"id":1077,"quote":"Government want to tell you things you can't say because they're against the law, or you can't say this because it's against a regulation, or here's something you can't say because its a...secret; \"You can't tell him that because he's not cleared to know that.\" Government wants to control information and control language because that's the way you control thought, and basically that's the game they're in."},{"id":1078,"quote":"My advice: just keep movin' straight ahead. Every now and then you find yourself in a different place."},{"id":1079,"quote":"Political correctness is fascism pretending to be manners."},{"id":1080,"quote":"... Why do so many people need help?! Life is not that complicated. You get up, you go to work, eat three meals, you take one good shit and you go back to bed. What’s the fucking mystery?!"},{"id":1081,"quote":"You know what these “God Bless America people oughta do? They oughta check with that Jesus fellow they’re so crazy about. They’re always talking about “What would Jesus do?” They don’t wanna know so they can do it – they just wanna know so they can tell other people to do it!”"},{"id":1082,"quote":"TOMORROW IS ANOTHER DAY. Not true. Today is another day. We have no idea what tomorrow is going to be. It might turn out to be another day, but we can't be sure. If it happens, I'll be the first to say so. But, you know what? By that time, it'll be today again"},{"id":1083,"quote":"Every day I beat my own previous record for the number of consecutive days I've stayed alive."},{"id":1084,"quote":"Homemade is a myth. You want to know some things that are homemade? Crystal meth. Crack cocaine. A pipe bomb full of nails. Now we're talkin' homemade."},{"id":1085,"quote":"I finally figured out what e-mail is for. It’s for communicating with people you’d rather not talk to."},{"id":1086,"quote":"Everybody’s going to save something now. “Save the trees, save the bees, save the whales, save those snails. And the greatest arrogance of all: save the planet. What? Are these fucking people kidding me? Save the planet, we don’t even know how to take care of ourselves yet. We haven’t learned how to care for one another, we’re gonna save the fucking planet?.....Besides, there is nothing wrong with the planet. Nothing wrong with the planet. The planet is fine. The PEOPLE are fucked.”"},{"id":1087,"quote":"I think one of the problems in this country is that too many people are screwing things up, committing crimes and then getting on with their lives. What is really needed for public officials who shame themselves is ritual suicide."},{"id":1088,"quote":"They’re not pro-life. You know what they are? They’re anti-woman. Simple as it gets, anti-woman. They don’t like them. They don’t like women. They believe a woman’s primary role is to function as a brood mare for the state."},{"id":1089,"quote":"Swearing on the Bible, you understand that shit? They tell you to raise your right hand and put your left hand on the Bible. Does this stuff really matter, which hand? Does God really give a fuck about details like this? Suppose you put your right hand on the Bible and you raise your left hand. Would that count? Or would God say, 'Sorry, wrong hand, try again'? And why does one hand have to be raised? [...] But let's get back to the Bible, America's favorite national theatrical prop. Suppose the Bible they hand you to swear on is upside down, or backward, or both, and you swear to tell the truth on an upside-down backward Bible. Would that count? Suppose the Bible they hand you is an old Bible and half the pages are missing. Suppose all they have is a Chinese Bible. In an American court. Or a Braille Bible, and you're not blind. Suppose they hand you an upside-down, backward, Chinese, Braille Bible with half the pages missing. At what point does all of this stuff just break down and become just a lot of stupid shit that somebody made up? They fuckin' made it up, folks, it's make-believe! It's make-believe [...] Bible or no Bible, God or no God, if it suits their purposes, people are going to lie in court."},{"id":1090,"quote":"I don’t understand this notion of ethnic pride. “Proud to be Irish, “Puerto Rican pride,” “Black pride.” It seems to me that pride should be reserved for accomplishments; things you attain or achieve, not things that happen to you by chance. Being Irish isn’t a skill; it’s genetic. You wouldn’t say, “I’m proud to have brown hair,” or “I’m proud to be short and stocky.” So why the fuck should you say you’re proud to be Irish? I’m Irish, but I’m not particularly proud of it. Just glad! Goddamn glad to be Irish!”"},{"id":1091,"quote":"Catholics are against abortions. Catholics are against homosexuals. But, I can’t think of anyone who has less abortions than homosexuals!"},{"id":1092,"quote":"Gotta have my make up, in case I run into Joey and he wants to beat the shit out of me. Gotta look my best! Maybe he'll punch me repeatedly in the kidneys and the stomach so it doesn't mark up my face. He's so thoughtful!"},{"id":1093,"quote":"This country was founded by slave owners who wanted to be free."},{"id":1094,"quote":"You know what I do? I steal things. Fuck 'em! I grab a handful of candy bars and six magazines and head for the gate."},{"id":1095,"quote":"A person of good intelligence and sensitivity cannot exist in this society very long without having some anger about the inequality - and it’s not just a bleeding-heart, knee-jerk, liberal kind of a thing - it is just a normal human reaction to a nonsensical set of values where we have cinnamon flavored dental floss and there are people sleeping in the street."},{"id":1096,"quote":"I do. I like people, but I like them in short bursts. I don't like people for extended periods of time. I'm all right with them for a little while, but once you get up past around... a minute, minute and a half, I gotta get the fuck out of there. And my reason for this... my reason is one that you may share, possibly. I have a very low tolerance level for stupid bullshit."},{"id":1097,"quote":"Life is sacred\"? Who said so? God? Hey, if you read history, you realize that God is one of the leading causes of death! Has been for thousands of years! Hindus, Muslims, Jews, Christians; all taking turns killing each other because God told 'em it was a good idea."},{"id":1098,"quote":"If you had yourself cloned, who exactly, would be your parents? Can you raise yourself? I guess so. And it might be fun. Just think, by the age of six you'd be driving yourself to school."},{"id":1099,"quote":"I think the human race has squandered its gift, and I think this country has squandered its promise. I think people in America sold out very cheaply, for sneakers and cheeseburgers. And I don't think it's fixable"},{"id":1100,"quote":"If I had been in charge of reorganizing the government’s security agencies into a homeland defense organization, I would have divided the responsibilities into two agencies: The Bureau of What the Fuck Was That? and The Department of What the Fuck Are We Gonna Do Now?"},{"id":1101,"quote":"Thou shalt keep thy religion to thyself."},{"id":1102,"quote":"When it comes to BULLSHIT…BIG-TIME, MAJOR LEAGUE BULLSHIT… you have to stand IN AWE, IN AWE of the all time champion of false promises and exaggerated claims, religion."},{"id":1103,"quote":"Suppose that you didn’t make your Easter duty and it’s Pentecost Sunday, the last day, and you’re on a ship at sea. And the chaplain goes into a coma! But you wanted to receive. And then it’s Monday, too late… But then you cross the International Date Line! Would that then be a sin then, Father?"},{"id":1104,"quote":"Never approach a crying woman entering a sports bar carrying a harpoon gun."},{"id":1105,"quote":"You can take and nail two sticks together like they've never been nailed together before and some fool will buy it."},{"id":1106,"quote":"The best thing about living at the beach is that you only have assholes on three sides of you."},{"id":1107,"quote":"Motivation is bullshit, if you ask me this country could use a little less motivation. The people who are motivated are the ones who are causing all the trouble! Stock swindlers, serial killers, child molesters, Christian conservatives? These people are highly motivated, highly motivated. I think motivation is overrated, you show me some lazy prick who's lying around all day watching game shows and stroking his penis and I'll show you someone who's not causing any fucking trouble ok?"},{"id":1108,"quote":"I love words. I thank you for hearing my words. I want to tell you something about words that I think is important. Words are my work, they’re my play. They’re my passion. Words are all we have really. We have thoughts, but thoughts are fluid. And, then we assign a word to a thought and we’re stuck with that word for that thought. So be careful with words. The same words that hurt can heal."},{"id":1109,"quote":"Hello. We’re the ones who control your lives. We make the decisions that affect all of you. Isn’t it interesting to know that those who run your lives would have the nerve to tell you about it in this manner? Suffer, you fools. We know everything you do, and we know where you go. What do you think the cameras are for? And the global-positioning satellites? And the Social Security numbers? You belong to us. And it can’t be changed. Sign your petitions, walk your picket lines, bring your lawsuits, cast your votes, and write those stupid letters to whomever you please; you won’t change a thing. Because we control your lives. And we have plans for you. Go back to sleep. THEY"},{"id":1110,"quote":"Парадоксът на нашето време е, че имаме високи сгради , но ниска търпимост, широки магистрали, но тесни възгледи.Харчим повече, но имаме по-малко, купуваме повече, но се радваме на по-малко.Имаме по-големи кьщи и по-малки семейства, повече удобства, но по-малко време.Имаме повече образование, но по-малко разум, повече знания, но по-лоша преценка, имаме повече експерти, но и повече проблеми, повече медицина, но по-малко здраве.Пием твърде много, пушим твърде много, харчим твърде безотговорно, смеем се твърде малко, шофираме твърде бързо, ядосваме се твърде лесно, лягаме си твърде късно, събуждаме се твърде уморени, четем твърде малко, гледаме твърде много телевизия и се молим твърде рядко.Увеличихме притежанията си, но намалихме ценностите се.Говорим твърде много, обичаме твърде рядко и мразим твърде често.Знаем как да преживяваме, но не знаем как да живеем.Добавихме години към човешкия живот, но не добавихме живот към годините.Отидохме до Луната и се върнахме, но ни е трудно да прекосим улицата и да се запознаем с новия съсед.Покорихме космическите ширини, но не и душевните.Правим по-големи неща, но не и по-добри неща.Пречистихме въздуха, но замърсихме душата.Подчинихме, атома, но не и предръзсъдъците си.Пишем повече, но научаваме по-малко.Планираме повече, но пистигаме по-малко.Научихме се да бързаме, но не и да чакаме.Правим нови компютри, които складират повече информация и бълват повече копия от когато и да било, но общуваме все по-малко.Това е времето на бързото хранене и лошото храносмилане, на големите мъже и дребните души, на лесните печалби и трудните връзки.Времето на по-големите семейни доходи и на повечето разводи, на по-красивите къщи и разбитите домове.Времето на кратките пътувания, еднократните памперси и еднократния морал, на връзките за една нощ и наднорменото тегло, на хапчетата, които правят всичко възбуждат ни, успокояват ни, убиват ни.Време, което има много на витрината, но малко в склада.Време, когато технологията позволява това писмо да стигне до вас, но също ви позволява да го споделите или просто да натиснете \"изтриване\"-ЗАПОМНЕТЕ, ОТДЕЛЯЙТЕ ПОВЕЧЕ ВРЕМЕ НА ТЕЗИ, КОИТО ОБИЧАТЕ, ЗАЩОТО ТЕ НЕ СА ДО ВАС ЗАВИНАГИ."},{"id":1111,"quote":"Every sixty seconds, thirty acres of rain forest are destroyed in order to raise beef for fast-food restaurants that sell it to people, giving them strokes and heart attacks, which raise medical costs and insurance rates, providing insurance companies with more money to invest in large corporations that branch out further into the Third World so they can destroy more rain forests."},{"id":1112,"quote":"Whatever happened to “In victory, magnanimity; in defeat, defiance. So said Frederick the Great.”"},{"id":1113,"quote":"And if they tell you you’re not a team player, just congratulate them on being so observant."},{"id":1114,"quote":"Words are all we have, really. We have thoughts but thoughts are fluid. Then we assign a word to a thought and we're stuck with that word for that thought, so be careful with words. I like to think that the same words that hurt can heal. It’s a matter of how you pick them."},{"id":1115,"quote":"The reason I prefer the sledgehammer to the rapier and the reason I believe in blunt, violent, confrontational forms for the presentation of my ideas is because I see that what’s happening to the lives of people is not rapierlike, it is not gentle, it is not subtle. It is direct, hard and violent. The slow violence of poverty, the slow violence of untreated disease. Of unemployment, hunger, discrimination. This isn’t the violence of some guy opening fire with an Uzi in a McDonald’s and forty people are dead. The real violence that goes on every day, unheard, unreported, over and over, multiplied a millionfold."},{"id":1116,"quote":"Unbelievably, a goldfish can kill a gorilla. However, it does require a substantial element of surprise."},{"id":1117,"quote":"Politics is so corrupt even the dishonest people get fucked. W"},{"id":1118,"quote":"No art is possible without a dance with death."},{"id":1119,"quote":"Most people have very little control over what sort of day they’re going to have. For instance, when one person says, “Have a nice day, the other may well be thinking, “I’ve just been diagnosed with hypertrophic cardiomyopathy, and I’m also coughing up thick black stuff.” In this case the well-wisher’s words will fall on deaf ears.”"},{"id":1120,"quote":"We're going away. Pack your shit, folks. We're going away. And we won't leave much of a trace, either. Thank God for that. Maybe a little Styrofoam. Maybe. A little Styrofoam. The planet'll be here and we'll be long gone. Just another failed mutation. Just another closed-end biological mistake. An evolutionary cul-de-sac. The planet'll shake us off like a bad case of fleas. A surface nuisance."},{"id":1121,"quote":"What are we going to tell the Intergalactic Council of Ministers the first time one of our teenage mothers threw her newborn baby into a dumpster, huh? How're we gonna explain that to the space people? How are we gonna let them know that our ambassador was only late for the meeting because his breakfast was cold and he had to spend half an hour punching his wife around the kitchen? What are they gonna think when they find out that it's just a local custom that over 80 million women in the Third World have had their clitorises forcibly removed in order to reduce their sexual pleasures so they won't cheat on their husbands? Can't you just sense how eager the rest of the universe is for us to show up? Can't you see them out there?"},{"id":1122,"quote":"Everyone appreciates your honesty, until you’re honest with them. Then you’re an asshole"},{"id":1123,"quote":"I'm tired of people using their cars as biographical information centers, informing the world of their sad-sack lives and boring interests. Keep that shit to yourself. I don't want to know what college you went to, who you intend to vote for or what your plan is for world peace. I don't care if you visited the Grand Canyon, Mount Rushmore or the birthplace of Wink Martindale. And I'm not interested in what radio station you listen to or what bands you like. In fact, I'm not interested in you in any way, except to see you in my rearview mirror.Furthermore, I can do without your profession of faith in God, Allah, Jehova, Yahweh, Peter Cottonail or whoever the fuck it is you've turned your life over to; please keep your superstitions private. I can't tell how happy it would make me to someday drive up to a flaming auto wreck and see smoke curling up around one of those little fish symbols with Jesus written inside it. And as far as I'm concerned you can include the Darwin/fish-with-feet-evolution symbol too. Far too cute for my taste.So keep the personal and autobiographical messages to yourself. Here's an idea: maybe you could paste them up inside your car, where you can see them and I can't."},{"id":1124,"quote":"I am sick of hearing about \"innocent victims\", there are no \"innocent victims\". If you live on this planet you're guilty. Period, f... you, end of report, next case, next f...ing case."},{"id":1125,"quote":"I don’t have pet peeves - I have major psychotic fucking hatreds."},{"id":1126,"quote":"The term faith-based is nothing more than an attempt to slip religion past you when you’re not thinking; which is the way religion is always slipped past you. It deprives you of choice; choice being another word the political-speech manipulators find extremely useful."},{"id":1127,"quote":"But you know, the longer you listen to this abortion debate, the more you hear this phrase “sanctity of life. You’ve heard that. Sanctity of life. You believe in it? Personally, I think it’s a bunch of shit. Well, I mean, life is sacred? Who said so? God? Hey, if you read history, you realize that God is one of the leading causes of death. Has been for thousands of years. Hindus, Muslims, Jews, Christians all taking turns killing each other ‘cause God told them it was a good idea. The sword of God, the blood of the land, vengeance is mine. Millions of dead motherfuckers. Millions of dead motherfuckers all because they gave the wrong answer to the God question. “You believe in God?” “No.” Boom. Dead. “You believe in God?” “Yes.” “You believe in my God? “No.” Boom. Dead. “My God has a bigger dick than your God!” Thousands of years. Thousands of years, and all the best wars, too. The bloodiest, most brutal wars fought, all based on religious hatred. Which is fine with me. Hey, any time a bunch of holy people want to kill each other I’m a happy guy.But don’t be giving me all this shit about the sanctity of life. I mean, even if there were such a thing, I don’t think it’s something you can blame on God. No, you know where the sanctity of life came from? We made it up. You know why? ‘Cause we’re alive. Self-interest. Living people have a strong interest in promoting the idea that somehow life is sacred. You don’t see Abbott and Costello running around, talking about this shit, do you? We’re not hearing a whole lot from Mussolini on the subject. What’s the latest from JFK? Not a goddamn thing. ‘Cause JFK, Mussolini and Abbott and Costello are fucking dead. They’re fucking dead. And dead people give less than a shit about the sanctity of life. Only living people care about it so the whole thing grows out of a completely biased point of view. It’s a self serving, man-made bullshit story.It’s one of these things we tell ourselves so we’ll feel noble. Life is sacred. Makes you feel noble. Well let me ask you this: if everything that ever lived is dead, and everything alive is gonna die, where does the sacred part come in? I’m having trouble with that. ‘Cuz, I mean, even with all this stuff we preach about the sanctity of life, we don’t practice it. We don’t practice it. Look at what we’d kill: Mosquitoes and flies. ‘Cause they’re pests. Lions and tigers. ‘Cause it’s fun! Chickens and pigs. ‘Cause we’re hungry. Pheasants and quails. ‘Cause it’s fun. And we’re hungry. And people. We kill people… ‘Cause they’re pests. And it’s fun!And you might have noticed something else. The sanctity of life doesn’t seem to apply to cancer cells, does it? You rarely see a bumper sticker that says “Save the tumors.”. Or “I brake for advanced melanoma.”. No, viruses, mold, mildew, maggots, fungus, weeds, E. Coli bacteria, the crabs. Nothing sacred about those things. So at best the sanctity of life is kind of a selective thing. We get to choose which forms of life we feel are sacred, and we get to kill the rest. Pretty neat deal, huh? You know how we got it? We made the whole fucking thing up! Made it up!”"},{"id":1128,"quote":"These are the kinds of thoughts that made it necessary to separate me from the other kids at school."},{"id":1129,"quote":"California: bordering always on the Pacific and sometimes on the ridiculous. So, why do I live here? Because the sun goes down a block from my house."},{"id":1130,"quote":"War will end when people stop showing up for it."},{"id":1131,"quote":"Ladies and gentlemen, we have just begun our gradual descent into the Indianapolis area, a descent similar in many ways to the gradual slide of the United States from a first-class world leader to an aggressive, third-rate debtor nation of overweight slobs, undereducated slob children and aimless elderly people who can’t afford to buy medicine."},{"id":1132,"quote":"I think we need some new Christmas carols with a more modern approach. Of course, I wouldn’t abandon the religious theme completely. How about “Holy Christ, the Christmas Tree’s on Fire? Or “Jesus, can you Believe It’s Christmas Again?” This ought to get the ball rolling; I’m hoping you people will take it from here.”"},{"id":1133,"quote":"I don’t own any stocks or bonds. All my money is tied up in debt."},{"id":1134,"quote":"I find it discouraging—and a bit depressing—when I notice the unequal treatment afforded by the media to UFO believers on the one hand, and on the other, to those who believe in an invisible supreme being who inhabits the sky. Especially as the latter belief applies to the whole Jesus-Messiah-Son-of-God fable."},{"id":1135,"quote":"And finally, I've always drawn a great deal of moral comfort from Humpty Dumpty. The part I like the best? 'All the king's horses and all the king's men couldn't put Humpty Dumpty back together again.' That's because there is no Humpty Dumpty, and there is no God. None, not one, no God, never was."},{"id":1136,"quote":"We're all fucked. It helps to remember that."},{"id":1137,"quote":"Whenever I hear about parents who have nine or ten children, the only thing I wonder is how they survive the birthday parties."},{"id":1138,"quote":"There's also way too much religion in the South to be consistent with good mental health."},{"id":1139,"quote":"I get tired of people talking about ''bad words'' and ''bad language''. Bullshit! It's the context that makes them good or bad."},{"id":1140,"quote":"I simply go about my passage swiftly and silently, with a certain deliberate, dark efficiency."},{"id":1141,"quote":"Most of these quotations on Goodreads are shit I never said. That's because idiots submit them, and Goodreads never checks their authenticity."},{"id":1142,"quote":"Instead of school busing and prayer in schools, which are both controversial, why not a joint solution? Prayer in buses. Just drive these kids around all day and let them pray their fuckn’ empty little heads off."},{"id":1143,"quote":"To my way of thinking, there is every bit as much evidence for the existence of UFOs as there is for the existence of God. Probably far more. At least in the case of UFOs there have been countless taped and filmed—and, by the way, unexplained—sightings from all over the world, along with documented radar evidence seen by experienced military and civilian radar operators."},{"id":1144,"quote":"In some company it’s perfectly all right to prick your finger, but very bad form to finger your prick."},{"id":1145,"quote":"If free trade can really turn all these Third World countries into thriving economies full of entrepreneurs and investors, who’s gonna clean the fuckin’ toilets around here?"},{"id":1146,"quote":"Personally I would never want to be a member of any group where you either have to wear a hat, or you can't wear a hat.\""},{"id":1147,"quote":"We’re going away. Pack your shit, folks. We’re going away. And we won’t leave much of a trace, either. Maybe a little Styrofoam … The planet’ll be here and we’ll be long gone. Just another failed mutation. Just another closed-end biological mistake. An evolutionary cul-de-sac. The planet’ll shake us off like a bad case of fleas."},{"id":1148,"quote":"Well, if crime fighters fight crime and fire fighters fight fire, what do freedom fighters fight? They never mention that part to us, do they?"},{"id":1149,"quote":"There's a nice campaign slogan for somebody: 'The Public Sucks. F*ck Hope."},{"id":1150,"quote":"The most unfair thing about life is the way it ends. I mean, life is tough. It takes up a lot of your time. What do you get at the end of it? A Death! What’s that, a bonus? I think the life cycle is all backwards. You should die first; get it out of the way. Then you live in an old age home. You get kicked out when you’re too young, you get a gold watch, you go to work. You work forty years until you’re young enough to enjoy your retirement. You do drugs, alcohol, you party, you get ready for high school. You go to grade school, you become a kid, you play, you have no responsibilities, you become a little baby, you go back into the womb, you spend your last nine months floating …and you finish off as an orgasm."},{"id":1151,"quote":"Do you know why it is that when a rancher fucks a sheep he does it at the edge of a cliff? It’s so the sheep will push back."},{"id":1152,"quote":"The world is really a big straight line. Sometimes the world is actually a punchline. There are things that happen and you'll say, 'I can't believe that. Can you believe that?' And for that reason you don't have to tilt your head because the world at that time is coming at you at a forty-five degree angle, so they're out of wack. But most of the world appears to be straight and level, so you've got to tilt your head forty-five degrees and your vision becomes: how can I take that reality and just distort it enough to suit my purposes? To show them the craziness is there but it's just well-disguised."},{"id":1153,"quote":"So if you hear something in this book that sounds like advocacy of a particular political point of view, please reject the notion. My interest in issues is merely to point out how badly we’re doing, not to suggest a way we might do better.Don’t confuse me with those who cling to hope. I enjoy describing how things are, I have no interest in how they ought to be. And I certainly have no interest in fixing them. I sincerely believe that if you think there’s a solution, you’re part of the problem. My motto: Fuck Hope. P.S. In case you’re wondering, personally I’m a joyful individual, I had a long happy marriage and a close and loving family, my career has turned out better than I ever dreamed, and it continues to expand. I’m a personal optimist, but a skeptic about all else. What may sound to some like anger, is really nothing more than sympathetic contempt. I view my species with a combination of wonder and pity, and I root for its destruction. And please don’t confuse my point of view with cynicism–the real cynics are the ones who tell you everything’s gonna be all right.And P.P.S., by the way, if by some chance you folks do manage to straighten things out and make everything better, I still don’t wish to be included."},{"id":1154,"quote":"There's no harm in reviewing the past from time to time; knowing where you've been is part of knowing where you are, and all that happy horse shit. But the American media have an absolute fixation on this. They rob us of the present by insisting on the past. If they were able, I'm sure they would pay equal attention to the future. Trouble is, they don't have any film on it."},{"id":1155,"quote":"When fascism comes to America, it will not be in brown and black shirts. It will not be with jack-boots. It will be Nike sneakers and Smiley shirts..."},{"id":1156,"quote":"The only difference between lilies and turds is whatever difference humans have agreed upon; and I don't always agree."},{"id":1157,"quote":"They give you a colouring book and some crayons, and tell you, be creative...but don't go outside the lines."},{"id":1158,"quote":"The West Coast experience is soft and peripheral, New York is hard and concentrated. California is a small woman saying, “Fuck me. New York is a large man saying, “Fuck you!”"},{"id":1159,"quote":"Why don’t the men have “Take Our Sons to the Cat-House Night?”"},{"id":1160,"quote":"Точно когато открих смисъла на живота те го смениха"},{"id":1161,"quote":"Weather forcast for tonight: dark."},{"id":1162,"quote":"One time he was so hungover he had to consult a cottage cheese carton to determine the approximate date."},{"id":1163,"quote":"Religia to najgłupsza rzecz, jaką kiedykolwiek wymyślono. Pomyślcie tylko. Religii właściwie udało się przekonać ludzi, że istnieje jakiś niewidzialny człowiek, który żyje w niebie, obserwuje wszystko co robisz każdej minuty i każdego dnia! Ma listę 10 rzeczy których nie pozwala ci robić. A jeśli zrobisz którąkolwiek z nich, to ma specjalne miejsce pełne ognia, i dymu, i swądu, tortur i katuszy, gdzie ześle cię, żebyś żył i cierpiał, palił się i dusił, krzyczał i płakał przez całą wieczność, aż do końca czasu. Ale on cię kocha!"},{"id":1164,"quote":"Ziemia przetrwała gorsze rzeczy niż my. Trzęsienia ziemi, wybuchy wulkanów, ruchy tektoniczne, dryf kontynentalny, rozbłyski słoneczne, plamy na słońcu, burze magnetyczne, zmiany biegunów magnetycznych, setki tysięcy lat bombardowania przez asteroidy, meteory i komety, globalne powodzie i pożary, promieniowanie kosmiczne, epoki lodowcowe... i niby jakieś papierowe torby i aluminiowe puszki mają jej zrobić różnicę?"},{"id":1165,"quote":"America has no now. We're reluctant to acknowledge the present. It's too embarrassing.Instead, we reach into the past. Our culture is composed of sequels, reruns, remakes, revivals, reissues, re-releases, recreations, reenactments, adaptations, anniversaries, memorabilia, oldies radio, and nostalgia record collections. World War II has been refought so many times, the Germans and Japanese are now drawing residuals."},{"id":1166,"quote":"به کودکان خود فقط خواندن نیاموزید. به آن ها سوال کردن درباره ی آنچه می خوانند را بیاموزید. به آن ها سوال کردن درباره ی همه چیز را بیاموزید."},{"id":1167,"quote":"I dislike and despise groups of people, but I love individuals. Every person you look at, you can see the universe in their eyes, if you're really looking..."},{"id":1168,"quote":"My motto: Fuck Hope!"},{"id":1169,"quote":"I recently heard the following sentence on CNN: 'Because of high winds, about two hundred and fifty thousand people in New England are without power.'And I thought 'gee, when you think about it, about two hundred and seventy five million people in the United States are without power. They just aren't aware of it."},{"id":1170,"quote":"Есть немало людей, озабоченных безопасностью атомных станций и не пристегивающихся в машине."},{"id":1171,"quote":"Life gets really simple once you cut out all the bullshit they teach you in school."},{"id":1172,"quote":"It's called the 'American dream' because you have to be asleep to believe it."},{"id":1173,"quote":"Животът не се мери с броя вдишвания, а с моментите, които спират дъха ни!"},{"id":1174,"quote":"We're all f***ed, it helps to remember that."},{"id":1175,"quote":"I had a left-wing, humanitarian, secular humanist, liberal inclination on the one hand, which implied positions on myriad issues.On the other I had prejudices and angers and hatreds toward various classes of people. None of which included skin colour or ethnicity or religion. Well—religion, yes. I used to get angry at blue-collar right-wingers, but that passed, because I saw that in the end, they were just a different sort of victim."},{"id":1176,"quote":"We drink too much, smoke too much, spend too recklessly, laugh too little, drive too fast, get too angry, stay up too late, get up too tired, read too little, watch TV too much. We have multiplied our possessions but reduced our values. We talk too much, love too seldom, and hate too often. We've learned how to make a living but not a life. We've added years to life, not life to years."},{"id":1177,"quote":"Es la vieja doble moral estadounidense. Decir una cosa y hacer otra diferente. Y por supuesto este país fue fundado bajo una doble moral. Es parte de nuestra historia, es una doble moral muy básica: Un grupo dueño de esclavos que querían ser libres. ¿Estoy en lo cierto? Qué absurdo. Lo que hicieron fue matar a un montón de ingleses blancos, para seguir poseyendo a sus esclavos negros, para luego exterminar a los indios rojos, ir hacia el oeste para robarle territorio a los mexicanos marrones y finalmente tener un lugar de donde despegar, volar y lanzar bombas nucleares sobre los japoneses amarillos. ¿Saben cuál debería ser el lema de este país? '¡Danos un color y nosotros nos deshacemos de él!."},{"id":1178,"quote":"I don't want something that's good for headaches. I want something that's bad for headaches. And good for me."},{"id":1179,"quote":"In Baltimore it's 6:42!"},{"id":1180,"quote":"Забелязвали ли сте, че всеки, който кара по-бавно от вас е идиот, а всеки, който кара по-бързо е маниак?"},{"id":1181,"quote":"Насчет астрологии: акушерка или санитарка в родильном доме, весящая от пятидесяти до ста килограммов, оказывает на ребенка в момент его рождения более заметное гравитационное воздействие, чем любая из тех далеких планет, которые якобы влияют на личность и судьбу новорожденного. Почему эти близкие и массивные объекты не фигурируют в столь тщательно рассчитываемых астрологических таблицах?"},{"id":1182,"quote":"Совет подросткам: кайфуйте от спорта, а не от наркотиков. Если же в вашем районе нет баскетбольной площадки — черт с вами, колитесь, нюхайте и курите."},{"id":1183,"quote":"Today, I want to tell you about little Danny Pendejo."},{"id":1184,"quote":"La paradoja de nuestro tiempo en la historia es que:Tenemos edificios más altos pero temperamentos más cortos,  autopistas más anchas, pero puntos de vista más estrechos.Gastamos más pero tenemos menos,  compramos más, pero gozamos menos. Tenemos casas más grandes y familias más pequeñas,  más conveniencias, pero menos tiempo. Tenemos más grados pero menos sentido,  más conocimiento, pero menos juicio,  más expertos, sin embargo más problemas, más medicina, pero menos bienestar.Bebemos demasiado, fumamos demasiado, gastamos muy imprudentemente, reímos muy poco,  manejamos demasiado rápido, nos ponemos demasiado irritados, nos estamos hasta muy tarde en la noche, nos levantamos demasiado cansados,  leemos muy poco, miramos demasiada TV, y rezamos muy rara vez. Hemos multiplicado nuestras posesiones, pero reducido nuestros valores. Hablamos demasiado, amamos muy rara vez, y odiamos muy a menudo. Hemos aprendido cómo ganarnos la vida, pero no cómo hacer una vida.Hemos adicionado años a la vida pero no vida a los años. Hemos ido todo el camino a la luna y de regreso, pero tenemos problema para cruzar la calle para conocer a un nuevo vecino. Hemos conquistado el espacio exterior pero no el espacio interior. Hemos hecho grandes cosas, pero no mejores cosas. Hemos limpiado el aire, pero contaminado el alma. Hemos conquistado el átomo, pero no nuestros prejuicios. Escribimos más, pero aprendemos menos. Planeamos más, pero logramos menos. Hemos aprendido a ir de prisa, pero no a esperar. Construimos más computadores para tener información, para producir más copias que siempre, pero comunicamos menos y menos.Hay los tiempos de comidas rápidas y de baja digestión, de hombrotes y mujerzotas pero de carácter pequeño, ganancias empinadas y relaciones superficiales. Éstos son los días de dos ingresos pero más divorcios,  casas más extravagantes, pero hogares rotos. Éstos son los días de viajes rápidos, pañales desechables, moralidad desechable,  encuentros amorosos de una sola noche, cuerpos con sobrepeso, y pastillas que hacen de todo, desde animar, a aquietar, a matar.Es un tiempo cuando hay mucho en la vidriera del mostrador y nada en el almacén. Un tiempo cuando la tecnología puede traer esta carta a ustedes, y un tiempo cuando ustedes puede escoger ya sea compartir este entendimiento, o sólo pulsar borrar. Recuerden, gasten algún tiempo con sus seres queridos, porque ellos no van a estar ahí por siempre. Recuerden decir una palabra amable a alguien quien los mira maravillado, porque esa personita crecerá y dejará de estar a su lado.Recuerden dar un caluroso abrazo a alguien cercano a ustedes, porque es ése el único tesoro que pueden dar con el corazón y no cuesta un centavo. Recuerden decir “te amo a su pareja y a sus seres queridos, pero principalmente, háganlo con intención.Un beso y un abrazo repararán heridas cuando viene de muy adentro de ustedes. Recuerden cogerse de las manos y compartan el momento porque algún día esa persona no estará allí de nuevo.¡Dense tiempo para amar, dense tiempo para hablar! Y dense tiempo para compartir los preciosos pensamientos de su mente.Y siempre recuerden: “La vida no es medida por el número de alientos que tomamos, sino por los momentos que nos quitan el aliento.”"},{"id":1185,"quote":"Keep in mind, the news media are not independent; they are a sort of bulletin board and public relations firm for the ruling class - the people who run things. Those who decide what news you will or will not hear are paid by, and tolerated purely at the whim of, those who hold economic power. If the parent corporation doesn't want you to know something, it won't be on the news. Period. Or, at the very least, it will be slanted to suit them, and then rarely followed up."},{"id":1186,"quote":"Повсюду грязь. И я не о погоде."},{"id":1187,"quote":"Scratch a cynic and you'll find a disillusioned idealist. And the fire never goes out completely"},{"id":1188,"quote":"I don't really, honestly, deep down believe in political action. I think the system contracts and expands as it wants to, it accomodates these changes.. I think the civil rights movement was an accomodation in the part of those who own the country. I think they see where their self-interest lies, they see that a certain amount of freedom seems good, an illusion of liberty. Give these people a voting day every year so that they will have the illusion of meaningless choice. Meaningless choice that we go like slaves and say \"oh yea, I voted.\"The limits of debate in this country are established before the debate even begins and everyone else is marginalized, they are made to be seen either as communists or some sort of disloyal person, a cook (there's a word), and now it's conspiracy. They made that. Something that should not be even entertained for a minute that powerful MIGHT get together and have a plan. Doesn't happen! You are cook! You are a conspiracy buff!"},{"id":1189,"quote":"My interest in “issues is merely to point out how badly we’re doing, not to suggest a way we might do better. Don’t confuse me with those who cling to hope. I enjoy describing how things are, I have no interest in low they “ought to be.”"},{"id":1190,"quote":"Если бы я отвечал за реорганизацию спецслужб внутренней безопасности, я бы разделил весь круг задач между двумя конторами: Что-это-ебнуло-бюро и Что-бля-теперьделать-управлением."},{"id":1191,"quote":"I'm gettin' tired of guys who smoke pipes. When are they gonna outlaw this shit? Guy with a fuckin' pipe! It's an arrogant thing to place a burning barrier between you and the rest of the world. It's supposed to imply thoughtfulness or intelligence. It's not intelligent to stand around with a controlled fire sticking out of your mouth. I say, \"Hey, professor! You want somethin' hot to suck on? Call me! I'll give ya somethin' to put in your mouth!\" I think these pipe-smokers oughta just move to the next level and go ahead and suck a dick. There's nothing wrong with suckin' dicks. Men do it, women do it; can't be all bad if everybody's doin' it. I say, Drop the pipe, and go to the dick! That's my advice. I'm here to help."},{"id":1192,"quote":"مونږ ځانونه څومره غټ ګڼو. اوس خو هر یو کس څه نا څه بچ کوي. ' بوټي بچ کړئ، مچۍ بچ کړئ، ویل سمندري مایان بچ کړئ، سنیل چینجي بچ کړئ.' او تر ټولو زیات غرور خو يې په دې کې دې: زمکه بچ کړئ. مونږ ته خو دا هم نه دي معلوم چې د ځانونو خیال څنګه وساتو. د دا قسمه غ**و خو زه سم تنګ راغلې یم. زه د زمکې غ***ې ورځ Earth Day نه سم تنګ راغلې یم. زه دغه د چاپیریال ساتونکو نه ډیر تنګ راغلې چې ځان ورله ډیر نیک ښکاري، دغه سور پوستکي، منځ پوړي ازاد فکران چې سوچ کوي د دې هیواد یواځینۍ ستونزه دا ده چې دلته د سائیکلو لارې ډیرې نشته. دا خلک د خپلو Volvo موټرونو د پاره نړۍ خوندي ساتل غواړي. هسې هم دغه چاپیرل ساتنې غوښتونکې د زمکې سره هیڅ مینه نه لري. په فکر کې نا، نه يې لري. تاسو ته معلوم دې چې څه سره شوق لري؟ د اوسیدو د پاره یو پاک ځای. خپل استوګن ځای يې. دوئ ناکلاره دي چې په ائنده کې به یوه ورځ دوئ ته تکلیف ورسي. تنګ، په- فکر- تورو مفاداتو سره زه هیڅ شوق نه لرم.زمکې خو د دې نه زیات تکلیفونه تیر کړي. زلزلې، اوراباسونکي غرونه، د زمکې لاندې پتریو خوځیدنه، د براعظمونو بهیدنه، په لمر کې دننه د اور لمبې تیزیدنه، د لمر دننه ځینې ځایونو کې د اور مړیدینه، مقناطیسي توپانونه، د زمکې قطب او شمال برقي وضعې په بل مخ اوړیدنه .........لکونو زرګونو کلونو راهیسې په اسمان کې لمبوزنو شهاب ثاقب، لویو ډبرو او کاڼو په زمکه بمبارۍ، نړیوال سیلابونو، د سپوږمۍ د وجې جوړ شوي غټ سمندري موجونه، نړۍ کې ښور اورونه، د زمکې وروستیدنه او رالویدنه، اسماني شغلې، بیا بیا راتلونکې د واورې دورونه، ..... او مونږ سوچ کوو چې یو څو پلاستک بوجۍ او یو څو د الومینیم ډبي به ډیر فرق راولي؟ زمکه چیرې هم ځي. مونږ ترې روان یو مونږ! مونږ روان یو. یا خلکو! خپل غ* غوشایه مو تړئ. مونږ روان یو. او زمونږ به داسې خاص څه نخښې هم پاتې نشي. کیدې شي لږ د سټائروفوم پلاسټک نخښه به پا تې شي. زمکه به هم دلته وي او مونږ به ترې پخوا تلي یو. د تغیر خوړونکې یو بل ناکامه تجرباتي مخلوق په شان. یو بل حیاتیاتي غلطۍ په شان چې هیڅ ائنده نه لري. یوې بندې ارتقايي کوڅې په شان. دا زمکه به مونږ له خپل بدن نه داسې وڅنډوي لکه کوټک چې پریوځي. مونږ به ترې لاړ یو او دا زمکه به ډیر لوی، لوی او لوی وخت د پاره موجوده وي، او خپل بدن به پخپله روغ کړي، خپل ځان به سپا کړي، ځکه چې زمکه هم دغه شان کوي. زمکه داسې نظام لري چې ځان پخپله رغوي. دا هوا او دا اوبه به بیا روغې شي، زمکه به نوې شي. او که دا رښتیا وي چې پلاسټک په زمکه کې نه ماتیږې، نه وروستیږي او نه ختمیږي، نو په دې کې څه، زمکه به په اسانې سره دا د خپل نوي نظام برخه کړي: زمکه + پلاسټک. زمکه زمونږ په شان پلاسټک سره څه تعصب نه لري. پلاسټک خو د زمکې نه راغلې دې. کیدې شي زمکه پلاسټک ته هم هغسې ګوري لکه چې خپلو نورو بچو ته ګوري. کیدې شې زمکې زمونږ د پیدا کیدو اجازه هم ځکه ورکړې وه چې پلاسټک يې پکار و. خو د جوړولو چل نه ورتلو. نو مونږ ته يې حاجت شو. کیدې شي دا ځواب وي زمونږ د هغه ځان – غټ – ګڼونکي، ځان - خوښونکي فلسفیانه سوال چې دا دې: مونږ دلته ولې راغلي یو؟ ځواب يې پلاسټک دې ...... ک*****و!"},{"id":1193,"quote":"We drink too much, smoke too much, spend too recklessly, laugh too little, drive too fast, get too angry, stay up too late, get up too tired, read too little, watch TV too much. We have multiplied out possessions but reduced our values. We talk too much, love too seldom, and hate too often. We've learned how to make a living but not a life. We've added years to life, not life to years."},{"id":1194,"quote":"The planet will be here for a long, long, LONG time after we’re gone, and it will heal itself, it will cleanse itself, ’cause that’s what it does. It’s a self-correcting system. The air and the water will recover, the earth will be renewed. And if it’s true that plastic is not degradable, well, the planet will simply incorporate plastic into a new paradigm: the earth plus plastic. The earth doesn’t share our prejudice toward plastic. Plastic came out of the earth. The earth probably sees plastic as just another one of its children. Could be the only reason the earth allowed us to be spawned from it in the first place. It wanted plastic for itself. Didn’t know how to make it. Needed us. Could be the answer to our age-old egocentric philosophical question, “Why are we here? Plastic… asshole.”"},{"id":1195,"quote":"It's all bullshit, folks."},{"id":1196,"quote":"The future ain't what it used to be."},{"id":1197,"quote":"Why is it that most of the people who are against abortion are people you wouldn't want to fuck in the first place?"}]