[{"id":1,"quote":"We learn from history that we do not learn from history"},{"id":2,"quote":"Truth is found neither in the thesis nor the antithesis, but in an emergent synthesis which reconciles the two."},{"id":3,"quote":"Genuine tragedies in the world are not conflicts between right and wrong. They are conflicts between two rights."},{"id":4,"quote":"To be independent of public opinion is the first formal condition of achieving anything great."},{"id":5,"quote":"Nothing great in the world has ever been accomplished without passion."},{"id":6,"quote":"To be aware of limitations is already to be beyond them."},{"id":7,"quote":"What history teaches us is that neither nations nor governments ever learn anything from it."},{"id":8,"quote":"The ignorant man is not free, because what confronts him is an alien world, something outside him and in the offing, on which he depends, without his having made this foreign world for himself and therefore without being at home in it by himself as in something his own. The impulse of curiosity, the pressure for knowledge, from the lowest level up to the highest rung of philosophical insight arises only from the struggle to cancel this situation of unfreedom and to make the world one's own in one's ideas and thought."},{"id":9,"quote":"I have the courage to be mistaken."},{"id":10,"quote":"Everything that from eternity has happened in heaven and earth, the life of God and all the deeds of time simply are the struggles for Spirit to know Itself, to find Itself, be for Itself, and finally unite itself to Itself; it is alienated and divided, but only so as to be able thus to find itself and return to Itself...As existing in an individual form, this liberation is called 'I'; as developed to its totality, it is free Spirit; as feeling, it is Love; and as enjoyment, it is Blessedness."},{"id":11,"quote":"If you want to love you must serve, if you want freedom you must die."},{"id":12,"quote":"Africa has no history and did not contribute to anything that mankind enjoyed."},{"id":13,"quote":"War is progress, peace is stagnation."},{"id":14,"quote":"The valor that struggles is better than the weakness that endures."},{"id":15,"quote":"Every idea, extended into infinity, becomes its own opposite."},{"id":16,"quote":"Public opinion contains all kinds of falsity and truth, but it takes a great man to find the truth in it. The great man of the age is the one who can put into words the will of his age, tell his age what its will is, and accomplish it. What he does is the heart and the essence of his age, he actualizes his age. The man who lacks sense enough to despise public opinion expressed in gossip will never do anything great."},{"id":17,"quote":"The more certain our knowledge the less we know."},{"id":18,"quote":"Poverty in itself does not make men into a rabble; a rabble is created only when there is joined to poverty a disposition of mind, an inner indignation against the rich, against society, against the government."},{"id":19,"quote":"God is, as it were, the sewer into which all contradictions flow."},{"id":20,"quote":"A man who has work that suits him and a wife, whom he loves, has squared his accounts with life."},{"id":21,"quote":"The history of the world is none other than the progress of the , consciousness of freedom."},{"id":22,"quote":"Beauty is merely the Spiritual making itself known sensuously."},{"id":23,"quote":"Impatience asks for the impossible, wants to reach the goal without the means of getting there. The length of the journey has to be borne with, for every moment is necessary."},{"id":24,"quote":"The learner always begins by finding fault, but the scholar sees the positive merit in everything."},{"id":25,"quote":"An idea is always a generalization, and generalization is a property of thinking. To generalize means to think."},{"id":26,"quote":"Mark this well, you proud men of action! you are, after all, nothing but unconscious instruments of the men of thought."},{"id":27,"quote":"To make abstractions hold in reality is to destroy reality."},{"id":28,"quote":"Life has value only when it has something valuable as its object."},{"id":29,"quote":"It is solely by risking life that freedom is obtained; . . . the individual who has not staked his or her life may, no doubt, be recognized as a Person; but he or she has not attained the truth of this recognition as an independent self-consciousness."},{"id":30,"quote":"America is therefore the land of the future, where, in the ages that lie before us, the burden of the World's History shall reveal itself."},{"id":31,"quote":"An individual piece only has meaning when it is seen as part of the whole."},{"id":32,"quote":"No man is a hero to his valet. This is not because the hero is no hero, but because the valet is a valet."},{"id":33,"quote":"The owl of Minerva spreads its wings only with the falling of the dusk."},{"id":34,"quote":"Genuine tragedy is a case not of right against wrong but of right against right - two equally justified ethical principles embodied in people of unchangeable will."},{"id":35,"quote":"The true is the whole."},{"id":36,"quote":"Science and knowledge, especially that of philosophy, came from the Arabs into the West."},{"id":37,"quote":"Before the end of Time will be the end of History. Before the end of History will be the end of Art."},{"id":38,"quote":"Each of the parts of philosophy is a philosophical whole, a circle rounded and complete in itself. In each of these parts, however, the philosophical Idea is found in a particular specificality or medium. The single circle, because it is a real totality, bursts through the limits imposed by its special medium, and gives rise to a wider circle. The whole of philosophy in this way resembles a circle of circles. The Idea appears in each single circle, but, at the same time, the whole Idea is constituted by the system of these peculiar phases, and each is a necessary member of the organisation."},{"id":39,"quote":"Too fair to worship, too divine to love."},{"id":40,"quote":"Only one man ever understood me, and he didn't understand me"},{"id":41,"quote":"Destiny is consciousness of oneself, but consciousness of oneself as an enemy."},{"id":42,"quote":"The force of mind is only as great as its expression; its depth only as deep as its power to expand and lose itself."},{"id":43,"quote":"Evil resides in the very gaze which perceives Evil all around itself."},{"id":44,"quote":"We do not need to be shoemakers to know if our shoes fit, and just as little have we any need to be professionals to acquire knowledge of matters of universal interest."},{"id":45,"quote":"All education is the art of making men ethical (sittlich), of transforming the old Adam into the new Adam."},{"id":46,"quote":"God is the absolute truth..."},{"id":47,"quote":"What is rational is actual and what is actual is rational"},{"id":48,"quote":"The History of the world is not the theatre of happiness. Periods of happiness are blank pages in it, for they are periods of harmony--periods when the antithesis is in abeyance."},{"id":49,"quote":"Freedom is the fundamental character of the will, as weight is of matter... That which is free is the will. Will without freedom is an empty word."},{"id":50,"quote":"When individuals and nations have once got in their heads the abstract concept of full-blown liberty, there is nothing like it in its uncontrollable strength."},{"id":51,"quote":"History is not the soil of happiness. The periods of happiness are blank pages in it."},{"id":52,"quote":"Education to independence demands that young people should be accustomed early to consult their own sense of propriety and their own reason. To regard study as mere receptivity and memory work is to have a most incomplete view of what instruction means."},{"id":53,"quote":"As high as mind stands above nature, so high does the state stand above physical life. Man must therefore venerate the state as a secular deity."},{"id":54,"quote":"Governments have never learned anything from history, or acted on principles deducted from it."},{"id":55,"quote":"Reading the morning newspaper is the realist's morning prayer."},{"id":56,"quote":"The substance, the essence, the Spirit is freedom."},{"id":57,"quote":"Philosophy is by its nature something esoteric, neither made for the mob nor capable of being prepared for the mob."},{"id":58,"quote":"We must have a new mythology, but it must place itself at the service of ideas, it must become a mythology of reason. Mythology must become philosophical, so that the people may become rational, and philosophy must become mythological, so that philosophers may become sensible. If we do not give ideas a form that is aesthetic, i.e., mythological, they will hold no interest for people."},{"id":59,"quote":"We learn from history that man can never learn anything from history."},{"id":60,"quote":"In a true tragedy, both parties must be right."},{"id":61,"quote":"World history is a court of judgment."},{"id":62,"quote":"People who are too fastidious towards the finite never reach actuality, but linger in abstraction, and their light dies away."},{"id":63,"quote":"Quite generally, the familiar, just because it is familiar, is not cognitively understood. The commonest way in which we deceive either ourselves or others about understanding is by assuming something as familiar, and accepting it on that account; with all its pros and cons, such knowing never gets anywhere, and it knows not why.... The analysis of an idea, as it used to be carried out, was, in fact, nothing else than ridding it of the form in which it had become familiar."},{"id":64,"quote":"Truth in philosophy means that concept and external reality correspond."},{"id":65,"quote":"The length of the journey has to be borne with, for every moment is necessary."},{"id":66,"quote":"The spirit is never at rest, but always engaged in progressive motion, giving itself new form."},{"id":67,"quote":"Poetry is the universal art of the spirit which has become free in itself and which is not tied down for its realization to external sensuous material; instead, it launches out exclusively in the inner space and the inner time of ideas and feelings."},{"id":68,"quote":"Whatever is reasonable is true, and whatever is true is reasonable"},{"id":69,"quote":"The people are that part of the state that does not know what it wants."},{"id":70,"quote":"When we walk the streets at night in safety, it does not strike us that this might be otherwise. This habit of feeling safe has become second nature, and we do not reflect on just how this is due solely to the working of special institutions. Commonplace thinking often has the impression that force holds the state together, but in fact its only bond is the fundamental sense of order which everybody possesses."},{"id":71,"quote":"India has created a special momentum in world history as a country to be searched for knowledge."},{"id":72,"quote":"What the English call \"comfortable\" is something endless and inexhaustible. Every condition of comfort reveals in turn its discomfort, and these discoveries go on for ever. Hence the new want is not so much a want of those who have it directly, but is created by those who hope to make profit from it."},{"id":73,"quote":"All the worth which the human being possesses all spiritual reality, he possesses only through the State... For Truth is the Unity of the universal and subjective Will; and the Universal is to be found in the State, in its laws, its universal and rational arrangements. The State is the Divine Idea as it exists on Earth. We have in it, therefore, the object of History in a more definite shape than before; that in which Freedom obtains objectivity..."},{"id":74,"quote":"To him who looks upon the world rationally, the world in its turn presents a rational aspect. The relation is mutual."},{"id":75,"quote":"Amid the pressure of great events, a general principle gives no help."},{"id":76,"quote":"The proofs of the existence of God are to such an extent fallen into discredit that they pass for something antiquated, belonging to days gone by."},{"id":77,"quote":"Regarding History as the slaughter-bench at which the happiness of peoples, the wisdom of States, and the virtue of individuals have been victimized--the question involuntarily arises--to what principle, to what final aim these enormous sacrifices have been offered."},{"id":78,"quote":"To him who looks at the world rationally the world looks rationally back."},{"id":79,"quote":"Propounding peace and love without practical or institutional engagement is delusion, not virtue."},{"id":80,"quote":"The True is the whole. But the whole is nothing other than the essence consummating itself through its development. Of the Absolute it must be said that it is essentially a result, that only in the end is it what it truly is; and that precisely in this consists its nature, viz. to be actual, subject, the spontaneous becoming of itself."},{"id":81,"quote":"The Catholics had been in the position of oppressors, and the Protestants of the oppressed"},{"id":82,"quote":"The state of man's mind, or the elementary phase of mind which he so far possesses, conforms precisely to the state of the world as he so far views it"},{"id":83,"quote":"It strikes everyone in beginning to form an acquaintance with the treasures of Indian literature that a land so rich in intellectual products and those of the profoundest order of thought."},{"id":84,"quote":"The courage of the truth is the first condition of philosophic study."},{"id":85,"quote":"It is a matter of perfect indifference where a thing originated; the only question is: Is it true in and for itself?"},{"id":86,"quote":"Not curiosity, not vanity, not the consideration of expediency, not duty and conscientiousness, but an unquenchable, unhappy thirst that brooks no compromise leads us to truth."},{"id":87,"quote":"The bud disappears when the blossom breaks through, and we might say that the former is refuted by the latter; in the same way when the fruit comes, the blossom may be explained to be a false form of the plant's existence, for the fruit appears as its true nature in place of the blossom."},{"id":88,"quote":"There are Plebes in all classes."},{"id":89,"quote":"Mere goodness can achieve little against the power of nature."},{"id":90,"quote":"The heart is everywhere, and each part of the organism is only the specialized force of the heart itself."},{"id":91,"quote":"To be independent of public opinion is the first formal condition of achieving anything great or rational whether in life or in science. Great achievement is assured, however, of subsequent recognition and grateful acceptance by public opinion, which in due course will make it one of its own prejudices"},{"id":92,"quote":"Whatever happens, every individual is a child of his time; so philosophy too is its own time apprehended in thoughts. It is just as absurd to fancy that a philosophy can transcend its contemporary world as it is to fancy that an individual can overleap his own age, jump over Rhodes."},{"id":93,"quote":"The heart-throb for the welfare of humanity therefore passes into the ravings of an insane self-conceit, into the fury of consciousness to preserve itself from destruction; and it does this by expelling from itself the perversion which it is itself, and by striving to look on it and express it as something else."},{"id":94,"quote":"It is easier to discover a deficiency in individuals, in states, and in Providence, than to see their real import and value."},{"id":95,"quote":"It is because the method of physics does not satisfy the comprehension that we have to go on further."},{"id":96,"quote":"The nature of finite things is to have the seed of their passing-away as their essential being: the hour of their birth is the hour of their death."},{"id":97,"quote":"For us, mind has nature for its premise, being nature's truth and for that reason its absolute prius. In this truth nature has vanished, and mind has resulted as the idea arrived at being-for-itself, the object of which, as well as the subject, is the concept. This identity is absolute negativity, for whereas in nature the concept has its perfect external objectivity, this its alienation has been superseded, and in this alienation the concept has become identical with itself. But it is this identity therefore, only in being a return out of nature."},{"id":98,"quote":"Philosophy is the history of philosophy."},{"id":99,"quote":"The sublime in art is the attempt to express the infinite without finding in the realm of phenomena any object which proves itself fitting for this representation."},{"id":100,"quote":"When liberty is mentioned, we must always be careful to observe whether it is not really the assertion of private interests which is thereby designated."},{"id":101,"quote":"History in general is therefore the development of Spirit in Time, as Nature is the development of the Idea is Space."},{"id":102,"quote":"Nothing great has been and nothing great can be accomplished without passion. It is only a dead, too often, indeed, a hypocriticalmoralizing which inveighs against the form of passion as such."},{"id":103,"quote":"Once the state has been founded, there can no longer be any heroes. They come on the scene only in uncivilized conditions."},{"id":104,"quote":"The essence of the modern state is that the universal be bound up with the complete freedom of its particular members and with private well-being, that thus the interests of family and civil society must concentrate themselves on the state. It is only when both these moments subsist in their strength that the state can be regarded as articulated and genuinely organized."},{"id":105,"quote":"The true courage of civilized nations is readiness for sacrifice in the service of the state, so that the individual counts as only one amongst many. The important thing here is not personal mettle but aligning oneself with the universal."},{"id":106,"quote":"Animals are in possession of themselves; their soul is in possession of their body. But they have no right to their life, because they do not will it."},{"id":107,"quote":"The State is the Divine idea as it exists on Earth."},{"id":108,"quote":"If we go on to cast a look at the fate of these World-Historical persons, whose vocation it was to be the agents of the World-Spirit, we shall find it to have been no happy one. They attained no calm enjoyment; their whole life was labour and trouble; their whole nature was nought else but their master—passion. When their object is attained they fall off like empty hulls from the kernel. They die early, like Alexander; they are murdered, like Caesar."},{"id":109,"quote":"Children are potentially free and their life directly embodies nothing save potential freedom. Consequently they are not things and cannot be the property either of their parents or others."},{"id":110,"quote":"Serious occupation is labor that has reference to some want."},{"id":111,"quote":"Since philosophy is the exploration of the rational, it is for that very reason the apprehension of the present and the actual, not the erection of a beyond, supposed to exist, God knows where, or rather which exists, and we can perfectly well say where, namely in the error of a one-sided, empty, ratiocination."},{"id":112,"quote":"Reason is just as cunning as she is powerful. Her cunning consists principally in her mediating activity, which, by causing objects to act and re-act on each other in accordance with their own nature, in this way, without any direct interference in the process, carries out reason's intentions."},{"id":113,"quote":"The people will learn to feel the dignity of man. They will not merely demand their rights, which have been trampled in the dust, but themselves will take them - make them their own."},{"id":114,"quote":"In the case of various kinds of knowledge, we find that what in former days occupied the energies of men of mature mental ability sinks to the level of information, exercises, and even pastimes for children; and in this educational progress we can see the history of the world's culture delineated in faint outline."},{"id":115,"quote":"History as the slaughter-bench"},{"id":116,"quote":"The life of God - the life which the mind apprehends and enjoys as it rises to the absolute unity of all things - may be described as a play of love with itself; but this idea sinks to an edifying truism, or even to a platitude, when it does not embrace in it the earnestness, the pain, the patience, and labor, involved in the negative aspect of things."},{"id":117,"quote":"Everybody allows that to know any other science you must have first studied it, and that you can only claim to express a judgment upon it in virtue of such knowledge. Everybody allows that to make a shoe you must have learned and practised the craft of the shoemaker, though every man has a model in his own foot, and possesses in his hands the natural endowments for the operations required. For philosophy alone, it seems to be imagined, such study, care, and application are not in the least requisite"},{"id":118,"quote":"Every philosophy is complete in itself and, like a genuine work of art, contains the totality. Just as the works of Apelles and Sophocles, if Raphael and Shakespeare had known them, should not have appeared to them as mere preliminary exercises for their own work, but rather as a kindred force of the spirit, so, too reason cannot find in its own earlier forms mere useful preliminary exercises for itself."},{"id":119,"quote":"Rulers, Statesmen, Nations, are wont to be emphatically commended to the teaching which experience offers in history. But what experience and history teach is this - that people and governments never have learned anything from history, or acted on principles deduced from it. Each period is involved in such peculiar circumstances, exhibits a condition of things so strictly idiosyncratic, that its conduct must be regulated by considerations connected with itself, and itself alone."},{"id":120,"quote":"The real is the rational and the rational is the real."},{"id":121,"quote":"We assert then that nothing has been accomplished without interest on the part of the actors; and — if interest be called passion, inasmuch as the whole individuality, to the neglect of all other actual or possible interests and claims, is devoted to an object with every fibre of volition, concentrating all its desires and powers upon it — we may affirm absolutely that nothing great in the World has been accomplished without passion."},{"id":122,"quote":"Consequently, the sensuous aspect of art is related only to the two theoretical sensesof sight and hearing, while smell, taste, and touch remain excluded."},{"id":123,"quote":"In the Soul is the awaking of Consciousness: Consciousness sets itself up as Reason, awaking at one bound to the sense of its rationality: and this Reason by its activity emancipates itself to objectivity and the consciousness of its intelligent unity."},{"id":124,"quote":"The Few assume to be the deputies, but they are often only the despoilers of the Many."},{"id":125,"quote":"In history, we are concerned with what has been and what is; in philosophy, however, we are concerned not with what belongs exclusively to the past or to the future, but with that which is, both now and eternally  in short, with reason."},{"id":126,"quote":"The soul is presupposed as a ready-made agent, which displays such features as its acts and utterances, from which we can learn what it is, what sort of faculties and powers it possesses -- all without being aware that the act and utterance of what the soul is really invests it with that character in our conception and makes it reach a higher stage of being than it explicitly had before."},{"id":127,"quote":"The State is the absolute reality and the individual himself has objective existence, truth and morality only in his capacity as a member of the State."},{"id":128,"quote":"No man is a hero to his valet de chamber"},{"id":129,"quote":"On the stage on which we are observing it, — Universal History — Spirit displays itself in its most concrete reality."},{"id":130,"quote":"Beauty and art pervade all the business of life like a kindly genius, brightly adorning our surroundings whether interior or exterior, mitigating the seriousness of existence and the complexities of the real life, extinguishing idleness in an entertaining fashion, and, where there is nothing good to be achieved, filling the place of vice better than vice itself."},{"id":131,"quote":"Philosophy must indeed recognize the possibility that the people rise to it, but must not lower itself to the people."},{"id":132,"quote":"The East knew and to the present day knows only that One is Free; the Greek and the Roman world, that some are free; the German World knows that All are free.  The first political form therefore which we observe in History, is Despotism, the second Democracy and Aristocracy, the third, Monarchy."},{"id":133,"quote":"When needs and means become abstract in quality, abstraction is also a character of the reciprocal relation of individuals to oneanother. This abstract character, universality, is the character of being recognized and is the moment which makes concrete, i.e. social, the isolated and abstract needs and their ways and means of satisfaction."},{"id":134,"quote":"In duty the individual acquires his substantive freedom"},{"id":135,"quote":"In the case of all other sciences, arts, skills, and crafts, everyone is convinced that a complex and laborious programme of learning and practice is necessary for competence. Yet when it comes to philosophy, there seems to be a currently prevailing prejudice to the effect that, although not everyone who has eyes and fingers, and is given leather and last, is at once in a position to make shoes, everyone nevertheless immediately understands how to philosophize."},{"id":136,"quote":"...if the fear of falling into error is the source of a mistrust in Science, which in the absence of any such misgivings gets on with the work itself and actually does know, it is difficult to see why, conversely, a mistrust should not be placed in this mistrust, and why we should not be concerned that this fear of erring is itself the very error."},{"id":137,"quote":"Because of its concrete content, sense-certainty immediately appears as the richest kind of knowledge, indeed a knowledge of infinite wealth for which no bounds can be found, either when we reach out into space and time in which it is dispersed, or when we take a bit of this wealth, and by division enter into it. Moreover, sense-certainty appears to be the truest knowledge ... but, in the event, this very certainty proves itself to be the most abstract and poorest truth. All that it says about what it knows is just that it is; and its truth contains nothing but the sheer being of the thing."},{"id":138,"quote":"What is rational is actual and what is actual is rational. On this conviction the plain man like the philosopher takes his stand,and from it philosophy starts in its study of the universe of mind as well as the universe of nature."},{"id":139,"quote":"The first glance at History convinces us that the actions of men proceed from their needs, their passions, their characters and talents; and impresses us with the belief that such needs, passions and interests are the sole spring of actions."},{"id":140,"quote":"History teaches us that man learns nothing from history"},{"id":141,"quote":"The person must give himself an external sphere of freedom in order to have being as Idea."},{"id":142,"quote":"In history an additional result is commonly produced by human actions beyond that which they aim at and obtain -- that which they immediately recognize and desire. They gratify their own interest; but something further is thereby accomplished, latent in the actions in question, though not present to their consciousness, and not included in their design."},{"id":143,"quote":"The man whom philosophy leaves cold, and the man whom real faith does not illuminate, may be assured that the fault lies in them, not in knowledge and faith. The former is still an alien to philosophy, the latter an alien to faith."},{"id":144,"quote":"The essence of the modern state is the union of the universal with the full freedom of the particular, and with the welfare of individuals."},{"id":145,"quote":"The beginning of religion, more precisely its content, is the concept of religion itself, that God is the absolute truth, the truth of all things, and subjectively that religion alone is the absolutely true knoweldge."},{"id":146,"quote":"Reading the morning newspaper is the realist's morning . One orients one's attitude toward the either by or by what the world is. The former gives as much security as the latter, in that one knows how one stands."},{"id":147,"quote":"When Philosophy with its abstractions paints grey in grey, the freshness and life of youth has gone, the reconciliation is not a reconciliation in the actual, but in the ideal world."},{"id":148,"quote":"The evident character of this defective cognition of which mathematics is proud, and on which it plumes itself before philosophy, rests solely on the poverty of its purpose and the defectiveness of its stuff, and is therefore of a kind that philosophy must spurn"},{"id":149,"quote":"What experience and history teach is this - that nations and governments have never learned anything from history, or acted on any lessons they might have drawn from it. Variant: What experience and history teach is this - that people and governments never have learned anything from history, or acted on principles deduced from it."},{"id":150,"quote":"What is reasonable is real; that which is real is reasonable."},{"id":151,"quote":"The sole work and deed of universal freedom is therefore death, a death too which has no inner significance or filling, for what is negated is the empty point of the absolutely free self. It is thus the coldest and meanest of all deaths, with no more significance than cutting off a head of cabbage or swallowing a mouthful of water."},{"id":152,"quote":"Nothing great in the world was accomplished without passion."},{"id":153,"quote":"We learn from history that we do not learn from history."},{"id":154,"quote":"Genuine tragedies in the world are not conflicts between right and wrong. They are conflicts between two rights"},{"id":155,"quote":"What experience and history teaches us is that people and governments have never learned anything from history, or acted on principles deduced from it."},{"id":156,"quote":"Only one man ever understood me, and he didn't understand me."},{"id":157,"quote":"Education is the art of making man ethical"},{"id":158,"quote":"...this is love. I have my self-consciousness not in myself but in the other. I am satisfied and have peace with myself only in this other and I AM only because I have peace with myself; if I did not have it then I would be a contradiction that falls to pieces. This other, because it likewise exists outside itself, has its self-consciousness only in me; and both the other and I are only this consciousness of being-outside-ourselves and of our identity; we are only this intuition, feeling, and knowledge of our unity. This is love, and without knowing that love is both a distinguishing and the sublation of this distinction, one speaks emptily of it."},{"id":159,"quote":"The bud disappears when the blossom breaks through, and we might say that the former is refuted by the latter; in the same way when the fruit comes, the blossom may be explained to be a false form of the plant’s existence, for the fruit appears as its true nature in place of the blossom. The ceaseless activity of their own inherent nature makes these stages moments of an organic unity, where they not merely do not contradict one another, but where one is as necessary as the other; and constitutes thereby the life of the whole."},{"id":160,"quote":"The owl of Minerva begins its flight only with the coming of the dusk."},{"id":161,"quote":"An idea is always a generalization, and generalization is a property of thinking. To generalize means to think"},{"id":162,"quote":"If we go on to cast a look at the fate of world historical personalities... we shall find it to have been no happy one. They attained no calm enjoyment; their whole life was labor and trouble; their whole nature was nothing but their master passion. When their object is attained they fall off like empty hulls from the kernel. They die early, like Alexander; they are murdered, like Casear; transported to St. Helena, like Napoleon."},{"id":163,"quote":"We may affirm absolutely that nothing great in the world has been accomplished without passion."},{"id":164,"quote":"History is not the soil in which happiness grows. The periods of happiness in it are the blank pages of history."},{"id":165,"quote":"Art does not simply reveal God: it is one of the ways in which God reveals, and thus actualizes, himself."},{"id":166,"quote":"World history is a court of judgment"},{"id":167,"quote":"If we are in a general way permitted to regard human activity in the realm of the beautiful as a liberation of the soul, as a release from constraint and restriction, in short to consider that art does actually alleviate the most overpowering and tragic catastrophes by means of the creations it offers to our contemplation and enjoyment, it is the art of music which conducts us to the final summit of that ascent to freedom."},{"id":168,"quote":"The many ... whom one chooses to call the people, are indeed a collection, but only as a multitude, a formless mass, whose movement and action would be elemental, irrational, savage, and terrible.\"\"Public opinion deserves ... to be esteemed as much as to be despised; to be despised for its concrete consciousness and expression, to be esteemed for its essential fundamental principle, which only shines, more or less dimly, through its concrete expression.\"\"The definition of the freedom of the press as freedom to say and write what one pleases, is parallel to the one of freedom in general, viz., as freedom to do what one pleases. Such a view belongs to the uneducated crudity and superficiality of naïve thinking.\"\"In public opinion all is false and true, but to discover the truth in it is the business of the great man. The great man of his time is he who expresses the will and the meaning of that time, and then brings it to completion; he acts according to the inner spirit and essence of his time, which he realizes. And he who does not understand how to despise public opinion, as it makes itself heard here and there, will never accomplish anything great.\"\"The laws of morality are not accidental, but are essentially Rational. It is the very object of the State that what is essential in the practical activity of men, and in their dispositions, should be duly recognized; that it should have a manifest existence, and maintain its position. It is the absolute interest of Reason that this moral Whole should exist; and herein lies the justification and merit of heroes who have founded states - however rude these may have been.\"\"Such are all great historical men, whose own particular aims involve those large issues which are the will of the World Spirit. ... World historical men - the Heroes of an epoch - must be recognized as its clear-sighted ones; their deeds, their words are the best of that time. Great men have formed purposes to satisfy themselves, not others.\"\"A World-Historical individual is devoted to the One Aim, regardless of all else. It is even possible that such men may treat other great, even sacred interests inconsiderately; conduct which is indeed obnoxious to moral reprehension. But so mighty a form must trample down many an innocent flower or crush to pieces many an object in its path."},{"id":169,"quote":"Beauty and art, no doubt, pervade all business of life like a kindly genius, and form the bright adornment of all our surroundings, both mental and material, soothing the sadness of our condition and the embarrassments of real life, killing time in entertaining fashion, and where there’s nothing to be achieved, occupying the place of what is vicious, better, at any rate, than vice."},{"id":170,"quote":"When we say, \"God is love,\" we are saying something very great and true. But it would be senseless to grasp this saying in a simple-minded way as a simple definition, without analyzing what love is. For love is a distinguishing of two, who nevertheless are absolutely not distinguished for each other. The consciousness or feeling of the identity of the two - to be outside of myself and in the other - this is love. I have my self-consciousness not in myself but in the other. I am satisfied and have peace with myself only in this other - and I am only because I have peace with myself; if I did not have it, then I would be a contradiction that falls to pieces. This other, because it likewise exists outside itself, has its self-consciousness only in me, and both the other and I are only this consciousness of being-outside-ourselves and of our identity; we are only this intuition, feeling, and knowledge of our unity. This is love, and without knowing that love is both a distinguishing and the sublation of the distinction, one speaks emptily of it. This is the simple, eternal idea."},{"id":171,"quote":"Reading the morning newspaper is the realist's morning prayer. One orients one's attitude toward the world either by God or by what the world is. The former gives as much security as the latter, in that one knows how one stands."},{"id":172,"quote":"The anti-human, the merely animal, consists in staying within the sphere of feeling, and being able to communicate only at that level\". (1807, § 69)."},{"id":173,"quote":"It is manifest that behind the so-called curtain which is supposed to conceal the inner world, there is nothing to be seen unless we go behind it ourselves, as much in order that we may see, as that there may be something behind there which can be seen."},{"id":174,"quote":"No man is a hero to his valet. This is not because the hero is not a hero, but because the valet is a valet."},{"id":175,"quote":"But even regarding History as the slaughter-bench at which the happiness of peoples, the wisdom of States, and the virtue of individuals have been victimised — the question involuntarily arises — to what principle, to what final aim these enormous sacrifices have been offered."},{"id":176,"quote":"When a father inquired about the best method of educating his son in ethical conduct, a Pythagorean replied: \"Make him a citizen of a state with good laws"},{"id":177,"quote":"When we look at the world rationally, the world looks rationally back."},{"id":178,"quote":"War is progress, peace is stagnation"},{"id":179,"quote":"Lacking strength beauty hates the understanding for asking of her what it cannot do but the life of spirit is not the life that shrinks from death and keeps itself untouched by devastation, but rather the life that endures it and maintains itself in it. It wins its truth only when, in utter dismemberment, it finds itself. It is this power, not as something positive, which closes its eyes to the negative as when we say of something that it is nothing or is false, and then having done with it, turn away and pass on to something else; on the contrary, spirit is this power only by looking the negative in the face, and tarrying with it. This tarrying with the negative is the magical power that converts it into being."},{"id":180,"quote":"But the life of Spirit is not the life that shrinks from death and keeps itself untouched by devastation, but rather the life that endures it and maintains itself in it. It wins its truth only when, in utter dismemberment, it finds itself.... Spirit is this power only by looking the negative in the face, and tarrying with it. This tarrying with the negative is the magical power that converts it into being. This power is identical with what we earlier called the Subject."},{"id":181,"quote":"The one who merely flees is not yet free. In fleeing he is still conditioned by that from which he flees."},{"id":182,"quote":"One more word about giving instruction as to what the world ought to be. Philosophy in any case always comes on the scene too late to give it. As the thought of the world, it appears only when actuality is already there cut and dried after its process of formation has been completed... When philosophy paints its grey in grey, then has a shape of life grown old. By philosophy's grey in grey it cannot be rejuvenated but only understood. The owl of Minerva spreads its wings only with the falling of the dusk."},{"id":183,"quote":"By Nature man is not what he ought to be; only through a transforming process does he arrive at truth."},{"id":184,"quote":"We stand at the gates of an important epoch, a time of ferment, when spirit moves forward in a leap, transcends its previous shape and takes on a new one..... A new phase of the spirit is preparing itself. Philosophy especially has to welcome its appearance and acknowledge it, while others, who oppose it impotently, cling the past."},{"id":185,"quote":"Uneducated people delight in argument and fault-finding, for it is easy to find fault, but difficult to recognize the good and its inner necessity."},{"id":186,"quote":"Every consciousness pursues the death of the other."},{"id":187,"quote":"Thinking is, indeed, essentially the negation of that which is before us."},{"id":188,"quote":"I saw the Emperor – this world-soul – riding out of the city on reconnaissance. It is indeed a wonderful sensation to see such an individual, who, concentrated here at a single point, astride a horse, reaches out over the world and masters it."},{"id":189,"quote":"[T]he vanity of the contents of individual experience is scrutable as an inessential trapping drawn into a matter by vested interests “…since it is at the same time the vanity of the self that knows itself to be vain”"},{"id":190,"quote":"Wickedness also resides in the gaze that perceives itself as innocent and surrounded by wickedness."},{"id":191,"quote":"The bud disappears in the bursting-forth of the blossom, and one might say that the former is refuted by the latter; similarly, when the fruit appears, the blossom is shown up in its turn as a false manifestation of the plant, and the fruit now emerges as the truth of it instead."},{"id":192,"quote":"It is easier to discover a deficiency in individuals, in states, and in Providence, than to see their real import and value"},{"id":193,"quote":"Art is the sensuous presentation of ideas"},{"id":194,"quote":"It is hard to see why we should not turn round and mistrust this very mistrust. Should we not be concerned as to whether this fear of error is not just the error itself?"},{"id":195,"quote":"It is not a very pleasing spectacle to observe uncultivated ignorance and crudity of mind, with neither form nor taste, without the capacity to concentrate its thoughts on an abstract proposition, still less on a connected statement of such propositions, confidently proclaiming itself to be intellectual freedom and"},{"id":196,"quote":"The significance of that 'absolute commandment', know thyself — whether we look at it in itself or under the historical circumstances of its first utterance — is not to promote mere self-knowledge in respect of the particular capacities, character, propensities, and foibles of the single self. The knowledge it commands means that of man's genuine reality — of what is essentially and ultimately true and real — of spirit as the true and essential bein"},{"id":197,"quote":"لايمكن للعقل أن يحكم الواقع ما لم يصبح الواقع في حدّ ذاته معقولا"},{"id":198,"quote":"The true is thus the bacchanalian whirl in which no member is not drunken; and because each, as soon as it detaches itself, dissolves immediately — the whirl is just as much transparent and simple repose."},{"id":199,"quote":"The very fact that something is determined as a limitation implies that the limitation is already transcended."},{"id":200,"quote":"The Christian imagination bas produced nothing but an insipid legend."},{"id":201,"quote":"It is when subjective consciousness maintains its independence of everything, that it says, 'It is I who through my educated thoughts can annul all determinations of right, morality, good, &c., because I am clearly master of them, and I know that if anything seems good to me I can easily subvert it, because things are only true to me in so far as they please me now.' This irony is thus only a trifling with everything, and it can transform all things into show: to this subjectivity nothing is any longer serious, for any seriousness which it has, immediately becomes dissipated again in jokes, and all noble or divine truth vanishes away or becomes mere triviality."},{"id":202,"quote":"is—it is necessary to come first to an understanding concerning knowledge, which is looked upon as the instrument by which to take possession of the Absolute, or as the means through which to get a sight of it."},{"id":203,"quote":"The only Thought which Philosophy brings with it to the contemplation of History, is the simple conception of Reason; that Reason is the Sovereign of the World; that the history of the world, therefore, presents us with a rational process."},{"id":204,"quote":"The thinking or figurate conception which has before it only a specific, determinate being must be referred back to the [...] beginning of the science made by Parmenides who purified and elevated his own figurate conception, and so, too, that of posterity, to pure thought, to being as such and thereby created the element of the science. What is the first in the science had of necessity to show itself historically as the first. And we must regard the Eleatic One or being as the first step in the knowledge of thought."},{"id":205,"quote":"But if they realize that their true freedom consists in the acceptance of principles, of laws which are the own, a synthesis of universal and particular interests becomes possible."},{"id":206,"quote":"By means of the simple folk remedy of ascribing to feeling what is the millennia-long labor of reason and of its understanding, all are spared the bother of rational insight and knowledge."},{"id":207,"quote":"Everything turns on grasping and expressing the True, not only as Substance, but equally as Subject."},{"id":208,"quote":"Should we not be concerned as to whether this fear of error is not just the error itself?"},{"id":209,"quote":"The important question of how poverty can be remedied is one which agitates and torments modern societies especially"},{"id":210,"quote":"What makes comet wine so good is that the water-process detachesitself from the earth and thus brings about an altered state in theplanet."},{"id":211,"quote":"To the philosopher, infinity, knowledge, movement, empirical laws, etc., are things just as familiar {as family relations}. And as her dead brother and uncle are present to the peasant woman, thus Plato, Spinoza, etc. are present to the philosopher. The one has as much reality as the other, but the latter are immortal."},{"id":212,"quote":"To babble unintelligible prayers, to read masses, to recite rosaries, to practice ceremonies of religious worship empty of meaning, this is the conduct of the dead. Man tries to turn completely into an object, to subject himself entirely to the rule of what is alien. Such service is called devoutness. PHARISEES!"},{"id":213,"quote":"The spirit is never at rest but always engaged in ever progressive motion, in giving itself a new form."},{"id":214,"quote":"Only by resolving can a human being step into actuality, however bitter this may be to him. Inertia lacks the will to abandon the inward brooding which allows it to retain everything as as a possibility. But possibility is not yet actuality."},{"id":215,"quote":"Lacking strength beauty hates the understanding for asking of her what it cannot do."},{"id":216,"quote":"El yo es por ello la existencia de la universalidad totalmente abstracta, lo abstractamente libre. Por eso, el yo es el pensar en cuanto sujeto y siendo así que yo estoy igualmente en todas mis sensaciones, representaciones y estados [subjetivos], resulta que el pensamiento está presente en todas partes y atraviesa como categoría todas estas determinaciones."},{"id":217,"quote":"...the Beautiful is the expression of the absolute Spirit, which is truth itself. This region of Divine truth as artistically presented to perception and feeling, forms the center of the whole world of Art. It is a self-contained, free, divine formation which has completely appropriated the elements of external form as material, and which employs them only as the means of manifesting itself."},{"id":218,"quote":"Nada de grandioso se faz no mundo sem paixão."},{"id":219,"quote":"It is solely by risking life that freedom is obtained."},{"id":220,"quote":"Das Widermenschliche, das Tierische besteht darin, im Gefühle stehen zu bleiben und nur durch dieses sich mitteilen zu können."},{"id":221,"quote":"what is rational is real and what is real is rational"},{"id":222,"quote":"Commending myself to your kind memories, I wish you pleasant holidays."},{"id":223,"quote":"The most obvious symptoms of an epoch-making system are the misunderstandings and the awkward conduct of its adversaries."},{"id":224,"quote":"When one begins to philosophize one must be first a Spinozist. The soul must bathe itself in the aether of this single substance, inwhich everything one has held dear is submerged."},{"id":225,"quote":"History teaches us that man learns nothing from history."},{"id":226,"quote":"Die Wahrheit des Seins ist Wesen"},{"id":227,"quote":"The ignorant man is not free, because what confronts him is an alien world, something outside him and in the offing, on which he depends, without his having made this foreign world for himself and therefore without being at home in it by himself as in something his own."},{"id":228,"quote":"In the case where the self is merely represented and ideally presented (vorgestellt), there it is not actual: where it is by proxy, it is not."},{"id":229,"quote":"Art is the sensuous presentation of ideas."},{"id":230,"quote":"Seule la totalite personnifie la verite. Neanmoins, la totalite represente simplement la nature essentielle parvenant a son etat complet au travers du processus de son propre developpement.Il doit etre dit que, fondamentalement, l'Absolu est un resultat, et c'est seulement a la fin qu'il represente ce qu'il est veritablement."},{"id":231,"quote":"Aber die Philosophie soll keine Erzählung dessen sein, was geschieht, sondern eine Erkenntnis dessen, was wahr darin ist, und aus dem Wahren soll sie ferner das begreifen, was in der Erzählung als ein bloßes Geschehen erscheint."},{"id":232,"quote":"It is specially characteristic of the German that the more servile he on the one hand is, the more uncontrolled is he on the other; restraint and want of restraint—originality, is the angel of darkness that buffets us."},{"id":233,"quote":"De uil van Minerva vliegt pas uit bij het invallen van de duisternis."},{"id":234,"quote":"rien de grand dans le monde ne s'est accomplis sans passion"},{"id":235,"quote":"The frivolity and boredom which unsettle the established order, the vague foreboding of something unknown, these are the heralds of approaching change. The gradual crumbling that left unaltered the face of the whole is cut short by a sunburst which, in one flash, illuminates the features of the new world."},{"id":236,"quote":"Man is an animal, but even in his animalfunctions, he is not confined to the implicit, as the animal is; hebecomes conscious of them, recognizes them, and lifts them, as,for instance, the process of digestion, into self-conscious science.In this way man breaks the barrier of his implicit and immediatecharacter, so that precisely because he knows that he is an animal,he ceases to be an animal and attains knowledge of himself asspirit."},{"id":237,"quote":"Devotion – a state of mind in which it refuses to occupy itself any longer with the limited and particular. By"},{"id":238,"quote":"In a state which is really articulated rationally all the laws and organizations are nothing but a realization of freedom in its essential characteristics. When this is the case, the individual’s reason finds in these institutions, only the actuality of his own essence, and if he obeys these laws, he coincides, not with something alien to himself, but simply with what is his own. Freedom of choice, of course, is often equally called ‘freedom’; but freedom of choice is only non-rational freedom, choice and self-determination issuing not from the rationality of the will but from fortuitous impulses and their dependence on sense and the external world."},{"id":239,"quote":"Every kind of falsehood and truth is present in public opinion, but it is the prerogative of the great man to discover the truth within it. He who expresses the will of his age, tells it what its will is, and accomplishes this will, is the great man of the age."},{"id":240,"quote":"La representación coincide aquí con el entendimiento, el cual se distingue de la representación solamente en que éste sienta relaciones de necesidad entre las determinaciones aisladas de la representación, mientras que ésta deja aquellas determinaciones una junto a otra dentro de su espacio indeterminado, ligadas por el mero «también».—La distinción entre representación y pensamiento tiene mayor importancia para nuestro asunto, porque se puede decir sencillamente que la filosofía no hace otra cosa que transformar representaciones en pensamientos, pero además desde luego, transforma los meros pensamientos en concepto."},{"id":241,"quote":"In this way the one Soul may develop or evolve or express an innumerable variety of ideas: for in response to whatever it meets, the living and active Soul ideates, or gives rise to a representation. Thus,"},{"id":242,"quote":"Las representaciones dadas por la sensación y la intuición son, según su contenido, algo plural, y tambiénlo son igualmente según su forma, es decir, por la exterioridad recíprocade la sensibilidad en sus dos formas, espacio y tiempo, las cuales encuanto formas (o lo universal) del intuir son ellas mismas a priori. Esoplural del sensar e intuir es conducido a identidad, a una conexión originaria,en tanto que el yo lo refiere a sí mismo y lo une a sí en tanto concienciauna (apercepción pura). Las maneras determinadas de ese referirson los conceptos puros del entendimiento, las categorías."},{"id":243,"quote":"Education in its early stages always begins with fault-finding, but when it is complete, it sees the positive element in everything."},{"id":244,"quote":"It has been said that the French revolution resulted from philosophy, and it is not without reason that philosophy has been called Weltweisheit [world wisdom]; for it is not only truth in and for itself, as the pure essence of things, but also truth in its living form as exhibited in the affairs of the world. We should not, therefore, contradict the assertion that the revolution received its first impulse from philosophy.Never since the sun had stood in the firmament and the planets revolved around him had it been perceived that man's existence centres in his head, i.e. in thought, inspired by which he builds up the world of reality. Not until now had man advanced to the recognition of the principle that thought ought to govern spiritual reality. This was accordingly a glorious mental dawn. All thinking being shared in the jubilation of this epoch. Emotions of a lofty character stirred men's minds at that time; a spiritual enthusiasm thrilled through the world, as if the reconciliation between the divine and the secular was now first accomplished."},{"id":245,"quote":"When, therefore, a man is told, “You (your inner being) are so and so, because your skull-bone is so constituted, this means nothing else than that we regard a bone as the man's reality. To retort upon such a statement with a box on the ear — in the way mentioned above when dealing with psysiognomy — removes primarily the “soft” parts of his head from their apparent dignity and position, and proves merely that these are no true inherent nature, are not the reality of mind; the retort here would, properly speaking, have to go the length of breaking the skull of the person who makes a statement like that, in order to demonstrate to him in a manner as palpable as his own wisdom that a bone is nothing of an inherent nature at all for a man, still less his true reality.”"},{"id":246,"quote":"The system of logic is the realm of shadows, the world of simple essentialities, freed of all sensuous concretion. To study this science, to dwell and to labor in this realm of shadows, is the absolute culture and discipline of consciousness."},{"id":247,"quote":"Son además lo más conocido: ser, nada, etc.; determinidad, magnitud, etc.; ser-en-sí, ser-para-sí, uno, muchos, etc. Sin embargo, esta familiaridad más bien dificulta el estudio de la lógica porque, por una parte, se juzga con facilidad que no vale la pena seguir ocupándose de tales cosas bien conocidas ya y, por otra parte, porque es preciso por lo mismo adquirir ahora una familiaridad con ellas enteramente distinta, es más, incluso opuesta, a la familiaridad con que ya eran conocidas."},{"id":248,"quote":"...Vjecni zivot Bozji mora sebe naci, postati sebe svjestan, uskladiti se sa sobom. U tom uspinjanju dolazi do otudjenja, razjedinjavanja, ali u prirodi je duha, ideje, da sebe otudjuje kako bi se ponovno nasla. To kretanje je upravo ono sto sloboda jest; jer, gledajuci stvar izvana, kazemo da je slobodan onaj covjek koji ne ovisi o nekome drugom, koji nije potlacen, nije vezan uz nekoga. Vracajuci se samome sebi, duh postize slobodu - to opce kretanje je niz oblikovanja duha. Taj niz ne treba sagledavati pravocrtno, nego kao krug koji se vraca u sebe..."},{"id":249,"quote":"But if a good heart, a good intention, a subjective conviction are declared to be the sources from which actions derive their worth, then there is no longer any hypocrisy or evil at all; for whatever someone does, he can always turn it into something good through reflecting on his good intentions and motives, and so the moment of his convictions renders it good."},{"id":250,"quote":"With regard to the purpose, one should not immediately or should not merely think of the form in which it is in consciousness, as a determination on hand in the representation. Through the concept of inner purposiveness, Kant re-awakened the idea in general and that of life in particular. Aristotle's determination of life already contains the inner purposiveness and thus stands infinitely far beyond the concept of modern teleology which has only the finite, the external purposiveness in view."},{"id":251,"quote":"crowd of frenzied females,"},{"id":252,"quote":"The nature of finite things as such is to have the seed of passing away as their essential being: the hour of their birth is the hour of their death."},{"id":253,"quote":"This Dialectic, which unsettles all particular judgments and opinions, transmuting the Evil into Good and Good into Evil, left at last nothing remaining but the mere action of subjectivity itself, the Abstractum of Spirit – Thought. Thought contemplates everything under the form of Universality, and is consequently the impulsion towards and production of the Universal."},{"id":254,"quote":"Wars are terrible, but necessary, for they save the state from social petrification and stagnation"},{"id":255,"quote":"ما على جيلنا إلا ان يضطلع بمهمة جمع الكنوز التي بعثرها أسلافنا لحساب السماء"},{"id":256,"quote":"... por lo poco que el espíritu necesita para contentarse, puede medirse la extensión de lo que ha perdido."},{"id":257,"quote":"La belleza carente de fuerza odia al entendimiento porque éste exige de ella lo que no está en condiciones de dar. Pero la vida del espíritu no es la vida que se asusta ante la muerte y se mantiene pura de la desolación, sino la que sabe afrontarla y mantenerse en ella. El espíritu sólo conquista su verdad cuando es capaz de encontrarse a sí mismo en el absoluto desgarramiento. El espíritu no es esta potencia como lo positivo que se aparta de lo negativo, como cuando decimos de algo que no es nada o que es falso y, hecho esto, pasamos sin más a otra cosa, sino que sólo es esta potencia cuando mira cara a cara a lo negativo y permanece cerca de ello. Esta permanencia [en lo negativo] es la fuerza mágica que hace que lo negativo vuelva al ser."},{"id":258,"quote":"Each consciousness seeks the death of the other."},{"id":259,"quote":"Intelligence finds itself determined: this is its apparent aspect from which in its immediacy it starts. But as knowledge, intelligence consists in treating what is found as its own. Its activity has to do with the empty form – the pretense of finding reason: and its aim is to realise its concept or to be reason actual, along with which the content is realised as rational. This activity is cognition. The nominal knowledge, which is only certitude, elevates itself, as reason is concrete, to definite and conceptual knowledge. The course of this elevation is itself rational, and consists in a necessary passage (governed by the concept) of one grade or term of intelligent activity (a so-called faculty of mind) into another. The refutation which such cognition gives of the semblance that the rational is found, starts from the certitude or the faith of intelligence in its capability of rational knowledge, and in the possibility of being able to appropriate the reason, which it and the content virtually is.The action of intelligence as theoretical mind has been called cognition (knowledge). Yet this does not mean intelligence inter alia knows – besides which it also intuits, conceives, remembers, imagines, etc. To take up such a position is in the first instance, part and parcel of that isolating of mental activity just censured; but it is also in addition connected with the great question of modern times, as to whether true knowledge or the knowledge of truth is possible – which, if answered in the negative, must lead to abandoning the effort. The numerous aspects and reasons and modes of phrase with which external reflection swells the bulk of this question are cleared up in their place: the more external the attitude of understanding in the question, the more diffuse it makes its simple object. At the present place the simple concept of cognition is what confronts the quite general assumption taken up by the question, viz. the assumption that the possibility of true knowledge in general is in dispute, and the assumption that it is possible for us at our will either to prosecute or to abandon cognition. The concept or possibility of cognition has come out as intelligence itself, as the certitude of reason: the act of cognition itself is therefore the actuality of intelligence. It follows from this that it is absurd to speak of intelligence and yet at the same time of the possibility or choice of knowing or not. But cognition is genuine, just so far as it realises itself, or makes the concept its own. This nominal description has its concrete meaning exactly where cognition has it. The stages of its realising activity are intuition, conception, memory, etc.: these activities have no other immanent meaning: their aim is solely the concept of cognition (§ 445 note). If they are isolated, however, then an impression is implied that they are useful for something else than cognition, or that they severally procure a cognitive satisfaction of their own; and that leads to a glorification of the delights of intuition, remembrance, imagination. It is true that even as isolated (i.e. as non-intelligent), intuition, imagination, etc. can afford a certain satisfaction: what physical nature succeeds in doing by its fundamental quality – its out-of-selfness – exhibiting the elements or factors of immanent reason external to each other – that the intelligence can do by voluntary act, but the same result may happen where the intelligence is itself only natural and untrained. But the true satisfaction, it is admitted, is only afforded by an intuition permeated by intellect and mind, by rational conception, by products of imagination which are permeated by reason and exhibit ideas – in a word, by cognitive intuition, cognitive conception, etc. The truth ascribed to such satisfaction lies in this, that intuition, conception, etc. are not isolated, and exist only as ‘moments’ in the totality of cognition itself."},{"id":260,"quote":"Frederick II may be mentioned as the ruler who inaugurated the new epoch in the sphere of practical life – that epoch in which practical political interest attains Universality [is recognized as an abstract principle], and receives an absolute sanction. Frederick II merits especial notice as having comprehended the general object of the State, and as having been the first sovereign who kept the general interest of the State steadily in view, ceasing to pay any respect to particular interests when they stood in the way of the common weal. His immortal work is a domestic code – the Prussian municipal law. How the head of a household energetically provides and governs with a view to the weal of that household and of his dependents – of this he has. given a unique specimen."},{"id":261,"quote":"To judge a thing that has substance and solid worth is quite easy, to comprehend it is much harder, and to blend judgement and comprehension in a definitive description is the hardest thing of all."},{"id":262,"quote":"Si la simple expression de la douleur et de la joie soulage le coeur, les épanchements de la poésie lyrique [ont] une mission plus haute ; celle, non de délivrer l'esprit du sentiment, mais de l'affranchir dans le sentiment.En effet, la domination aveugle de la passion consiste en ce que l'âme s'identifie tout entière avec elle, au point de ne plus pouvoir s'en détacher, de ne pouvoir se contempler et s'exprimer elle-même. Or la poésie délivre, à la vérité, l'âme de cette oppression en lui mettant sous les yeux sa propre image. Elle fait de chaque sentiment accidentel un objet purifié, dans lequel l'âme affranchie retourne libre à elle-même dans sa conscience délivrée et s'y retrouve chez elle."},{"id":263,"quote":"Природа человека только в том и состоит, чтобы знать свой закон."},{"id":264,"quote":"Ирония умеет сделать ничтожным и суетным всякое объективное внутреннее содержание, и тем самым сама оказывается бессодержательностью и суетностью."},{"id":265,"quote":"§10 . . . Such minds, when they give themselves up to the uncontrolled ferment of [the divine] substance, imagine that, by drawing a veil over self-consciousness and surrendering understanding they become the beloved of God to whom He gives wisdom in sleep; and hence what they in fact receive, and bring to birth in their sleep, is nothing but dreams."},{"id":266,"quote":"The middle class, to which the civil servants belong, has a political consciousness and is the most conspicuously educated class. For this reason, it is the mainstay of the state as far as integrity and intelligence are concerned. Consequently, the level of a state which has no middle class cannot be high."},{"id":267,"quote":"¿Quién piensa abstractamente? El hombre inculto, no el culto."},{"id":268,"quote":"Los griegos han tenido eticidad; pero Sócrates se propuso enseñarles las virtudes, los deberes, etc., morales, que tiene el hombre. El hombre moral no es el que quiere y hace lo justo; no es el hombre inocente, sino el que tiene conciencia de su acción."},{"id":269,"quote":". . . [P]resupposition, principles, and such like forms still adorn the entrance to philosophy with their cobwebs."},{"id":270,"quote":"from the chalice of this realm of spiritsfoams forth Him his own infinitude."},{"id":271,"quote":"from the chalice of this realm of spiritsfoams forth for Him his own infinitude."},{"id":272,"quote":". . . [J]ust as we often say of virtue that the greatest witness for its reality is the semblance that hypocrisy borrows from it, so Intellect cannot keep Reason off."},{"id":273,"quote":"Consciousness knows something; this something is the essence or is per se. This object, however, is also the per se, the inherent reality, for consciousness. Hence comes ambiguity of this truth. Consciousness, as we see, has now two objects: one is the first per se, the second is the existence for consciousness of this per se. The last object appears at first sight to be merely the reflection of consciousness into itself, i.e. an idea not of an object, but solely of its knowledge of that first object. But, as was already indicated, by that very process the first object is altered; it ceases to be what is per se, and becomes consciously something which is per se only for consciousness. Consequently, then, what this real per se is for consciousness is truth: which, however, means that this is the essential reality, or the object which consciousness has. This new object contains the nothingness of the first; the new object is the experience concerning that first object."},{"id":274,"quote":"customs must be introduced that require, if one is to be aware of their necessity and utility, either trusting belief or habituation from childhood on. Thus it is evident that a Volksreligion, if as the concept of religion implies its teaching is to be efficacious in active life, cannot possibly be constructed out of sheer reason. Positive religion necessarily rests on faith in the tradition by which it is handed down to us."},{"id":275,"quote":"The state of nature is in theory what we find it in practice. Freedom as the ideal of the original state of nature does not exist as original and nature. It must first be acquired and won; and that is possible only through an infinite process of the discipline of knowledge and will power. The state of nature, therefore is rather the state of injustice, violence, untamed natural impulses – of inhuman deeds and emotions."},{"id":276,"quote":"One cannot speak of an injustice of nature in the unequal distribution of possessions and resources, for nature is not free and is therefore neither just nor unjust."},{"id":277,"quote":"The real is the rational, and the rational is the real."},{"id":278,"quote":"تاریخ جهان دادگاه جهان است"},{"id":279,"quote":"Todos los atenienses estaban iniciados en los misterios eleusinos; solo Sócrates no lo estaba, porque quería conservar las manos libres para que, si fundaba algo en el pensamiento, no le acusasen de haberlo sabido por los misterios eleusinos. Sócrates sabía que la ciencia y el arte no brotan de los misterios y que la sabiduría jamás se halla en el secreto. Antes bien, la verdadera ciencia está en el campo abierto de la conciencia."},{"id":280,"quote":"Religion is a begetting of the divine spirit, not an invention of human beings but an effect of the divine at work, of the divine productive process within humanity"},{"id":281,"quote":"Philosophy always arrives too late to do any such teaching. As the thought of the world, philosophy appears only in the period after actuality has been achieved and has completed its formative process. The lesson of the concept, which necessarily is also taught by history, is that only in the ripeness of actuality does the ideal appear over against the real, and that only then does this ideal comprehend this same real world in its substance and build it up for itself into the configuration of an intellectual realm. When philosophy paints its gray in gray, then a configuration of life has grown old, and cannot be rejuvenated by this gray in gray, but only understood; the Owl of Minerva takes flight only as the dusk begins to fall."},{"id":282,"quote":"spirit is a bone"},{"id":283,"quote":"es ist nicht die Absicht der Philosophie zu erbauenIt is not the purpose of philosophy to edify"},{"id":284,"quote":"The Mosaic legend of the Fall of Man has preserved an ancient picture representing the origin and consequences of this disunion. The incidents of the legend form the basis of an essential article of the creed, the doctrine of original sin in man and his consequent need of succour. It may be well at the commencement of logic to examine the story which treats of the origin and the bearings of the very knowledge which logic has to discuss. For, though philosophy must not allow herself to be overawed by religion, or accept the position of existence on sufferance, she cannot afford to neglect these popular conceptions. The tales and allegories of religion, which have enjoyed for thousands of years the veneration of nations, are not to be set aside as antiquated even now.Upon a closer inspection of the story of the Fall we find, as was already said, that it exemplifies the universal bearings of knowledge upon the spiritual life. In its instinctive and natural stage, spiritual life wears the garb of innocence and confiding simplicity; but the very essence of spirit implies the absorption of this immediate condition in something higher. The spiritual is distinguished from the natural, and more especially from the animal, life, in the circumstance that it does not continue a mere stream of tendency, but sunders itself to self-realisation. But this position of severed life has in its turn to be suppressed, and the spirit has by its own act to win its way to concord again. The final concord then is spiritual; that is, the principle of restoration is found in thought, and thought only. The hand that inflicts the wound is also the hand which heals it.We are told in our story that Adam and Eve, the first human beings, the types of humanity, were placed in a garden, where grew a tree of life and a tree of the knowledge of good and evil. God, it is said, had forbidden them to eat of the fruit of this latter tree: of the tree of life for the present nothing further is said. These words evidently assume that man is not intended to seek knowledge, and ought to remain in the state of innocence. Other meditative races, it may be remarked, have held the same belief that the primitive state of mankind was one of innocence and harmony. Now all this is to a certain extent correct. The disunion that appears throughout humanity is not a condition to rest in. But it is a mistake to regard the natural and immediate harmony as the right state. The mind is not mere instinct: on the contrary, it essentially involves the tendency to reasoning and meditation. Childlike innocence no doubt has in it something fascinating and attractive: but only because it reminds us of what the spirit must win for itself. The harmoniousness of childhood is a gift from the hand of nature: the second harmony must spring from the labour and culture of the spirit. And so the words of Christ, ‘Except ye become as little children’, etc., are very far from telling us that we must always remain children.Again, we find in the narrative of Moses that the occasion which led man to leave his natural unity is attributed to solicitation from without. The serpent was the tempter. But the truth is, that the step into opposition, the awakening of consciousness, follows from the very nature of man; and the same history repeats itself in every son of Adam. The serpent represents likeness to God as consisting in the knowledge of good and evil: and it is just this knowledge in which man participates when he breaks with the unity of his instinctive being and eats of the forbidden fruit. The first reflection of awakened consciousness in men told them that they were naked. This is a naive and profound trait. For the sense of shame bears evidence to the separation of man from his natural and sensuous life. The beasts never get so far as this separation, and they feel no shame. And it is in the human feeling of shame that we are to seek the spiritual and moral origin origin of dress."},{"id":285,"quote":"Next comes the Curse, as it is called, which God pronounced upon man. The prominent point in that curse turns chiefly on the contrast between man and nature. Man must work in the sweat of his brow: and woman bring forth in sorrow. As to work, if it is the result of the disunion, it is also the victory over it. The beasts have nothing more to do but to pick up the materials required to satisfy their wants: man on the contrary can only satisfy his wants by himself producing and transforming the necessary means. Thus even in these outside things man is dealing with himself.The story does not close with the expulsion from Paradise. We are further told, God said, ‘Behold Adam is become as one of us, to know good and evil.’ Knowledge is now spoken of as divine, and not, as before, as something wrong and forbidden. Such words contain a confutation of the idle talk that philosophy pertains only to the finitude of the mind. Philosophy is knowledge, and it is through knowledge that man first realises his original vocation, to be the image of God. When the record adds that God drove men out of the garden of Eden to prevent their eating of the tree of life, it only means that on his natural side certainly man is finite and mortal, but in knowledge infinite.We all know the theological dogma that man’s nature is evil, tainted with what is called Original Sin. Now while we accept the dogma, we must give up the setting of incident which represents original sin as consequent upon an accidental act of the first man. For the very notion of spirit is enough to show that man is evil by nature, and it is an error to imagine that he could ever be otherwise. To such extent as man is and acts like a creature of nature, his whole behaviour is what it ought not to be. For the spirit it is a duty to be free, and to realise itself by its own act. Nature is for man only the starting-point which he has to transform. The theological doctrine of original sin is a profound truth; but modem enlightenment prefers to believe that man is naturally good, and that he acts right so long as he continues true to nature.The hour when man leaves the path of mere natural being marks the difference between him, a self-conscious agent, and the natural world. But this schism, though it forms a necessary element in the very notion of spirit, is not the final goal of man. It is to this state of inward breach that the whole finite action of thought and will belongs. In that finite sphere man pursues ends of his own and draws from himself the material of his conduct. While he pursues these aims to the uttermost, while his knowledge and his will seek himself, his own narrow self apart from the universal, he is evil; and his evil is to be subjective.We seem at first to have a double evil here: but both are really the same. Man in so far as he is spirit is not the creature of nature: and when he behaves as such, and follows the cravings of appetite, he wills to be so. The natural wickedness of man is therefore unlike the natural life of animals. A mere natural life may be more exactly defined by saying that the natural man as such is an individual: for nature in every part is in the bonds of individualism. Thus when man wills to be a creature of nature, he wills in the same degree to be an individual simply. Yet against such impulsive and appetitive action, due to the individualism of nature, there also steps in the law or general principle. This law may either be an external force, or have the form of divine authority. So long as he continues in his natural state, man is in bondage to the law. It is true that among the instincts and affections of man, there are social or benevolent inclinations, love, sympathy, and others, reaching beyond his selfish isolation. But so long as these tendencies are instinctive, their virtual universality of scope and purport is vitiated by the subjective form which always allows free play to self-seeking and random action."},{"id":286,"quote":"Количествените натрупвания водят до качествени изменения."},{"id":287,"quote":"No matter how deeply it [a faith based on mere authority] entrenches itself behind authority, no matter how artfully it seeks to ward off all counter-hypotheses and alternative possibilities by assembling a system that covers every conceivable circumstance . . . , reason will still venture to subject it to critical scrutiny. And it will do so spontaneously [aus sich selbst], generating from within itself principles of possibility and plausibility irrespective of any such artificial historical structure predisposed to neglect reason and to claim primacy on historical grounds over the persuasiveness of rational truths."},{"id":288,"quote":"Logiikka pitää näin ymmärtää puhtaan järjen järjestelmänä, puhtaan ajatuksen valtakuntana. Tämä valtakunta on totuus sinänsä ja itselleen, ilman verhoa. Asia voidaan siksi ilmaista niin, että tämä sisältö on Jumalan esitystä sellaisena kuin hän on ikuisessa olemuksessaan ennen luonnon ja äärellisen hengen luomista."},{"id":289,"quote":"Universal liberty can’t produce any workor any positive action, only negative action. Universal liberty is only the rush to erase."},{"id":290,"quote":"Never since the sun had stood in the firmament and the planets revolved around him had it been perceived that man’s existence centres in his head, i.e., in Thought, inspired by which he builds up the world of reality."},{"id":291,"quote":"Ce que nous enseignent l'expérience et l'histoire, c'est que ni le peuple ni les gouvernements n'ont jamais appris quoi que ce soit par l'histoire, ou agi selon des principes déduits de l'histoire."},{"id":292,"quote":"Ilmu pengetahuan tidak bisa mengungkap seluruh misteri dunia ini. Tetapi dunia memberi jawaban dengan caranya sendiri."},{"id":293,"quote":"Kant ist über dieses äußerliche Verhältnis des Verstandes als des Vermögens der Begriffe und des Begriffes selbst zum Ich hinausgegangen. Es gehört zu den tiefsten und richtigsten Einsichten, die sich in der Kritik der Vernunft finden, daß die Einheit, die das Wesen des Begriffs ausmacht, als die ursprünglich-synthetische Einheit der Apperzeption, als Einheit des »Ich denke« oder des Selbstbewußtseins erkannt wird"},{"id":294,"quote":"Ученая эрудиция состоит именно в том, чтобы знать массу безполезных вещей, т.е. таких вещей которые сами по себе безсодержательны и лишены всякого интереса, а интересны для ученого эрудита только лишь потому, что он их знает."},{"id":295,"quote":"Este movimiento dialéctico que ejerce la conciencia sobre sí misma, tanto en su saber como en su objeto, en la medida en que de él surge para ella su nuevo y verdadero objeto es propiamente aquello que denominamos experiencia. Desde este punto de vista, en el proceso recién descrito todavía hay que destacar un momento que puede arrojar una nueva luz sobre el aspecto científico de la presentación que haremos a continuación. La conciencia sabe algo, este objeto es la esencia o el en-sí; pero también es el en-sí para la conciencia; con esto surge la ambigüedad de esta verdad. Ya vemos que ahora la conciencia tiene dos objetos, uno el primer en-sí, otro el ser para-ella de este en-sí. El segundo sólo parece a primera vista la reflexión de la conciencia en sí misma, una representación no de un objeto, sino únicamente de su saber del primer objeto. Lo que pasa, como se ha mostrado antes, es que el primer objeto se altera, deja de ser el en-sí y se convierte para la conciencia en un objeto que sólo es el en-sí para ella. Pero con esto el ser para ella de ese en-sí es lo verdadero, lo que significa que es la esencia o su objeto. Este nuevo objeto contiene la anulación del primero, es la experiencia hecha sobre él."},{"id":296,"quote":"I apprehend and see in all of them that they are in their own eyes (für sich selbst) only these independent beings just as I am. I see in their case the free unity with others in such wise that just as this unity exists through me, so it exists through the others too--I see them as myself, myself as them. In a free nation, therefore, reason is in truth realized. It is a present living spirit, where the individual not only finds his destiny (Bestimmung), i.e., his universal and particular nature (Wesen), expressed and given to him in the fashion of a thing, but himself is this essential being, and has also attained his destiny."},{"id":297,"quote":"When we say of things that they are finite, we understand thereby that they not only have a determinateness, that their quality is not only a reality and an intrinsic determination, that finite things are not merely limited . . . but that on the contrary, non-being constitutes their nature and being. Finite things are, but their relation to themselves is that they are negatively self-related and this very relation drives them beyond their being. They are, but the truth of this being is their destruction. The finite not only alters, as anything does, but it ceases to be, and it is not merely a possibility that it ceases to be, as though it could be that it might not cease. No, the nature of the being of finite things is that they have within them the seeds of their own destruction; the hour of their birth is the hour of their death."},{"id":298,"quote":"То же самое, что есть право, есть также и обязанность, а то, что есть обязанность, есть и право."},{"id":299,"quote":"Добро есть в себе самом определенная всеобщность воли."},{"id":300,"quote":"Нравственность есть завершение объективного духа, истина субъективного и самого объективного духа."},{"id":301,"quote":"The only thing that we learn from history is that we learn nothing from history."},{"id":302,"quote":"The sole work and deed of universal freedom is therefore death, a death too which has no inner significance or filling, for what is negated is the empty point of the absolutely free self. It is thus the coldest and meanest of all deaths, with no more significance than cutting off a head of cabbage or swallowing a mouthful of water"},{"id":303,"quote":"Понятие духа имеет в духе свою реальность."},{"id":304,"quote":"Будущее изящного искусства заключено в истинной религии."},{"id":305,"quote":"Из всех форм человеческая является самой высшей и истинной, потому что только в ней дух может иметь свою телесность и тем самым свое наглядное выражение."},{"id":306,"quote":"Философия представляет собой единство искусства и религии."},{"id":307,"quote":"The individual who pretends to act for such noble ends and who masters such admirable oratory counts in his own eyes as an excellent creature – he gives himself and others a swelled head, although the swelling is only due to self-important puffery."},{"id":308,"quote":"Pues \"metafísica\" es la palabra, al igual que \"abstracto\" y casi también \"pensar\", de la que todo el mundo huye más o menos como de alguien atacado por la peste."},{"id":309,"quote":"Filozofia nu are voie să fie edificatoare."},{"id":310,"quote":"Wenn aber der Widerstreit des Glaubens und der Vernunft verschwunden und in eineAussöhnung übergegangen ist, so würde es wesentlich von der Natur dieser Aussöhnung selbst abhängen, inwiefern zu ihr Glück zuwünschen wäre. Denn es gibt auch einen Frieden derGleichgültigkeit gegen die Tiefen des Geistes, einen Frieden des Leichtsinns, der Kahlheit; in einem solchen Frieden kann das Widerwärtige beseitigt scheinen, indem es nur auf die Seite gestellt ist. (Vorrede zu Hinrichs' Religionsphilosophie, 1822)"},{"id":311,"quote":"Self-consciousness exists in itself and for itself, in that and by the fact that it exists for another self-consciousness; that is to say, it is only by being acknowledged or recognized."},{"id":312,"quote":"2. The Conflict of Self-Consciousness in Self-oppositionΦ 185. This pure conception of recognition, of duplication of self-consciousness within its unity, we must now consider in the way its process appears for self-consciousness. It will, in the first place, present the aspect of the disparity of the two, or the break-up of the middle term into the extremes, which, qua extremes, are opposed to one another, and of which one is merely recognized, while the other only recognizes.Φ 186. Self-consciousness is primarily simple existence for self, self-identity by exclusion of every other from itself. It takes its essential nature and absolute object to be Ego; and in this immediacy, in this bare fact of its self-existence, it is individual. That which for it is other stands as unessential object, as object with the impress and character of negation. But the other is also a self-consciousness; an individual makes its appearance in antithesis to an individual. Appearing thus in their immediacy, they are for each other in the manner of ordinary objects. They are independent individual forms, modes of Consciousness that have not risen above the bare level of life (for the existent object here has been determined as life). They are, moreover, forms of consciousness which have not yet accomplished for one another the process of absolute abstraction, of uprooting all immediate existence, and of being merely the bare, negative fact of self-identical consciousness; or, in other words, have not yet revealed themselves to each other as existing purely for themselves, i.e., as self-consciousness. Each is indeed certain of its own self, but not of the other, and hence its own certainty of itself is still without truth. For its truth would be merely that its own individual existence for itself would be shown to it to be an independent object, or, which is the same thing, that the object would be exhibited as this pure certainty of itself. By the notion of recognition, however, this is not possible, except in the form that as the other is for it, so it is for the other; each in its self through its own action and again through the action of the other achieves this pure abstraction of existence for self.Φ 187. The presentation of itself, however, as pure abstraction of self-consciousness consists in showing itself as a pure negation of its objective form, or in showing that it is fettered to no determinate existence, that it is not bound at all by the particularity everywhere characteristic of existence as such, and is not tied up with life. The process of bringing all this out involves a twofold action — action on the part of the other and action on the part of itself. In so far as it is the other’s action, each aims at the destruction and death of the other. But in this there is implicated also the second kind of action, self-activity; for the former implies that it risks its own life. The relation of both self-consciousnesses is in this way so constituted that they prove themselves and each other through a life-and-death struggle. They must enter into this struggle, for they must bring their certainty of themselves, the certainty of being for themselves, to the level of objective truth, and make this a fact both in the case of the other and in their own case as well. And it is solely by risking life that freedom is obtained; only thus is it tried and proved that the essential nature of self-consciousness is not bare existence, is not the merely immediate form in which it at first makes its appearance, is not its mere absorption in the expanse of life. Rather it is thereby guaranteed that there is nothing present but what might be taken as a vanishing moment — that self-consciousness is merely pure self-existence, being-for-self. The individual, who has not staked his life, may, no doubt, be recognized as a Person; but he has not attained the truth of this recognition as an independent self-consciousness."},{"id":313,"quote":"3. Lord and BondsmanΦ 189. In this experience self-consciousness becomes aware that life is as essential to it as pure self-consciousness. In immediate self-consciousness the simple ego is absolute object, which, however, is for us or in itself absolute mediation, and has as its essential moment substantial and solid independence. The dissolution of that simple unity is the result of the first experience; through this there is posited a pure self-consciousness, and a consciousness which is not purely for itself, but for another, i.e. as an existent consciousness, consciousness in the form and shape of thinghood. Both moments are essential, since, in the first instance, they are unlike and opposed, and their reflexion into unity has not yet come to light, they stand as two opposed forms or modes of consciousness. The one is independent, and its essential nature is to be for itself; the other is dependent, and its essence is life or existence for another. The former is the Master, or Lord, the latter the Bondsman.Φ 190. The master is the consciousness that exists for itself; but no longer merely the general notion of existence for self. Rather, it is a consciousness existing on its own account which is mediated with itself through an other consciousness, i.e. through an other whose very nature implies that it is bound up with an independent being or with thinghood in general. The master brings himself into relation to both these moments, to a thing as such, the object of desire, and to the consciousness whose essential character is thinghood. And since the master, is (a) qua notion of self-consciousness, an immediate relation of self-existence, but (b) is now moreover at the same time mediation, or a being-for-self which is for itself only through an other — he [the master] stands in relation (a) immediately to both, (b) mediately to each through the other. The master relates himself to the bondsman mediately through independent existence, for that is precisely what keeps the bondsman in thrall; it is his chain, from which he could not in the struggle get away, and for that reason he proved himself to be dependent, to have his independence in the shape of thinghood. The master, however, is the power controlling this state of existence, for he has shown in the struggle that he holds it to be merely something negative. Since he is the power dominating existence, while this existence again is the power controlling the other [the bondsman], the master holds, par consequence, this other in subordination. In the same way the master relates himself to the thing mediately through the bondsman. The bondsman being a self-consciousness in the broad sense, also takes up a negative attitude to things and cancels them; but the thing is, at the same time, independent for him and, in consequence, he cannot, with all his negating, get so far as to annihilate it outright and be done with it; that is to say, he merely works on it. To the master, on the other hand, by means of this mediating process, belongs the immediate relation, in the sense of the pure negation of it, in other words he gets the enjoyment. What mere desire did not attain, he now succeeds in attaining, viz. to have done with the thing, and find satisfaction in enjoyment. Desire alone did not get the length of this, because of the independence of the thing. The master, however, who has interposed the bondsman between it and himself, thereby relates himself merely to the dependence of the thing, and enjoys it without qualification and without reserve. The aspect of its independence he leaves to the bondsman, who labours upon it."},{"id":314,"quote":"(b). FearΦ 194. We have seen what bondage is only in relation to lordship. But it is a self-consciousness, and we have now to consider what it is, in this regard, in and for itself. In the first instance, the master is taken to be the essential reality for the state of bondage; hence, for it, the truth is the independent consciousness existing for itself, although this truth is not taken yet as inherent in bondage itself. Still, it does in fact contain within itself this truth of pure negativity and self-existence, because it has experienced this reality within it. For this consciousness was not in peril and fear for this element or that, nor for this or that moment of time, it was afraid for its entire being; it felt the fear of death, the sovereign master. It has been in that experience melted to its inmost soul, has trembled throughout its every fibre, and all that was fixed and steadfast has quaked within it. This complete perturbation of its entire substance, this absolute dissolution of all its stability into fluent continuity, is, however, the simple, ultimate nature of self-consciousness, absolute negativity, pure self-referrent existence, which consequently is involved in this type of consciousness. This moment of pure self-existence is moreover a fact for it; for in the master it finds this as its object. Further, this bondsman’s consciousness is not only this total dissolution in a general way; in serving and toiling the bondsman actually carries this out. By serving he cancels in every particular aspect his dependence on and attachment to natural existence, and by his work removes this existence away.Φ 195. The feeling of absolute power, however, realized both in general and in the particular form of service, is only dissolution implicitly; and albeit the fear of the lord is the beginning of wisdom, consciousness is not therein aware of being self-existent. Through work and labour, however, this consciousness of the bondsman comes to itself. In the moment which corresponds to desire in the case of the master’s consciousness, the aspect of the non-essential relation to the thing seemed to fall to the lot of the servant, since the thing there retained its independence. Desire has reserved to itself the pure negating of the object and thereby unalloyed feeling of self. This satisfaction, however, just for that reason is itself only a state of evanescence, for it lacks objectivity or subsistence. Labour, on the other hand, is desire restrained and checked, evanescence delayed and postponed; in other words, labour shapes and fashions the thing. The negative relation to the object passes into the form of the object, into something that is permanent and remains; because it is just for the labourer that the object has independence. This negative mediating agency, this activity giving shape and form, is at the same time the individual existence, the pure self-existence of that consciousness, which now in the work it does is externalized and passes into the condition of permanence. The consciousness that toils and serves accordingly attains by this means the direct apprehension of that independent being as its self.Φ 196. But again, shaping or forming the object has not only the positive significance that the bondsman becomes thereby aware of himself as factually and objectively self-existent; this type of consciousness has also a negative import, in contrast with its moment, the element of fear. For in shaping the thing it only becomes aware of its own proper negativity, existence on its own account, as an object, through the fact that it cancels the actual form confronting it. But this objective negative element is precisely alien, external reality, before which it trembled. Now, however, it destroys this extraneous alien negative, affirms and sets itself up as a negative in the element of permanence, and thereby becomes for itself a self-existent being."},{"id":315,"quote":"Wahrheit heißt Übereinstimmung des Begriffs mit seiner Wirklichkeit."},{"id":316,"quote":"Die Logik ist insofern die schwerste Wissenschaft, als sie es nicht mit Anschauungen, nicht einmal wie die Geometrie mit abstrakten sinnlichen Vorstellungen, sondern mit reinen Abstraktionen zu tun hat und eine Kraft und Geübtheit erfordert, sich in den reinen Gedanken zurückzuziehen, ihn festzuhalten und in solchem sich zu bewegen. Auf der andern Seite könnte sie als die leichteste angesehen werden, weil der Inhalt nichts als das eigene Denken und dessen geläufige Bestimmungen und diese zugleich die einfachsten und das Elementarische sind. Sie sind auch das Bekannteste, Sein, Nichts usf., Bestimmtheit, Größe usw., Ansichsein, Fürsichsein, Eines, Vieles usw."},{"id":317,"quote":"What is familiar and well known as such is not really known for the very reason that it is familiar and well known."}]