[{"id":1,"quote":"We should never allow our fears or the expectations of others to set the frontiers of our destiny."},{"id":2,"quote":"How one encounters reality is a choice."},{"id":3,"quote":"If I take death into my life, acknowledge it, and face it squarely, I will free myself from the anxiety of death and the pettiness of life - and only then will I be free to become myself."},{"id":4,"quote":"Anyone can achieve their fullest potential, who we are might be predetermined, but the path we follow is always of our own choosing. We should never allow our fears or the expectations of others to set the frontiers of our destiny. Your destiny can't be changed but, it can be challenged. Every man is born as many men and dies as a single one."},{"id":5,"quote":"A boundary is not that at which something stops, but that from which something begins."},{"id":6,"quote":"The most thought-provoking thing in our thought-provoking time is that we are still not thinking."},{"id":7,"quote":"A person is neither a thing nor a process but an opening through which the Absolute can manifest."},{"id":8,"quote":"Dwelling is not primarily inhabiting but taking care of and creating that space within which something comes into its own and flourishes."},{"id":9,"quote":"Nothing is everything that doesn't happen at this very moment."},{"id":10,"quote":"Everyone is the other and no one is himself."},{"id":11,"quote":"Teaching is more difficult than learning because what teaching calls for is this: to let learn. The real teacher, in fact, lets nothing else be learned than learning. His conduct, therefore, often produces the impression that we properly learn nothing from him, if by \"learning\" we now suddenly understand merely the procurement of useful information."},{"id":12,"quote":"Man acts as though he were the shaper and master of language, while in fact language remains the master of man."},{"id":13,"quote":"Freedom is only to be found where there is burden to be shouldered. In creative achievements this burden always represents an imperative and a need that weighs heavily upon man’s mood, so that he comes to be in a mood of melancholy. All creative action resides in a mood of melancholy, whether we are clearly aware of the fact or not, whether we speak at length about it or not. All creative action resides in a mood of melancholy, but this is not to say that everyone in a melancholy mood is creative."},{"id":14,"quote":"Is the earth in our head? Or do we stand on the earth?"},{"id":15,"quote":"Everywhere we remain unfree and chained to technology, whether we passionately affirm or deny it. But we are delivered over to it in the worst possible way when we regard it as something neutral; for this conception of it, to which today we particularly like to do homage, makes us utterly blind to the essence of technology."},{"id":16,"quote":"We make a space inside ourselves, so that being can speak."},{"id":17,"quote":"Making itself intelligible is suicide for philosophy."},{"id":18,"quote":"Thinking begins only when we have come to know that reason, glorified for centuries, is the stiff-necked adversary of thought."},{"id":19,"quote":"Questioning is the piety of thought."},{"id":20,"quote":"Language is the house of Being. In its home man dwells. Those who think and those who create with words are the guardians of this home."},{"id":21,"quote":"Every man is born as many men and dies as a single one."},{"id":22,"quote":"Transcendence constitutes selfhood."},{"id":23,"quote":"The small are always dependent on the great; they are \"small\" precisely because they think they are independent. The great thinker is one who can hear what is greatest in the work of other \"greats\" and who can transform it in an original manner."},{"id":24,"quote":"The possible ranks higher than the actual."},{"id":25,"quote":"Being-alone is a deficient mode of being-with; its possibility is a proof for the latter."},{"id":26,"quote":"Why are there beings at all, instead of Nothing?"},{"id":27,"quote":"The human being is not the lord of beings, but the shepherd of Being."},{"id":28,"quote":"Tell me how you read and I'll tell you who you are."},{"id":29,"quote":"Only where leader and led together bind each other in one destiny ... does true order grow."},{"id":30,"quote":"We do not \"have\" a body; rather, we \"are\" bodily."},{"id":31,"quote":"We do not say: Being is, time is, but rather: there is Being and there is time."},{"id":32,"quote":"truth is that which makes a people certain, clear, and strong."},{"id":33,"quote":"The will to mastery becomes all the more urgent the more technology threatens to slip from human control"},{"id":34,"quote":"Philosophy will not be able to effect an immediate transformation of the present condition of the world. This is not only true of philosophy, but of all merely human thought and endeavor."},{"id":35,"quote":"Longing is the agony of the nearness of the distant."},{"id":36,"quote":"Profound boredom, drifting here and there in the abysses of our existence like a muffling fog, removes all things and men and oneself along with it into a remarkable indifference. This boredom reveals being as a whole."},{"id":37,"quote":"What was Aristotle’s life?’ Well, the answer lay in a single sentence: ‘He was born, he thought, he died.’ And all the rest is pure anecdote."},{"id":38,"quote":"To think is to confine yourself to a single thought that one day stands still like a star in the world's sky."},{"id":39,"quote":"Spiritual superiority [consists in] deep dedication ... in the form of the most rigorous training, as commitment, resistance, solitude, and love."},{"id":40,"quote":"Being is only Being for Dasein."},{"id":41,"quote":"Why are there beings at all instead of nothing? That is the question. Presumably it is not arbitrary question, \"Why are there beings at all instead of nothing\"- this is obviously the first of all questions. Of course it is not the first question in the chronological sense [...] And yet, we are each touched once, maybe even every now and then, by the concealed power of this question, without properly grasping what is happening to us. In great despair, for example, when all weight tends to dwindle away from things and the sense of things grows dark, the question looms."},{"id":42,"quote":"Agriculture is now a motorized food industry, the same thing in its essence as the production of corpses in the gas chambers and the extermination camps, the same thing as blockades and the reduction of countries to famine, the same thing as the manufacture of hydrogen bombs."},{"id":43,"quote":"Being and time determine each other reciprocally, but in such a manner that neither can the former - Being - be addressed as something temporal nor can the latter - time - be addressed as a being."},{"id":44,"quote":"To be a poet in a destitute time means: to attend, singing, to the trace of the fugitive gods. This is why the poet in the time of the world's night utters the holy."},{"id":45,"quote":"Celebration... is self restraint, is attentiveness, is questioning, is meditating, is awaiting, is the step over into the more wakeful glimpse of the wonder - the wonder that a world is worlding around us at all, that there are beings rather than nothing, that things are and we ourselves are in their midst, that we ourselves are and yet barely know who we are, and barely know that we do not know all this."},{"id":46,"quote":"I see the situation of man in the world of planetary technicity not as an inexitricable and inescapable destiny, but I see the task of thought precisely in this, that within its own limits it helps man as such achieve a satisfactory relationship to the essence of technicity. National Socialism did indeed go in this direction. Those people, however, were far too poorly equipped for thought to arrive at a really explicit relationship to what is happening today and has been underway for the past 300 years."},{"id":47,"quote":"In everything well known something worthy of thought still lurks."},{"id":48,"quote":"From our human experience and history, at least as far as I am informed, I know that everything essential and great has only emerged when human beings had a home and were rooted in a tradition. Today's literature is, for instance, largely destructive."},{"id":49,"quote":"The relationship between man and space is none other than dwelling, strictly thought and spoken."},{"id":50,"quote":"In order to remain silent Da-sein must have something to say."},{"id":51,"quote":"Only if we are capable of dwelling, only then can we build"},{"id":52,"quote":"We should live totally in the face of the night and of the Evil."},{"id":53,"quote":"he who thinks great thoughts often makes great errors"},{"id":54,"quote":"In no way can it be uttered, as can other things, which one can learn. Rather, from out of a full, co-existential dwelling with the thing itself - as when a spark, leaping from the fire, flares into light - so it happens, suddenly, in the soul, there to grow, alone with itself."},{"id":55,"quote":"Only a god can save us."},{"id":56,"quote":"Body', 'soul', and 'spirit' may designate phenomenal domains which can be detached as themes for definite investigations; within certain limits their ontological indefiniteness may not be important. When, however, we come to the question of man's Being, this is not something we can simply compute by adding together those kinds of Being which body, soul, and spirit respectively possess--kinds of being whose nature has not as yet been determined. And even if we should attempt such an ontological procedure, some idea of the Being of the whole must be presupposed."},{"id":57,"quote":"True time is four-dimensional."},{"id":58,"quote":"We name time when we say: every thing has its time. This means: everything which actually is, every being comes and goes at the right time and remains for a time during the time allotted to it. Every thing has its time."},{"id":59,"quote":"Temporality temporalizes as a future which makes present in the process of having been."},{"id":60,"quote":"The question concerning technology is the question concerning the constellation in which revealing and concealing, in which the coming to presence of truth, comes to pass"},{"id":61,"quote":"To dwell is to garden."},{"id":62,"quote":"Nietzsche ... does not shy from conscious exaggeration and one-sided formulations of his thought, believing that in this way he can most clearly set in relief what in his vision and in his inquiry is different from the run-of-the-mill."},{"id":63,"quote":"In Nietzsche's view nihilism is not a Weltanschauung that occurs at some time and place or another; it is rather the basic character of what happens in Occidental history."},{"id":64,"quote":"Technology is therefore no mere means. Technology is a way of revealing. If we give heed to this, then another whole realm for the essence of technology will open itself up to us. It is the realm of revealing, i.e., of truth"},{"id":65,"quote":"I know that everything essential and great originated from the fact that the human being had a homeland and was rooted in tradition."},{"id":66,"quote":"We ourselves are the entities to be analyzed."},{"id":67,"quote":"Understanding of being is itself a determination of being of Da-sein."},{"id":68,"quote":"Pessimism negates the existing world. Yet its negating is ambiguous. It can simply will decay and nothingness, but it can also renounce what exists and thus open a path for a new formation of the world."},{"id":69,"quote":"Being is an issue for one."},{"id":70,"quote":"And so man, as existing transcendence abounding in and surpassing toward possibilities, is a creature of distance. Only through the primordial distances he establishes toward all being in his transcendence does a true nearness to things flourish in him."},{"id":71,"quote":"The world worlds, and is more fully in being than the tangible and perceptible realm in which we believe ourselves to be at home...By the opening up of a world, all things gain their lingering and hastening, their remoteness and nearness, their scope and limits. In a world's worlding is gathered that spaciousness out of which the protective grace of the gods is granted and withheld. Even this doom of the god remaining absent is a way in which the world worlds...All coming to presence...keeps itself concealed to the last."},{"id":72,"quote":"But what is great can only begin great."},{"id":73,"quote":"We would like only, for once, to get to where we are already."},{"id":74,"quote":"The poets are in the vanguard of a changed conception of Being."},{"id":75,"quote":"The German language speaks Being, while all the others merely speak of Being."},{"id":76,"quote":"Questions are not happenstance thoughts nor are questions common problems of today which one picks up from hearsay and booklearning and decks out with a gesture of profundity questions grow out of confrontation with the subject matter and the subject matter is there only where eyes are, it is in this manner that questions will be posed and all the more considering that questions that have today fallen out of fashion in the great industry of problems. One stands up for nothing more than the normal running of the industry. Philosophy interprets its corruption as the resurrection of metaphysics."},{"id":77,"quote":"The domination of the public way in which things have been interpreted has already decided upon even the possibilities of being attuned, that is, about the basic way in which Da-sein lets itself be affected by the world. The they prescribes that attunement, it determines what and how one \"sees."},{"id":78,"quote":"When modern physics exerts itself to establish the world's formula, what occurs thereby is this: the being of entities has resolved itself into the method of the totally calculable."},{"id":79,"quote":"The threat to man does not come in the first instance from the potentially lethal machines and apparatus of technology. The actual threat has already affected man in his essence. The rule of Enframing threatens man with the possibility that it could be denied to him to enter into a more original revealing and hence to experience the call of a more primal truth"},{"id":80,"quote":"In many places, above all in the Anglo-Saxon countries, logistics is today considered the only possible form of strict philosophy, because its result and procedures yield an assured profit for the construction of the technological universe. In America and elsewhere, logistics as the only proper philosophy of the future is thus beginning today to seize power over the intellectual world."},{"id":81,"quote":"Since time itself is not movement, it must somehow have to do with movement.Time is initially encountered in those entities which are changeable, change is in time. How is time exhibited in this way of encountering it, namely, as that within which things change? Does it here give itself as itself in what it is? Can an axplacation of time starts here guarantee that time will thereby provide as it were the fundamental phenomena that determine it in its own being?"},{"id":82,"quote":"Time is not a thing, thus nothing which is, and yet it remains constant in its passing away without being something temporal like the beings in time."},{"id":83,"quote":"I take great pleasure, every day, in seeing my work deeply rooted in our native soil."},{"id":84,"quote":"Whatever can be noted historically can be found within history."},{"id":85,"quote":"Thus \"phenomenology\" means αποφαινεσθαι τα φαινομενα -- to let that which shows itself be seen from itself in the very way in which it shows itself from itself."},{"id":86,"quote":"The word \"art\" does not designate the concept of a mere eventuality; it is a concept of rank."},{"id":87,"quote":"Language is the house of the truth of Being."},{"id":88,"quote":"Everyone is the other, and no one is himself. The they, which supplies the answer to the who of everyday Da-sein, is the nobody to whom every Da-sein has always already surrendered itself, in its being-among-one-another."},{"id":89,"quote":"Nevertheless, the ultimate business of philosophy is to preserve the force of the most elemental words in which Dasein expresses itself, and to keep the common understanding from levelling them off to that unintelligibility which functions in turn as a source of pseudo-problems."},{"id":90,"quote":"We still by no means think decisively enough about the essence of action."},{"id":91,"quote":"The world, in resting upon the earth, strives to surmount it. As self-opening it cannot endure anything closed. The earth, however, as sheltering and concealing, tends always to draw the world into itself and keep it there"},{"id":92,"quote":"What seems natural to us is probably just something familiar in a long tradition that has forgotten the unfamiliar source from which it arose. And yet this unfamiliar source once struck man as strange and caused him to think and to wonder."},{"id":93,"quote":"The Fuhrer alone is the present and future German reality and its law. Learn to know ever more deeply: from now on every single thing demands decision, and every action responsibility."},{"id":94,"quote":"What is peddled about nowadays as philosophy, especially that of N.S. [National Socialism], but has nothing to do with the inner truth and greatness of that movement [namely the encounter between global technology and modern humanity] is nothing but fishing in that troubled sea of values and totalities."},{"id":95,"quote":"The relation of feeling toward art and its bringing-forth can be one of production or one of reception and enjoyment."},{"id":96,"quote":"A man's first bond is that which ties him into the national community."},{"id":97,"quote":"There is no such thing as an empty word, only one that is worn out yet remains full."},{"id":98,"quote":"The mathematical is that evident aspect of things within which we are always already moving and according to which we experience them as things at all, and as such things. The mathematical is this fundamental position we take toward things by which we take up things as already given to us, and as they must and should be given. Therefore, the mathematical is the fundamental presupposition of the knowledge of things."},{"id":99,"quote":"A giving which gives only its gift, but in the giving holds itself back and withdraws, such a giving we call sending."},{"id":100,"quote":"The human body is essentially something other than an animal organism."},{"id":101,"quote":"If in Nietzsche's thinking the prior tradition of Western thought is gathered and completed in a decisive respect, then the confrontation with Nietzsche becomes one with all Western thought hitherto."},{"id":102,"quote":"So long as we represent technology as an instrument, we remain held fast in the will to master it."},{"id":103,"quote":"In the work of art the truth of an entity has set itself to work. ‘To set’ means here: to bring to a stand. Some particular entity, a pair of peasant shoes, comes in the work to stand in the light of its being. The being of the being comes into the steadiness of its shining. The nature of art would then be this: the truth of being setting itself to work."},{"id":104,"quote":"Dasein is a being that does not simply occur among other beings. Rather it is ontically distinguished by the fact that in its being this being is concerned about its very being. Thus it is constitutive of the being of Dasein to have, in its very being, a relation of being to this being."},{"id":105,"quote":"Time-space as commonly understood, in the sense of the distance measured between two time-points, is the result of time calculation."},{"id":106,"quote":"The essence of technology is by no means anything technological."},{"id":107,"quote":"But every historical statement and legitimization itself moves within a certain relation to history."},{"id":108,"quote":"The senses do not enable us to cognize any entity in its Being; they merely serve to announce the ways in which 'external' Things within-the-world are useful or harmful for human creatures encumbered with bodies....they tell us nothing about entities in their Being."},{"id":109,"quote":"As the ego cogito, subjectivity is the consciousness that represents something, relates this representation back to itself, and so gathers with itself."},{"id":110,"quote":"The average, vague understanding of being can be permeated by traditional theories and opinions about being in such a way that these theories, as the sources of the prevailing understanding, remain hidden."},{"id":111,"quote":"The song still remains which names the land over which it sings."},{"id":112,"quote":"Form displays the relation [to beings] itself as the state of original comportment toward beings, the festive state in which the being itself in its essence is celebrated and thus for the first time placed in the open."},{"id":113,"quote":"To think Being itself explicitly requires disregarding Being to the extent that it is only grounded and interpreted in terms of beings and for beings as their ground, as in all metaphysics."},{"id":114,"quote":"This characteristic of Dasein's being this \"that it is\" is veiled in its \"whence\" and \"whither."},{"id":115,"quote":"The critique of the highest values hitherto does not simply refute them or declare them invalid. It is rather a matter of displaying their origins as impositions which must affirm precisely what ought to be negated by the values established."},{"id":116,"quote":"Why is love beyond all measure of other human possibilities so rich and such a sweet burden for the one who has been struck by it? Because we change ourselves into that which we love, and yet remain ourselves. Then we would like to thank the beloved, but find nothing that would do it adequately. We can only be thankful to ourselves. Love transforms gratitude into faithfulness to ourselves and into an unconditional faith in the Other. Thus love steadily expands its most intimate secret. Closeness here is existence in the greatest distance from the other- the distance that allows nothing to dissolve - but rather presents the “thou in the transparent, but “incomprehensible” revelation of the “just there”. That the presence of the other breaks into our own life - this is what no feeling can fully encompass. Human fate gives itself to human fate, and it is the task of pure love to keep this self-surrender as vital as on the first day.”"},{"id":117,"quote":"Thinking only begins at the point where we have come to know that Reason, glorified for centuries, is the most obstinate adversary of thinking."},{"id":118,"quote":"When the farthest corner of the globe has been conquered technologically and can be exploited economically; when any incident you like, in any place you like, at any time you like, becomes accessible as fast as you like; when you can simultaneously \"experience\" an assassination attempt against a king in France and a symphony concert in Tokyo; when time is nothing but speed, instantaneity, and simultaneity, and time as history has vanished from all Being of all peoples; when a boxer counts as the great man of a people; when the tallies of millions at mass meetings are a triumph; then, yes then, there still looms like a specter over all this uproar the question: what for? — where to? — and what then?"},{"id":119,"quote":"only he who already understands can listen"},{"id":120,"quote":"Philosophy, then, is not a doctrine, not some simplistic scheme for orienting oneself in the world, certainly not an instrument or achievement of human Dasein. Rather, it is this Dasein itself insofar as it comes to be, in freedom, from out of its own ground. Whoever, by stint of research, arrives at this self-understanding of philosophy is granted the basic experience of all philosophizing, namely that the more fully and originally research comes into its own, the more surely is it \"nothing but\" the transformation of the same few simple questions. But those who wish to transform must bear within themselves the power of a fidelity that knows how to preserve. And one cannot feel this power growing within unless one is up in wonder. And no one can be caught up in wonder without travelling to the outermost limits of the possible. But no one will ever become the friend of the possible without remaining open to dialogue with the powers that operate in the whole of human existence. But that is the comportment of the philosopher: to listen attentively to what is already sung forth, which can still be perceived in each essential happening of world. And in such comportment the philosopher enters the core of what is truly at stake in the task he has been given to do. Plato knew of that and spoke of it in his Seventh Letter:'In no way can it be uttered, as can other things, which one can learn. Rather, from out of a full, co-existential dwelling with the thing itself - as when a spark, leaping from the fire, flares into light - so it happens, suddenly, in the soul, there to grow, alone with itself."},{"id":121,"quote":"Man dies constantly until the moment of his demise."},{"id":122,"quote":"We are too late for the gods and too early for Being."},{"id":123,"quote":"The nothing nothings."},{"id":124,"quote":"Das Nichts nichtet"},{"id":125,"quote":"When tradition thus becomes master, it does so in such a way that what it transmits is made so inaccessible, proximally and for the most part, that it rather becomes concealed. Tradition takes what has come down to us and delivers it over to self-evidence; it blocks our access to those primordial \"sources\" from which the categories and concepts handed down to us have been in part quite genuinely drawn. Indeed it makes us forget that they have had such an origin, and makes us suppose that the necessity of going back to these sources is something which we need not even understand."},{"id":126,"quote":"Anxiety is there. It is only sleeping. Its breath quivers perpetually through Dasein, only slightly in those who are jittery, imperceptibly in the 'Oh, yes' and the 'Oh, no' of men of affairs; but most readily in the reserved, and most assuredly in those who are basically daring. But those daring ones sustained by that on which they expend themselves—in order thus to preserve the ultimate grandeur of existence."},{"id":127,"quote":"He who never says anything cannot keep silent at any given moment."},{"id":128,"quote":"Mere anxiety is the source of everything"},{"id":129,"quote":"...\"Nature\" is not to be understood as that which is just present-at-hand, nor as the power of Nature. The wood is a forest of timber, the mountain a quarry of rock; the river is water-power, the wind is wind 'in the sails'. As the 'environment' is discovered, the 'Nature' thus discovered is encountered too. If its kind of Being as ready-to-hand is disregarded, this 'Nature' itself can be discovered and defined simply in its pure presence-at-hand. But when this happens, the Nature which 'stirs and strives', which assails us and enthralls us as landscape, remains hidden. The botanist's plants are not the flowers of the hedgerow; the 'source' which the geographer establishes for a river is not the 'springhead in the dale'."},{"id":130,"quote":"Even in expecting, one leaps away from the possible and gets a footing in the real. It is for its reality that what is expected is expected. By the very nature of expecting, the possible is drawn into the real, arising from it and returning to it."},{"id":131,"quote":"...Dasein itself--and this means also its Being-in-the-world--gets its ontological understanding of itself in the first instance from those entities which it itself is not but which it encounters 'within' its world, and from the Being which they possess."},{"id":132,"quote":"But “nowhere does not mean nothing; rather, region in general lies therein, and disclosedness of the world in general for essentially spatial being-in. Therefore, what is threatening cannot come closer from a definite direction within nearness, it is already “there” - and yet nowhere. It is so near that it is oppressive and takes one’s breath - and yet it is nowhere.”"},{"id":133,"quote":"In the midst of beings as a whole an open place occurs. There is a clearing, a lighting... Only this clearing grants and guarantees to us humans a passage to those beings that we ourselves are not, and access to the being that we ourselves are."},{"id":134,"quote":"Die Sprache ist das Haus des Seins."},{"id":135,"quote":"Every questioning is a seeking. Every seeking takes its direction beforehand from what is sought. Questioning is a knowing search for beings in their thatness and whatness."},{"id":136,"quote":"Language is the house of Being."},{"id":137,"quote":"Everywhere we remain unfree and chained to technology, whether we passionately affirm or deny it. But we are delivered over to it in the worst possible way when we regard it as something neutral; for this conception of it, to which today we particularly pay homage, makes us utterly blind to the essence of technology."},{"id":138,"quote":"...then he comes to the brink of a precipitous fall; that is, he comes to the point where he himself will have to be taken as standing-reserve. Meanwhile man, precisely as the one so threatened, exalts himself to the posture of lord of the earth. In this way the impression comes to prevail that everything man encounters exists only insofar as it is his construct. This illusion gives rise in turn to one final delusion: It seems as though man everywhere and always encounters only himself... In truth, however, precisely nowhere does man today any longer encounter himself, i.e. his essence. Man stands so decisively in attendance on the challenging-forth of Enframing that he does not apprehend Enframing as a claim, that he fails to see himself as the one spoken to, and hence also fails in every way to hear in what respect he ek-sists, from out of his essence, in the realm of an exhortation or address, and thus can never encounter only himself."},{"id":139,"quote":"If knowing is to be possible as a way of determining the nature of the present-at-hand by observing it, then there must first be a deficiency in our having-to-do with the world concernfully. When concern holds back from any kind of producing, manipulating and the like, it puts itself into what is now the sole remaining mode of Being-in, the mode of just tarrying-alongside. In this kind of 'dwelling' as a holding-oneself-back from any manipulation or utilization, the perception of the present-at-hand is consummated."},{"id":140,"quote":"Being the rational animal, man must be capable of thinking if he really wants to. Still, it may be that man wants to think, but cannot."},{"id":141,"quote":"As soon as we are born, we are old enough to die."},{"id":142,"quote":"Excessive brightness drove the poet into darkness. (essay : Hölderlin And The Essence Of Poetry, chapter from my copy of The origin of the work of art)"},{"id":143,"quote":"حين تجد الناس يثرثرون فيما لايعرفون ويتكلمون عن كل شئ ولا شئ ، فاعلم انهم قد فقدوا العلاقة الحقيقة بالموضوع الذي ينصب عليه الكلام، واندفعوا في دوامة من القيل والقال بغير قرار ، عندئذ يتعذر على أي انسان التعمق في أي شئ ، ويوصد باب المعرفة الحقيقي والتساؤل الحقيقي ، ويختم هذا الفهم الفاسد بخاتم اللهاث وراء كل مثير ، والتلهف على كل جديد ، اي بالفضول الذي يسعى إلى أي كل كلام دون أن يستقر في أي مكان"},{"id":144,"quote":"Nature has no history."},{"id":145,"quote":"To make of \"the truth\" a goddess amounts to turning the mere notion of something, namely the concept of the essence of truth, into a \"personality."},{"id":146,"quote":"The threat to man does not come in the first instance from the potentially lethal machines and apparatuses of technology. The actual threat has already afflicted man in its essence. The rule of enframing threatens humanity with the possibility that it could be denied to him to enter into a more original revealing and hence to experience the call of a more primal truth."},{"id":147,"quote":"All distances in time and space are shrinking. […] Yet the frantic abolition of all distances brings no nearness; for nearness does not consist in shortness of distance. What is least remote from us in point of distance, by virtue of its picture on film or its sound on radio, can remain far from us. What is incalculably far from us in point of distance can be near to us. […] Everything gets lumped together into uniform distanceless. […] What is it that unsettles and thus terrifies? It shows itself and hides itself in the way in which everything presences, namely, in the fact that despite all conquest of distances the nearness of things remains absent."},{"id":148,"quote":"Dasein does not fill up a track or stretch ‘of life’ — one which is somehow present-at-hand — with the phases of its momentary actualities. It stretches itself along in such a way that its own being is constituted in advance as a stretching-along. The ‘between’ which relates to birth and death already lies in the being of Dasein … It is by no means the case that Dasein ‘is’ actual in a point of time, and that, apart from this, it is ‘surrounded’ by the non-actuality of its birth and death. Understood existentially, birth is not … something past in the sense of something no longer present-at-hand; and death is just as far from having the kind of being of something … not yet present-at-hand but coming along … Factical Dasein exists as born; and, as born, it is already dying, in the sense of being-towards-death. As long as Dasein factically exists, both the ‘ends’ and their ‘between’ *are*, and they are in the only way possible on the basis of Dasein’s being as *care* … As care, Dasein is the ‘between’."},{"id":149,"quote":"All questions that do justice to the subject are themselves bridges to their own answering."},{"id":150,"quote":"ليس هناك من هو أكثر غرابة من الكائن الإنسانى، ليس هناك ما هو أكثر غرابة من الوجود الإنسانى، ليس هناك شىء يلوح هنا أكثر غرابة، فيما وراء الوجود الإنسانى"},{"id":151,"quote":"What could be more alien to the \"they\", lost in the manifold 'world' of its concern, than the Self which has been individualized down to itself in uncanniness and been thrown in the \"nothing\"?"},{"id":152,"quote":"Die Sprache ist das Haus des Seins. In ihrer Behausung wohnt der Mensch. Die Denkenden und Dichtenden sind die Wächter dieser Behausung. Ihr Wachen ist das Vollbringen der Offenbarkeit des Seins, insofern sie diese durch ihr Sagen zur Sprache bringen und in der Sprache aufbewahren."},{"id":153,"quote":"To this man, who overcomes himself, Nietzsche gives a name which is easily misunderstood. He calls him 'the superman'. But Nietzsche does not mean a type who casts off 'humanity,' to make sheer caprice the law and titanic rage the rule. The superman is the man who first leads the essential nature of existing man over into its truth, and so assumes that truth. Existing man, by being thus determined and secured, in his essential nature, is to be rendered capable of becoming the future master of the earth — of wielding to high purpose the powers that will fall to future man in the nature of the technological transformation of the earth and of human activity. The essential figure of this man, the superman rightly understood, is not a product of an unbridled and degenerate imagination rushing headlong into the void."},{"id":154,"quote":"Being' cannot be derived from higher concepts by definition, nor can it be presented through lower ones. But does this imply being no longer offers a problem? Not at all. We can infer only that 'Being' cannot have the character of an entity. Thus we cannot apply to Being the concept of 'definition' as presented in traditional logic, [...] which, within certain limits, provides a justifiable way of characterizing 'entities'."},{"id":155,"quote":"هناك علة ما فى طبيعة الأشياء تؤدى الى وجود شىء بدلا من لا شىء"},{"id":156,"quote":"All the poems of the poet who has entered into his poethood are poems of homecoming."},{"id":157,"quote":"In its factical existence, any particular Dasein either ‘has the time’ or ‘does not have it’. It either ‘takes time’ for something or ‘cannot allow any time for it’. Why does Dasein ‘take time’, and why can it ‘lose’ it? Where does it take time from? How is this time related to Dasein’s temporality?"},{"id":158,"quote":"We never come to thoughts. They come to us."},{"id":159,"quote":"This ground itself needs to be properly accounted for by that for which it accounts, that is, by the causation through the supremely original matter – and that is the cause as causa sui. This is the right name for the god of philosophy. Man can neither pray nor sacrifice to this god. Before the causa sui, man can neither fall to his knees in awe nor can he play music and dance before this god."},{"id":160,"quote":"But anyone who only expects thinking to give assurances, and awaits the day when we can go beyond it as unnecessary, is demanding that thought annihilate itself."},{"id":161,"quote":"Nietzsche hat mich kaputt gemacht."},{"id":162,"quote":"Vsakdo je drugi in nihče ni on sam."},{"id":163,"quote":"Thoughtful thinking and the “concept The name seems to say that this thinking is an intensified, heightened, “more energetic” thinking, one which takes hold of itself by force and brings itself forward with force, i.e., forceful thinking. Certainly more concentrated, but for that very reason less forceful; indeed in its purity it is without force. On the contrary, it is ordinary thinking which is pressing, calculating, planning, ingenious, restless—a matter of lurking, assaulting, mastering. Otherwise with thoughtful thinking (thanking). The diffidence of distinguishing; the diffidence of experiencing the uncanny. Hardly a representation in the sense of a bringing before oneself. In the modern age, through calculative thinking we have long ago become accustomed to seeing in thinking, and demanding from thinking, grip [Zugriff], grasp [Griff], and concept [Begriff], i.e., we understand the “concept” on the basis of a grasping: conceptus—no longer ὁρισμóς. We know rigorous thinking only as conceptual representation. But its rigor rests in the originariness of imageless saying in the compliant word that inheres in the essence of truth. The invasion of the uncanny in the sudden.”"},{"id":164,"quote":"The term 'Being' does not define that realm of entities which is uppermost when these are articulated conceptually according to genus and species: the 'universality' of Being 'transcends' any universality of genus."},{"id":165,"quote":"Die Zweideutigkeit der öffentlichen Ausgelegtheit gibt das Vorweg-bereden und neugierige Ahnen für das eigentliche Geschehen aus und stempelt Durchführen und Handeln zu einem Nachträglichen und Belanglosen. Das Verstehen des Daseins im Man versieht sich daher in seinen Entwürfen ständig hinsichtlich der echten Seinsmöglichkeiten. Zweideutig ist das dasein immer »da«, das heißt in der öffentlichen Erschlossenheit des Miteinanderseins, wo das lauteste Gerede und die findigste Neugier den »Betrieb« im Gang halten, da, wo alltäglich alles und im Grunde nichts geschieht. Das Miteinandersein im Man ist ganz und gar nicht ein abgeschlossenes, gleichgültiges Nebeneinander, sondern ein gespanntes, zweideutiges Aufeinander-aufpassen, ein heimliches Sich-gegenseitig-abhören. Unter der Maske des Füreinander spielt ein Gegeneinander. [ss. 174-175]Der Drang zu leben ist ein Hin-zu (туда-к), das von ihm selbst her den Antrieb mitbringt. Es ist Hin-zu um jeden Preis. Der Drang sucht andere Möglichkeiten zu verdrängen. Auch hier ist das Sich-vorweg-sein (бытие-вперед-себя) ein uneigentliches, wenn auch das Überfallendsein vom Drang aus dem Drängenden selbst kommt. Der Drang kann die jeweilige Befindlichkeit und das Verstehen überrennen. [s. 195]Dasein spricht sich aus; sich – als entdeckendes Sein zu Seiendem. Und es spricht sich als solcjes über entdecktes Seiendes aus in der Aussage. Die Aussage teilt das Seiende im Wie seiner Entdecktheit mit. Die ausgesprochene Aussage enthält in ihrem Worüber die Entdeckheit des Seienden. Diese ist im Ausgesprochenen verwahrt. Das Ausgesprochene wird gleichsam zu einem innerweltlich Zuhandenen, das aufgenommen und weitergesprochen werden kann. [ss. 223-224]Die Aussage ist ein Zuhandenes. Das Seiende, zu dem sie als entdeckende Bezug hat, ist innerweltlich Zuhandenes, Vorhandenes. Der Bezug selbst gibt sich so als vorhandener. Der Beug aber liegt darin, daß die in der Aussage verwahrte Entdecktheit von... ist. Das Urteil »enthält etwas, was von den Gegenständen gilt« (Kant). Der Bezug erhält aber durch die Umschaltung seiner auf eine Beziehung zwischen Vorhandenen jetzt selbst Vorhandenheitscharakter. [s. 224]"},{"id":166,"quote":"Ontically, of course, Dasein is not only close to us―even that which is closest: we *are* it, each of us, we ourselves. In spite of this, or rather for just this reason, it is ontologically that which is farthest. To be sure, its ownmost Being is such that it has an understanding of that Being, and already maintains itself in each case as if its Being has been interpreted in some manner. But we are certainly not saying that when Dasein's own Being is thus interpreted pre-ontologically in the way which lies closest, this interpretation can be taken over as an appropriate clue, as if this way of understanding Being is what must emerge when one's ownmost state of Being is considered as an ontological theme. The kind of Being which belongs to Dasein is rather such that, in understanding its own Being, it has a tendency to do so in terms of that entity towards which it comports itself proximally and in a way which is essentially constant―in terms of the 'world'. In Dasein itself, and therefore in its own understanding of Being, the way the world is understood is, as we shall show, reflected back ontologically upon the way in which Dasein itself gets interpreted.Thus because Dasein is ontico-ontologically prior, its own specific state of Being (if we understand this in the sense of Dasein's 'categorial structure') remains concealed from it. Dasein is ontically 'closest' to itself and ontologically farthest; but pre-ontologically it is surely not a stranger.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, pp. 36-37"},{"id":167,"quote":"To modern metaphysics, the Being of beings appears as will. But inasmuch as man, because of his nature as the thinking animal and by virtue of forming ideas, is related to beings in their Being, is thereby related to Being, and is thus determined by Being—therefore man's being, in keeping with this relatedness of Being (which now means, of the will) to human nature, must emphatically appear as a willing."},{"id":168,"quote":"Only in thoughtful dialogue with what it says can this fragment of thinking be translated. However, thinking is poetizing, and indeed more than one kind of poetizing, more than poetry and song."},{"id":169,"quote":"Ceea-ce-se-situeaza-în-sine-însusi devine, din clipa în care este considerat dinspre privitor, ceea-ce-se-în-fatiseaza, ceea ce se ofera în aspectul sau exterior."},{"id":170,"quote":"Aceasta bucata de creta, de pilda, este un lucru cu o anumita întindere, relativ solid, avînd o forma determinata, culoarea alba si, laolalta cu toate aceste proprietati, avînd-o pe aceea de a scrie. întocmai cum îi apartine acestui lucru faptul de a se afla aici, în aceeasi masura îi apartine putinta de a nu se afla aici si de a nu avea aceasta marime. Posibilitatea ca el sa fie plimbat de-a lungul tablei si de a fi uzat nu este ceva pe care l-am adaugat lucrului prin intermediul gîndirii. El însusi, ca fiind aceasta fiintare, se afla în aceasta posibilitate, altminteri nu ar fi o creta în calitatea ei de instrument de scris. Tot astfel, fiecarei fiintari îi apartine, într-o modalitate care-i e proprie, acest posibil. Acest posibil îi apartine cretei. Ea însasi detine în ea însasi o proprietate determinata prin care este destinata unei anumite utilizari."},{"id":171,"quote":"We do not have any clear, common and simple relation to reality and to ourselves. That is the big problem of the Western world."},{"id":172,"quote":"Dasein exists as an entity for which, in its Being, that Being is itself an issue. Essentially ahead of itself, it has projected itself upon its potentiality-for-Being before going on to any mere consideration of itself. In its projection it reveals itself as something which has been thrown. It has been thrownly abandoned to the ‘world’, and falls into it concernfully.(1) As care—that is, as existing in the unity of the projection which has been fallingly thrown—this entity has been disclosed as a “there. As being with Others, it maintains itself in an average way of interpreting—a way which has been Articulated in discourse and expressed in language. Being-in-the-world has always expressed itself, and as Being alongside entities encountered within-the-world, it constantly expresses itself in addressing itself to the very object of its concern and discussing it. The concern of circumspective common sense is grounded in temporality—indeed in the mode of a making-present which retains and awaits. Such concern, as concernfully reckoning up, planning, preventing, or taking precautions, always says (whether audibly or not) that something is to happen ‘then’, that something else is to be attended to ‘beforehand’, that what has failed or eluded us ‘on that former occasion’ is something that we must ‘now’ make up for.(2)”"},{"id":173,"quote":"Expelled from the truth of Being, man everywhere circles around himself as the animal rationale."},{"id":174,"quote":"The last god has his own most unique uniqueness and stands outside of the calculative determination expressed in the labels “mono-theism, “pan-theism,” and “a-theism.” There has been “monotheism,” and every other sort of “theism,” only since the emergence of Judeo-Christian “apologetics,” whose thinking presupposes “metaphysics.” With the death of this God, all theisms wither away. The multiplicity of gods is not subject to enumeration but, instead, to the inner richness of the grounds and abysses in the site of the moment for the lighting up and concealment of the intimation of the last god.”"},{"id":175,"quote":"One expects philosophy to promote, and even to accelerate, the practical and technical business of culture by alleviating it, making it easier. {9}"},{"id":176,"quote":"It is not necessary that in resoluteness one should explicitly know the origin of the possibilities upon which that resoluteness projects itself. It is rather in Dasein's temporality, and there only, that there lies any possibility that the existentiell potentiality-for-Being upon which it projects itself can be gleaned explicitly from the way in which Dasein has been traditionally understood. The resoluteness which comes back to itself and hands itself down, then becomes the repetition of a possibility of existence that has come down to us. Repeating is handing down explicitly—that is to say, going back into the possibilities of the Dasein that has-been-there. The authentic repetition of a possibility of existence that has been—the possibility that Dasein may choose its hero—is grounded existentially in anticipatory resoluteness; for it is in resoluteness that one first chooses the choice which makes one free for the struggle of loyally following in the footsteps of that which can be repeated. But when one has, by repetition, handed down to oneself a possibility that has been, the Dasein that has-been-there is not disclosed in order to be actualized over again. The repeating of that which is possible does not bring again [Wiederbringen] something that is 'past', nor does it bind the 'Present' back to that which has already been 'outstripped'. Arising, as it does, from a resolute projection of oneself, repetition does not let itself be persuaded of something by what is 'past', just in order that this, as something which was formerly actual, may recur. Rather, the repetition makes a reciprocative rejoinder to the possibility of that existence which has-been-there. But when such a rejoinder is made to this possibility in a resolution, it is made in a moment of vision; and as such it is at the same time a disavowal of that which in the \"today\", is working itself out as the 'past'. Repetition does not abandon itself to that which is past, nor does it aim at progress. In the moment of vision authentic existence is indifferent to both these alternatives (437-8).”"},{"id":177,"quote":"Speaking a lot about something does not in the least guarantee that understanding is thus furthered. On the contrary, talking at great length about something covers things over and brings what is understood into an illusory clarity, that is, the unintelligibility of the trivial. But to keep silent does not mean to be mute ... one who is mute still has the tendency to \"speak.\" ... Authentic silence is possible only in genuine discourse. In order to be silent, Dasein must have something to say."},{"id":178,"quote":"ადამიანის არსებობა მისი საკუთარი შესაძლებლობაა"},{"id":179,"quote":"A resounding of the authentic word can arise only from silence"},{"id":180,"quote":"(What counts as that which is is the present, the actual, to which the necessary and the possible are at first merely related—the usual example from the history of the first beginning.) The sheltering is itself carried out in and as Da-sein. That happens, and gains and loses history, in the steadfast care-taking which in advance pertains to the event though scarcely has knowledge of the event. This care-taking, conceived not on the basis of everydayness but from the selfhood of Dasein, abides in various mutually requisite modes: the fabrication of implements, the instituting of machinations (technology), the creation of works, the acts that form states, and thoughtful sacrifice. In all of these, in each one differently, a pre-forming and co-forming of cognition and of essential knowledge as the grounding of truth. “Science only a remote scion of a determinate permeation of implement-production, etc.; nothing autonomous and never to be brought into connection with the essential knowledge of the inventive thinking of being (philosophy).”"},{"id":181,"quote":"But what about \"time\"? After all it is not a bundle in which past, future and present are wrapped up together. Time is not a cage in which the \"no longer now,\" the \"not yet now,\" and the \"now\" are cooped up together. How do matters stand with \"time\"? They stand thus: time goes. And it goes in that it passes away. The passing of time is, of course, a coming, but a coming which goes, in passing away. What comes in time never comes to stay, but to go. What comes in time always bears beforehand the mark of going past and passing away. This is why everything temporal is regarded simply as what is transitory."},{"id":182,"quote":"Der Mensch versucht vergeblich, durch sein Planen den Erdball in eine Ordnung zu bringen, wenn er nicht dem Zuspruch des Feldweges eingeordnet ist."},{"id":183,"quote":"Do we know ourselves—our “self? How are we supposed to be ourselves if we are not our selves? And how can we be our selves without knowing who we are, such that we are certain of being the ones we are?”"},{"id":184,"quote":"On this “way, if to keep falling down and getting up can be called a way, it is always and only the same question of the “meaning of beyng” that is asked.”"},{"id":185,"quote":"We assert now that Being is the proper and sole theme of philosophy. This is not our own invention; it is a way of putting the theme which comes to life at the beginning of philosophy in antiquity, and it assumes its most grandiose form in Hegel's logic. At present we are merely asserting that Being is the proper and sole theme of philosophy. Negatively, this means that philosophy is not a science of beings but of Being or, as the Greek expression goes, ontology. We take this expression in the widest possible sense and not in the narrower one it has, say, in Scholasticism or in modern philosophy in Descartes and Leibniz.A discussion of the basic problems of phenomenology then is tantamount to providing fundamental substantiation for this assertion that philosophy is the science of Being and establishing how it is such. The discussion should show the possibility and necessity of the absolute science of Being and demonstrate its character in the very process of the inquiry. Philosophy is the theoretical conceptual interpretation of Being, of Being's structure and its possibilities. Philosophy is ontological.\" ―from_The Basic Problems of Phenomenology_"},{"id":186,"quote":"Man is the shepherd of Being. Man loses nothing in this \"less\"; rather, he gains in that he attains the truth of Being. He gains the essential poverty of the shepherd, whose dignity consists in being called by Being itself into the preservation of Being's truth. The call comes as the throw from which the thrownness of Da-sein derives. In his essential unfolding within the history of Being, man is the being whose Being as ek-sistence consists in his dwelling in the nearness of Being. Man is the neighbor of Being."},{"id":187,"quote":"Philosophy, then, is that thinkins with which one can start nothing and about which housemaids necessarily laugh. Such a definition of philosophy is not a mere joke but is something to think over. We shall fo well to remember occasionally that by our strolling we can fall into a well whereby we may not reach ground for quite some time."},{"id":188,"quote":"Speaking is known as the articulated vocalization of thought by means of the organs of speech. But speaking is at the same time also listening. It is the custom to put speaking and listening in opposition: one man speaks, the other listens. But listening accompanies and surrounds not only speaking such as takes place in conversation. The simultaneousness of speaking and listening has a larger meaning. Speaking is of itself a listening. Speaking is listening to the language which we speak. Thus, it is a listening not while but before we are speaking. This listening to language also comes before all other kinds of listening that we know, in a most inconspicuous manner. We do not merely speak the language—we speak by way of it. We can do so solely because we always have already listened to the language. What do we hear there? We hear language speaking."},{"id":189,"quote":"The moving force in Showing of Saying is Owning. It is what brings all present and absent beings each into their own, from where they show themselves in what they are, and where they abide according to their kind. This owning which brings them there, and which moves Saying as Showing in its showing we call Appropriation. It yields the opening of the clearing in which present beings can persist and from which absent beings can depart while keeping their persistence in the withdrawal."},{"id":190,"quote":"Language speaks and not the human."},{"id":191,"quote":"Only from the truth of being can the essence of the holy be thought... Perhaps what is distinctive about this world-epoch consists in the closure of the dimension of the holy. Perhaps that is the only unholy malignancy."},{"id":192,"quote":"Nobody will deny that there is an interest in philosophy today. But—is there anything at all left today in which man does not take an interest, in the sense in which he understands \"interest\"?"},{"id":193,"quote":"Man stares at what the explosion of the atom bomb could bring with it. He does not see that the atom bomb and its explosion are the mere final emission of what has long since taken place, has already happened."},{"id":194,"quote":"This saying is as old as Western philosophy itself, giving expression to that fundamental experience and orientation of ancient man from which philosophy begins; ἀ-λήθεια, unhiddenness, into which philosophy seeks to bring the hidden, is nothing arbitrary, and is especially not a property of a proposition or sentence, nor is it a so-called ‘value’. It is rather that reality, that occurrence [Geschehen], into which only that path (ἡ ὁδóϛ) leads of which another of the oldest philosophers likewise says: ‘it runs outside the ordinary path of men’, ἀπ´ ἀνθρώπων ἐκτὸϛ πάτου ἐστίυ (Parmenides, Fr. 1, 27)."},{"id":195,"quote":"مشاهده‌ی تاریخ، که در اکنون برمی‌بالد و رشد می‌کند، فقط تکاپویی برگشت‌ناپذیر را در آن می‌بیند: همان چیزی که رها بود."},{"id":196,"quote":"Das Fragen baut an einem Weg."},{"id":197,"quote":"August este singur pe vîrful unui munte; sînt ultimele sale zile. Poetul spune: „El sta aici si asculta vidul pur. Totul e ciudat, o nalucire. Pe mare (cîndva, August calatorise adesea pe mare) se misca totusi ceva; acolo exista sunet, ceva ce se putea auzi, un cor al apelor. Aici — nimicul se întîlneste cu nimicul într-o absenta fara hotare. Nu-ti ramîne decît sa dai din cap, plin de resemnare."},{"id":198,"quote":"Prestare attenzione a ciò che con-viene al dire pensante non implica solo che noi ogni volta meditiamo su che cosa dire dell'essere e su come dirlo. Resta altrettanto essenziale riflettere se si possa dire ciò che è da pensare, fino a che punto lo si possa dire, in quale attimo della storia dell'essere, in quale dialogo con questa storia, e in base a quale pretesa. Le tre cose menzionate in una mia precedente lettera sono determinate, nella loro reciproca connessione, dalla legge della con-venienza del pensiero della storia dell'essere: il rigore della meditazione, la cura del dire, la parsimonia delle parole."},{"id":199,"quote":"The one: how it is (what it, Being, is) and also how not-Being (is) impossible. This is the pathway of grounded trust,"},{"id":200,"quote":"But what help is it to us to look into the constellation of truth? We look into the danger and see the growth of the saving power.Through this we are not yet saved. But we are thereupon summoned to hope in the growing light of the saving power. How can this happen? Here and now and in little things, that we may foster the saving power in its increase. This includes holding always before our eyes the extreme danger."},{"id":201,"quote":"Beyng, as the most unique and most rare, in opposition to nothingness, will have withdrawn itself from the massiveness of beings, and all history—where it reaches down to its proper essence—will serve only this withdrawal of being into its full truth. Yet the successes and failures of everything public will swarm and follow closely one upon the other, whereby, typical of that which is public, nothing will be surmised of what is actually happening. It is only between this reigning of the massive and the genuinely sacrificed that the few and their allies will seek and find one another in order to surmise that something concealed—namely, that passing by—is happening to them in the midst of all the tearing away of every “happening into what is of high speed yet at the same time completely graspable and thoroughly consumable. The perverting and confusing of the claims and of their domains will no longer be possible, because the truth of beyng itself, in the sharpest falling apart of the fissure of beyng, has brought the essential possibilities to decision. This historical moment is not an “ideal situation,” because the latter will always be incompatible with the essence of history. Instead, this moment is the eventuation of that turning in which the truth of beyng comes to the beyng of truth, since the god needs beyng and since the human being, as Da-sein, must have grounded the belonging to beyng. Beyng as the innermost “between” is then akin to nothingness for this moment; the god overpowers the human being, and the latter surpasses the god—immediately, so to speak. Yet both are only in the event, and the truth of beyng itself is as this event. Nevertheless, a long, often relapsing, and very concealed history will transpire up to this incalculable moment which of course could never be as superficial as a “goal.” The creative ones, in the restraint of care, must already prepare themselves hourly for stewardship in the time-space of that passing by. Thoughtful meditation on this that is unique (namely, the truth of beyng) can only be a path on which what is unable to be thought in advance is nevertheless thought, i.e., a path on which there begins the transformation of the relation of the human being to the truth of beyng.”"},{"id":202,"quote":"The thoughtless habit of using the words “existence and “exist” as designations for being is one more indication of our estrangement both from being and from a radical, forceful, and definite exegesis of being.”"},{"id":203,"quote":"The things for which we owe thanks are not things we have from ourselves. They are given to us. We receive many gifts, of many kinds. But the highest and really most lasting gift given to us is always our essential nature, with which we are gifted in such a way that we are what we are only through it. That is why we owe thanks for this endowment, first and unceasingly."},{"id":204,"quote":"In fabricating equipment—e.g., an ax—stone is used, and used up. It disappears into usefulness. The material is all the better and more suitable the less it resists perishing in the equipmental being of the equipment. By contrast the temple-work, in setting up a world, does not cause the material to disappear, but rather causes it to come forth for the very first time and to come into the Open of the work's world. The rock comes to bear and rest and so first becomes rock; metals come to glitter and shimmer, colors to glow, tones to sing, the word to speak. All this comes forth as the work sets itself back into the massiveness and heaviness of stone, into the firmness and pliancy of wood, into the hardness and luster of metal, into the lighting and darkening of color, into the clang of tone, and into the naming power of the word."},{"id":205,"quote":"ფილოსოფიის ამოცანაა მიაბრუნოს ადამიანი სულის პროდუქტებში პასიური ჩანთქმიდან უკან მისი ბედის მკაცრი სუსხისკენ"},{"id":206,"quote":"let himself be drawn hither by the coercion of the phenomena themselves"},{"id":207,"quote":"Overman is the man who grounds Being anew-in the rigor of knowledge and in the grand style of creation."},{"id":208,"quote":"Historiology, always understood in its claim to possess the character of modern science, is a constant avoidance of history. Yet even in this avoidance, it still maintains a relation to history, and that makes historiology and the historiologist bivalent.     If history is not explained historiologically and calculated in terms of a particular image for the specific ends of supporting a position and imparting a conviction, if history is instead placed back into the uniqueness of its inexplicability, and if, through this inexplicability, all historiological bustle and all the opinions and beliefs that arise from it are placed into question and into decision with respect to themselves, then what is being carried out is what could be called historical thinking."},{"id":209,"quote":"Language is neither merely the field of expression, nor merely the means of expression, nor merely the two jointly. Thought and poesy never just use language to express themselves with its help; rather, thought and poesy are in themselves the originary, the essential, and therefore also the final speech that language speaks through the mouth of man."},{"id":210,"quote":"Die Wiederholung des Möglichen ist weder ein Wiederbringen des \"Vergangenen\" noch ein Zurückbinden der \"Gegenwart\" an das \"Überholte\". Die Wiederholung lässt sich, einem entschlossenen Sichentwerfen entspringend, nicht vom \"Vergangenen\" überreden, um es als das vormals Wirkliche nur wiederkehren zu lassen. Die Wiederholung erwidert viel mehr die Möglichkeit der dagewesenen Existenz."},{"id":211,"quote":"აზრს მარტოობა უყვარს. როცა სურთ გადაეხვიონ. ის განზე გაიწვს ხოლმე"},{"id":212,"quote":"Prin Dasein înţelegem fiinţarea în fiinţa sa pe care o cunoaştem ca viaţă umană; adică acea fiinţare care, în faptul de-a-fi-de-fiecare-dată, ce este propriu fiinţei sale, suntem fiecare dintre noi înşine, pe care fiecare dintre noi o are în vedere în enunţul fundamental \"eu sunt\". Enunţul \"eu sunt\" este adevăratul enunţ despre fiinţă, despre caracterul de Dasein al omului. Această fiinţare este în faptul-de-a-fi-de-fiecare-dată ca \"de fiecare dată al meu\"."},{"id":213,"quote":"After everything we have said it is worth considering whether, if we immediately demand a propositional explanation of the highest idea, we are proceeding in a truly Platonic manner. If we ask in this way we already deviate from the path of authentic questioning. But inquiry into the idea of the good generally proceeds along this false track. One straightaway wants to know what the good is, just like one wants to know the shortest route to the market place. The idea of the good cannot be interrogated in this uncomprehending way at all. It is thus no wonder if through this way of questioning we do not receive an answer, i.e. if our claim upon the intelligibility of this idea of the good, as something to be measured in terms of our ruling self-evidences, is from the very beginning decisively repulsed. Here we recognize – how often – that questioning also has its rank-order."},{"id":214,"quote":"It is not only temporality that is concealed although something like time always announces itself; even more well-known phenomena, like that of transcendence, the phenomena of world and being-in-the-world, are covered over. Nevertheless, they are not completely hidden, for the Dasein knows about something like ego and other. The concealment of transcendence is not a total unawareness but, what is much more fateful, a misunderstanding, a faulty interpretation. Faulty interpretations, misunderstandings, put much more stubborn obstacles in the way of authentic cognition than a total ignorance. However, these faulty interpretations of transcendence, of the basic relationship of Dasein to beings and to itself, are no mere defects of thought or acumen. They have their reason and their necessity in the Dasein's own historical existence. In the end, these faulty interpretations must be made, so that the Dasein may reach the path to the true phenomena by correcting them."},{"id":215,"quote":"Es kann sein, daß wir eines Tages aus unserer Alltäglichkeit herausrücken und in die Macht der Dichtung einrücken müssen, daß wir nie mehr so in die Alltäglichkeit zurückkehren, wie wir sie verlassen haben."},{"id":216,"quote":"Every valuing, even when it values positively, is a subjectivizing. It does not let beings: be. Rather, valuing lets being: be valid – solely as the objects of its doing."},{"id":217,"quote":"In its essence, language is not the utterance of an organism; nor is it the expression of a living thing. Nor can it ever be thought in an essentially correct way in terms of its symbolic character, perhaps not even in terms of the character of signification. Language is the clearing-concealing advent of Being itself."},{"id":218,"quote":"Iedereen is de ander, en niemand is zichzelf."},{"id":219,"quote":"Dasein-ul este fiinţarea caracterizată ca fapt-de-a-fi-în-lume. Viaţa umană nu este ceva precum un subiect care trebuie să facă cine ştie ce artificiu pentru a veni în lume. Dasein-ul, ca fapt-de-a-fi-în-Iume, înseamnă: a fi în lume în asa fel încît acest fapt de a fi să însemne: a avea mereu de-a face cu lumea; a zăbovi în preajma ei într-un anume mod, fie al executării, al îndeplinirii sau rezolvării a ceva, fie în modul contemplării, al interogării, al determinării contemplative şi comparative. Faptul de-a-fi-în-lume este caracterizat ca preocupare. Dasein-ul, ca fapt-de-a-fi-în-lume, este totodată fapt-de-a-fi-unul-laolaltă-cu-altul, de a fi cu ceilalţi; a deţine împreună cu alţii aceeaşi lume, a-l întalni pe celălalt, a fi laolaltă în sensul de a-fi-unul-pentru-altul. Însă acest Dasein este totodată pentru ceilalţi o simplă prezenţă, aşa cum este prezentă o piatră care nu deţine o lume şi care nu se preocupă de vreo lume. A fi unul laolaltă cu altul în lume, în sensul de a o avea laolaltă - acest fapt are o determinare ontologică privilegiată. Modul fundamental în care există lumea pe care Dasein-urile o deţin laolaltă este vorbirea. Vorbirea văzută în totalitatea ei: ca vorbire care se exprimă pe sine atunci cînd vorbeşte cu altul despre ceva. În spaţiul vorbirii are loc, cu precădere, faptul-de-a-fi-în-lume al omului. Acest lucru era cunoscut deja de Aristotel. În felul în care Dasein-ul, în lumea sa, vorbeşte despre modul în care se îndeletniceşte cu această lume a sa este implicată dintru început o explicitare de sine a acestui Dasein. Felul în care el vorbeşte ne arată cum anume se înţelege Dasein-ul de fiecare dată pe sine, ca ce anume se consideră el pe sine. În vorbirea unuia cu celălalt, în acel ceva despre care se stă de vorbă este cuprinsă de fiecare dată o explicitare de sine a prezentului în care are loc această convorbire. Dasein-ul este o fiinţare care se determină pe sine ca \"eu sunt\". Dasein-ului îi este constitutiv faptul-de-a-fi-de-fiecare-dată al acestui \"eu sunt\". Prin urmare, Dasein-ul, asa cum este el în faptul-de-a-fi-în-lume, este primordial şi Dasein-ul meu. El este de fiecare dată propriu şi, ca propriu, el este de fiecare dată. Dacă această fiinţare trebuie determinată în caracterul său de fiinţă,nu trebuie făcut abstracţie de faptul-de-a-fi-de-fiecare-dată care este \"al meu\". Mea res agitur. Toate caracterele fundamentale trebuie să se regăsească astfel în faptul-de-a-fi-de-fiecare-dată, înteles ca \"de fiecare dată al meu\".În măsura în care Dasein-ul este o fiinţare care sunt eu însumi şi totodată este determinat ca fapt-de-a-fi-unul-laolaltă-cu-altul, eu nu sunt, în primă instanţă şi la nivel mediu, eu însumi, ci ceilalţi; eu sunt cu ceilalţi, şi aceştia, la rîndul lor, cu alţii. Nimeni nu este, în cotidianitate, el insuşi Nimeni nu este ceea ce el este şi aşa cum este: nici unul şi totuşi toţi laolaltă. Aceştia toţi nu sunt ei înşişi. Acest Nimeni, de care suntem noi inşine trăiţi în cotidianitate, este impersonalul \"se\". Se spune, se aude, se optează pentru ceva, se dă curs unei preocupări. În înverşunarea dominaţiei acestui impersonal \"se\" rezidă posibilităţile Dasein-ului meu şi \"eu sunt\" este posibil pornind de la această nivelare. O fiinţare care este posibilitatea lui \"eu sînt\" este ca atare, cel mai adesea, o fiinţare dominată de impersonalul \"se\"."},{"id":220,"quote":"In der Region, in der alles, was gefunden wird, im Lichte der Ursache-Wirkungs-Beziehung dargestellt wird, kann selbst Gott seine Heiligkeit und Herrlichkeit und all die Geheimnis seiner Distanz verlieren."},{"id":221,"quote":"Timpul este un \"cum\" . Cînd ne întrebăm ce este timpul, nu trebuie să ne agăţăm grăbiţi de un răspuns ( de genul \"asta sau asta este timpul\" ), care să conţină mereu un \"ce\" . Să nu privim către răspuns, ci să repetăm întrebarea. Ce s-a întîmplat cu întrebarea ? S-a modificat. întrebarea \"Ce este timpul ?\" a devenit întrebarea \"Cine este timpul ?\". Mai exact : sîntem noi înşine timpul ? Sau, şi mai exact : sînt eu timpul meu ? Cu aceasta m-am apropiat cel mai mult de el şi, dacă înţeleg corect întrebarea, atunci o dată cu ea totul devine serios. Prin urmare, asemenea interogare este modul cel mai adecvat de a accede şi de a mă raporta la timp, ca la unul ce este \"de fiecare dată al meu: Dasein-ul este atunci cel problematic."},{"id":222,"quote":"Incipit comoedia. Ἀλήθεια is forgotten. But everything lives on this forgotten forgottenness. In the prologue of the machination of the framework (creatio), the mere masks are converted into the persons. Personality is created. What is alive can be represented only as person. Blind screaming for the personal Thou counts as the ultimate in thoughtfulness. The paths of thinking have been abandoned long ago—admittedly in such a way that this wild flight in the face of thinking (i.e., in the face of the withstanding of the belongingness to the essentially occurring essence, to the provenance of Ἀλήθεια) appears to be the victory of thinking and therefore at the lowest stage of the decline is not afraid to present thinking as a believing."},{"id":223,"quote":"A building, a Greek temple, portrays nothing. It simply stands there in the middle of the rock-cleft valley. The building encloses the figure of the god, and in this concealment lets it stand out into the holy precinct through the open portico. By means of the temple, the god is present in the temple. This presence of the god is in itself the extension and delimitation of the precinct as a holy precinct. The temple and its precinct, however, do not fade away into the indefinite. It is the temple-work that first fits together and at the same time gathers around itself the unity of those paths and relations in which birth and death, disaster and blessing, victory and disgrace, endurance and decline acquire the shape of destiny for human being."},{"id":224,"quote":"How should the new day arrive, if the night is withheld from it and everything is suppressed into the twilight of decisionlessness?"},{"id":225,"quote":"The temple, in its standing there, first gives to things their look and to men their outlook on themselves. This view remains open as long as the work is a work, as long as the god has not fled from it. It is the same with the sculpture of the god, a votive offering of the victor in the athletic games. It is not a portrait whose purpose is to make it easier to realize how the god looks; rather, it is a work that lets the god himself be present and thus is the god himself. The same holds for the linguistic work. In the tragedy nothing is staged or displayed theatrically, but the battle of the new gods against the old is being fought. The linguistic work, originating in the speech of the people, does not refer to this battle; it transforms the people's saying so that now every living word fights the battle and puts up for decision what is holy and what unholy, what lofty and what flighty, what master and what slave."},{"id":226,"quote":"Because they are assertions about Being in the light of time properly understood, all ontological propositions are Temporal propositions. It is only because ontological propositions are Temporal propositions that they can and must be *a priori propositions*. It is only because ontology is a Temporal science that something like the *a priori* appears in it. *A priori* means \"from the earlier\" or \"the earlier.\" \"*Earlier*\" is patently a *time-determination*. If we have been observant, it must have occurred to us that in our explications we employed no word more frequently than the expression \"already.\" It \"already antecedently\" lies at the ground: \"it must always already be understood beforehand\": where beings are encountered, Being has \"already beforehand\" been projected. In using all of these temporal, really Temporal, terms we have in mind something that the tradition since Plato calls the *a priori*, even if it may not use the very term itself. In the preface to his *Metaphysische Anfangsgründe der Naturwissenschaft [Metaphysical principles of natural science], Kant says: \"Now to cognize something *a priori* means to cognize it from its mere possibility.\" Consequently, *a priori* means that which makes beings as beings possible in *what* and *how* they are. But why is this possibility labeled by the term \"earlier\"? Obviously not because we recognize it earlier than beings. For what we experience first and foremost is beings, that which is; we recognize Being only later or maybe even not at all. This time-determination \"earlier\" cannot refer to the temporal order given by the common concept of time in the sense of intratemporality. On the other hand, it cannot be denied that a time determination is present in the concept of the *a priori*, the earlier. But, because it is not seen how the interpretation of Being necessarily occurs in the horizon of time, the effort has to be made to explain away the time determination by means of the *a priori*. Some go so far as to say that the *a priori*―the essentialities, the determination of beings in their Being―is extratemporal, supratemporal, timeless. That which does the enabling, the possibilities are characterized by a time-determination, the earlier, because in this *a priori* nothing of time is supposed to be present, hence *locus a non lucendo*? Believe it if you wish.\"―from_The Basic Problems of Phenomenology_"},{"id":227,"quote":"Has Dasein as itself ever freely decided, and will it ever be able to decide, whether it wants to come into \"Dasein\" or not?"},{"id":228,"quote":"Everything has always already been said. And yet this \"same\" possesses, as its inner truth, the inexhaustable wealth of what is on every day as if that day were its first."},{"id":229,"quote":"In provisionally characterizing the object which serves as the theme of our investigation (the Being of entities, or the meaning of Being in general), it seems that we have also delineated the method to be employed. The task of ontology is to explain Being itself and to make the Being of entities stand out in full relief. And the method of ontology remains questionable in the highest degree as long as we merely consult those ontologies which have come down to us historically, or other essays of that character. Since the term \"ontology\" is used in this investigation in a sense which is formally broad, any attempt to clarify the method of ontology by tracing its history is automatically ruled out. When, moreover, we use the term \"ontology,\" we are not talking about some definite philosophical discipline standing in interconnection with the others. Here one does not have to measure up to the tasks of some discipline that has been presented beforehand; on the contrary, only in terms of the objective necessities of definite questions and the kind of treatment which the 'things themselves' require, can one develop such a discipline. With the question of the meaning of Being, our investigation comes up against the fundamental question of philosophy. This is one that must be treated *phenomenologically*. Thus our treatise does not subscribe to a 'standpoint' or represent any special 'direction'; for phenomenology is nothing of either sort, nor can it become so as long as it understands itself. The expression 'phenomenology' signifies primarily a *methodological conception*. This expression does not characterize the what of the objects of philosophical research as subject-matter, but rather the *how* of that research. The more genuinely a methodological concept is worked out and the more comprehensively it determines the principles on which a science is to be conducted, all the more primordially is it rooted in the way we come to terms with the things themselves, and the farther is it removed from what we call \"technical devices,\" though there are many such devices even in the theoretical disciplines. Thus the term 'phenomenology' expresses a maxim which can be formulated as 'To the things themselves!' It is opposed to all free-floating constructions and accidental findings; it is opposed to taking over any conceptions which only seem to have been demonstrated; it is opposed to those pseudo-questions which parade themselves as 'problems', often for generations at a time. Yet this maxim, one may rejoin, is abundantly self-evident, and it expresses, moreover, the underlying principle of any scientific knowledge whatsoever. Why should anything so self-evident be taken up explicitly in giving a title to a branch of research? In point of fact, the issue here is a kind of 'self-evidence' which we should like to bring closer to us, so far as it is important to do so in casting light upon the procedure of our treatise. We shall expound only the preliminary conception [Vorbegriff] of phenomenology. This expression has two components: \"phenomenon\" and \"logos.\" Both of these go back to terms from the Greek: φαινόμενον and λόγος. Taken superficially, the term \"phenomenology\" is formed like \"theology,\" \"biology,\" \"sociology\"―names which may be translated as \"science of God,\" \"science of life,\" \"science of society.\" This would make phenomenology the *science of phenomena*. We shall set forth the preliminary conception of phenomenology by characterizing what one has in mind in the term's two components, 'phenomenon' and 'logos', and by establishing the meaning of the name in which these are *put together*. The history of the word itself, which presumably arose in the Wolffian school, is here of no significance.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, pp. 49-51"},{"id":230,"quote":"Sartre expresses the basic tenet of existentialism in this way: Existence precedes essence. In this statement he is taking existentia and essentia according to their metaphysical meaning, which from Plato's time on has said that essentia precedes existentia. Sartre reverses this statement. But the reversal of a metaphysical statement remains a metaphysical statement. With it he stays with metaphysics in oblivion of the truth of Being."},{"id":231,"quote":"Man obviously is a being. As such he belongs to the totality of Being—just like the stone, the tree, or the eagle. But man's distinctive feature lies in this, that he, as the being who thinks, is open to Being, face to face with Being; thus man remains referred to Being and so answers to it. Man is essentially this relationship of responding to Being, and he is only this."},{"id":232,"quote":"in the collapse becomes the bringing-forth-hither which at once brings the “hither as clearing (“there”) and the “forth” as presence. In this bringing is gathered the staying which belongs to presence, i.e., the tarrying—as the sojourning of presence in unconcealedness. Tarrying [Verbringen], thought according to the bringing-forth-hither, names the protracted presencing—out of which essentially occurs the constant presence that is determinative of “being” in metaphysics. This determination includes the positedness of the being of beings (Ποίησις). This positedness is, to be sure, unexperienceable since it is distorted for metaphysics and through metaphysics. Although it is as such unrecognizable, it comes to light inasmuch as being is effected and, in the broadest sense, conditioned: effected by the first cause (ipsum esse as actus purus), conditioned by the conditions of necessity and universality (esse as objective reality), and, finally, conditioned as having become dialectical—in the coupling of both modes of grounding.”"},{"id":233,"quote":"But how does it come about that while the ‘I think’ gives Kant a genuine phenomenal starting-point, he cannot exploit it ontologically, and has to fall back on the ‘subject’—that is to say, something *substantial*? The “I is not just an ‘I think’, but an ‘I think something’. And does not Kant himself keep on stressing that the “I” remains related to its representations, and would be nothing without them?For Kant, however, these representations are the ‘empirical’, which is ‘accompanied’ by the “I”—the appearances to which the “I” ‘clings’. Kant nowhere shows the kind of Being of this ‘clinging’ and ‘accompanying’. At bottom, however, their kind of Being is understood as the constant Being-present-at-hand of the “I” along with its representations. Kant has indeed avoided cutting the “I” adrift from thinking; but he has done so without starting with the ‘I think’ itself in its full essential content as an ‘I think something’, and above all, without seeing what is ontologically ‘presupposed’ in taking the ‘I think something’ as a basic characteristic of the Self. For even the ‘I think something’ is not definite enough ontologically as a starting-point, because the ‘something’ remains indefinite. If by this “something” we understand an entity *within-the-world*, then it tacitly implies that the *world* has been presupposed; and this very phenomenon of the world co-determines the state of Being of the “I,” if indeed it is to be possible for the “I” to be something like an ‘I think something’. In saying “I,” I have in view the entity which in each case I am as an ‘I-am-in-a-world’. Kant did not see the phenomenon of the world, and was consistent enough to keep the ‘representations’ apart from the *a priori* content of the ‘I think’. But as a consequence the “I” was again forced back to an *isolated* subject, accompanying representations in a way which is ontologically quite indefinite.*In saying “I,” Dasein expresses itself as Being-in-the-world*. But does saying “I” in the everyday manner have *itself* in view *as* being-in-the-world [*in-der-Welt-seiend*]? Here we must make a distinction. When saying “I,” Dasein surely has in view the entity which, in every case, it is itself. The everyday interpretation of the Self, however, has a tendency to understand itself in terms of the ‘world’ with which it is concerned. When Dasein has itself in view ontically, it *fails to see* itself in relation to the kind of Being of that entity which it is itself. And this holds especially for the basic state of Dasein, Being-in-the-world.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, pp. 367-370”"},{"id":234,"quote":"Curiosity is everywhere and nowhere. This mode of Being-in-the-world reveals a new kind of Being of everyday Dasein―a kind in which Dasein is constantly uprooting itself.Idle talk controls even the ways in which one may be curious. It says what one \"must\" have read and seen. In being everywhere and nowhere, curiosity is delivered over to idle talk. These two everyday modes of Being for discourse and sight are not just present-at-hand side by side in their tendency to uproot, but *either* of these ways-to-be drags the *other* one with it. Curiosity, for which nothing is closed off, and idle talk, for which there is nothing that is not understood, provide themselves (that is, the Dasein which is in this manner [*dem so seienden Dasein*]) with the guarantee of a 'life' which, supposedly, is genuinely 'lively'. But with this supposition a third phenomenon now shows itself, by which the disclosedness of everyday Dasein is characterized.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, p. 217"},{"id":235,"quote":"Das Dasein ist je in seinem faktischen Sein wie und 'was' es schon war. Ob ausdrücklich oder nicht, ist es seine Vergangenheit."},{"id":236,"quote":"Saying is showing. In everything that speaks to us, in everything that touches us by being spoken and spoken about, in everything that gives itself to us in speaking, or awaits for us unspoken, but also in the speaking that we do ourselves, there prevails Showing which causes to appear what is present, and fade from appearance what is absent. Saying is in no way the linguistic expression added to the phenomena after they have appeared—rather, all radiant appearance and all fading away is grounded in the showing Saying. Saying sets all present beings free into their given presence, and brings what is absent into their absence. Saying pervades and structures the openness of that clearing which every appearance must seek out and every disappearance must leave behind, and in which every present or absent being must show, say, announce itself."},{"id":237,"quote":"ჩვენ ვასახელებთ დროს, როდესაც ვამბობთ: ყოველ საგანს თავისი დრო აქვს. ამით იგულისხმება: ყველაფერი, რაც ოდესმე არის, ანუ ყოველი არსებული მოდის და მიდის თავის დროზე და განაგრძობს აქყოფნას გარკვეული დროით, მისთვის განკუთვნილი დროის განმავლობაში. თითოეულ საგანს თავისი დრო აქვს"},{"id":238,"quote":"In the popular view, and according to the common notion, Nietzsche is the revolutionary figure who negated, destroyed and prophesied. To be sure, all that belongs to the image we have of him. Nor is it merely a role that he played, but an innermost necessity of his time. But what is essential in the revolutionary is not that he overturns as such; it is rather that in overturning he brings to light what is decisive and essential."},{"id":239,"quote":"To give oneself the law is the highest freedom. The much-lauded ‘academic freedom’ will be expelled from the German university; for this freedom was not genuine because it was only negative. It primarily meant lack of concern, arbitrariness of intentions and inclinations, lack of restraint in what was done and left undone. The concept of the freedom of the German student is now brought back to its truth. Henceforth, the bond and service of German students will unfold from this truth."},{"id":240,"quote":"Problemas fundamentales de la fenomenología"},{"id":241,"quote":"Man does not decide whether and how beings appear, whether and how God and the gods or history and nature come forward into the clearing of Being, come to presence and depart. The advent of beings lies in the destiny of Being. But for man it is ever a question of finding what is fitting in his essence that corresponds to such destiny; for in accord with this destiny man as ek-sisting has to guard the truth of Being. Man is the shepherd of Being."},{"id":242,"quote":"The spiritual world of a Volk is not its cultural superstructure, just as little as it is its arsenal of useful knowledge [Kenntnisse] and values; rather, it is the power that comes from preserving at the most profound level the forces that are rooted in the soil and blood of a Volk, the power to arouse most inwardly and to shake most extensively the Volk's existence."},{"id":243,"quote":"The idolizers of \"facts\" never realize that their idols shine only in a borrowed light. They are indeed not supposed to realize that, for it would immediately make them perplexed and, accordingly, useless. But idolizers and idols are used only when the gods are absconding and so are announcing their nearness."},{"id":244,"quote":"Nur noch ein Gott kann uns retten."},{"id":245,"quote":"Nietzsche did track down Platonism in its most covert form: Christianity and its secularizations are thoroughly \"Platonism for the people\"."},{"id":246,"quote":"Only within metaphysics does logicexist."},{"id":247,"quote":"The divinity of the gods must first eventuate before a god appears and before the naming word, which names “the gods, can be heard.”"},{"id":248,"quote":"For words and language are not wrappings in which things are packed for the commerce of those who write and speak. It is in words and language that things first come into being and are."},{"id":249,"quote":"ჩემი ფილოსოფიაა ღმერთის ლოდინი"},{"id":250,"quote":"Origen significa aquí aquello a partir de donde y por lo que una cosa es lo que es y tal como es. Qué es algo y cómo es, es lo que llamamos su esencia. El origen de algo es la fuente de su esencia. La pregunta por el origen de la obra de arte pregunta por la fuente de su esencia.»Según la representación habitual, la obra surge a partir y por medio de la actividad del artista. Pero ¿por medio de qué y a partir de dónde es el artista aquello que es? Gracias a la obra; en efecto, decir que una obra hace al artista significa que si el artista destaca como maestro en su arte es únicamente gracias a la obra.»El artista es el origen de la obra. La obra es el origen del artista. Ninguno puede ser sin el otro. Pero ninguno de los dos soporta tampoco al otro por separado. El artista y la obra son en sí mismos y recíprocamente por medio de un tercero que viene a ser lo primero, aquello de donde el artista y la obra de arte reciben sus nombres: el arte"},{"id":251,"quote":"... destined to founder in the ennui of a nothingness of insignificance that incubates this abandonment of Being that is proper to beings."},{"id":252,"quote":"Technology is therefore no mere means. Technology is a way of revealing […], i.e., of truth."},{"id":253,"quote":"In anxiety one feels uncanny."},{"id":254,"quote":"The greatest nearness of the last god eventuates when the event, as the hesitant self-withholding, is elevated into refusal. The latter is essentially other than sheer absence. Refusal, as belonging to the event, can be experienced only on the basis of the more originary essence of beyng as lit up in the thinking"},{"id":255,"quote":"İki insanın arasında bazen, çok nadir, bir dünya oluşuyor. Sonra bu bir vatan oluyor, kabul etmeye çoktan hazır olduğumuz bu minicik mikro-dünya, biri çekip gittiğinde yıkılıyor. Gidiyorum, çok sakinim ve düşünüyorum: gitti."},{"id":256,"quote":"Technology is a mode of revealing. Technology comes to presence in the realm where revealing and unconcealment take place, where aletheia, truth, happens."},{"id":257,"quote":"The meditation of inceptual thinking concerns us (ourselves) and yet does not. It does not concern us so as to bring out from us the prescriptive determinations; but it does concern us as historical beings and concerns us specifically in the plight of the abandonment by being (at first, decline in the understanding of being, and then forgetting of being). It concerns us, who thus are initially posited in our exposure amid beings; it concerns us in this manner in order that we find our way beyond ourselves to selfhood."},{"id":258,"quote":"How many Germans \"live\" who speak their mother tongue effortlessly and yet are unable to understand Kant's Critique of Pure Reason or one of Hölderlin's hymns! Hence whoever has mastered the Greek language, or has some acquaintance with it by accident or choice, possess not the least proof thereby that he is able to think according to the thought of a Greek thinker."},{"id":259,"quote":"Dasein is an entity which does not just occur among other entities. Rather it is ontically distinguished by the fact that, in its very Being, that Being is an issue for it. But in that case, this is a constitutive state of Dasein's Being, and this implies that Dasein, in its Being, has a relationship towards that Being—a relationship which itself is one of Being. And this means further that there is some way in which Dasein understands itself in its Being, and that to some degree it does so explicitly. It is peculiar to this entity that with and through its Being, this Being is disclosed to it. Understanding of Being is itself a definite characteristic of Dasein's Being. Dasein is ontically distinctive in that it is ontological. . . ."},{"id":260,"quote":"It is wrong to oppose to objects an isolated ego-subject, without seeing in the Dasein the basic constitution of being-in-the-world; but it is equally wrong to suppose that the problem is seen in principle and progress made toward answering it if the solipsism of the isolated ego is replaced by a solipsism en deux in the I-thou relationship. As a relationship between Dasein and Dasein this has its possibility only on the basis of being-in-the-world. Put otherwise, being-in-the-world is with equal originality both being-with and being-among."},{"id":261,"quote":"The thinker only responded to what addressed itself to him."},{"id":262,"quote":"This \"It gives, there is Being\" might emerge somewhat moreclearly once we think out more decisively the giving we have inmind here. We can succeed by paying heed to the wealth of the·transformation of what, indeterminately enough, is called Being,and at the same time is misunderstood in its core as long as it is takenfor the emptiest of all empty concepts. Nor is this representation ofBeing as the abstractum par excellence given up in principle, but onlyconfirmed, when Being as the abstractum par excellence is absorbedand elevated into the concreteness par excellence ofthe reality oftheabsolute Spirit-as was accomplished in the most powerful thinkingof modern times, in Hegel's speculative dialectic, and is presentedin his Science of Logic."},{"id":263,"quote":"δóξα—gleam, shine, radiance Emerging out of itself and yet remaining with itself—continuously radiating out from itself and yet nothing given away or lost. Gleaming—shining not only away from itself and an emergence, but also beckoning back into something dark, concealed, inaccessible. Shining—the radiance of the self-concealing."},{"id":264,"quote":"Always and everywhere the message of the same rests on the pathway:The simple preserves the puzzle of what remains and what is just. Spontaneously it enters men and needs a lengthy growth. With the unpretentiousness of the ever-same it hides its blessing. The breadth of all growing things which rest along the pathway bestows the world. In what remains unsaid in their speech is - as Eckardt, the old master of letters and life, says - God, only God."},{"id":265,"quote":"δóξα and τὰ δοκοντα What appears, what comes to presence, but taken precisely as such: as such, i.e., only as it stands with respect to humans and their usual apprehending and determining. ἐοικóτα 8, 60—what appears? The appearance itself is not mere seeming, but is a coming to presence, yet in such a way as if it essentially occurred without presence and thus let itself be scattered in the wandering perception of mortals. δóξα thus becomes a prey of mortals, and they dispose of it, i.e., δóξα βροτεία 8, 51. Nevertheless, δóξα is not made by the human being; instead, it is only misunderstood by the human being. It is taken for presence itself, which it also is and yet is not. δóξα not without further ado already something “mortal-human. δóξα is the presence of what comes to presence, the self-abandoning emergence, which dominates and penetrates everything present, taken as such. δóξα is φύσις. (but ἀλήθεια the essence of φύσις). κατὰ δóξαν ἔφυ, frg. 19. 53. γίνεσθαι—ὄλλυσθαι (Parmenides 8, 12; 8, 27) Coming forth and passing away—not possible determinations and essential grounds of presence released for themselves; on the contrary, just the reverse: they are withheld through the junction in the essence of presence. In presence, coming forth and passing away are waxing; waning then is the coming to presence of δóξα. γένεσις—ὄλεθρος as autonomous determinations are driven off far away into what comes to presence. The falling apart—the dispersal of the gathering, of the unicity of presence.”"},{"id":266,"quote":"The truth of beyng is the beyng of truth—said in this way, it sounds like an artificial and forced reversal and, at most, like a seduction to a dialectical game. In fact, this reversal is merely a fleeting and external sign of the turning which essentially occurs in beyng itself and which casts light on what might be meant here by “decision."},{"id":267,"quote":"El deseo de una ética se vuelve tanto más apremiante cuanto más aumenta, hasta la desmesura, el desconcierto el hombre, tanto el manifiesto como el que permanece oculto."},{"id":268,"quote":"Only humans perceive an open realm. Unless the strict relation between ἀλήθεια and openness is maintained, the essence of the open, as that essence is understood within the history of beyng, can never be thought with essential legitimacy. Only in interrogating the essential occurrence of beyng does thinking attain the concept of the “open as thus determined. Only where this openness obtains is there “world” as structure of the steadfastly grounded open realm (truth) of beings. A being is a possible object, something standing over and against (ἀντί), only because it stands in the open domain of being. Precisely where there is an “over and against,” something more originary occurs essentially, the clearing of the “in between.” And precisely this open domain is denied to plant, animal, and everything that merely lives. To be sure, this has happened only where beings have become objects, because at the same time the being of beings is no longer appreciated in its essence but, instead, is taken to be purely decided: precisely as the certain, what is bent back to in “reflexion,” and, thus fastened down, the secured. This lack of appreciation of being is, in the mode of the oblivion of being, a proper mode of the truth of beings, a mode that all the more testifies to the essential occurrence of being, i.e., to the disconcealment of the open.”"},{"id":269,"quote":"No historical movement can leap outside of history and start from scratch."},{"id":270,"quote":"Each one of us is what he pursues and cares for. In everyday terms, we understand ourselves and our existence by way of the activities we pursue and the things we care of."},{"id":271,"quote":"What is decision anyway?"},{"id":272,"quote":"The essential occurrence of the decision is the leap into the decision or else is indifference; thus not withdrawal and not destruction. Indifference as non-deciding. The decision is originally about whether there is decision or non-decision. Yet decision is bringing oneself before the either–or and thereby is already decidedness, because here already there is belonging to the event. The decision about decision (turning). Not reflexivity, but its opposite: decision about the decision, i.e., already knowing the event. Decision and question; questioning as more originary: placing the essence of truth up for decision."},{"id":273,"quote":"Yet Being—what is Being? It is It itself. The thinking that is to come must learn to experience that and to say it. \"Being\"—that is not God and not a cosmic ground. Being is farther than all beings and is yet nearer to man than every being, be it a rock, a beast, a work of art, a machine, be it an angel or God. Being is the nearest. Yet the near remains farthest from man. Man at first clings always and only to beings. But when thinking represents beings as beings it no doubt relates itself to Being. In truth, however, it always thinks only of beings as such; precisely not, and never, Being as such. The \"question of Being\" always remains a question about beings. It is still not at all what its elusive name indicates: the question in the direction of Being. Philosophy, even when it becomes \"critical\" through Descartes and Kant, always follows the course of metaphysical representation. It thinks from beings back to beings with a glance in passing toward Being. For every departure from beings and every return to them stands already in the light of Being"},{"id":274,"quote":"The essence of being in the first beginning reveals itself, i.e., at the same time, essentially occurs inceptually, in emerging, advancing. Only if the basic traits of the inceptuality come to be recollected constantly, above all in their inceptual unity, can the first beginning be surmised. Being is the beginning. The beginning is disconcealment toward unconcealedness (АΛНΘΕІА). Disconcealment is the emerging that goes back into itself, because disconcealment possesses the concealment out of which it emerges. Emergence is φύσις. Emergence is presence (οὐσία). To presence pertain: the nearness—παρά the view—visibility ἰδέα the disburdening—against μὴ ὄν the magic—καλóν. Presence consists in constancy and is then permanence (ἀεί). Presence is then the essential occurrence in the work and as work, wherein is gathered the presentness of rest and motion: ἐνέργεια; ἐντελέχεια. Co-position: ἐνέχεια τò τέλος. Every emerged determination of being can in a certain way stand for the beginning, and all of them can be especially attributed to the beginning. And yet they do not exhaust it, because it itself, as the first beginning, must take over the advancement. Nevertheless, the beginning remains embedded in concealment, but one which itself remains concealed and thus is completely lacking in presence and so must be replaced by “truth as ὁμοίωσις and as disfigurement of the cognizing human being.”"},{"id":275,"quote":"When we say something about something, we make it lie there before us, which means at the same time to make it appear."},{"id":276,"quote":"[I]n the name ‘being-in-the-world,’ ‘world’ does not in any way imply earthly as opposed to heavenly being, nor the ‘worldly’ as opposed to the ‘spiritual.’ For us ‘world’ does not at all signify beings or any realm of beings but the openness of Being. Man is, and is man, insofar as he is the ek-sisting one. He stands out into the openness of Being. Being itself, which as the throw has projected the essence of man into ‘care,’ is as this openness. Thrown in such fashion, man stands ‘in’ the openness of Being. ‘World’ is the clearing of Being into which man stands out on the basis of his thrown essence. ‘Being-in-the-world’ designates the essence of ek-sistence with regard to the cleared dimension out of which the ‘ek-’ of ek-sistence essentially unfolds. Thought in terms of ek-sistence, ‘world’ is in a certain sense precisely ‘the beyond’ within existence and for it. Man is never first and foremost man on the hither side of the world, as a ‘subject,’ whether this is taken as ‘I’ or ‘We.’ Nor is he ever simply a mere subject which always simultaneously is related to objects, so that his essence lies in the subject-object relation. Rather, before all this, man in his essence is ek-sistent into the openness of Being, into the open region that clears the ‘between’ within which a ‘relation’ of subject to object can ‘be"},{"id":277,"quote":"in the first beginning of Western thinking. The oldest dictum handed down is attributed to Anaximandros (c. 610–540). It says: ἐξ ν δὲ ἡ γένεσις ἐστι τος οσι, καὶ τὴν φθορὰν εἰς τατα γίνεσθαι κατὰ τò χρεών. διδóναι γὰρ αὐτὰ δίκην καὶ τίσιν ἀλλήλοις τς ἀδικίας κατὰ τὴν το χρóνου τάξιν. “From out of which, however, the coming forth is to the respective present things there also comes forth the passing away into this (as the same) in accord with compelling need; it, namely each present thing itself (out of itself), gives what is fitting and also allows honor (approval), the one to the other, (all this) out of the twisting free of what is not fitting, in accord with the assignment of the ripening through time. ἀρχή τν ὄντων τὰ ἄπειρον “What provides for anything to come to presence is the repudiation16 of limits.”"},{"id":278,"quote":"Only so far as man, ek-sisting into the truth of Being, belongs to Being can there come from Being itself the assignment of those directives that must become law and rule for man. In Greek, to assign is nemein. Nomos is not only law but more originally the assignment contained in the dispensation of Being. Only the assignment is capable of dispatching man into Being. Only such dispatching is capable of supporting and obligating. Otherwise all law remains merely something fabricated by human reason. More essential than instituting rules is that man find the way to his abode in the truth of Being. This abode first yields the experience of something we can hold on to. The truth of Being offers a hold for all conduct. \"Hold\" in our language means protective heed. Being is the protective heed that holds man in his ek-sistent essence to the truth of such protective heed-in such a way that it houses eksistence in language. Thus language is at once the house of Being and the home of human beings. Only because language is the home of the essence of man can historical mankind and human beings not be at home in their language, so that for them language becomes a mere container for their sundry preoccupations.But now in what relation does the thinking of Being stand to theoretical and practical behavior? It exceeds all contemplation because it cares for the light in which a seeing, as theoria, can first live and move. Thinking attends to the clearing of Being in that it puts its saying of Being into language as the home of ek-sistence. Thus thinking is a deed. But a deed that also surpasses all praxis. Thinking towers above action and production, not through the grandeur of its achievement and not as a consequence of its effect, but through the humbleness of its inconsequential accomplishment"},{"id":279,"quote":"If one interprets [Plato's] ideas as representations and thoughts that contain a value, a norm, a law, a rule, such that ideas then become conceived of as norms, then the one subject to these norms is the human being–not the historical human being, but rather the human being in general, the human being in itself. Here, the conception of the human being is one of a rational being in general. In the Enlightenment and in liberalism, this conception achieves a definite form. Here all of the powers against which we must struggle today have their root. Opposed to this conception are the finitude, temporality, and historicity of human beings."},{"id":280,"quote":"On this “way, if to keep falling down and getting up can be called a way,”"},{"id":281,"quote":"Humans act as though we were the creators and masters of language, while in fact language remains the master of us. Perhaps it is, before all else, humankind's distortion of this relation of dominance that drives our nature into alienation."},{"id":282,"quote":"Es kann sein, daß wir dann eines Tages aus unserer Alltäglichkeit herausrücken und in die Macht der Dichtung einrücken müssen, daß wir nie mehr so in die Alltäglichkeit zurückkehren, wie wir sie verlassen haben."},{"id":283,"quote":"La conciencia habla única y constantemente en la modalidad del silencio. (§ 56)"},{"id":284,"quote":"السؤال هو رحمة الفكر"},{"id":285,"quote":"Nothing religious is ever destroyed by logic; it is destroyed only by the god's withdrawal."},{"id":286,"quote":"Who accomplishes the challenging setting-upon through which what we call the real is revealed as standing-reserve? Obviously, man. To what extent is man capable of such a revealing? Man can indeed conceive, fashion, and carry through this or that in one way or another. But man does not have control over unconcealment itself, in which at any given time the real shows itself or withdraws. The fact that the real has been showing itself in the light of Ideas ever since the time of Plato, Plato did not bring about. The thinker only responded to what addressed itself to him."},{"id":287,"quote":"Being is essentially different from a being, from beings."},{"id":288,"quote":"پرسش پارسایی تفکر است"},{"id":289,"quote":"Our conduct of the ontological investigation in the first and second parts opens up for us at the same time a view of the way in which these phenomenological investigations proceed. This raises the question of the character of method in ontology. Thus we come to the third part of the course: the scientific method of ontology and the idea of phenomenology. The method of ontology, that is, of philosophy in general, is distinguished by the fact that ontology has nothing in common with any method of any of the other sciences, all of which as positive sciences deal with beings. On the other hand, it is precisely the analysis of the truth-character of Being which shows that Being also is, as it were, based in a being, namely, in the Dasein. Being is given only if the understanding of Being, hence the Dasein, exists. This being accordingly lays claim to a distinctive priority in ontological inquiry. It makes itself manifest in all discussions of the basic problems of ontology and above all in the fundamental question of the meaning of Being in general. The elaboration of this question and its answer requires a general analytic of the Dasein. Ontology has for its fundamental discipline the analytic of the Dasein. This implies at the same time that ontology cannot be established in a purely ontological manner. Its possibility is referred back to a being, that is, to something ontical―the Dasein. Ontology has an ontical foundation, a fact which is manifest over and over again in the history of philosophy down to the present. For example, it is expressed as early as Aristotle's dictum that the first science, the science of Being, is theology. As the work of the freedom of the human Dasein, the possibilities and destinies of philosophy are bound up with man's existence, and thus with temporality and with historicality, and indeed in a more original sense than is any other science. Consequently, in clarifying the scientific character of ontology, *the first task is the demonstration of its ontical foundation* and the characterisation of this foundation itself.\"―from_The Basic Problems of Phenomenology_"},{"id":290,"quote":"On ne peut entreprendre de définir l’être sans tomber dans cette absurdité: car on ne peut définir un mot sans commencer par celui-ci, c’est, soit qu’on l’exprime ou qu’on le sous-entende. Donc pour définir l’être, il faudrait dire c’est, et ainsi employer le mot défini dans sa définition."},{"id":291,"quote":"The meeting of the solitary ones can happen only in solitude."},{"id":292,"quote":"En tanto el tiempo es en cada caso mío, existen muchos tiempos. El tiempo carece de sentido; el tiempo es temporal"},{"id":293,"quote":"Dasein spricht sich aus; sich – als entdeckendes Sein zu Seiendem. Und es spricht sich als solcjes über entdecktes Seiendes aus in der Aussage. Die Aussage teilt das Seiende im Wie seiner Entdecktheit mit. Die ausgesprochene Aussage enthält in ihrem Worüber die Entdeckheit des Seienden. Diese ist im Ausgesprochenen verwahrt. Das Ausgesprochene wird gleichsam zu einem innerweltlich Zuhandenen, das aufgenommen und weitergesprochen werden kann. [ss. 223-224]"},{"id":294,"quote":"Alltäglichkeit deckt sich nicht mit Primitivität. Alltäglichkeit ist vielmehr ein Seinsmodus des Daseins auch dann und gerade dann, wenn sich das Dasein in einer hochentwickelten und differenzierten Kultur bewegt. [s. 50]Das Seiende sind wir je selbst. Das Sein dieses Seienden ist je meines. Im Seienden verhält sich dieses selbst zu seinem Sein. Als Seiendes dieses Seins ist es seinem eigenen Sein überantwortet. Das Sein ist es, darum es diesem Seienden je selbst geht. [s. 41]Das Seiende, dem es in seinem Sein um dieses selbst geht, verhält sich zu seinem Sein als seiner eigensten Möglichkeit. Dasein ist je seine Möglichkeit und es »hat« sie nicht nur noch eigenschaftlich als ein Vorhandenes. Und weil Dasein wesenhaft je seine Möglichkeit ist, kann dieses Seiende in seinem Sein sich selbst »wählen«, gewinnen, es kann sich verlieren, nie und nur »scheinbar« gewinnen. Verloren haben kann es sich nur und noch nicht sich gewonnen haben kann es nur, sofern es seinem Wesen nach mögliches eigentliches, das heißt sich zueigen ist. [s. 42]Das Dasein ist ein Seiendes, das nicht nur unter anderem Seienden vorkommt. Dasein versteht sich in irgendeiner Weise und Ausdrücklichkeit in seinem Sein. Seinsverständnis ist selbst eine Seinsbestimmheit des Daseins. [s. 12]Seiendes kann ein innerhalb der Welt vorhandenes Seiendes nur berühren, wenn es von Hause aus die Seinsart des In-Seins hat – wenn mit seinem Da-sein schon so etwas wie Welt ihm entdeckt ist, aus der her Seiendes in der Berührung sich offenbaren kann, um so in seinem Vorhandensein zugänglich zu werden. Zwei Seiende, die innerhalb der Welt vorhanden und überdies an ihnen selbst weltlos sind, können sich nie »berühren«, keines kann »bei« dem andern »sein«. Mit dieser möglichen Auffassung des »Daseins« als eines Vorhandenen und nur noch Vorhandenen darf aber nicht eine dem Dasein eigene Weise von »Vorhandenheit« zusammengeworfen werden. [s. 55]…das vorthematische Seiende das angesetzt, das im umweltlichen Besorgen sich zeigt. [s. 67]Zeichen ist ein Zeug, das ein Zeugganzes ausdrücklich in die Umsicht hebt, so daß sich in eins damit die Weltmäßigkeit des Zuhandenen meldet. Im Anzeichen und Vorzeichen »zeigt sich«, was kommt, aber nicht im Sinne eines nur Vorkommenden, das zu dem schon Vorhandenen hinzukommt,. das »was kommt« ist solches, darauf wir uns gefaßt machen, »nicht gefaßt waren«, sofern wir uns mit anderem befaßten. Am Rückzeichen wird umsichtig zugänglich, was sich zugetragen und abgespielt. Das Merkzeichen zeigt, »woran« man jeweils ist. Die Zeichen zeigen primär immer das, »worin« man lebt, wobei das Besorgen sich aufhält, welche Bewandtnis es damit hat. [s. 80]"},{"id":295,"quote":"To say philosophy originates in wonder means philosophy is wondrous in its essence and becomes more wondrous the more it becomes what it really is."},{"id":296,"quote":"o be, and the present reach out toward each ocher.Time is not. There is, It gives time. The giving that gives time isdetermined by denying and withholding nearness. It grants theopenness of time-space and preserves what remains denied in whathas-been, what is withheld in approach. We call the giving whichgives true time an extending which opens and conceals. As extending is itself a giving, the giving of a giving is concealed in true time.But where is there time and time-space, where are they given? Asurgent as this question may be at tirst sight, we may no longer askin this manner for a where, for the place for time. For true time itself,the realm ofits threefold extending determined by nearing nearness,is the prespatial region which tirst gives any possible \"where.\"True, from its beginning, whenever it thought about time, philosophy also asked where time belongs. What philosophy primarily hadin view was time calculate.d as a sequence of the succession of consecutive nows. It was explained that there could be no numericallymeasured time with which we calculate without the Psyche, withoutthe animus, without the soul, without consciousness, without spirit.There is no time without man. But what does this \"not without\"mean? Is man the giver or the receiver of time? Is man tirst of allman, and then after that occasionally-that is, at some time or other-receives time and relates himself to it? True time is the nearness'of presencing out of present, past and future-the nearness thatunities time's threefold opening extending. It has already reachedman as such so that he can be man only by standing within thethreefold extending, perduring the denying, and withholding nearness which determines that extending. Time is not the product ofman, man is nOt the product of time. There is no production here.There is only giving in the sense of extending which opens up time-space."},{"id":297,"quote":"Ei acceptă numai ceea ce tocmai le iese în cale, ceea ce îi măguleşte şi le este cunoscut. Sunt asemenea câinilor: „Căci câinii latră şi ei la toţi cei pe care nu-i cunosc.”"},{"id":298,"quote":"El tiempo deberá ser sacado a la luz y deberá ser concebido genuinamente como el horizonte de toda comprensión del ser y de todo modo de interpretarlo (pag. 28)"},{"id":299,"quote":"Through the old word bauen, we fnd the answer: ich bin really means I dwell. The way in which I am, the manner in which we humans are on the earth, is buan, dwelling. To be a human means to be on the earth as a mortal. It means to dwell."},{"id":300,"quote":"On the other hand, it is also characteristic of the state of philosophical inquiry today and has been for a long time that, while there has been extensive controversy about whether or not the *a priori* can be known, it has never occurred to the protagonists to ask first what could really have been meant by the fact that a time-determination turns up here and why it must turn up at all. To be sure, as long as we orient ourselves toward the common concept of time we are at an impasse, and negatively it is no less than consistent to deny dogmatically that the *a priori* has anything to do with time. However, time in the sense commonly understood, which is our topic here, is indeed only one derivative, even if legitimate, of the original time, on which the Dasein's ontological constitution is based. *It is only by means of the Temporality of the understanding of Being that it can be explained why the ontological determinations of Being have the character of apriority*. We shall attempt to sketch this briefly, as far as it permits of being done along general lines.We have just seen that all comportment toward beings already understands Being, and not just incidentally: Being must necessarily be understood precursorily (pre-cecently). The possibility of comportment toward beings demands a precursory understanding of Being, and the possibility of the understanding of Being demands in its turn a precursory projection upon time. But where is the final stage of this demand for ever further precursory conditions? It is temporality itself as the basic constitution of the Dasein. Temporality, due to its horizonal-ecstatic nature, makes possible *at once* the understanding of Being and comportment toward beings; therefore, that which does the enabling as well as the enablings themselves, that is, the possibilities in the Kantian sense, are \"temporal,\" that is to say, Temporal, in their specific interconnection. Because the original determinant of possibility, the origin of possibility itself, is time, time temporalizes itself as the absolutely earliest. *Time is earlier than any possible earlier* of whatever sort, because it is the basic condition for an earlier as such. And because time as the source of all enablings (possibilities) is the earliest, all possibilities as such in their possibility-making function have the character of the earlier. That is to say, they are *a priori*. But, from the fact that time is the earliest in the sense of being the possibility of every earlier and of every *a priori* foundational ordering, it does not follow that time is ontically the first being; nor does it follow that time is forever and eternal, quite apart from the impropriety of calling time a being at all. ―from_The Basic Problems of Phenomenology_”"},{"id":301,"quote":"the more concretely I am in the world, the more genuine the existence of deception."},{"id":302,"quote":"Why is love rich beyond all other possible human experiences and a sweet burden to those seized in its grasp? Because we become what we love and yet remain ourselves."},{"id":303,"quote":"It gives time,\" we are not dealing with statements that arealways fixed in the sentence structure of the subject-predicate relation. And yet, how else are we to bring the \"It\" into view which wesay when we say \"It gives Being,\" \"It gives time\"? Simply by think-'ing the \"It\" in the light ofthe kind ofgiving that belongs to it: givingas destiny, giving as an opening up which reaches out. Both belongtogether, inasmuch as the former, destiny, lies in the latter, extending opening up"},{"id":304,"quote":"To clarify the existentiality of the Self, we take as our ‘natural’ point of departure Dasein’s everyday interpretation of the Self. In *saying* “*I*, Dasein expresses itself about ‘itself’. It is not necessary that in doing so Dasein should make any utterance. With the ‘I’, this entity has itself in view. The content of this expression is regarded as something utterly simple. In each case, it just stands for me and nothing further. Also, this ‘I’, as something simple, is not an attribute of other Things; it is not *itself* a predicate, but the absolute ‘subject’. What is expressed and what is addressed in saying “I,” is always met as the same persisting something. The characteristics of ‘simplicity’, ‘substantiality’, and ‘personality’, which Kant, for instance, made the basis for his doctrine ‘of the paralogisms of pure reason’, arise from a genuine pre-phenomenological experience. The question remains whether that which we have experienced ontically in this way may be Interpreted ontologically with the help of the ‘categories’ mentioned.Kant, indeed, in strict conformity with the phenomenal content given in saying “I,” shows that the ontical theses about the soul-substance which have been inferred [*erschlossenen*] from these characteristics, are without justification. But in so doing, he merely rejects a wrong *ontical* explanation of the “I”; he has by no means achieved an *ontological* Interpretation of Selfhood, nor has he even obtained some assurance of it and made positive preparation for it. Kant makes a more rigorous attempt than his predecessors to keep hold of the phenomenal content of saying “I”; yet even though in theory he has denied that the ontical foundations of the ontology of the substantial apply to the “I,” he still slips back into *this same* inappropriate ontology. This will be shown more exactly, in order that we may establish what it means ontologically to take saying “I” as the starting point for the analysis of Selfhood. The Kantian analysis of the ‘I think’ is now to be added as an illustration, but only so far as is demanded for clarifying these problems.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, p. 366”"},{"id":305,"quote":"The ‘I’ is a bare consciousness, accompanying all concepts. In the ‘I’, ‘nothing more is represented than a transcendental subject of thoughts’. ‘Consciousness in itself (is) not so much a representation…as it is a form of representation in general.’ The ‘I think’ is ‘the form of apperception, which clings to every experience and precedes it.’Kant grasps the phenomenal content of the ‘I’ correctly in the expression ‘I think’, or—if one also pays heed to including the ‘practical person’ when one speaks of ‘intelligence’—in the expression ‘I take action’. In Kant’s sense we must take saying “I as saying “I think.” Kant tries to establish the phenomenal content of the “I” as *res cogitans*. If in doing so he calls this “I” a ‘logical subject’, that does not mean that the “I” in general is a concept obtained merely by way of logic. The “I” is rather the subject of logical behavior, of binding together. ‘I think’ means ‘I bind together’. All binding together is an ‘*I* bind together’. In any taking-together or relating, the “I” always underlies—the ὑποκείμενον [hypokeimenon; subjectum; subject]. The *subjectum* is therefore ‘consciousness in itself’, not a representation but rather the ‘form’ of representation. That is to say, the “I think” is not something represented, but the formal structure of representing as such, and this formal structure alone makes it possible for anything to have been represented. When we speak of the “form” of representation, we have in view neither a framework nor a universal concept, but that which, as εἶδος [eidos], makes every representing and everything represented be what it is. If the “I” is understood as the form of representation, this amounts to saying that it is the ‘logical subject’.Kant’s analysis has two positive aspects. For one thing, he sees the impossibility of ontically reducing the “I” to a substance; for another thing, he holds fast to the “I” as ‘I think’. Nevertheless, he takes this “I” as subject again, and he does so in a sense which is ontologically inappropriate. For the ontological concept of the subject *characterizes not the Selfhood of the “I” qua Self, but the self-sameness and steadiness of something that is always present-at-hand*. To define the “I” ontologically as “*subject*” means to regard it as something always present-at-hand. The Being of the “I” is understood as the Reality of the *res cogitans*.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, pp. 366-367”"},{"id":306,"quote":"Philosophy is metaphysics. Metaphysics thinks beings as a whole―the world, man, God―with respect to Being, with respect to the belonging together of beings in Being. Metaphysics thinks beings as being in the manner of representational thinking which gives reasons. For since the beginning of philosophy and with that beginning, the Being of beings has showed itself as the ground (arche, aition, principle). The ground is that from which beings as such are what they are in their becoming, perishing, and persisting as something that can be known, handled, and worked upon. As the ground, Being brings beings to their actual presencing. The ground shows itself as presence. The present of presence consists in the fact that it brings what is present each in its own way to presence. In accordance with the actual kind of presence, the ground has the character of grounding as the ontic causation of the real, as the transcendental making possible of the objectivity of objects, as the dialectical mediation of the movement of the absolute Spirit and of the historical process of production, as the will to power positing values.\"―from_The End of Philosophy and the Task of Thinking_"},{"id":307,"quote":"Asking the question of being is one of the essential and fundamental conditions for the awakening of spirit and hence for an originary world of historical Dasein. It is indispensable if the peril of world-darkening [Weltverdüsterung] is to be forestalled and if our Volk at the center of the West is to take on its historical mission."},{"id":308,"quote":"Questioning is the piety of thought"},{"id":309,"quote":"Tendríamos que aprender a reconocer que las cosas mismas son los lugares y que no se limitan a pertenecer a un lugar."},{"id":310,"quote":"Human existence can relate to beings only if it holds itself out into the nothing. Going beyond beings occurs in the essence of Dasein. But this going beyond is metaphysics itself. This implies that metaphysics belongs to the \"nature of man.\" It is neither a division of academic philosophy nor a field of arbitrary notions. Metaphysics is the basic occurrence of Dasein. It is Dasein itself. Because the truth of metaphysics dwells in this groundless ground it stands in closest proximity to the constantly lurking possibility of deepest error. For this reason no amount of scientific rigor attains to the seriousness of metaphysics. Philosophy can never be measured by the standard of the idea of science.If the question of the nothing unfolded here has actually questioned us, then we have not simply brought metaphysics before us in an extrinsic manner. Nor have we merely been \"transposed\" to it. We cannot be transposed there at all, because insofar as we exist we are always there already. \"For by nature, my friend, man's mind dwells in philosophy\" (Plato, Phaedrus, 279a). So long as man exists, philosophizing of some sort occurs. Philosophy―what we call philosophy―is metaphysics getting under way, in which philosophy comes to itself and to its explicit tasks. Philosophy gets under way only by a peculiar insertion of our own existence into the fundamental possibilities of Dasein as a whole. For this insertion it is of decisive importance, first, that we allow space for beings as a whole; second, that we release ourselves into the nothing, which is to say, that we liberate ourselves from those idols everyone has and to which he is wont to go cringing; and finally, that we let the sweep of our suspense take its full course, so that it swings back into the basic question of metaphysics which the nothing itself compels: 'Why are there beings at all, and why not rather nothing?'\"―from_What is Metaphysics?_"},{"id":311,"quote":"¿Y qué sería del vacío del espacio? Con demasiada frecuencia, el vacío aparece tan sólo como una falta. El vacío pasa entonces por una falta de algo que llene los espacios huecos y los intersticios.Sin embargo, el vacío está presumiblemente hermanado con el carácter peculiar del lugar y, por ello, no es un echar en falta, sino un producir."},{"id":312,"quote":"El vacío no es nada. Tampoco es una falta. En la corporeización plástica el vacío juega a la manera de un instituir que busca y proyecta lugares."},{"id":313,"quote":"Because it is more essential, and older, the destiny of Being is less familiar than the lack of God."},{"id":314,"quote":"Here, the asking of the question who we are is in fact more dangerous than any other opposition found at the same level of certainty about man (the final form of Marxism, which has essentially nothing to do with either Judaism or even with Russia; if somewhere a non-developed spiritualism is still slumbering, it is in the Russian people; Bolshevism is originally Western; it is a European possibility: the emergence of the masses, industry, technology, the extinction of Christianity; but inasmuch as the dominance of reason as an equalizing of everyone is but the consequence of Christianity and as the latter is fundamentally of Jewish origin (cf. Nietzsche's thought on the slave revolt with respect to morality), Bolshevism is in fact Jewish; but then Christianity is also fundamentally Bolshevist! And what are the decisions that become necessary on that basis?). But the danger of the question \"Who are we?\" is at the same time--if danger can necessitate what is highest--the sole path by which to succeed in coming to ourselves and thus in initiating the original salvation, that is, the justification of the Occident on the basis of its history. The danger of this question is in itself so essential for us that it loses the appearance of opposition to the new German will."},{"id":315,"quote":"When around one everything has become silent, solemn as a clear, starlit night, when the soul comes to be alone in the whole world, then before one there appears, not an extraordinary human being, but the eternal power itself, then the heavens seem to open, and the I chooses itself or, more correctly, receives itself. Then the soul has seen the highest, which no mortal eye can see and which can never be forgotten; then the personality receives the accolade of knighthood that ennobles it for an eternity. He does not become someone other than he was before, but he becomes himself. The consciousness integrates, and he is himself. Just as an heir, even if he were heir to the treasures of the whole world, does not possess them before he has come of age, so the richest personality is nothing before he has chosen himself, for the greatness is not to be this or that but to be oneself."},{"id":316,"quote":"What is the motive for this ‘fugitive’ way of saying “I? It is motivated by Dasein’s falling; for as falling, it *flees* in the face of itself into the “they.” When the “I” talks in the ‘natural’ manner, this is performed by the they-self. What expresses itself in the ‘I’ is that Self which, proximally and for the most part, I am *not* authentically. When one is absorbed in the everyday multiplicity and the rapid succession [*Sich-jagen] of that with which one is concerned, the Self of the self-forgetful “I am concerned” shows itself as something simple which is constantly selfsame but indefinite and empty. Yet one *is* that with which one concerns oneself. In the ‘natural’ ontical way in which the “I” talks, the phenomenal content of the Dasein which one has in view in the \"I\" gets overlooked; but this gives *no justification for our joining in this overlooking of it*, or for forcing upon the problematic of the Self an inappropriate ‘categorial’ horizon when we Interpret the “I” ontologically.Of course by thus refusing to follow the everyday way in which the “I” talks, our ontological Interpretation of the ‘I’ has by no means *solved* the problem; but it has indeed *prescribed the direction* for any further inquiries. In the “I,” we have in view that entity which one is in ‘being-in-the-world’.Being-already-in-a-world, however, as Being-alongside-the-ready-to-hand-within-the-world, means equiprimordially that one is ahead of oneself. With the ‘I’, what we have in view is that entity for which the *issue* is the Being of the entity that it is. With the ‘I’, care expresses itself, though proximally and for the most part in the ‘fugitive’ way in which the “I” talks when it concerns itself with something. The they-self keeps on saying “I” most loudly and most frequently because at bottom it *is not authentically* itself, and evades its authentic potentiality-for-Being. If the ontological constitution of the Self is not to be traced back either to an “I”-substance or to a ‘subject’, but if, on the contrary, the everyday fugitive way in which we keep on saying “I” must be understood in terms of our *authentic* potentiality-for-Being, then the proposition that the Self is the basis of care and constantly present-at-hand, is one that still does not follow. Selfhood is to be discerned existentially only in one’s authentic potentiality-for-Being-one’s-Self—that is to say, in the authenticity of Dasein’s Being *as care*. In terms of care the *constancy of the Self*, as the supposed persistence of the *subjectum*, gets clarified. But the phenomenon of this authentic potentiality-for-Being also opens our eyes for the *constancy of the Self*, in the double sense of steadiness and steadfastness, is the *authentic* counter-possibility to the non-Self-constancy which is characteristic of irresolute falling. Existentially, “*Self-constancy*” signifies nothing other than anticipatory resoluteness. The ontological structure of such resoluteness reveals the existentiality of the Self’s Selfhood.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, pp. 368-369”"},{"id":317,"quote":"In order to be who we are, we human beings remain committed to and within the being of language, and can never step out of it and look at it from somewhere else. Thus we always see the nature of language only to the extent to which language itself has us in view, has appropriated us to itself. That we cannot know the nature of language—know it according to the traditional concept of knowledge defined in terms of cognition as representation—is not a defect, however, but rather an advantage by which we are favored with a special realm, that realm where we, who are needed and used to speak language, dwell as mortals."},{"id":318,"quote":"Dasein *is authentically itself* in the primordial individualization of the reticent resoluteness which exacts anxiety of itself. *As something that keeps *silent*, authentic *Being*-one’s-Self is just the sort of thing that does not keep on saying ‘I’; but in its reticence it ‘*is*’ that thrown entity as which it can authentically be. The Self which the reticence of resolute existence unveils is the primordial phenomenal basis for the question as to the Being of the ‘I’. Only if we are oriented phenomenally by the meaning of the Being of the authentic potentiality-for-Being-one’s-Self are we put in a position to discuss what ontological justification there is for treating substantiality, simplicity, and personality as characteristics of Selfhood. In the prevalent way of saying “I, it is constantly suggested that what we have in advance is a Self-Thing, persistently present-at-hand; the ontological question of the Being of the Self must turn away from any such suggestion.*Care does not need to be founded in a Self. But existentiality, as constitutive for care, provides the ontological constitution of Dasein’s Self-constancy, to which there belongs, in accordance with the full structural content of care, its Being-fallen factically into non-Self-constancy*. When fully conceived, the care-structure includes the phenomenon of Selfhood. This phenomenon is clarified by Interpreting the meaning of care; and it is as care that Dasein’s totality of Being has been defined.”―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, pp. 369-370”"},{"id":319,"quote":"All metaphysics, including its opponent, positivism, speaks the language of Plato. The basic word of its thinking, that is, of its presentation of the Being of beings, is eidos, idea: the outward appearance in which beings as such show themselves. Outward appearance, however, is a manner of presence. No outward appearance without light – Plato already knew this. But there is no light and no brightness without the clearing. Even darkness needs it."},{"id":320,"quote":"Thought has the gift of thinking back, a gift given because we incline toward it"},{"id":321,"quote":"There is much talk nowadays of blood and soil [Blut und Boden] as frequently invoked powers. Literati, whom one comes across even today, have already seized hold of them. Blood and soil are certainly powerful and necessary, but they are not a sufficient condition for the Dasein of a people."},{"id":322,"quote":"But is Being a thing? Is Being like an actual being in time? IsBeing at all? If it were, then we would incontestably have to recognize it as something which is and consequently discover it as suchamong other beings. This lecture hall is. The lecture hall is illuminated. We recognize the illuminated lecture hall at once andwith no reservations as something that is. But where in the wholelecture hall do we find the \"is\"? Nowhere among things do we findBeing. Every thing has its time. But Being is not a thing, is not intime. Yet Being as presencing remains determined as presence bytime, by what is temporal.What is in time and is thus determined by time, we call thetemporal. When a man dies and is removed from what is here, frombeings here and there, we say that his time has come. Time and thetemporal mean what is perishable, what passes away in the course oftime. Our language says with still greater precision: what passes awaywith time. For time itself passes away. But by passing away constantly, time remains as time. To remain means: not to disappear,thus, to presence. Thus time is determined by a kind of Being. How,then, is Being supposed to be determined by time? Being speaks outof the constancy of time's passing away. Nevertheless, nowhere dowe find- time as something that is like a thing.Being is not a thing, thus nothing temporal, and yet it is determined by time as presence_Time is not a thing, thus nothing which is, and yet it remainsconstant in its passing away without being something temporal likethe beings in time.Being and time determine each other reciprocally, but in such amanner that neither can the former-Being-be addressed as something temporal nor can the latter-time:-be addressed as a being."},{"id":323,"quote":"پدیدار بنیادینِ زمان، آینده است."},{"id":324,"quote":"If a λόγος as ἀπόφανσις is to be true, its Being-true is ἀληθεύειν in the manner of ἀποφαίνεσθαι—of taking entities out of their hiddenness and letting them be seen in their unhiddenness (their uncoveredness)."},{"id":325,"quote":"The god wholly other than past ones and especially other than the Christian one."},{"id":326,"quote":"which questions what is present only with regard to its presence.In any case, one thing becomes clear: To raise the question ofaletheia, of unconcealment as such, is not the same as raising thequestion of truth. For this reason, it was inadequate and misleadingto caU aletheia in the sense of opening, truth.5 The talk about the\"truth of Being\" has a justified meaning in Hegel's Science of Logic,because here truth means the certainty of absolute knowledge. ButHegel also, as little as Husserl, as little as all metaphysics, does notask about Being as Being, that is, does not raise the question howthere can be presence as such. There is presence only when openingis dominant. Opening is named with aletheia, unconcealment, but not thought as such."},{"id":327,"quote":"But neither will anyone ask us whether we will it or do not will it when the spiritual strength of the West fails and the West starts to come apart at the seams, when this moribund pseudocivilization collapses into itself, pulling all forces into confusion and allowing them to suffocate in madness.Whether such a thing occurs or does not occur, this depends solely on whether we as a historical-spiritual Volk will ourselves, still and again, or whether we will ourselves no longer. Each individual has a part in deciding this, even if, and precisely if, he seeks to evade this decision.But it is our will that our Volk fulfill its historical mission."},{"id":328,"quote":"But how can we become properly involved with this matter atstake named by the titles \"Being and time,\" \"time and Being\"?Answer: by cautiously thinking over the matters named here.Cautiously means at first: not hastily invading the matters with unexamined notions, but rather reflecting on them carefully.But may we take Being, may we take time, as matters? They arenot matters if \"matter\" means: something which is. The word \"matter,\" \"a matter,\" should mean for us now what is decisively at stakein that something.inevitable is concealed within it. Being-a matter,presumably the matter of thinking.Time-a matter, presumably the matter of thinking, if indeedsomething like time speaks in Being as presence. Being and time,time and Being, name the relation of both issues, the matter at stakewhich holds both issues toward each other and endures their relation.To reflect upon this situation is the task of thinking, assuming thatthinking remains intent on persisting in its matter.Being-a matter, bct not a being.Time-a matter, but nothing temporal"},{"id":329,"quote":"If, through the event, Da-sein as the open center of the selfhood that grounds truth is first thrown to itself and becomes a self, then Dasein again, as the concealed possibility of the grounding essential occurrence of beyng, must belong to the event. And in the turning: The event must require Dasein and, in needing it, must place it in the call and thereby bring it before the passing by of the last god. The turning essentially occurs in between the call (to the one that belongs) and the belonging (of the one that is called): the turning is a counter-turning. The call to the leap into the appropriation is the great stillness of the most concealed self-knowledge. Every language of Da-sein originates here and is thus in essence silence (cf. restraint, event, truth, and language). As counter-turning, the event “is therefore the highest reign over the advent and absconding of the past gods. The most extreme god needs beyng. The call is intrusion and remaining absent in the mystery of the appropriation. Playing out in the turning are the intimations of the last god as the intrusion and remaining absent of the advent and absconding of the gods and of their abode of sovereignty. In these intimations the law of the last god is intimated, the law of the great individuation in Da-sein, of the solitude of the sacrifice, and of the uniqueness of the choice regarding the shortest and steepest path. In the essence of the intimation lies the mystery of the unity of the innermost nearing in the most extreme distance, the traversal of the broadest temporal-spatial playing field of beyng. This extremity of the essential occurrence of beyng requires what is most intrinsic in the plight of the abandonment by being. This plight must belong and listen to the call of the reigning of that intimation. What resonates and spreads out in such listening is first able to prepare for the strife of earth and world, i.e., for the truth of the “there” and, through the “there,” for the site of the moment of the decision and so for the playing out of the strife and thus for the sheltering in beings. Whether this call of the extreme intimation, this most concealed appropriation, still happens openly, or whether the plight becomes mute instead and all reigning is withheld, and whether the call is still taken up, provided it does happen at all, and whether the leap into Da-sein and thus, out of the truth of the latter, the turning still become history—therein is decided the future of humans. They may for centuries still ravish and devastate the planet with their machinations, and the monstrousness of this drive may “develop” to an inconceivable extent, assume the form of an apparent strictness, and become the measuring regulation of the devastated as such; the greatness of beyng will remain closed off, since decisions about truth and untruth and their essence no longer arise. All that matters is the calculation of the success and failure of the machinations. This calculation extends into a presumed “eternity,” which is not such but is only the endless “and so on” of what is most desolate and most fleeting. Where the truth of being is not willed, not incorporated into a willing of knowledge and experience, into a questioning, there all timespace is withdrawn from the moment, i.e., from the flashing up of beyng out of the enduring of the simple and always incalculable event. Or else the moment still belongs only to the most solitary solitudes, although these are denied a grounding comprehension of the instituting of a history. Yet these moments, and they alone, can become the preparations in which the turning of the event unfolds into truth and joins truth. Indeed, only pure persistence in the simple and essential, which are uncompellable, is mature enough for the preparation of such preparedness; the fleetingness of the frenetically self-surpassing machinations is never so mature.”"},{"id":330,"quote":"Within certain limits terminology is always arbitrary. But the definition of being-true as unveiling, making manifest, is not an arbitrary, private invention of mine; it only gives expression to the understanding of the phenomenon of truth, as the Greeks already understood it in a pre-scientific as well as philosophical understanding, even if not in every respect in an originally explicit way. Plato already says explicitly that the function of logos, of assertion, is deloun, making plain, or as Aristotle says more exactly with regard to the Greek expression of truth: aletheuein. Lanthanein means to be concealed: a- is the privative, so that a-letheuein is equivalent to: to pluck something out of its concealment, to make manifest or reveal. For the Greeks truth means: to take out of concealment, uncovering, unveiling."},{"id":331,"quote":"El misterio de la renombrada luz griega reside en el desocultamiento, en el des-encubrimiento que reina en ella. El cual pertenece al ocultamiento y se oculta él mismo, de tal forma, en verdad, que él, a través de este sustraerse, le deja a las cosas su permanencia, la que se manifiesta desde la delimitación. ¿No predominará tal vez una dependencia casi insospechada entre la reserva frente al destino y el todavía impensado como aún retraído desocultamiento? ¿No es acaso la reserva ante el destino la hace largo tiempo ya permanente retención del desocultamiento? ¿No conducirá, tal vez, la seña hacia el misterio de la aún impensada A-létheia, a la vez, al ámbito de la proveniencia del arte? ¿Vendrá desde este ámbito la llamada a la producción de las obras? ¿No tiene que apuntar la obra como obra hacia aquello no disponible para el hombre, hacia lo que se oculta por sí mismo, para que la obra no sólo diga lo que ya se sabe, conoce y hace? ¿Acaso la obra de arte no tiene que acallar aquello que se oculta, lo que oculto por sí mismo evoca en el hombre el recato ante aquello, que no se deja planificar ni controlar, ni calcular, ni hacer?"},{"id":332,"quote":"La renuncia no quita. La renuncia da. Da la fuerza inagotable de lo sencillo. El aliento (del camino de campo) hace morar en un largo origen."},{"id":333,"quote":"Acea credinţă care nu se supune în permanenţă riscului necredinţei nu este defel o credinţă, ci o simplă comoditate şi o convenţie făcută cu tine de a ţine de acum înainte de o doctrină ca de un adevăr gata primit pe o cale sau alta."},{"id":334,"quote":"El ente existente “se tiene a la vista tan sólo en la medida en que se ha hecho cooriginariamente transparente en su estar en medio del mundo y en el coestar con los otros,como momentos constitutivos de su existencia.A la inversa, la falta de transparencia del Dasein no proviene primaria ni únicamente de autoilusiones “egocéntricas”, sino también del desconocimiento del mundo.(Ser y tiempo - 1927)”"},{"id":335,"quote":"The rigorousness of restraint is other than the one of the “exactitude of a loose, indifferent “reasoning” which belongs equally to everyone and whose results are compelling within the sphere of its own claims to certainty. Such results are compelling, however, only because the claim to truth is content with the correctness that comes from deduction and from insertion into a regulated and calculable order.”"},{"id":336,"quote":"When I spoke of \"beauty\", I was thinking of Rilke's notion that the beautiful is nothing but the beginning of the terrible, and of Hölderlin's idea that the beautiful can unite extreme opposites in intimacy."},{"id":337,"quote":"The statement that the essence of the human being consists in being-inthe-world likewise contains no decision aboutwhether the human being in atheologico-metaphysical sense is merely a this-worldly or an other-worldlyCreature.115th the existential determination of the essence of the human being,therefore, nothing is decided about the \"existence of God\" or his \"nonbeing,\" no more than about the possibility or impossibility of gods. Thusit is not only rash hut also an error in procedure to maintain that the interpretation of the essence of the human being from the relation of hisessence to the mth of being is atheism. And what is more, this arbitraryclassification betrays a lack of careful reading. No one bothers to noticethat in my essay \"On the Essence of Ground\" (1929) the following appears (,,, 2~, note I): \"Through the ontological interpretation of Dasein as beingin-the-world no decision, whether positive or neptive, is made concerninga possible being toward God. It is, however, the case that through an illumi-.,tion of transcendence we first achieve nn adeqrcnte concept of Dnsein, withrespect to which it can now he asked how the relationship of Dasein to Godis ontologically ordered.\" If we think about this remark too quickly, as isusually the case, we will declare that such a philosophy does not decide either for or against the existence of God. It remains stalled in indifference.~hus it is unconcerned with the religious question. Such indifferentismfalls prey to nihilism.Rut does the foregoing observation teach indifferentism? Why thenare particular words in the note italicized - and not just random ones? Forno other reason than to indicate that the thinking that thinks from thequestion concerning the uuth of being questions more primordially thanmetaphysics can. Only from the truthofbeing can the essence of the holy hethought. [I~z] Only from the essence of the holy is the essence of divinityto he thought. Only in the light of the essence of divinity can it be thoughtor said what the word \"God\" is to signify. Or should we not first be ableto hear and understand all these words carefully if we are to be permirtedas human beings, that is, as eksistent creatures, to experience a relation ofGod to human beings? How can the human being at the present stage ofworld history ask at all seriously and rigorously whether the god nears orwithdraws, when he has above all neglected to think into the dimensionin which alone that question can be asked? But this is the dimension ofthe holy, which indeed remains closed as a dimension if the open region ofbeing is not cleared and in its clearing is near to humans. Perhaps what isdistinctive about this world-epoch consists in the closure of the dimensionof the hale [des Heilen]. Perhaps that is the sole malignancy [Unheil].But with this reference the thinking that points toward the truth ofI)eing as what is to be thought has in no way decided in favor of theism. Itcan he theistic as little as atheistic. Not, however, because of an indifferentattitude, hutoutofrespect forthe boundaries that have heen set forthinkingas such, indeed set by what gives itself to thinking as what is to be thought,1)). the truth of being. Insofar as thinking limits itself to its task it tlirectsthe human being at the present moment of the world's destiny into theprimordial dimension of his historical abode."},{"id":338,"quote":"Maar het toespreken van de landweg spreekt slechts zo lang als er mensen zijn die, in zijn lucht geboren, hem kunnen horen. Zij zijn horigen van hun herkomst, maar geen knechten van machinaties. De poging om planmatig een ordening aan de aardbol op te leggen is tevergeefs als de mens zichzelf niet schikt naar het toespreken van de landweg. Het gevaar dreigt dat de hedendaagse mensen doof blijven voor zijn spreken. Tot hun oor dringt alleen nog maar het lawaai van apparaten door, die ze bijna voor de stem van God houden. Aldus raakt de mens verstrooid en richtingloos. Aan de verstrooiden verschijnt het eenvoudige éénvormig. Het éénvormige bewerkt verzadiging. De verzadigden vinden alleen nog de sleur. Het eenvoudige is ontvlucht. Zijn stille kracht verdord."},{"id":339,"quote":"Immersing ourselves in art and the immeasurable through being allows us a more truthful experience of the world."},{"id":340,"quote":"Our thinking today is charged with the task to think what the Greeks have thought in an even more Greek manner."},{"id":341,"quote":"It is indeed in no way settled that the “self is ever determinable by means of a representation of the ego. Instead, it must be acknowledged that selfhood first arises out of the grounding of Da-sein, a grounding that is carried out as an appropriation of the belonging to the call. Accordingly, the openness and grounding of the self arise out of, and as, the truth of beyng”"},{"id":342,"quote":"Ein Zeug »ist« strenggenommen nie. Zum Sein von Zeug gehört je immer ein Zeugganzes, darin es dieses Zeug sein kann, das es ist. Zeug ist wesenhaft »etwas, um zu..«."},{"id":343,"quote":"All beings, as insistent, unique, autonomous, and paramount as they may appear to god-less and barbarous calculation and bustle, are merely the “standing into the event. In such “standing into,” the site of the passing by of the last god and the stewardship of the human being seek a constancy in order to remain prepared for the appropriation and not to resist beyng, something which indeed the previous beings, ones in the previous truth, had to do exclusively. The inventive thinking of the truth of beyng will succeed only if, in the passing by of the god, the empowering of humans to their necessity becomes manifest and thus the appropriation in the excess of the turning between human belonging and divine needfulness comes into the open, in order for the appropriation to show its self-concealment as central and to show itself as the center of self-concealment and to compel the oscillation and thereby make leap forth the freedom toward the ground of beyng as grounding the “there.” The last god is the beginning of the longest history on the shortest path of that history. A long preparation is required for the great moment of the passing by of the last god. Peoples and states are too small for the preparation of that moment, i.e., already torn away too much from all growth and delivered over only to machination.”"},{"id":344,"quote":"The question of existence never gets straightened out except through existing itself."},{"id":345,"quote":"It is phenomenologically absurd to speak of the phenomenon as if it were something behind which there would be something else of which it would be a phenomenon in the sense of the appearance which represents and expresses [this something else]. A phenomenon is nothing behind which there would be something else. More accurately stated, one cannot ask for something behind the phenomenon at all, since what the phenomenon gives is precisely that something in itself."},{"id":346,"quote":"Hegel's thought is the most powerful thinking of modern times. ~heidegger"},{"id":347,"quote":"Today, when philosophizing is so barbarous, so much like a St. Vitus' dance, as perhaps in no other period in the cultural history of the West, and when nevertheless the resurrection of metaphysics is hawked up and down all the streets, what Aristotle says in one of his most important investigations in the Metaphysics has been completely forgotten. Kai de kai to palai te kai nun kai aei zetoumenon kai aei aporoumenon, ti to on, touto esti tis he ousia. \"That which has been sought for from old and now and in the future and constantly, and that on which inquiry founders over and over again, is the problem What is being?\" If philosophy is the science of being, then the first and last and basic problem of philosophy must be, What does being signify? Whence can something like being in general be understood? How is understanding of being at all possible?"},{"id":348,"quote":"What we come across is only this - various tunings of thinking. Doubt and despair, on the one hand, blind obsession by untested principles, on the other, conflict with one another. Fear and anxiety are mixed with hope and confidence. Often and widely, it looks as though thinking were a kind of reasoning conception and calculation completely free of any kind of tuning. But even the coldness of calculation, even the prosaic sobriety of planning are traits of an attunement."},{"id":349,"quote":"What we call \"happening,\" no matter whether in a narrower or wider sense, is movement, a becoming-other, a becoming."},{"id":350,"quote":"كيف يمكننا إطلاقا أن نقول أمرا عن الشيء من دون أن نكون مطلعين بشكل كاف على نوع الحقيقة التي تخصه؟ يمكن حالا أن نرد على ذالك بسؤال: كيف يمكننا أن نعرف أمرا ما عن الحقيقة الحقة حول الشيء إذا لم نعرف الشيء ذاته، حتى نحسم في شأن الحقيقة التي يمكن و يجب أن تخصه؟"},{"id":351,"quote":"transporting and captivation can also harden into indifference, and then the open is taken as a place of common, objectively present things which seem to be the beings, because they are actual. On account of this concealed indifference deriving from the semblant absence of transporting and captivation, these (transporting and captivation) then appear as exceptions, as extraordinary, whereas they indeed show the ground and essence of truth. That indifferent validity [Gleich-gültigkeit] is also the domain in which all representing, opinion, and correctness play out (cf. The grounding: on space). That essence of truth, however, the transporting-captivating clearing and concealing as the origin of the “there, essentially occurs in its ground which we experience as ap-propriation. The approach and absconding, the advent and retreat, or the simple remaining absent of the gods; for us in the sovereignty, i.e., beginning and dominion over this occurrence, the initial and final sovereignty which will show itself as the last god. In the intimations of the last god, being itself, the event as such, first becomes visible, and this shining requires both the grounding of the essence of truth as clearing-concealing and its final sheltering in the changed forms of beings.”"},{"id":352,"quote":"…the wonder that this world is worlding around us at all, that there are beings rather than nothing, that things are and we ourselves are in their midst, that we ourselves are and yet barely know who we are, and barely know that we do not know all this."},{"id":353,"quote":"فكلما إقتربت الأشياء منّا نحن معشر البشر , طال الطريق إليها وتعثر بلوغها"},{"id":354,"quote":"What is present comes to presence in a coming forth and a going away. Even φθορά is γίνεσθαι: coming forth, a kind of φύσις, emergence—disappearance—going down. The quintessence of γένεσις as φύσις is transition, the unity of coming forth and passing away, and the latter essentially occurs in the same, in ἀλήθεια, because ἀλήθεια is conjointly and essentially concealment—withdrawal into concealing. This transition is the presencing which, however, now remains precisely hidden in favor of the presence of that which is present, that which is beaten into limits and as such is then pursued and dispelled in change. The transition will not be involved in the entrenchment of what comes to presence. The transition preserves the ἄπειρον. Presence is transitionally the gathered-gathering peak of φύσις, i.e., of unconcealedness. Presence must be experienced aletheiologically and not metaphysically in terms of the constant and the objectively present. Then it becomes clear that “being pervades not the factor of duration of objective presence but, rather, the unique gatheredness of the emerging-perishing disconcealment.”"},{"id":355,"quote":"The unexpressed φύσις. Emergence, transition; disconcealment; reverting back to oneself. Provision, inclusion (gathering, λóγος—unity, ἕν). (Nowhere “becoming, and therefore also not “being” in the sense of constancy). Here still no possibility of metaphysics. * To what extent it can be presumed that all interpretations of the dictum that are suggestive of anything that comes later are already erroneous, since such an interpretation does not acknowledge the strangeness of the beginning. * That here at least the trace of an anthropomorphizing of being, if such should be possible at all. Anthropomorphizing can perhaps befall beings (God, world), but even there it is always to be asked how “the anthropos” is experienced. The basic faring [Grund-erfahrnis] “Basis” (cf. Lecture course s. s. 1941) “basic concepts.” The basic faring 1. Faring [Fährnis] (projection) constantly endangering   2. Experience not mere taking cognizance, instead, making one’s own To what extent the basic faring is disconcealment (being) as repudiation of limits and thus ἀδικία! Beings as twisted free in the essence of beyng (ἄπειρον), but nevertheless essentially dismissed. * How in the dictum is hidden φύσις-ἀλήθεια? How the intimation of the inceptual, the concealment?”"},{"id":356,"quote":"والواقع أن الواضح والمشع بالنور يحتاجان إلى الظلال وإلا لم تكن االحاجة إلا الإجلاء والتوضيح"},{"id":357,"quote":"Those few single ones who, on the essential paths of grounding Dasein (poetry—thinking—deed—sacrifice), ground in advance the sites and moments for the realms of beings. In this way they create the essentially occurring possibility for the various shelterings of truth in which Da-sein becomes historical. Those numerous affiliated ones to whom it is given, in virtue of their understanding of the knowing will and of the groundings of the single ones, to surmise and to make visible, by carrying them out, the laws of the re-creation of beings as well as the laws of the preservation of the earth and of the projection of the world in the strife between earth and world. Those many who are referred to one another according to their common historical (earthly-worldly) origin, through whom and for whom the re-creation of beings and thereby the grounding of the truth of the event acquire constancy. The single ones, the few, and the many (not taken in terms of their numbers, but with respect to their distinctiveness) still partially stand in the old, common, and planned orders, which are either only a shell-like safeguard of the precarious continuance of the single ones, the few, and the many or the guiding power of their will.     The agreement among these single, few, and many ones is hidden, is not fabricated, and grows suddenly and for itself.     This agreement is pervaded by the essential occurrence (different in each case) of the event, wherein an original gathering is prepared. In this gathering and as this gathering, that which may be called a people becomes historical. In its origin and destiny this people is unique, in accord with the uniqueness of beyng itself, whose truth this people must ground once and for all in a unique site and a unique moment. How can this decision be prepared? Do knowledge and will have a space at their disposal, or would that amount merely to a blind intrusion into hidden necessities? Yet necessities shine forth only in a plight. The preparing of a preparedness for the decision certainly stands in the plight of merely hastening, in the end, the snowballing lack of history and of hardening its conditions, whereas this preparing indeed wants the opposite. Whoever does not know about this plight cannot surmise a shadow of the impending decisions. The decision takes place in stillness. In that way, however, the destruction of the possibility of decision results afortiori, through the impending inexorability of the uprooting. The decision and its necessity and even its preparation remain all the more difficult to perceive, the more the incidents of “world-historical revolutions require clamor and the more exclusively all hearing and listening respond only to the gigantic and loud and allow everything in the opposite condition, even the great stillness, to sink into nullity.”"},{"id":358,"quote":"the end, the last, the limit, that at which something stops, that whereby something is restricted to what it is. Restriction as enclosure in the current appearance. Restriction as highest and fulfilled exerting force. Restriction in the Greek sense as confinement within boundaries, ones which simultaneously merely let the restricted thing be seen and also delimit it against other ones, and   — conceal it in its belongingness to them. Restriction a sort of concealment, especially if seen in terms of the pure presence of that which comes to presence, rather than in terms of the respective “this in its individuation.”"},{"id":359,"quote":"The most frightful jubilation must be the dying of a god. Only the human being \"has\" the distinction of standing in front of death, because the human being is steadfastly in Beyng; death the highest testimony to Beyng."},{"id":360,"quote":"But the essence of man consists in his being more than merely human, if this is represented as ‘being a rational creature.’ ‘More’ must not be understood here additively, as if the traditional definition of man were indeed to remain basic, only elaborated by means of an existentiell postscript. The \"more\" means: more originally and therefore more essentially in terms of his essence. But here something enigmatic manifests itself: man is in thrownness. This means that man, as the ek-sisting counter-throw [Gegenwurf] of Being, is more than animal rationale precisely to the extent that he is less bound up with man conceived from subjectivity. Man is not the lord of beings. Man is the shepherd of Being. Man loses nothing in this ‘less’; rather, he gains in that he attains the truth of Being. He gains the essential poverty of the shepherd, whose dignity consists in being called by Being itself into the preservation of Being's truth. The call comes as the throw from which the thrownness of Da-sein derives. In his essential unfolding within the history of Being, man is the being whose Being as ek-sistence consists in his dwelling in the nearness of Being. Man is the neighbor of Being"},{"id":361,"quote":"Precisely because we have embarked on the great and long venture of demolishing a world that has grown old and of rebuilding it authentically anew, i.e. historically, we must know the tradition. We must know more—i.e. our knowledge must be stricter and more binding—than all the epochs before us, even the most revolutionary. Only the most radical historical knowledge can make us aware of our extraordinary tasks and preserve us from a new wave of mere restoration and uncreative imitation."},{"id":362,"quote":"The first beginning and its inceptuality The first beginning is the act of beginning in the sense of the disconcealing of disconcealment, but thus the emergence into the constancy of disconcealment in unconcealedness, but thus the appearing forth of the latter in the act of appearing, but thus the pressing forth of appearing as appearance, but thus the subjugation of unconcealedness, but thus the relinquishment of the inceptuality of the beginning, but thus the abandonment of the beginning to the advancement, but thus the commencement of the truth of being as the beingness of beings, but thus the priority of beings themselves as that which in the proper sense is present prior to presence. There is no “dialectic here at all, neither that of being nor even that of the thinking about being. Essentially occurring here is the beginning of the first beginning and nothing besides this act of beginning. Recollection into this is already appropriation.”"},{"id":363,"quote":"Certainly, \"dialectic\" is a magnificent thing. But one never finds the dialectic, as if it were a mill which exists somewhere and into which one empties whatever one chooses, or whose mechanism one could modify according to taste and need."},{"id":364,"quote":"Overman\" is the man who grounds Being anew-in the rigor of knowledge and in the grand style of creation."},{"id":365,"quote":"The fundamental event of the modern age is the conquest of the world as a picture."},{"id":366,"quote":"It probably depends on this Either/Or whether or not we will get beyond our talk about technology and finally arrive at a relation to its essential nature. For we must first of all respond to the nature of technology, and only afterward ask whether and how man might become its master. And that question may turn out to be nonsensical, because the essence of technology stems from the presence of what is present, that is, from the Being of beings - something of which man never is the master, of which he can at best be the servant."},{"id":367,"quote":"But even assuming this: Language would be actually spoken according to all of its directions and possibilities, and were the thrust of an earthquake now immediately to take place so that the whole community was numbed mute by fear, would language then cease to be?"},{"id":368,"quote":"La relación hombre y espacio no es otra cosa que el habitar pensando en su esencia."},{"id":369,"quote":"Ser significa habitar persistiendo a través de los espacios sobre la base de la permanencia junto a cosas y lugares."},{"id":370,"quote":"The dissolution and joining together of the departments that uphold science The historiological human sciences are becoming newspaper science. The natural sciences are becoming machine science. “Newspaper and “machine” are meant here in the essential sense as the impelling modes of that final objectification which consummates the modern era and which sucks all the substantiveness out of beings, leaving them mere occasions for lived experience. On account of this priority in the way of approach to organization and arrangement, both groups of sciences come into agreement with regard to the essential, i.e., with regard to their character as business establishments. This “development” of modern science, its coming into its essence, is visible today only to a few and will be rejected by most as nonexistent. It cannot be proven by matters of fact; instead, it can be grasped only out of a knowledge of the history of being. Many “researchers” will still think of themselves as belonging to the reliable traditions of the nineteenth century. Just that many will still find in relation to their objects new and richer content as well as satisfaction and will perhaps incorporate this content into their overall theory. Yet none of this disproves the procedure in which the entire institution known as “science” is irrevocably caught up. Not only will science never be able to extricate itself from that procedure, but it will also, and above all, never want to do so. The more science progresses, the less will it be able to want to extricate itself.”"},{"id":371,"quote":"Beauty is one way in which truth essentially occurs as unconcealment."},{"id":372,"quote":"Being, as the basic theme of philosophy, is no class or genus of entities; yet it pertains to every entity. Its 'universality' is to be sought higher up. Being and the structure of Being lie beyond every entity and every possible character which an entity may possess. *Being is a transcendens pure and simple*. And the transcendence of Dasein's Being is distinctive in that it implies the possibility and the necessity of the most radical *individuation*. Every disclosure of Being as the *transcendens* is *transcendental* knowledge. *Phenomenological truth (the disclosedness of Being) is veritas transcendentalis*.Ontology and phenomenology are not two distinct philosophical disciplines among others. These terms characterize philosophy itself with regard to its object and its way of treating that object. Philosophy is universal phenomenological ontology, and takes its departure from the hermeneutic of Dasein, which, as an analytic of *existence*, has made fast the guide-line for all philosophical inquiry at the point where it *arises* and to which it *returns*.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, p. 62"},{"id":373,"quote":"The specific and unique presupposition for experimentation is, as remarkable as it may sound, that science become rational-mathematical, i.e., in the highest sense, not experimental. Initial positing of nature as such. Because modern “science (physics) is mathematical (not empirical), it is necessarily experimental in”"},{"id":374,"quote":"As ek-sisting, man sustains Da-sein in that he takes the Da, the clearing of Being, into \"care."},{"id":375,"quote":"Turning away from a flight from death, you see a horizon of opportunity that puts you in a state of anticipatory resoluteness with solicitous regard for others that makes your life seem like an adventure perfused with unshakeable joy."},{"id":376,"quote":"As long as it is, Dasein always has understood itself and always will understand itself in terms of possibilities."},{"id":377,"quote":"Poetically dwells man upon this earth."},{"id":378,"quote":"All the propositions of ontology are Temporal propositions. Their truths unveil structures and possibilities of being in the light of Temporality. All ontological propositions have the character of Temporal truth, veritas temporalis."},{"id":379,"quote":"Und bald sollte die tiefe Unwahrheit jenes Wortes an den Tag kommen, das Napoleon in Erfuhrt zu Goethe gesprochen: Die Politik ist das Schicksal. Nein, der Geist ist das Schicksal und Schicksal ist Geist. Das Wesen des Geistes aber ist die Freiheit."},{"id":380,"quote":"Language is the house of Being. In its home man dwells."},{"id":381,"quote":"The great collapses, the small remains forever."},{"id":382,"quote":"დაიბადა თუ არა ადამიანი, ის უკვე საკმაოდ მოზრდილია სიკვდილისათვის"},{"id":383,"quote":"Ständig Zuhandenes (подручное), dem das umsichtige In-der-Welt-sein im vorhinein Rechnung trägt, hat deshalb seinen Platz. Das Wo seiner Zuhandenheit ist für das Besorgen in Rechnung gestellt und auf das übrige Zuhandene orientiert. So hat die Sonne, deren Licht und Wärme im alltäglichen Gebrauch steht, aus der wechselnden Verwendbarkeit dessen her, was sie spendet, ihre umsichtig entdeckten ausgezeichneten Plätze: Aufgang, Mittag, Niedergang, Mitternacht. Die Plätze dieses in wechselnder Weise und doch gleichmäßig ständig Zuhandenen werden zu betonten “Anzeigen“ der in ihnen liegenden Gegenden. Diese Himmelsgegenden, die noch gar keinen geographischen Sinn zu haben brauchen, geben das vorgängige Wohin vor für jede besondere Ausformung von Gegenden, die mit Plätzen besetzbar sind. Kirchen und Gräber sind nach Aufgang und Niedergang der Sonne angelegt, die Gegenden von Leben und Tod, aus denen der das Dasein selbst hinsichtlich seiner eigensten Seinsmöglichkeiten in der Welt bestimmt ist. Das Besorgen des Daseins, dem es in seinem Sinn um dieses Sein selbst geht, entdeckt vorgängig die Gegenden, bei denen es je ein entscheidendes Bewenden hat. Die vorgängige Entdeckung der Gegenden ist durch die Bewandtnisganzheit (целостью имения дела) mitbestimmt (со-определяется), auf die das Zuhandene als Begegnendes freigegeben wird. Die vorgängige Zuhandenheit der jeweiligen Gegend hat in einem noch ursprünglicheren Sinne als das Sein des Zuhandenen den Charakter der unauffälligen Vertrautheit. Sie wird selbst nur sichtbar in der Weise des Auffallens bei einem umsichtigen Entdecken des Zuhandenen und zwar in den defizienten Modi des Besorgens (в дефективных модусах озабочения). Im Nichtantreffen von etwas an seinem Platz wird die Gegend des Platzes oft zum erstenmal ausdrücklich als solche zugänglich. Der Raum, der im umsichtigen In-der-Welt-sein als Räumlichkeit des Zeugganzen (целого средств) entdeckt ist, gehört je als dessen Platz zum Seienden selbst. Der bloße Raum ist noch verhüllt. Der Raum ist in die Plätze aufgesplittert. Diese Räumlichkeit hat aber durch die weltmäßige Bewandtnisganzheit (целость имения-дела) des räumlich Zuhandenen ihre eigene Einheit. Die “Umwelt“ richtet sich nicht in einem zuvorgegebenen Raum ein, sondern ihre spezifische Weltlichkeit artikuliert in ihrer Bedeutsamkeit den bewandnishaften Zusammengang einer jeweiligen Ganzheit von umsichtig angewiesenen Plätzen. Die jeweilige Welt entdeckt je die Räumlichkeit des ihr zugehörigen Raumes. Das Begegnenlassen (допущение встречи) von Zuhandenem in seinem umweltlichen Raum bleibt ontisch nur deshalb möglich, weil das Dasein selbst hinsichtlich seines In-der-Welt-seins “räumlich“ ist. [s. 104] Die Stimmung erschießt sich nicht in der Weise des Hinblickens auf die Geworfenheit, sondern als An- und Abkehr. Diese Abkehr ist, was sie ist, immer in der Weise der Befindlichkeit. Die Stimmung bringt das Dasein vor das Daß seines Da, als welches es ihm in unerbittlicher Rätselhaftigkeit entgegenstarrt. Herr werden wir der Stimmung nie stimmungslos, sondern je aus einer Gegenstimmung. Die Befindlichkeit erschließt das Dasein in seiner Geworfenheit und zunächst und zumeist in der Weise der ausweichenden Abkehr. Die Befindlichkeit überfällt das Dasein gerade im reflexionslosen Hin- und Ausgegebensein an die besorgte »Welt«. Die Stimmung überfällt. Sie kommt weder von »Außen« noch von »Innen«, sondern steigt als Weise des In-der-Welt-seins aus diesem selbst auf. Die Stimmung hat je schon das In-der-Welt-sein als Ganzes erschlossen und macht ein Sichrichten auf… allererst möglich. Die Gestimmheit der Befindlichkeit konstituiert die Weltoffenheit des Daseins. [ss. 136-137]"},{"id":384,"quote":"The *second task* consists in distinguishing the mode of knowing operative in ontology as science of Being, and this requires us to *work out the methodological structure of ontological-transcendental differentiation*. In early antiquity it was already seen that Being and its attributes in a certain way underlie beings and precede them and so are *a proteron*, an earlier. The term denoting this character by which Being precedes beings is the expression *a priori*, *apriority*, being earlier or prior. As *a priori*, Being is earlier than beings. The meaning of this *a priori*, the sense of the earlier and its possibility, has never been cleared up. The question has not even once been raised as to why the determinations of Being and Being itself must have this character of priority and how such priority is possible. To be earlier is a determination of time, but it does not pertain to the temporal order of the time that we measure by the clock; rather, it is an earlier that belongs to the \"inverted world.\" Therefore, this earlier which characterises Being is taken by the popular understanding to be the later. Only the interpretation of Being by way of temporality can make clear why and how this feature of being earlier, apriority, goes together with Being. The *a priori* character of Being and of all the structures of Being accordingly calls for a specific kind of approach and way of apprehending Being―*a priori cognition*.The basic components of *a priori* cognition constitute what we call *phenomenology*. Phenomenology is the name for the method of ontology, that is, of scientific philosophy. Rightly conceived, phenomenology is the concept of a method. It is therefore precluded from the start that phenomenology should pronounce any theses about Being which have specific content, thus adopting a so-called standpoint.\" ―Martin Heidegger, from_The Basic Problems of Phenomenology_"},{"id":385,"quote":"Sein – nicht Seiendes – »gibt es« nur, sofern Wahrheit ist. Und sie ist nur, sofern und solange Dasein ist. Sein und Wahrheit „sind“ gleichursprünglich. [s. 230]Der Tod ist eigenste Möglichkeit des Daseins. Das Sein zu ihr erschließt dem Dasein sein eigenstes Seinkönnen, darin es um das Sein des Daseins schlechthin geht. Darin kann dem Dasein offenbar werden, daß es in der ausgezeichneten Möglichkeit seiner selbst dem man entrissen bleibt, das heißt vorlaufend sich je schon ihm entreißen kann. Das Verstehen dieses »Könnens« enthüllt aber erst die faktische Verlorenheit in die Alltäglichkeit des Man-selbst. [s. 263] Die Situation ist nicht ein vorhandener Rahmen, in dem das Dasein vorkommt, oder in den es sich auch nur selbst brächte. Weit entfernt von einem vorhandenen Gemisch der begegnenden Umstände und Zufälle, ist die Situation nur durch und in der Entschlossenheit. Dem Man dagegen ist die Situation wesenhaft verschlossen. Es kennt nur die »allgemeine Lage«, verliert sich an die nächsten »Gelegenheiten« und bestreitet das Dasein aus der Verrechnung der »Zufälle«, die es, sie vorkennend, für die eigene Leistung hält und ausgibt. Die Entschlossenheit aber ist nur die in der Sorge gesorgte und als Sorge mögliche Eigentlichkeit dieser selbst. [ss. 300-301]Das Nichts der Welt, davor die Angst sich ängstet, besagt nicht, es sei in der Angst etwa eine Abwesenheit des innerweltlichen Vorhandenen erfahren. Es muß gerade begegnen, damit es so gar keine Bewandtnis mit ihm haben und es sich in einer leeren Erbarmungslosigkeit zeigen kann. Darin liegt jedoch: das besorgende Gewärtigen findet nichts, woraus es sich verstehen könnte, es greift ins Nichts der Welt; auf die Welt gestoßen, ist aber das Verstehen durch die Angst auf das In-der-Welt-sein als solches gebracht, dieses Wovor der Angst ist aber zugleich ihr Worum. Das Sich-ängsten vor... hat weder den Charakter einer Erwartung noch überhaupt einer Gewärtigung. Das Wovor der Angst ist doch schon »da«, das Dasein selbst. [s. 343]Die Angst ängstet sich um das nackte Dasein als in die Unheimlichkeit geworfenes. Sie bringt zurück auf das pure Daß der eigensten, vereinzelten Geworfenheit. [s. 343]Die Angst bringt zurück auf die Geworfenheit als mögliche wiederholbare. Sie enthüllt mit die Möglichkeit eines eigentlichen Seinkönnens, das im Wiederholen als zukünftiges auf das geworfene Da zurückkommen muß. [s. 343]"},{"id":386,"quote":"Die Furcht hat ihre Veranlassung im umweltlich besorgten Seienden. Die Angst dagegen entspringt aus dem Dasein selbst. Die Furcht überfällt vom Innerweltlichen her. Die Angst erhebt sich aus dem In-der-Welt-sein als geworfenem Sein zum Tode. Dieses »Aufsteigen« der Angst aus dem Dasein besagt zeitlich verstanden: die Zukunft und Gegenwart der Angst zeitigen sich aus einem ursprünglichen Gewesensein im Sinne des Zurückbringens auf die Wiederholbarkeit. Eigentlich aber kann die Angst nur aufsteigen in einem entschlossenen Dasein. Der Entschlossene kennt keine Furcht, versteht aber gerade die Möglichkeit der Angst als der Stimmung, die ihn nicht hemmt und verwirrt. Sie befreit von »nichtigen« Möglichkeiten und läßt freiwerden für eigentliche. [s. 344]Die Angst entspringt aus der Zukunft der Entschlossenheit, die Furcht aus der verlorenen Gegenwart, die furchtsam die Furcht befürchtet, um ihr so erst recht zu verfallen. [s. 345]Primär geschichtlich – behaupten wir – ist das Dasein. Sekundär geschichtlich aber das innerweltlich Begegnende, nicht nur das zuhandene Zeug im weitesten Sinne, sondern auch die Umweltnatur als »geschichtlicher Boden«. Wir nennen das nichtdaseinmäßige Seiende, das auf Grund seiner Weltzugehörigkeit geschichtlich ist, das Weltgeschichtliche. Das Welt-geschichtliche ist nicht etwa erst geschichtlich auf Grund einer historischen Objektivierung, sondern als das Seiende, das es, innerweltlich begegnend, an ihm selbst ist. [s. 381]Bis zum Ende »hat es immer noch Zeit«. Hier bekundet sich ein Zeit haben im Sinne des Verlierenkönnens »jetzt erst noch das, dann das, und nur noch das und dann... «. Hier wird nicht etwa die Endlichkeit der Zeit verstanden, sondern umgekehrt, das Besorgen geht darauf aus, von der Zeit, die noch kommt und weitergeht, möglichst viel zu erraffen. Die Zeit ist öffentlich etwas, was sich jeder nimmt und nehmen kann. Die nivellierte Jetzt-folge bleibt völlig unkenntlich bezüglich ihrer Herkunft aus der Zeitlichkeit des einzelnen Daseins im alltäglichen Miteinander. Man kennt nur die öffentliche Zeit, die, nivelliert, jedermann und das heißt niemandem gehört. [s. 425]Was sich schon bei der elementarsten Zeitrechnung zeigte, wird hier deutlicher: das auf die Uhr sehende Sichrichten nach der Zeit ist wesenhaft ein Jetzt-sagen. Es ist so »selbstverständlich«, daß wir es gar nicht beachten und noch weniger ausdrücklich darum wissen, daß hierbei das Jetzt je schon in seinem vollen strukturalen Bestande der Datierbarkeit, Gespanntheit, Öffentlichkeit und Weltlichkeit verstanden und ausgelegt ist. 416»Die Zeit« ist weder im »Subjekt«, noch im »Objekt« vorhanden, weder »innen« noch »außen« und »ist« »früher« als jede Subjektivität und Objektivität, weil sie die Bedingung der Möglichkeit selbst für dieses »früher« dargestellt. [s. 419]Der »Geist« fällt nicht erst in die Zeit, sondern existiert als ursprüngliche Zeitigung der Zeitlichkeit. Diese zeitigt die Weltzeit, in deren Horizont die »Geschichte« als innerzeitiges Geschehen »erscheinen« kann. Der »Geist« fällt nicht in die Zeit, sondern: die faktische Existenz »fällt«“ als verfallende aus der ursprünglichen, eigentlichen Zeitlichkeit. [s. 436]"},{"id":387,"quote":"The great begins great, sustains itself only through the free recurrence of greatness, and if it is great, also comes to an end in greatness. ... Only the everyday understanding and small man imagine the great must ensure forever, a duration he then goes on to equate with the eternal."},{"id":388,"quote":"From start to finish the potter takes hold of the impalpable void and brings it forth as the container in the shape of a containing vessel. The jug's void determines all the handling in the process of making the vessel. The vessel's thingness does not lie at all in the material of which it consists, but in the void that holds."},{"id":389,"quote":"The task of the grounding of Da-sein by way of thinking and poetry overcomes the question of possibility. That question—How is such and such possible?—is the last implementation of mathematical thinking, which is the result of the dominance of the proposition as such, which in turn is the result of the collapse of ἀλήθεια."},{"id":390,"quote":"The ontology of life is accomplished by way of a privative Interpretation; it determines what must be the case if there can be anything like mere-aliveness [Nur-noch-leben]."},{"id":391,"quote":"I dwell, you dwell. The way in which you are and I am, the manner in which we humans are on the earth, is Buan, dwelling. To be a human being means to be on the earth as a mortal. It means to dwell."},{"id":392,"quote":"man’s Being, is ‘defined’ as the ζώον λόγον έχον—as that living thing whose Being is essentially determined by the potentiality for discourse."},{"id":393,"quote":"Der Mensch gebärdet sich, als sei er Bildner und Meister der Sprache, während doch sie die Herrin des Menschen bleibt."},{"id":394,"quote":"All future interpretation of Greek metaphysics, including Nietzsche's, is Christian."},{"id":395,"quote":"What is last is what not only needs the longest ante-cedence [Vor-läuferschaft] but what itself is the most profound beginning rather than a cessation, the beginning which reaches out the furthest and catches up to itself with the greatest difficulty. What is last is therefore withdrawn from all calculation and for that reason must be able to bear the burden of the loudest and most repeated misinterpretation. How else could it remain what is surpassing?"},{"id":396,"quote":"As a method however, the *method of ontology* is nothing but the sequence of the steps involved in the approach to Being as such and the elaboration of its structures. We call this method of ontology *phenomenology*. In more precise language, phenomenological investigation is explicit effort applied to the method of ontology. However, such endeavors, their success or failure, depend primarily, in accordance with our discussion, on how far phenomenology has assured for itself the object of philosophy―how far, in accordance with its own principle, it is unbiased enough in the face of what the things themselves demand. We cannot now enter any further into the essential and fundamental constituent parts of this method. In fact, we have applied it constantly. What we would have to do would be merely to go over the course already pursued, but now with explicit reflection on it. But what is most essential is first of all to have traversed the whole path once, so as, for one thing, to learn to wonder scientifically about the mystery of things and, for another, to banish all illusions, which settle down and nest with particular stubbornness precisely in philosophy.There is no such thing as *the one* phenomenology, and if there could be such a thing it would never become anything like a philosophical technique. For implicit in the essential nature of all genuine method as a path toward the disclosure of objects is the tendency to order itself always toward that which it itself discloses. When a method is genuine and provides access to the objects, it is precisely then that the progress made by following it and the growing originality of the disclosure will cause the very method that was used to become necessarily obsolete. The only thing that is truly new in science and in philosophy is the genuine questioning and struggle with things which is at the service of this questioning.\" ―from_The Basic Problems of Phenomenology_"},{"id":397,"quote":". Being comes to its destiny in that It, being, givesitself. But thought in terms of such destiny this says: It gives itself andrefuses itself simultaneously. Nonetheless, Hegel's definition of history as the development of \"Spirit\" is not unuue. Neither is it partly correct andfalse. ~t is as true as metaphysics, which through Hegel first brings tolanguage its essence - thought in terms of the absolute - in the system. Absolute metnphysics, with its Marxian and Nieaschean inversions, belongsto the history of the mth of being. Whatever stems from it cannot becountered or even cast aside by refutations. It can only be taken up in sucha way that its auth is more primordially sheltered in heing itself [r67] andremoved from the domain of mere human opinion. All refutation in thefield of essential thinking is foolish. Smfe among thinkers is the \"lovers'quarrel\" concerning the matter itself. It assists them mutually toward a simple belonging to the Same, from which they find what is fimng for them inthe destiny of being."},{"id":398,"quote":"Agriculture is now a motorized food industry, the same thing in its essence as the production of corpses in the gas chambers and the extermination camps, the same thing as the blockades and the reduction of countries to famine, the same thing as the manufacture of hydrogen bombs."},{"id":399,"quote":"The higher compulsion of the earth does not reside primary in the everyday and in deeds, but rather already in the creative force of questioning and in the world-configuring power of a people."},{"id":400,"quote":"Thus with the question of the Being of truth and the necessity of presupposing it, just as with the question of the essence of knowledge, an 'ideal subject' has generally been posited. The motive for this, whether explicit or tacit, lies in the requirement that philosophy should have the '*a priori*' as its theme, rather than 'empirical facts' as such. There is some justification for this requirement, though it still needs to be grounded ontologically. Yet is this requirement satisfied by positing an 'ideal subject'? Is not such a subject *a fanciful idealization*? With such a conception have we not missed precisely the *a priori* character of that merely 'factual' subject, Dasein? Is it not an attribute of the *a priori* character of the factical subject (that is, an attribute of Dasein's facticity) that it is in the truth and in untruth equiprimordially?The ideas of a 'pure \"I\"' and of a 'consciousness in general' are so far from including the *a priori* character of 'actual' subjectivity that the ontological characters of Dasein's facticity and its state of being are either passed over or not seen at all. Rejection of a 'consciousness in general' does not signify that the *a priori* is negated, any more than the positing of an idealized subject guarantees that Dasein has an *a priori* character grounded upon fact.Both the contention that there are 'eternal truths' and the jumbling together of Dasein's phenomenally grounded 'ideality' with an idealized absolute subject, belong to those residues of Christian theology within philosophical problematics which have not as yet been radically extruded.The Being of truth is connected primordially with Dasein. And only because Dasein is as constituted by disclosedness (that is, by understanding), can anything like Being be understood; only so is it possible to understand Being.\"―from_Being and Time_. Translated by John Macquarrie & Edward Robinson, p. 272"},{"id":401,"quote":"Metaphysics thinks about beings as beings. Wherever the question is asked what beings are, beings as such are in sight. Metaphysical representation owes this sight to the light of Being. The light itself, i.e., that which such thinking experiences as light, does not come within the range of metaphysical thinking; for metaphysics always represents beings only as beings. Within this perspective, metaphysical thinking does, of course, inquire into the being which is the source and originator of this light. But the light itself is considered sufficiently illuminated as soon as we recognize that we look through it whenever we look at beings.In whatever manner beings are interpreted―whether as spirit, after the fashion of spiritualism; or as becoming and life, or idea, will, substance, subject, or *energeia*; or as the eternal recurrence of the same events―every time, beings as beings appear in the light of Being. Wherever metaphysics represents beings, Being has entered into the light. Being has arrived in a state of unconcealedness (aletheia). But whether and how Being itself involves such unconcealedness, whether and how it manifests itself in, and as, metaphysics, remains obscure. Being in its revelatory essence, i.e., in its truth, is not recalled. Nevertheless, when metaphysics gives answers to its question concerning beings as such, metaphysics speaks out of the unnoticed revealedness of Being. The truth of Being may thus be called the ground in which metaphysics, as the root of the tree of philosophy, is kept and from which it is nourished.Because metaphysics inquires about beings as beings, it remains concerned with beings and does not devote itself to Being as Being. As the root of the tree, it sends all nourishment and all strength into the trunk and its branches. The root branches out in the soil to enable the tree to grow out of the ground and thus to leave it. The tree of philosophy grows out of the soil in which metaphysics is rooted. The ground is the element in which the root of the tree lives, but the growth of the tree is never able to absorb this soil in such a way that it disappears in the tree as part of the tree. Instead, the roots, down to the subtlest tendrils, lose themselves in the soil. The ground is ground for the roots, and in the ground the roots forget themselves for the sake of the tree...Metaphysics, insofar as it always represents only beings as beings, does not recall Being itself. Philosophy does not concentrate on its ground. It always leaves its ground―leaves it by means of metaphysics. And yet, it never escapes its ground...Insofar as a thinker sets out to experience the ground of metaphysics, insofar as the attempts to recall the truth of Being itself instead of merely representing beings as beings, his thinking has in a sense left metaphysics. From the point of view of metaphysics, such thinking goes back into the ground of metaphysics.\"―from_The Way Back to the Ground of Metaphysics_"},{"id":402,"quote":"«l'αλήθεια és l'esguardar de l'ésser endins de l'obert que ell mateix, i en tant que ell mateix, ha il·luminat, i que és obert per a l'il·latent de tot aparèixer.»"},{"id":403,"quote":"Quanto maior a obra pensada de um pensador - a qual não coincide de maneira alguma com a extensão e o número de seus escritos -, tanto maior, nessa obra, aquilo que foi deixado sem pensar, isto é, aquilo que, através dela e somente dela, chega a nós como jamais pensado."},{"id":404,"quote":"Human existence can relate to beings only if it holds itself out into the nothing. Going beyond beings occurs in the essence of Dasein. But this going beyond is metaphysics itself. This implies that metaphysics belongs to the \"nature of man.\" It is neither a division of academic philosophy nor a field of arbitrary notions. Metaphysics is the basic occurrence of Dasein. It is Dasein itself. Because the truth of metaphysics dwells in this groundless ground it stands in closest proximity to the constantly lurking possibility of deepest error. For this reason no amount of scientific rigor attains to the seriousness of metaphysics. Philosophy can never be measured by the standard of the idea of science.If the question of the nothing unfolded here has actually questioned us, then we have not simply brought metaphysics before us in an extrinsic manner. Nor have we merely been \"transposed\" to it. We cannot be transposed there at all, because insofar as we exist we are always there already. \"For by nature, my friend, man's mind dwells in philosophy\" (Plato, Phaedrus, 279a). So long as man exists, philosophizing of some sort occurs. Philosophy―what we call philosophy―is metaphysics getting under way, in which philosophy comes to itself and to its explicit tasks. Philosophy gets under way only by a peculiar insertion of our own existence into the fundamental possibilities of Dasein as a whole. For this insertion it is of decisive importance, first, that we allow space for beings as a whole; second, that we release ourselves into the nothing, which is to say, that we liberate ourselves from those idols everyone has and to which he is wont to go cringing; and finally, that we let the sweep of our suspense take its full course, so that it swings back into the basic question of metaphysics which the nothing itself compels: 'Why are there beings at all, and why not rather nothing?\"―from_What is Metaphysics?_"},{"id":405,"quote":"If the power of the intellect in the field of inquiry into the nothing and into Being is thus shattered, then the destiny of the reign of ‘logic’ in philosophy is thereby decided. The idea of ‘logic’ itself disintegrates in the turbulence of a more original questioning."},{"id":406,"quote":"Beauty is a fateful gift of the essence of truth, and here truth means the disclosure of what keeps itself concealed. The beautiful is not what pleases, but what falls within that fateful gift of truth which comes to be when that which is eternally non-apparent and therefore invisible attains its most radiantly apparent appearance."},{"id":407,"quote":"Being as the event of Appropriation\": Formerly, philosophythought Being in terms of beings as idea, energeia, actualitas, willand now, one might think, as Appropriation. Understood in thisway, \"Appropriation\" means a transformed interpretation of Beingwhich, if it is correct, represents a continuation of metaphysics. Inthis case, the \"as\" signifies: Appropriation as a species of Being,subordinated to Being which represents the leading concept that isretained. But if we do what was attempted, and think Being in thesense of the presencing and allowing-to-presence that are there indestiny-which in turn lies in the extending of true time whichopens and conceals-then Being belongs into Appropriating. Giving and its gift receive their determination from Appropriating. Inthat case, Being would be a species of Appropriation, an9 not theother way around.To take refuge in such an inversion would be too cheap. Suchthinking misses the matter at stake. Appropriation is not the encompassing general concept under which Being and time could be subsumed. Logical classifications mean nothing here."}]