[{"id":1,"quote":"If someone wishes for good health, one must first ask oneself if he is ready to do away with the reasons for his illness. Only then is it possible to help him."},{"id":2,"quote":"Illnesses do not come upon us out of the blue. They are developed from small daily sins against Nature. When enough sins have accumulated, illnesses will suddenly appear."},{"id":3,"quote":"The greatest medicine of all is teaching people how not to need it"},{"id":4,"quote":"Everyone has a doctor in him or her; we just have to help it in its work. The natural healing force within each one of us is the greatest force in getting well. Our food should be our medicine. Our medicine should be our food. But to eat when you are sick, is to feed your sickness."},{"id":5,"quote":"Our food should be our medicine and our medicine should be our food."},{"id":6,"quote":"If you are not your own doctor, you are a fool."},{"id":7,"quote":"All disease starts in the gut."},{"id":8,"quote":"Make a habit of two things: to help; or at least to do no harm."},{"id":9,"quote":"Health is the greatest of human blessings."},{"id":10,"quote":"The natural healing force within each one of us is the greatest force in getting well."},{"id":11,"quote":"The physician treats, but nature heals."},{"id":12,"quote":"It's far more important to know what person the disease has than what disease the person has."},{"id":13,"quote":"Positive health requires a knowledge of man's primary constitution and of the powers of various foods, both those natural to them and those resulting from human skill. But eating alone is not enough for health. There must also be exercise, of which the effects must likewise be known. The combination of these two things makes regimen, when proper attention is given to the season of the year, the changes of the wind, the age of the individual, and the situation of his home. If there is any deficiency in food or exercise, the body will fall sick."},{"id":14,"quote":"Leave your drugs in the chemist's pot if you can heal the patient with food."},{"id":15,"quote":"Foolish the doctor who despises the knowledge acquired by the ancients."},{"id":16,"quote":"Wherever the art of Medicine is loved, there is also a love of Humanity."},{"id":17,"quote":"Just as food causes chronic disease, it can be the most powerful cure"},{"id":18,"quote":"Physicians are many in title but very few in reality."},{"id":19,"quote":"The natural force within each of us is that greatest healer of all."},{"id":20,"quote":"A wise man ought to realize that health is his most valuable possession."},{"id":21,"quote":"If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health."},{"id":22,"quote":"To do nothing is sometimes a good remedy."},{"id":23,"quote":"Cure sometimes, treat often, comfort always."},{"id":24,"quote":"We must turn to nature itself, to the observations of the body in health and in disease to learn the truth."},{"id":25,"quote":"Walking is a man's best medicine."},{"id":26,"quote":"Prayer indeed is good, but while calling on the gods a man should himself lend a hand."},{"id":27,"quote":"It is most necessary to know the nature of the spine.  One or more vertebrae may or may not go out of place very much and if they do, they are likely to produce serious complications and even death, if not properly adjusted.  Many diseases are related to the spine."},{"id":28,"quote":"Primum non nocerum. (First do no harm)"},{"id":29,"quote":"The function of protecting and developing health must rank even above that of restoring it when it is impaired."},{"id":30,"quote":"Everything in excess is opposed to nature."},{"id":31,"quote":"Each of the substances of a man's diet acts upon his body and changes it in some way and upon these changes his whole life depends."},{"id":32,"quote":"Natural forces within us are the true healers of disease."},{"id":33,"quote":"Rest as soon as there is pain."},{"id":34,"quote":"That which is used - develops. That which is not used wastes away."},{"id":35,"quote":"Anyone wishing to study medicine must master the art of massage."},{"id":36,"quote":"Men ought to know that from the brain and from the brain only arise our pleasures, joys, laughter, and jests as well as our sorrows, pains, griefs and tears. ... It is the same thing which makes us mad or delirious, inspires us with dread and fear, whether by night or by day, brings us sleeplessness, inopportune mistakes, aimless anxieties, absent-mindedness and acts that are contrary to habit."},{"id":37,"quote":"All parts of the body which have a function, if used in moderation and exercised in labors in which each is accustomed, become thereby healthy, well developed and age more slowly, but if unused they become liable to disease, defective in growth and age quickly."},{"id":38,"quote":"Sleep and watchfulness, both of them, when immoderate, constitute disease."},{"id":39,"quote":"A physician without a knowledge of Astrology has no right to call himself a physician."},{"id":40,"quote":"The way to health is to have an aromatic bath and a scented massage every day."},{"id":41,"quote":"Nature itself is the best physician."},{"id":42,"quote":"All diseases begin in the gut."},{"id":43,"quote":"It is more important to know the person who has the condition than it is to know the condition the person has."},{"id":44,"quote":"Sport is a preserver of health."},{"id":45,"quote":"The wise man should consider that health is the greatest of human blessings. Let food be your medicine."},{"id":46,"quote":"The patient must combat the disease along with the physician."},{"id":47,"quote":"Things that are holy are revealed only to men who are holy."},{"id":48,"quote":"Where there is love of medicine, there is love of humankind."},{"id":49,"quote":"Get knowledge of the spine, for this is the requisite for many diseases"},{"id":50,"quote":"To really know is science; to merely believe you know is ignorance."},{"id":51,"quote":"The human body contains blood, phlegm, yellow bile and black bile. These are the things that make up its constitution and cause its pain and health. Health is primarily that state in which these constituent substances are in the correct proportion to each other, both in strength and quantity, and are well mixed."},{"id":52,"quote":"Fat people who want to reduce should take their exercise on an empty stomach and sit down to their food out of breath.... Thin people who want to get fat should do exactly the opposite and never take exercise on an empty stomach."},{"id":53,"quote":"Any man who is intelligent must, on considering that health is of the utmost value to human beings, have the personal understanding necessary to help himself in diseases, and be able to understand and to judge what physicians say and what they administer to his body, being versed in each of these matters to a degree reasonable for a layman."},{"id":54,"quote":"Declare the past,\ndiagnose the present,\nforetell the future."},{"id":55,"quote":"It is better not to apply any treatment in cases of occult cancer; for if treated (by surgery), the patients die quickly; but if not treated, they hold out for a long time."},{"id":56,"quote":"Healing in a matter of time, but it is sometimes also a matter of opportunity."},{"id":57,"quote":"Divine is the task to relieve pain"},{"id":58,"quote":"Your foods shall be your 'remedies,' and your 'remedies' shall be your foods."},{"id":59,"quote":"Even when all is known, the care of a man is not yet complete, because eating alone will not keep a man well; he must also take exercise. For food and exercise, while possessing opposite qualities, yet work together to produce health."},{"id":60,"quote":"Life is short, and the Art long; the occasion fleeting; experience fallacious, and judgment difficult. The physician must not only be prepared to do what is right himself, but also to make the patient, the attendants, and externals cooperate."},{"id":61,"quote":"I will use treatment to help the sick according to my ability and judgment, but never with a view to injury and wrongdoing. Neither will I administer a poison to anybody when asked to do so, nor will I suggest such a course. Similarly, I will not give to a woman a pessary to cause abortion. I will keep pure and holy both my life and my art."},{"id":62,"quote":"Declare the past, diagnose the present, foretell the future; practice these acts. \n As to diseases, make a habit of two things--to help, or at least to do no harm."},{"id":63,"quote":"It is better to be full of drink than full of food."},{"id":64,"quote":"Men ought to know that from nothing else but the brain come joys, delights, laughter and sports, and sorrows, griefs, despondency, and lamentations. And by this, in an especial manner, we acquire wisdom and knowledge, and see and hear and know what are foul and what are fair, what are bad and what are good, what are sweet and what are unsavory…. And by the same organ we become mad and delirious, and fears and terrors assail us….All these things we endure from the brain when it is not healthy….In these ways I am of the opinion that the brain exercises the greatest power in the man."},{"id":65,"quote":"Let food be thy medicine and medicine be thy food"},{"id":66,"quote":"Wine is an appropriate article for mankind, both for the healthy body and for the ailing man."},{"id":67,"quote":"Those diseases which medicines do not cure, iron cures; those which iron cannot cure, fire cures; and those which fire cannot cure, are to be reckoned wholly incurable."},{"id":68,"quote":"Walking is man's best medicine."},{"id":69,"quote":"All excesses are inimical to Nature.  It is safer to proceed a little at a time, especially when changing from one regimen to another."},{"id":70,"quote":"Some patients, though conscious that their condition is perilous, recover their health simply through their contentment with the goodness of the physician."},{"id":71,"quote":"Male and female have the power to fuse into one solid, both because both are nourished in both and also because soul is the same thing in all living creatures, although the body of each is different."},{"id":72,"quote":"Opposites are cures for opposites."},{"id":73,"quote":"Conclusions which are merely verbal cannot bear fruit, only those do which are based on demonstrated fact. For affirmation and talk are deceptive and treacherous. Wherefore one must hold fast to facts in generalizations also, and occupy oneself with facts persistently, if one is to acquire that ready and infallible habit which we call \"the art of medicine\"."},{"id":74,"quote":"There are in fact two things, science and opinion. The former begets knowledge, the latter ignorance."},{"id":75,"quote":"Life is short, art long, opportunity fleeting, experiment uncertain, and judgment difficult."},{"id":76,"quote":"Men think epilepsy divine, merely because they do not understand it. We will one day understand what causes it, and then cease to call it divine. And so it is with everything in the universe."},{"id":77,"quote":"The dignity of a physician requires that he should look healthy, and as plump as nature intended him to be; for the common crowd consider those who are not of this excellent bodily condition to be unable to take care of themselves."},{"id":78,"quote":"A natural talent is required; for, when Nature opposes, everything else is in vain; but when Nature leads the way to what is most excellent, instruction in the art takes place, which the student must try to appropriate to himself by reflection, becoming an early pupil in a place well adapted for instruction. He must also bring to the task a love of labor and perseverance, so that the instruction taking root may bring forth proper and abundant fruits."},{"id":79,"quote":"The physician must have at his command a certain ready wit, as dourness is repulsive both to the healthy and the sick."},{"id":80,"quote":"There are, in effect, two things, to know and to believe one knows; to know is science; to believe one knows is ignorance."},{"id":81,"quote":"All disease begins in the gut."},{"id":82,"quote":"Silence is not only never thirsty, but also never brings pain or sorrow."},{"id":83,"quote":"Old people have fewer diseases than the young, but their diseases never leave them."},{"id":84,"quote":"He who does not understand astrology is not a doctor but a fool."},{"id":85,"quote":"Look well to the spine for the cause of disease."},{"id":86,"quote":"The human soul develops up to the time of death."},{"id":87,"quote":"I will not give to a woman a pessary to cause abortion."},{"id":88,"quote":"The art has three factors, the disease, the patient, the physician.  The physician is the servant of the art.  The patient must cooperate with the physician in combatting the disease."},{"id":89,"quote":"When in sickness, look to the spine first."},{"id":90,"quote":"And if incision of the temple is made on the left, spasm seizes the parts on the right, while if the incision is on the right, spasm seizes the parts on the left."},{"id":91,"quote":"Whoever wishes to investigate medicine should proceed thus: In the first place, consider the seasons of the year and what effect each of them produces."},{"id":92,"quote":"And he will manage the cure best who has foreseen what is to happen from the present state of matters."},{"id":93,"quote":"...all the most acute, most powerful, and most deadly diseases, and those which are most difficult to be understood by the inexperienced, fall upon the brain."},{"id":94,"quote":"He who wishes to be a surgeon should go to war."},{"id":95,"quote":"In acute diseases the physician must conduct his inquiries in the following way. First he must examine the face of the patient, and see whether it is like the faces of healthy people, and especially whether it is like its usual self. Such likeness will be the best sign, and the greatest unlikeness will be the most dangerous sign. The latter will be as follows. Nose sharp, eyes hollow, temples sunken, ears cold and contracted with their lobes turned outwards, the skin about the face hard and tense and parched, the colour of the face as a whole being yellow or black."},{"id":96,"quote":"And if this were so in all cases, the principle would be established, that sometimes conditions can be treated by things opposite to those from which they arose, and sometimes by things like to those from which they arose."},{"id":97,"quote":"Sometimes give your services for nothing."},{"id":98,"quote":"When doing everything according to indications, although things may not turn out agreeably to indication, we should not change to another while the original appearances remain."},{"id":99,"quote":"A physician who is a lover of wisdom is the equal to a god."},{"id":100,"quote":"Look to the seasons when choosing your cures"},{"id":101,"quote":"The physician must be able to tell the antecedents, know the present, and foretell the future — must mediate these things, and have two special objects in view with regard to disease, namely, to do good or to do no harm."},{"id":102,"quote":"Whenever a doctor cannot do good, he must be kept from doing harm."},{"id":103,"quote":"There is one common flow, one common breathing, all things are in sympathy."},{"id":104,"quote":"Let your food be your medicine, and your medicine be your food."},{"id":105,"quote":"Extreme remedies are very appropriate for extreme diseases."},{"id":106,"quote":"Science is the father of knowledge, but opinion breeds ignorance."},{"id":107,"quote":"What medicines do not heal, the lance will; what the lance does not heal, fire will."},{"id":108,"quote":"It is believed by experienced doctors that the heat which oozes out of the hand, on being applied to the sick, is highly salutary. It has often appeared, while I have been soothing my patients, as if there was a singular property in my hands to pull and draw away from the affected parts aches and diverse impurities, by laying my hand upon the place, and extending my fingers toward it. Thus it is known to some of the learned that health may be implanted in the sick by certain gestures, and by contact, as some diseases may be communicated from one to another."},{"id":109,"quote":"An insolent reply from a polite person is a bad sign."},{"id":110,"quote":"Of several remedies, the physician should choose the least sensational."},{"id":111,"quote":"Idleness and lack of occupation tend - nay are dragged - towards evil."},{"id":112,"quote":"Science begets knowledge; opinion, ignorance."},{"id":113,"quote":"Whoever is to acquire a competent knowledge of medicine, ought to be possessed of the following advantages: a natural disposition; instructionl a favorable place for the study; early tuition, love of labor; leisure."},{"id":114,"quote":"About medications that are drunk or applied to wounds it is worth learning from everyone; for people do not discover these by reasoning but by chance, and experts not more than laymen."},{"id":115,"quote":"Eunuchs do not take the gout, nor become bald."},{"id":116,"quote":"The chief virtue that language can have is clearness, and nothing detracts from it so much as the use of unfamiliar words."},{"id":117,"quote":"The chief virtue that language can have is clarity."},{"id":118,"quote":"The forms of diseases are many and the healing of them is manifold."},{"id":119,"quote":"From nothing else but the brain come joys, delights, laughter and sports, and sorrows, griefs, despondency, and lamentations"},{"id":120,"quote":"In all abundance there is lack."},{"id":121,"quote":"Medicine is of all the Arts the most noble; but, owing to the ignorance of those who practice it, and of those who, inconsiderately, form a judgment of them, it is at present behind all the arts."},{"id":122,"quote":"Many admire, few know."},{"id":123,"quote":"Wherefore the heart and the diaphragm are particularly sensitive, they have nothing to do, however, with the operations of the understanding, but of all these the brain is the cause."},{"id":124,"quote":"A sensible man ought to think about that well being is the best of human blessings, and find out how by his personal thought to derive profit from his sicknesses."},{"id":125,"quote":"First of all a natural talent is required; for when Nature opposes, everything else is in vain; but when Nature leads the way to what is most excellent, instruction in the art takes place."},{"id":126,"quote":"The brain of man, like that of all animals is double, being parted down its centre by a thin membrane. For this reason pain is not always felt in the same part of the head, but sometimes on one side, sometimes on the other, and occasionally all over."},{"id":127,"quote":"Who could have foretold, from the structure of the brain, that wine could derange its functions?"},{"id":128,"quote":"Into whatsoever houses I enter, I will enter to help the sick, and I will abstain from all intentional wrong-doing and harm, especially from abusing the bodies of man or woman, bond or free. And whatsoever I shall see or hear in the course of my profession, as well as outside my profession in my intercourse with men, if it be what should not be published abroad, I will never divulge, holding such things to be holy secrets."},{"id":129,"quote":"What I may see or hear in the course of the treatment or even outside of the treatment in regard to the life of men, which on no account one must spread abroad, I will keep to myself holding such things shameful to be spoken about."},{"id":130,"quote":"War is the only proper school of the surgeon."},{"id":131,"quote":"I will follow that system of regimen which, according to my ability and judgment, I consider for the benefit of my patients, and abstain from whatever is deleterious and mischievous."},{"id":132,"quote":"I have clearly recorded this: for one can learn good lessons also from what has been tried but clearly has not succeeded, when it is clear why it has not succeeded."},{"id":133,"quote":"Where prayer, amulets and incantations work it is only a manifestation of the patient's belief."},{"id":134,"quote":"Male and female have the power to fuse into one solid, both because both are nourished in both and because soul is the same thing in all living creatures, although the body of each is different."},{"id":135,"quote":"The life so short, the craft so long to learn."},{"id":136,"quote":"I also maintain that clear knowledge of natural science must be acquired, in the first instance, through mastery of medicine alone."},{"id":137,"quote":"But medicine has long had all its means to hand, and has discovered both a principle and a method, through which the discoveries made during a long period are many and excellent, while full discovery will be made, if the inquirer be competent, conduct his researches with knowledge of the discoveries already made, and make them his starting-point. But anyone who, casting aside and rejecting all these means, attempts to conduct research in any other way or after another fashion, and asserts that he has found out anything, is and has been victim of deception."},{"id":138,"quote":"Through seven figures come sensations for a man; there is hearing for sounds, sight for the visible, nostril for smell, tongue for pleasant or unpleasant tastes, mouth for speech, body for touch, passages outwards and inwards for hot or cold breath. Through these come knowledge or lack of it."},{"id":139,"quote":"Life is short, science is long; opportunity is elusive, experiment is dangerous, judgement is difficult."},{"id":140,"quote":"Medicine in its present state is, it seems to me, by now completely discovered, insofar as it teaches in each instance the particular details and the correct measures. For anyone who has an understanding of medicine in this way depends very little upon good luck, but is able to do good with or without luck. For the whole of medicine has been established, and the excellent principles discovered in it clearly have very little need of good luck."},{"id":141,"quote":"I swear... to hold my teacher in this art equal to my own parents; to make him partner in my livelihood; when he is in need of money to share mine with him; to consider his family as my own brothers and to teach them this art, if they want to learn it, without fee or indenture."},{"id":142,"quote":"I will give no deadly medicine to any one if asked, nor suggest any such counsel; and in like manner I will not give to a woman a pessary to produce abortion."},{"id":143,"quote":"Correct is to recognize what diseases are and whence they come; which are long and which are short; which are mortal and which are not; which are in the process of changing into others; which are increasing and which are diminishing; which are major and which are minor; to treat the diseases that can be treated, but to recognize the ones that cannot be, and to know why they cannot be; by treating patients with the former, to give them the benefit of treatment as far as it is possible."},{"id":144,"quote":"It is changes that are chiefly responsible for diseases, especially the greatest changes, the violent alterations both in the seasons and in other things. (:)...regimen and temperature, and one period of life to another."},{"id":145,"quote":"Time is that wherein there is opportunity, and opportunity is that wherein there is no great time."},{"id":146,"quote":"The body of man has in itself blood, phlegm, yellow bile and black bile; these make up the nature of this body, and through these he feels pain or enjoys health. Now he enjoys the most perfect health when these elements are duly proportioned to one another in respect of compounding, power and bulk, and when they are perfectly mingled."},{"id":147,"quote":"If for the sake of a crowded audience you do wish to hold a lecture, your ambition is no laudable one, and at least avoid all citations from the poets, for to quote them argues feeble industry."},{"id":148,"quote":"Life is short, the art long."},{"id":149,"quote":"For where there is love of man, there is also love of the art."},{"id":150,"quote":"Timidity betrays want of powers, and audacity a want of skill. There are, indeed, two things, knowledge and opinion, of which the one makes its possessor really to know, the other to be ignorant."},{"id":151,"quote":"For extreme diseases, extreme methods of cure, as to restriction, are most suitable."},{"id":152,"quote":"Men ought to know that from the brain, and from the brain only, arise our pleasures, joy, laughter and jests, as well as our sorrows, pains, griefs, and tears."},{"id":153,"quote":"There are some arts which to those that possess them are painful, but to those that use them are helpful, a common good to laymen, but to those that practise them grievous. Of such arts there is one which the Greeks call medicine. For the medical man sees terrible sights, touches unpleasant things, and the misfortunes of others bring a harvest of sorrows that are peculiarly his; but the sick by means of the art rid themselves of the worst of evils, disease, suffering, pain and death."},{"id":154,"quote":"Life is short and the art long."},{"id":155,"quote":"For extreme illnesses extreme treatments are most fitting."},{"id":156,"quote":"I am about to discuss the disease called 'sacred'. It is not, in my opinion, any more divine or more sacred that other diseases, but has a natural cause, and its supposed divine origin is due to men's inexperience, and to their wonder at its peculiar character."},{"id":157,"quote":"The art is long, life is short"},{"id":158,"quote":"Those things which are sacred, are to be imparted only to sacred persons; and it is not lawful to import them to the profane until they have been initiated in the mysteries of the science."},{"id":159,"quote":"Let food be thy medicine and medicine be thy food."},{"id":160,"quote":"There are in fact two things, science and opinion; the former begets knowledge, the latter ignorance."},{"id":161,"quote":"Declare the past, diagnose the present, foretell the future."},{"id":162,"quote":"As to diseases, make a habit of two things — to help, or at least, to do no harm."},{"id":163,"quote":"Ars longa,vita brevis,occasio praeceps,experimentum periculosum,iudicium difficile.Life is short,[the] art long,opportunity fleeting,experiment dangerous,judgment difficult."},{"id":164,"quote":"People think that epilepsy is divine simply because they don't have any idea what causes epilepsy. But I believe that someday we will understand what causes epilepsy, and at that moment, we will cease to believe that it's divine. And so it is with everything in the universe"},{"id":165,"quote":"Life is short, art long, opportunity fleeting, experience treacherous, judgment difficult."},{"id":166,"quote":"It is far more important to know what person the disease has than what disease the person has."},{"id":167,"quote":"If you are in a bad mood go for a walk.If you are still in a bad mood go for another walk."},{"id":168,"quote":"The natural healing force within each of us is the greatest force in getting well."},{"id":169,"quote":"A wise man should consider that health is the greatest of human blessings, and learn how by his own thought to derive benefit from his illnesses."},{"id":170,"quote":"Before you heal someone, ask him if he's willing to give up the things that make him sick."},{"id":171,"quote":"Healing is a matter of time, but it is sometimes also a mater of opportunity."},{"id":172,"quote":"The soul is the same in all living creatures, although the body of each is different."},{"id":173,"quote":"The art is long, life is short, opportunity fleeting, experiment dangerous, judgment difficult."},{"id":174,"quote":"Ars longa vita brevis"},{"id":175,"quote":"It’s more important to know what sort of person has a disease than to know what sort of disease a person has."},{"id":176,"quote":"Ars longa, vita brevis"},{"id":177,"quote":"When sleep puts an end to delirium, it is a good symptom."},{"id":178,"quote":"Cure sometimes, treat often and comfort always."},{"id":179,"quote":"Disease [is] not an entity, but a fluctuating condition of the patient's body, a battle between the substance of disease and the natural self-healing tendency of the body."},{"id":180,"quote":"It is more important to know what sort of person has a disease than to know what sort of disease a person has."},{"id":181,"quote":"Both sleep and insomnolency, when immoderate, are bad."},{"id":182,"quote":"Let food be thy your medicine"},{"id":183,"quote":"Vita brevis, ars longa, occasio praeceps, experimentum periculosum, iudicium difficile."},{"id":184,"quote":"For if a man by magical arts and sacrifices will bring down the moon, and darken the sun, and induce storms, or fine weather, I should not believe that there was anything divine, but human, in these things, provided the power of the divine were overpowered by human knowledge and subjected to it."},{"id":185,"quote":"Persons who have a painful affection in any part of the body, and are in a great measure sensible of the pain, are disordered in intellect."},{"id":186,"quote":"The chief virtue that language can have isclearness, and nothing detracts from it somuch as the use of unfamiliar words."},{"id":187,"quote":"In whatever disease sleep is laborious, it is a deadly symptom; but if sleep does good, it is not deadly."},{"id":188,"quote":"Persons in whom a crisis takes place pass the night preceding the paroxysm uncomfortably, but the succeeding night generally more comfortably."},{"id":189,"quote":"If you are in a bad mood, go for a walk. If you are still in a bad mood, go for another walk."},{"id":190,"quote":"What remains in diseases after the crisis is apt to produce relapses."},{"id":191,"quote":"When in a state of hunger, one ought not to undertake labor."},{"id":192,"quote":"All the most acute, most powerful, and most deadly diseases, and those which are most difficult to be understood by the inexperienced, fall upon the brain."},{"id":193,"quote":"الطبيب الذي يحب الحكمة لا يقل عن الآلهة في شيء"},{"id":194,"quote":"La ocasión en fugazla experiencia inseguray el juicio difícil"},{"id":195,"quote":"In acute diseases it is not quite safe to prognosticate either death or recovery."},{"id":196,"quote":"A cura está ligada ao tempo e, às vezes, também, às circunstâncias."},{"id":197,"quote":"Life is short, art is long."},{"id":198,"quote":"first, the countenance of the patient, if it be like those of persons in health, and more so, if like itself, for this is the best of all; whereas the most opposite to it is the worst, such as the following; a sharp nose, hollow eyes, collapsed temples; the ears cold, contracted, and their lobes turned out: the skin about the forehead being rough, distended, and parched; the color of the whole face being green, black, livid, or lead-colored."},{"id":199,"quote":"But if they called everything divine which they do not understand, why there would be no end of divine things!"},{"id":200,"quote":"The selflessness and dedication shown by many Greek doctors can be seen not only in such works as the Epidemics, but also in, for example, Thucydides’ account of the plague at Athens (II, 47ff.) – where he notes the high incidence of mortality from the disease among the doctors who attempted to treat it."},{"id":201,"quote":"Wherever the art of Medicine is loved, there is also a love of Humanity"},{"id":202,"quote":"Que el alimento sea tu medicina y tu medicina sea tu alimento."},{"id":203,"quote":"Primum non nocere."},{"id":204,"quote":"Let food be thy medicine and medicine be thy food.Excerpt From: Daria Sanetra. “Your Emotional Belly Cure”. Apple Books.”"},{"id":205,"quote":"Ars longa, vita brevis."},{"id":206,"quote":"Ars longa, vita brevis, occasio praeceps, experimentum periculosum, iudicium difficile."}]