[{"id":1,"quote":"All men by nature are equal in that equal right that every man hath to his natural freedom, without being subjected to the will or authority of any other man; being all equal and independent, no one ought to harm another in his life, health, liberty or possessions."},{"id":2,"quote":"What worries you, masters you."},{"id":3,"quote":"I have no reason to suppose that he, who would take away my Liberty, would not when he had me in his Power, take away everything else."},{"id":4,"quote":"Whenever legislators endeavor to take away and destroy the property of the people, or to reduce them to slavery under arbitrary power, they put themselves into a state of war with the people, who are thereupon absolved from any further obedience."},{"id":5,"quote":"The most precious of all possessions is power over ourselves."},{"id":6,"quote":"Who lies for you will lie against you."},{"id":7,"quote":"Wherever Law ends, Tyranny begins."},{"id":8,"quote":"Any single man must judge for himself whether circumstances warrant obedience or resistance to the commands of the civil magistrate; we are all qualified, entitled, and morally obliged to evaluate the conduct of our rulers. This political judgment, moreover, is not simply or primarily a right, but like self-preservation, a duty to God. As such it is a judgment that men cannot part with according to the God of Nature. It is the first and foremost of our inalienable rights without which we can preserve no other."},{"id":9,"quote":"Don't let the things you don't have prevent you from using what you do have."},{"id":10,"quote":"The Legislative cannot transfer the Power of Making Laws to any other hands. For it being but a delegated Power from the People, they who have it, cannot pass it over to others. The People alone can appoint the Form of the Commonwealth, which is by Constituting the Legislative, and appointing in whose hands that shall be."},{"id":11,"quote":"Good and evil, reward and punishment, are the only motives to a rational creature"},{"id":12,"quote":"The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom."},{"id":13,"quote":"Liberty is to be free from restraint and violence from others"},{"id":14,"quote":"With books we stand on the shoulders of giants."},{"id":15,"quote":"The people cannot delegate to government the power to do anything which would be unlawful for them to do themselves."},{"id":16,"quote":"Our incomes are like our shoes; if too small, they gall and pinch us; but if too large, they cause us to stumble and to trip."},{"id":17,"quote":"Government has no other end, but the preservation of property."},{"id":18,"quote":"[Individuals] have a right to defend themselves and recover by force what by unlawful force is taken from them."},{"id":19,"quote":"It is one thing to persuade, another to command; one thing to press with arguments, another with penalties."},{"id":20,"quote":"Who are we to tell anyone what they can or can't do?"},{"id":21,"quote":"The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure."},{"id":22,"quote":"Parents wonder why the streams are bitter, when they themselves have poisoned the fountain."},{"id":23,"quote":"There is frequently more to be learned from the unexpected questions of a child than the discourses of men."},{"id":24,"quote":"Every man has a property in his own person. This nobody has a right to, but himself."},{"id":25,"quote":"Logic is the anatomy of thought."},{"id":26,"quote":"How long have you been holding those words in your head, hoping to use them?"},{"id":27,"quote":"New opinions are always suspected, and usually opposed, without any other reason but because they are not already common."},{"id":28,"quote":"Where there is no law there is no freedom."},{"id":29,"quote":"Is it worth the name of freedom to be at liberty to play the fool?"},{"id":30,"quote":"The discipline of desire is the background of character."},{"id":31,"quote":"Whoever uses force without Right ... puts himself into a state of War with those, against whom he uses it, and in that state all former Ties are canceled, all other Rights cease, and every one has a Right to defend himself, and to resist the Aggressor."},{"id":32,"quote":"No peace and security among mankind-let alone common friendship-can ever exist as long as people think that governments get their authority from God and that religion is to be propagated by force of arms."},{"id":33,"quote":"Firmness or stiffness of the mind is not from adherence to truth, but submission to prejudice."},{"id":34,"quote":"Consciousness is the perception of what passes in man's own mind."},{"id":35,"quote":"Fashion for the most part is nothing but the ostentation of riches."},{"id":36,"quote":"Error is none the better for being common, nor truth the worse for having lain neglected."},{"id":37,"quote":"If any one shall claim a power to lay and levy taxes on the people by his own authority and without such consent of the people, he thereby invades the fundamental law of property, and subverts the end of government."},{"id":38,"quote":"Education begins the gentleman, but reading, good company, and reflection must finish him."},{"id":39,"quote":"All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions."},{"id":40,"quote":"Men's happiness or misery is [for the] most part of their own making."},{"id":41,"quote":"Things of this world are in so constant a flux, that nothing remains long in the same state."},{"id":42,"quote":"No man's knowledge here can go beyond his experience."},{"id":43,"quote":"Freedom of men under government is to have a standing rule to live by, common to every one of that society and made by the legislative power vested in it and not to be subject to the inconstant, uncertain, arbitrary will of another man."},{"id":44,"quote":"Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours."},{"id":45,"quote":"Revolt is the right of the people"},{"id":46,"quote":"Tis a Mistake to think this Fault [tyranny] is proper only to Monarchies; other Forms of Government are liable to it, as well as that. For where-ever the Power that is put in any hands for the Government of the People, and the Preservation of their Properties, is applied to other ends, and made use of to impoverish, harass, or subdue them to the Arbitrary and Irregular Commands of those that have it: There it presently becomes Tyranny, whether those that thus use it are one or many."},{"id":47,"quote":"To love truth for truth's sake is the principal part of human perfection in this world, and the seed-plot of all other virtues."},{"id":48,"quote":"What if everything that happened here, happened for a reason?"},{"id":49,"quote":"The great question which, in all ages, has disturbed mankind, and brought on them the greatest part of their mischiefs ... has been, not whether be power in the world, nor whence it came, but who should have it."},{"id":50,"quote":"It is one thing to show a man that he is in an error, and another to put him in possession of the truth."},{"id":51,"quote":"I have always thought the actions of men the best interpreters of their thoughts."},{"id":52,"quote":"The business of education is not to make the young perfect in any one of the sciences, but so to open and dispose their minds as may best make them - capable of any, when they shall apply themselves to it."},{"id":53,"quote":"When the sacredness of property is talked of, it should be remembered that any such sacredness does not belong in the same degree to landed property."},{"id":54,"quote":"Whosoever is found variable, and changeth manifestly without manifest cause, giveth suspicion of corruption: therefore, always, when thou changest thine opinion or course, profess it plainly, and declare it, together with the reasons that move thee to change."},{"id":55,"quote":"There are two sides, two players. One is light, the other is dark."},{"id":56,"quote":"Children generally hate to be idle; all the care then is that their busy humour should be constantly employed in something of use to them"},{"id":57,"quote":"Nobody is made anything by hearing of rules, or laying them up in his memory; practice must settle the habit of doing, without reflecting on the rule; and you may as well hope to make a good painter, or musician, extempore, by a lecture and instruction in the arts of music and painting, as a coherent thinker, or a strict reasoner, by a set of rules, showing him wherein right reasoning consists."},{"id":58,"quote":"Don't tell me what I can't do!"},{"id":59,"quote":"The great art to learn much is to undertake a little at a time."},{"id":60,"quote":"To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality."},{"id":61,"quote":"Curiosity in children, is but an appetite for knowledge. The great reason why children abandon themselves wholly to silly pursuits and trifle away their time insipidly is, because they find their curiosity balked, and their inquiries neglected."},{"id":62,"quote":"The only fence against the world is a thorough knowledge of it."},{"id":63,"quote":"To prejudge other men's notions before we have looked into them is not to show their darkness but to put out our own eyes."},{"id":64,"quote":"There are a thousand ways to Wealth, but only one way to Heaven."},{"id":65,"quote":"Success in fighting means not coming at your opponent the way he wants to fight you."},{"id":66,"quote":"He that will make good use of any part of his life must allow a large part of it to recreation."},{"id":67,"quote":"A father would do well, as his son grows up, and is capable of it, to talk familiarly with him; nay, ask his advice, and consult with him about those things wherein he has any knowledge or understanding. By this, the father will gain two things, both of great moment. The sooner you treat him as a man, the sooner he will begin to be one; and if you admit him into serious discourses sometimes with you, you will insensibly raise his mind above the usual amusements of youth, and those trifling occupations which it is commonly wasted in."},{"id":68,"quote":"Reason must be our last judge and guide in everything."},{"id":69,"quote":"But there is only one thing which gathers people into seditious commotion, and that is oppression"},{"id":70,"quote":"The reason why men enter into society is the preservation of their property."},{"id":71,"quote":"The tendency to cruelty \n should be watched in \n children and if they \n incline to any such \n cruelty, they should be \n taught the contrary \n usage. For the custom \n of tormenting and killing \n other animals will, by \n degrees, harden their \n hearts even toward man. \n Children should from \n the beginning, be \n brought up in an \n abhorrence of killing or \n tormenting living \n beings."},{"id":72,"quote":"Every man carries about him a touchstone, if he will make use of it, to distinguish substantial gold from superficial glitterings, truth from appearances. And indeed the use and benefit of this touchstone, which is natural reason, is spoiled and lost only by assuming prejudices, overweening presumption, and narrowing our minds."},{"id":73,"quote":"Till a man can judge whether they be truths or not, his understanding is but little improved, and thus men of much reading, though greatly learned, but may be little knowing."},{"id":74,"quote":"Where there is no property there is no injustice."},{"id":75,"quote":"The mind is furnished with ideas by experience alone"},{"id":76,"quote":"The improvement of the understanding is for two ends; first, for our own increase of knowledge; secondly, to enable us to deliver and make out that knowledge to others."},{"id":77,"quote":"He that uses his words loosely and unsteadily will either not be minded or not understood."},{"id":78,"quote":"He that will have his son have respect for him and his orders, must himself have a great reverence for his son."},{"id":79,"quote":"When we know our own strength, we shall the better know what to undertake with hopes of success."},{"id":80,"quote":"The power of the legislative being derived from the people by a positive voluntary grant and institution, can be no other than what that positive grant conveyed, which being only to make laws, and not to make legislators, the legislative can have no power to transfer their authority of making laws, and place it in other hands."},{"id":81,"quote":"The body of People may with Respect resist intolerable Tyranny."},{"id":82,"quote":"Untruth being unacceptable to the mind of man, there is no other defence left for absurdity but obscurity."},{"id":83,"quote":"Nothing is in the intellect that was not first in the senses."},{"id":84,"quote":"That which is static and repetitive is boring. That which is dynamic and random is confusing. In between lies art."},{"id":85,"quote":"Men in great place are thrice servants; servants of the sovereign state, servants of fame, and servants of business; so as they have no freedom, neither in their persons, nor in their actions, nor in their times. It is a strange desire to seek power and to lose liberty; or to seek power over others, and to lose power over a man's self."},{"id":86,"quote":"All wealth is the product of labor."},{"id":87,"quote":"He that judges without informing himself to the utmost that he is capable, cannot acquit himself of judging amiss"},{"id":88,"quote":"Fortitude is the guard and support of the other virtues."},{"id":89,"quote":"It is practice alone that brings the powers of the mind, as well as those of the body, to their perfection."},{"id":90,"quote":"All the entertainment and talk of history is nothing almost but fighting and killing: and the honour and renown that is bestowed on conquerors (who for the most part are but the great butchers of mankind) farther mislead growing youth, who by this means come to think slaughter the laudable business of mankind, and the most heroic of virtues."},{"id":91,"quote":"The mind being, as I have declared, furnished with a great number of the simple ideas conveyed in by the senses, as they are found in exterior things, or by reflection on its own operations, take notice, also, that a certain number of these simple ideas go constantly together... which, by inadvertency, we apt afterward to talk of and condier as one simple idea."},{"id":92,"quote":"It is vain to find fault with those arts of deceiving wherein men find pleasure to be deceived."},{"id":93,"quote":"An excellent man, like precious metal, is in every way invariable; A villain, like the beams of a balance, is always varying, upwards and downwards."},{"id":94,"quote":"The acts of the mind, wherein it exerts its power over simple ideas, are chiefly these three: 1. Combining several simple ideas into one compound one, and thus all complex ideas are made. 2. The second is bringing two ideas, whether simple or complex, together, and setting them by one another so as to take a view of them at once, without uniting them into one, by which it gets all its ideas of relations. 3. The third is separating them from all other ideas that accompany them in their real existence: this is called abstraction, and thus all its general ideas are made."},{"id":95,"quote":"There cannot any one moral rule be proposed whereof a man may not justly demand a reason."},{"id":96,"quote":"Where there is no desire, there will be no industry."},{"id":97,"quote":"Those are not at all to be tolerated who deny the being of God. Promises, covenants, and oaths, which are the bonds of human society, can have no hold upon an atheist. The taking away of God, though but even in thought, dissolves all."},{"id":98,"quote":"It is of great use to the sailor to know the length of his line, though he cannot with it fathom all the depths of the ocean."},{"id":99,"quote":"The thoughts that come often unsought, and, as it were, drop into the mind, are commonly the most valuable of any we have."},{"id":100,"quote":"The visible mark of extraordinary wisdom and power appear so plainly in all the works of creation."},{"id":101,"quote":"To understand political power right, and derive it from its original, we must consider, what state all men are naturally in, and that is, a state of perfect freedom to order their actions, and dispose of their possessions and persons, as they think fit, within the bounds of the law of nature, without asking leave, or depending upon the will of any other man."},{"id":102,"quote":"If the innocent honest Man must quietly quit all he has for Peace sake, to him who will lay violent hands upon it, I desire it may be considered what kind of Peace there will be in the World, which consists only in Violence and Rapine; and which is to be maintained only for the benefit of Robbers and Oppressors."},{"id":103,"quote":"Man is not permitted without censure to follow his own thoughts in the search of truth, when they lead him ever so little out of the common road."},{"id":104,"quote":"Though the water running in the fountain be every ones, yet who can doubt, but that in the pitcher is his only who drew it out?"},{"id":105,"quote":"The chief art of learning is to attempt but a little at a time."},{"id":106,"quote":"God, when he makes the prophet, does not unmake the man."},{"id":107,"quote":"These two, I say, viz. external material things, as the objects of SENSATION, and the operations of our own minds within, as the objects of REFLECTION, are to me the only originals from whence all our ideas take their beginnings."},{"id":108,"quote":"Vague and mysterious forms of speech, and abuse of language, have so long passed for mysteries of science; and hard or misapplied words with little or no meaning have, by prescription, such a right to be mistaken for deep learning and height of speculation, that it will not be easy to persuade either those who speak or those who hear them, that they are but the covers of ignorance and hindrance of true knowledge."},{"id":109,"quote":"The dread of evil is a much more forcible principle of human actions than the prospect of good."},{"id":110,"quote":"Mathematical proofs, like diamonds, are hard and clear, and will be touched with nothing but strict reasoning."},{"id":111,"quote":"There is no such way to gain admittance, or give defence to strange and absurd Doctrines, as to guard them round about with Legions of obscure, doubtful, and undefin'd Words."},{"id":112,"quote":"Curiosity should be as carefully cherish'd in children, as other appetites suppress'd."},{"id":113,"quote":"Knowledge is grateful to the understanding, as light to the eyes."},{"id":114,"quote":"We are all a sort of chameleons, that still take a tincture from things near us: nor is it to be wondered at in children, who better understand what they see, than what they hear."},{"id":115,"quote":"The greatest part cannot know, and therefore they must believe."},{"id":116,"quote":"If punishment reaches not the mind and makes not the will supple, it hardens the offender."},{"id":117,"quote":"Try all things, hold fast that which is good."},{"id":118,"quote":"Where danger shews it self, apprehension cannot, without stupidity, be wanting; where danger is, sense of danger should be; and so much fear as should keep us awake, and excite our attention, industry, and vigour; but not to disturb the calm use of our reason, nor hinder the execution of what that dictates."},{"id":119,"quote":"It is easier for a tutor to command than to teach."},{"id":120,"quote":"The Church which taught men not to keep faith with heretics, had no claim to toleration."},{"id":121,"quote":"There cannot any one moral rule be proposed whereof a man may not justly demand a reason. Every man has a property in his own person. This nobody has any right to but himself. The people cannot delegate to government the power to do anything which would be unlawful for them to do themselves."},{"id":122,"quote":"As people are walking all the time, in the same spot, a path appears."},{"id":123,"quote":"If by gaining knowledge we destroy our health, we labour for a thing that will be useless in our hands."},{"id":124,"quote":"Certain subjects yield a general power that may be applied in any direction and should be studied by all."},{"id":125,"quote":"Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing."},{"id":126,"quote":"Our Business here is not to know all things, but those which concern our conduct."},{"id":127,"quote":"One unerring mark of the love of truth is not entertaining any proposition with greater assurance than the proofs it is built upon will warrant."},{"id":128,"quote":"Our deeds disguise us. People need endless time to try on their deeds, until each knows the proper deeds for him to do. But every day, every hour, rushes by. There is no time."},{"id":129,"quote":"All men are liable to error; and most men are, in many points, by passion or interest, under temptation to it."},{"id":130,"quote":"Curiosity in children is but an appetite for knowledge."},{"id":131,"quote":"Reason, if consulted with, would advise, that their children's time should be spent in acquiring what might be useful to them when they come to be men, rather than to have their heads stuff'd with a deal of trash, a great part whereof they usually never do ('tis certain they never need to) think on again as long as they live: and so much of it as does stick by them they are only the worse for."},{"id":132,"quote":"How then shall they have the play-games you allow them, if none must be bought for them?\" I answer, they should make them themselves, or at least endeavour it, and set themselves about it. ...And if you help them where they are at a stand, it will more endear you to them than any chargeable toys that you shall buy for them."},{"id":133,"quote":"It is labour indeed that puts the difference on everything."},{"id":134,"quote":"A sound mind in a sound body, is a short, but full description of a happy state in this World: he that has these two, has little more to wish for; and he that wants either of them, will be little the better for anything else."},{"id":135,"quote":"Since the great foundation of fear is pain, the way to harden and fortify children against fear and danger is to accustom them to suffer pain."},{"id":136,"quote":"'Tis true that governments cannot be supported without great charge, and it is fit everyone who enjoys a share of protection should pay out of his estate his proportion of the maintenance of it."},{"id":137,"quote":"The reservedness and distance that fathers keep, often deprive their sons of that refuge which would be of more advantage to them than an hundred rebukes or chidings."},{"id":138,"quote":"Children have as much mind to show that they are free, that their own good actions come from themselves, that they are absolute and independent, as any of the proudest of you grown men, think of them as you please."},{"id":139,"quote":"Truth, like gold, is not less so for being newly brought out of the mine."},{"id":140,"quote":"Faith is the assent to any proposition not made out by the deduction of reason but upon the credit of the proposer."},{"id":141,"quote":"A young man before he leaves the shelter of his father's house, and the guard of a tutor, should be fortify'd with resolution, and made acquainted with men, to secure his virtues, lest he should be led into some ruinous course, or fatal precipice, before he is sufficiently acquainted with the dangers of conversation, and his steadiness enough not to yield to every temptation."},{"id":142,"quote":"Let us suppose the mind to be, as we say, white paper, void of all characters, without any ideas; how comes it to be furnished? Whence comes it by that vast store which the busy and boundless fancy of man has painted on it with an almost endless variety? Whence has it all the materials of reason and knowledge? To this I answer, in one word, from experience."},{"id":143,"quote":"Thirdly, the supreme power cannot take from any man any part of his property without his own consent: for the preservation of property being the end of government, and that for which men enter into society, it necessarily supposes and requires, that the people should have property, without which they must be supposed to lose that, by entering into society, which was the end for which they entered into it; too gross an absurdity for any man to own."},{"id":144,"quote":"To give a man full knowledge of morality, I would send him to no other book than the New Testament."},{"id":145,"quote":"The necessity of pursuing true happiness is the foundation of all liberty- Happiness, in its full extent, is the utmost pleasure we are capable of."},{"id":146,"quote":"A criminal who, having renounced reason ... hath, by the unjust violence and slaughter he hath committed upon one, declared war against all mankind, and therefore may be destroyed as a lion or tiger, one of those wild savage beasts with whom men can have no society nor security."},{"id":147,"quote":"In transgressing the law of nature, the offender declares himself to live by another rule than that of reason and common equity."},{"id":148,"quote":"[I]t being reasonable and just, I should have a right to destroy that which threatens me with destruction: for by the fundamental law of nature, man being to be preserved as much as possible, when all cannot be preserved, the safety of the innocent is to be preferred: and one may destroy a man who makes war upon him, or has discovered an enmity to his being, for the same reason that he may kill a Wolf or a lion."},{"id":149,"quote":"I pretend not to teach, but to inquire."},{"id":150,"quote":"Knowledge being to be had only of visible and certain truth, error is not a fault of our knowledge, but a mistake of our judgment, giving assent to that which is not true."},{"id":151,"quote":"For where is the man that has incontestable evidence of the truth of all that he holds, or of the falsehood of all he condemns; or can say that he has examined to the bottom all his own, or other men's opinions? The necessity of believing without knowledge, nay often upon very slight grounds, in this fleeting state of action and blindness we are in, should make us more busy and careful to inform ourselves than constrain others."},{"id":152,"quote":"A sound mind in a sound body is a short but full description of a happy state in this world."},{"id":153,"quote":"Curiosity in children ... is but an appetite after knowledge and therefore ought to be encouraged in them, not only as a good sign, but as the great instrument nature has provided to remove that ignorance they were born with and which, without this busy inquisitiveness, will make them dull and useless creatures."},{"id":154,"quote":"And because it may be too great a temptation to human frailty, apt to grasp at power, for the same persons, who have the power of making laws, to have also in their hands the power to execute them, whereby they may exempt themselves from obedience to the laws they make, and suit the law, both in its making, and execution, to their own private advantage."},{"id":155,"quote":"In short, herein seems to lie the difference between idiots and madmen, that madmen put wrong ideas together, and so make wrong propositions, but argue and reason right from them: but idiots make very few or no propositions, and reason scarce at all."},{"id":156,"quote":"Children should from the beginning be bred up in an abhorrence of killing or tormenting any living creature; and be taught not to spoil or destroy any thing, unless it be for the preservation or advantage of some other that is nobler."},{"id":157,"quote":"As usurpation is the exercise of power which another has a right to, so tyranny is the exercise of power beyond right, which nobody can have a right to."},{"id":158,"quote":"Habits wear more constantly and with greatest force than reason, which, when we have most need of it, is seldom fairly consulted, and more rarely obeyed"},{"id":159,"quote":"Children (nay, and men too) do most by example."},{"id":160,"quote":"The Indians , whom we call barbarous, observe much more decency and civility in their discourses and conversation, giving one another a fair silent hearing till they have quite done; and then answering them calmly, and without noise or passion. And if it be not so in this civiliz'd part of the world, we must impute it to a neglect in education, which has not yet reform'd this antient piece of barbarity amongst us."},{"id":161,"quote":"If to break loose from the bounds of reason, and to want that restraint of examination and judgment which keeps us from choosing or doing the worst, be liberty, true liberty, madmen and fools are the only freemen: but yet, I think, nobody would choose to be mad for the sake of such liberty, but he that is mad already."},{"id":162,"quote":"It is hard to know what other way men can come to truth, to lay hold of it, if they do not dig and search for it as for gold and hid treasure; but he that does so, must have much earth and rubbish, before he gets the pure metal; sand, and pebbles, and dross usually lie blended with it, but the gold is nevertheless gold, and will enrich the man that employs his pains to seek and separate it."},{"id":163,"quote":"He that would seriously set upon the search of truth, ought in the first place to prepare his mind with a love of it. For he that loves it not, will not take much pains to get it; nor be much concerned when he misses it."},{"id":164,"quote":"Inuring children gently to suffer some degrees of pain without shrinking, is a way to gain firmness to their minds, and lay a foundation for courage and resolution in the future part of their lives."},{"id":165,"quote":"I attribute the little I know to my not having been ashamed to ask for information, and to my rule of conversing with all descriptions of men on those topics that form their own peculiar professions and pursuits."},{"id":166,"quote":"Let not men think there is no truth, but in the sciences that they study, or the books that they read."},{"id":167,"quote":"Not time is the measure of movement but: ...each constant periodic appearance of ideas."},{"id":168,"quote":"The native and untaught suggestions of inquisitive children do often offer things, that may set a considering man's thoughts on work. And I think there is frequently more to be learn'd from the unexpected questions of a child than the discourses of men, who talk in a road, according to the notions they have borrowed, and the prejudices of their education."},{"id":169,"quote":"As it is in the body, so it is in the mind; practice makes it what it is, and most even of those excellencies, what are looked on as natural endowments, will be found, when examined into more narrowly, to be the product of exercise, and to be raised to that pitch, only by repeated actions."},{"id":170,"quote":"If we will disbelieve everything, because we cannot certainly know all things, we shall do much what as wisely as he who would not use his legs, but sit still and perish, because he had no wings to fly."},{"id":171,"quote":"To be rational is so glorious a thing, that two-legged creatures generally content themselves with the title."},{"id":172,"quote":"The difference, so observable in men's understandings and parts, does not arise so much from their natural faculties, as acquired habits."},{"id":173,"quote":"Words, in their primary or immediate signification, stand for nothing but the ideas in the mind of him who uses them."},{"id":174,"quote":"The least and most imperceptible impressions received in our infancy have consequences very important and of long duration."},{"id":175,"quote":"The only thing we are naturally afraid of is pain, or loss of pleasure. And because these are not annexed to any shape, colour, or size of visible objects, we are frighted of none of them, till either we have felt pain from them, or have notions put into us that they will do us harm."},{"id":176,"quote":"So difficult it is to show the various meanings and imperfections of words when we have nothing else but words to do it with."},{"id":177,"quote":"I am sure, zeal or love for truth can never permit falsehood to be used in the defense of it."},{"id":178,"quote":"Action is the great business of mankind, and the whole matter about which all laws are conversant."},{"id":179,"quote":"Books seem to me to be pestilent things, and infect all that trade in them...with something very perverse and brutal. Printers, binders, sellers, and others that make a trade and gain out of them have universally so odd a turn and corruption of mind that they have a way of dealing peculiar to themselves, and not conformed to the good of society and that general fairness which cements mankind."},{"id":180,"quote":"In my opinion, understanding who your target audience is, and what they want, and writing to them (and only them!) is the most important component of being successful as an author."},{"id":181,"quote":"Set the mind to work, and apply the thoughts vigorously to the business, for it holds in the struggles of the mind, as in those of war, that to think we shall conquer is to conquer."},{"id":182,"quote":"Long discourses, and philosophical readings, at best, amaze and confound, but do not instruct children. When I say, therefore, that they must be treated as rational creatures, I mean that you must make them sensible, by the mildness of your carriage, and in the composure even in the correction of them, that what you do is reasonable in you, and useful and necessary for them; and that it is not out of caprichio, passion or fancy, that you command or forbid them any thing."},{"id":183,"quote":"..every Man has a Property in his own Person. This no Body has any Right to but himself. The Labour of his Body, and the Work of his Hands, we may say, are properly his. .... The great and chief end therefore, of Mens uniting into Commonwealths, and putting themselves under Government, is the Preservation of their Property."},{"id":184,"quote":"This is that which I think great readers are apt to be mistaken in; those who have read of everything, are thought to understand everything too; but it is not always so. Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours. We are of the ruminating kind , and it is not enough to cram ourselves with a great load of collections:;; unless we chew them over again, they will not give us strength and nourishment."},{"id":185,"quote":"What humanity abhors, custom reconciles and recommends to us."},{"id":186,"quote":"Memory is the power to revive again in our minds those ideas which after imprinting have disappeared, or have been laid aside out of sight."},{"id":187,"quote":"So that, in effect, religion, which should most distinguish us from beasts, and ought most peculiarly to elevate us, as rational creatures, above brutes, is that wherein men often appear most irrational, and more senseless than beasts themselves."},{"id":188,"quote":"Laws provide, as much as ispossible that the goods and health of subjects be not injured by the fraud and violence of others. They do not guard them from thenegligence or ill-husbandry of the possessors themselves."},{"id":189,"quote":"Justice and truth are the common ties of society"},{"id":190,"quote":"This is my destiny â€” I'm supposed to do this, dammit! Don't tell me what I can and can't do!"},{"id":191,"quote":"If, then, there must be something eternal, let us see what sort of Being it must be. And to that it is very obvious to Reason, that it must necessarily be a cogitative Being. For it is as impossible to conceive that ever bare incogitative Matter should produce a thinking intelligent Being, as that nothing should of itself produce Matter."},{"id":192,"quote":"We are born with faculties and powers capable almost of anything, such at least as would carry us farther than can easily be imagined: but it is only the exercise of those powers, which gives us ability and skill in any thing, and leads us towards perfection."},{"id":193,"quote":"Truth certainly would do well enough, if she were once left to shift for herself...She is not taught by laws, nor has she any need of force, to procure her entrance into the minds of men."},{"id":194,"quote":"When I had gone through the whole, and saw what a plain, simple, reasonable thing Christianity was, suited to all conditions and capacities; and in the morality of it now, with divine authority, established into a legible law, so far surpassing all that philosophy and human reason had attained to, or could possibly make effectual to all degrees of man kind; I was flattered to think it might be of some use in the world."},{"id":195,"quote":"The only fence against the world is a thorough knowledge of it, into which a young gentleman should be enter'd by degrees, as he can bear it; and the earlier the better, so he be in safe and skillful hands to guide him."},{"id":196,"quote":"[H]e that thinks absolute power purifies men's blood, and corrects the baseness of human nature, need read the history of this, or any other age, to be convinced to the contrary."},{"id":197,"quote":"Earthly minds, like mud walls, resist the strongest batteries; and though, perhaps, sometimes the force of a clear argument may make some impression, yet they nevertheless stand firm, keep out the enemy, truth, that would captivate or disturbe them."},{"id":198,"quote":"We should have a great fewer disputes in the world if words were taken for what they are, the signs of our ideas only, and not for things themselves."},{"id":199,"quote":"Every Man being conscious to himself, That he thinks, and that which his Mind is employ'd about whilst thinking, being the Ideas, that are there, 'tis past doubt, that Men have in their Minds several Ideas, such as are those expressed by the words, Whiteness, Hardness, Sweetness, Thinking, Motion, Man, Elephant, Army, Drunkenness, and others: It is in the first place then to be inquired, How he comes by them? I know it is a received Doctrine, That Men have native Ideas, and original Characters stamped upon their Minds, in their very first Being."},{"id":200,"quote":"When Fashion hath once Established, what Folly or craft began, Custom makes it Sacred, and 'twill be thought impudence or madness, to contradict or question it."},{"id":201,"quote":"Practice conquers the habit of doing, without reflecting on the rule."},{"id":202,"quote":"Reason is natural revelation, whereby the eternal father of light, and fountain of all knowledge, communicates to mankind that portion of truth which he has laid within the reach of their natural faculties: revelation is natural reason enlarged by a new set of discoveries communicated by God. . . ."},{"id":203,"quote":"The works of nature and the works of revelation display religion to mankind in characters so large and visible that those who are not quite blind may in them see and read the first principles and most necessary parts of it and from thence penet into those infinite depths filled with the treasures of wisdom and knowledge."},{"id":204,"quote":"Struggle is nature's way of strengthening it"},{"id":205,"quote":"Whensoever, therefore, the legislative shall transgress this fundamental rule of society, and either by ambition, fear, folly, or corruption, endeavour to grasp themselves, or put into the hands of any other, an absolute power over the lives, liberties, and estates of the people, by this breach of trust they forfeit the power the people had put into the hands... and it devolves to the people, who have a right to resume their original liberty, and... provide for their own safety and security."},{"id":206,"quote":"Whoever has used what means he is capable of, for the informing of himself, with a readiness to believe and obey what shall be taught and prescribed by Jesus, his Lord and King, is a true and faithful subject of Christ s kingdom:;; and cannot be thought to fail in any thing necessary to salvation."},{"id":207,"quote":"I esteem it above all things necessary to distinguish exactly the business of civil government from that of religion and to settle the just bounds that lie between the one and the other."},{"id":208,"quote":"Let the awe [the teacher] has upon [children's] minds be so tempered with the constant marks of tenderness and good will, that affection may spur them to their duty, and make them find a pleasure in complying with his dictates. This will bring them with satisfaction to their tutor; make them hearken to him, as to one who is their friend, that cherishes them, and takes pains for their good; this will keep their thoughts easy and free, whilst they are with him, the only temper wherein the mind is capable of receiving new information, and of admitting into itself those impressions."},{"id":209,"quote":"The picture of a shadow is a positive thing."},{"id":210,"quote":"The Commonwealth of Learning is not at this time without Master-Builders, whose mighty Designs, in advancing the Sciences, will leave lasting Monuments to the Admiration of Posterity; But every one must not hope to be a Boyle, or a Sydenham; and in an Age that produces such Masters, as the Great-Huygenius, and the incomparable Mr. Newton, with some other of that Strain; 'tis Ambition enough to be employed as an Under-Labourer in clearing Ground a little, and removing some of the Rubbish, that lies in the way to Knowledge."},{"id":211,"quote":"As the magistrate has no power to impose by his laws the use of any rites and ceremonies in any church, so neither has he any power to forbid the use of such rites and ceremonies as are already received, approved, and practised by any church; because if he did so, he would destroy the church itself; the end of whose institution is only to worship God with freedom, after its own manner."},{"id":212,"quote":"If you punish him for what he sees you practise yourself, he... will be apt to interpret it the peevishness and arbitrary imperiousness of a father, who, without any ground for it, would deny his son the liberty and pleasure he takes himself."},{"id":213,"quote":"In all things, therefore, where we have clear evidence from our ideas, and those principles of knowledge I have above mentioned, reason is the proper judge; and revelation, though it may, in consenting with it, confirm its dictates, yet cannot in such cases invalidate its decrees: nor can we be obliged, where we have the clear and evident sentience of reason, to quit it for the contrary opinion, under a pretence that it is matter of faith: which can have no authority against the plain and clear dictates of reason."},{"id":214,"quote":"In the beginning, all the world was America."},{"id":215,"quote":"Now, I appeal to the consciences of those that persecute, torment, destroy, and kill other men upon pretence of religion, whether they do it out of friendship and kindness towards them or no? I say, if all this be done merely to make men Christians and procure their salvation, why then do they suffer whoredom, fraud, malice and such-like enormities, which (according to the Apostle) manifestly relish of heathenish corruption, to predominate so much and abound amongst their flocks and people?"},{"id":216,"quote":"The greatest part of mankind ... are given up to labor, and enslaved to the necessity of their mean condition; whose lives are worn out only in the provisions for living."},{"id":217,"quote":"As much land as a man tills, plants, improves, cultivated, and can use the product of, so much is his property. He by his labour does, as it were, enclose it from the common."},{"id":218,"quote":"For a man's property is not at all secure, though there be good and equitable laws to set the bounds of it, between him and his fellow subjects, if he who commands those subjects, have power to take from any private man, what part he pleases of his property, and use and dispose of it as he thinks good."},{"id":219,"quote":"Hence it is a mistake to think, that the supreme or legislative power of any common-wealth, can do what it will, and dispose of the estates of the subject arbitrarily, or take any part of them at pleasure."},{"id":220,"quote":"It is therefore worthwhile, to search out the bounds between opinion and knowledge; and examine by what measures, in things, whereof we have no certain knowledge, we ought to regulate our assent, and moderate our persuasions."},{"id":221,"quote":"Men in great fortunes are strangers to themselves, and while they are in the puzzle of business, they have no time to tend their health either of body or mind."},{"id":222,"quote":"Affectation is an awkward and forced imitation of what should be genuine and easy, wanting the beauty that accompanies what is natural."},{"id":223,"quote":"MEN being, as has been said, by nature, all free, equal, and independent, no one can be put out of this estate, and subjected to the political power of another, without his own consent."},{"id":224,"quote":"Whoso sheddeth man's blood, by man shall his blood be shed."},{"id":225,"quote":"He that denies any of the doctrines that Christ has delivered, to be true, denies him to be sent from God, and consequently to be the Messiah; and so ceases to be a Christian."},{"id":226,"quote":"Slavery is so vile and miserable an Estate of Man, and so directly opposite to the generous Temper and Courage of our Nation; that 'tis hardly to be conceived, that an Englishman, much less a Gentleman, should plead for't."},{"id":227,"quote":"Whosoever will list himself under the banner of Christ, must, in the first place and above all things, make war upon his own lusts and vices. It is in vain for any man to usurp the name of Christian, without holiness of life, purity of manners, benignity and meekness of spirit."},{"id":228,"quote":"And thus the community perpetually retains a supreme power of saving themselves from the attempts and designs of anybody, even of their legislators, whenever they shall be so foolish, or so wicked, as to lay and carry on designs against the liberties and properties of the subject."},{"id":229,"quote":"The Ideas of primary Qualities of Bodies, are Resemblances of them, and their Patterns do really exist in the Bodies themselves; but the Ideas, produced in us by these Secondary Qualities, have no resemblance of them at all. There is nothing like our Ideas, existing in the Bodies themselves. They are in Bodies, we denominate from them, only a Power to produce those Sensations in us: And what is Sweet, Blue or Warm in Idea, is but the certain Bulk, Figure, and Motion of the insensible parts in the Bodies themselves, which we call so."},{"id":230,"quote":"He that has his chains knocked off, and the prison doors set open to him, is perfectly at liberty, because he may either go or stay, as he best likes; though his preference be determined to stay, by the darkness of the night, or illness of the weather, or want of other lodging."},{"id":231,"quote":"If the Gospel and the Apostles may be credited, no man can be a Christian without charity, and without that faith which works, not by force, but by love."},{"id":232,"quote":"The state of nature has a law of nature to govern it, which obliges every one: and reason, which is that law, teaches all mankind, who will but consult it."},{"id":233,"quote":"Understanding like the eye; whilst it makes us see and perceive all things, takes no notice of itself; and it requires art and pains to set it at a distance and make it its own subject."},{"id":234,"quote":"I do not say this, that I think there should be no difference of opinions in conversation, nor opposition in men's discourses... 'Tis not the owning one's dissent from another, that I speak against, but the manner of doing it."},{"id":235,"quote":"Every man must some time or other be trusted to himself."},{"id":236,"quote":"I have spent more than half a lifetime trying to express the tragic moment."},{"id":237,"quote":"The care of souls cannot belong to the civil magistrate."},{"id":238,"quote":"Nature never makes excellent things, for mean or no uses: and it is hardly to be conceived, that our infinitely wise Creator, should make so admirable a Faculty, as the power of Thinking, that Faculty which comes nearest the Excellency of his own incomprehensible Being, to be so idlely and uselesly employ'd, at least 1/4 part of its time here, as to think constantly, without remembering any of those Thoughts, without doing any good to it self or others, or being anyway useful to any other part of Creation."},{"id":239,"quote":"When ideas float in our mind, without any reflection or regard of the understanding, it is that which the French call reverie."},{"id":240,"quote":"There cannot be greater rudeness than to interrupt another in the current of his discourse."},{"id":241,"quote":"Brutes abstract not. -- If it may be doubted, whether beasts compound and enlarge their ideas, that way, to any degree; this, I think, I may be positive in, that the power of abstracting is not at all in them; and that the having of general ideas is that which puts a perfect distinction betwixt man and brutes, and is an excellency which the faculties of brutes do by no means attain to."},{"id":242,"quote":"A man may live long, and die at last in ignorance of many truths, which his mind was capable of knowing, and that with certainty."},{"id":243,"quote":"Had you or I been born at the Bay of Soldania, possibly our Thoughts, and Notions, had not exceeded those brutish ones of the Hotentots that inhabit there: And had the Virginia King Apochancana, been educated in England, he had, perhaps been as knowing a Divine, and as good a Mathematician as any in it. The difference between him, and a more improved English-man, lying barely in this, That the exercise of his Facilities was bounded within the Ways, Modes, and Notions of his own Country, and never directed to any other or farther Enquiries."},{"id":244,"quote":"As children's inquiries are not to be slighted, so also great care is to be taken, that they never receive deceitful and illuding answers. They easily perceive when they are slighted or deceived, and quickly learn the trick of neglect, dissimulation, and falsehood, which they observe others to make use of. We are not to intrench upon truth in any conversation, but least of all with children; since, if we play false with them, we not only deceive their expectation, and hinder their knowledge, but corrupt their innocence, and teach them the worst of vices."},{"id":245,"quote":"It is ambition enough to be employed as an under-labourer in clearing the ground a little, and removing some of the rubbish that lies in the way to knowledge."},{"id":246,"quote":"Though the familiar use of things about us take off our wonder, yet it cures not our ignorance."},{"id":247,"quote":"False and doubtful positions, relied upon as unquestionable maxims, keep those who build on them in the dark from truth. Such are usually the prejudices imbibed from education, party, reverence, fashion, interest, et cetera."},{"id":248,"quote":"General observations drawn from particulars are the jewels of knowledge, comprehending great store in a little room; but they are therefore to be made with the greater care and caution, lest, if we take counterfeit for true, our loss and shame be the greater when our stock comes to a severe scrutiny."},{"id":249,"quote":"Thus the law of nature stands as an eternal rule to all men, legislators as well as others. The rules that they make for other mens actions, must, as well as their own and other mens actions, be conformable to the law of nature, i.e. to the will of God, of which that is a declaration, and the fundamental law of nature being the preservation of mankind, no human sanction can be good, or valid against it."},{"id":250,"quote":"I doubt not, but from self-evident Propositions, by necessary Consequences, as incontestable as those in Mathematics, the measures of right and wrong might be made out."},{"id":251,"quote":"Power to do good is the true and lawful act of aspiring; for good thoughts (though God accept them), yet towards men are little better than good dreams, except they be put in act; and that cannot be without power and place, as the vantage and commanding ground."},{"id":252,"quote":"Thus parents, by humouring and cockering them when little, corrupt the principles of nature in their children, and wonder afterwards to taste the bitter waters, when they themselves have poison'd the fountain."},{"id":253,"quote":"Moral laws are set as a curb and restraint to these exorbitant desires, which they cannot be but by rewards and punishments, that will over-balance the satisfaction any one shall propose to himself in the breach of the law."},{"id":254,"quote":"In the discharge of thy place set before thee the best examples; for imitation is a globe of precepts."},{"id":255,"quote":"Anger is uneasiness or discomposure of the mind upon the receipt of any injury, with a present purpose of revenge"},{"id":256,"quote":"I thought that I had no time for faith nor time to pray, then I saw an armless man saying his Rosary with his feet."},{"id":257,"quote":"Crooked things may be as stiff and unflexible as streight: and Men may be as positive and peremptory in Error as in Truth."},{"id":258,"quote":"Who hath a prospect of the different state of perfect happiness or misery that attends all men after this life, depending on their behavior, the measures of good and evil that govern his choice are mightily changed."},{"id":259,"quote":"All rising to great place is by a winding stair; and if there be factions, it is good to side a man's self whilst he is in the rising, and to balance himself when he is placed."},{"id":260,"quote":"Any one reflecting upon the thought he has of the delight, which any present or absent thing is apt to produce in him, has the idea we call love."},{"id":261,"quote":"He that makes use of another's fancy or necessity to sell ribbons or cloth dearer to him than to another man at the same time, cheats him."},{"id":262,"quote":"This is to think, that men are so foolish, that they take care to avoid what mischiefs may be done them by pole-cats, or foxes; but are content, nay, think it safety, to be devoured by lions."},{"id":263,"quote":"There is not so contemptible a plant or animal that does not confound the most enlarged understanding."},{"id":264,"quote":"I find every sect, as far as reason will help them, make use of it gladly: and where it fails them, they cry out, It is a matter of faith, and above reason."},{"id":265,"quote":"The senses at first let in particular Ideas, and furnish the yet empty Cabinet: And the Mind by degrees growing familiar with some of them, they are lodged in the Memory, and Names got to them."},{"id":266,"quote":"Beating is the worst, and therefore the last means to be us'd in the correction of children, and that only in the cases of extremity, after all gently ways have been try'd, and proved unsuccessful; which, if well observ'd, there will very seldom be any need of blows."},{"id":267,"quote":"Revelation in matters where reason cannot judge, or but probably, ought to be hearkened to. First, Whatever proposition is revealed, of whose truth our mind, by its natural faculties and notions, cannot judge, that is purely matter of faith, and above reason."},{"id":268,"quote":"God is the place of spirits, as spaces are the places of bodies."},{"id":269,"quote":"To ask at what time a man has first any ideas is to ask when he begins to perceive; having ideas and perception being the same thing."},{"id":270,"quote":"If all be a Dream, then he doth but dream that he makes the Question; and so it is not much matter that a waking Man should answer him."},{"id":271,"quote":"How much education may reconcile young people to pain and sufference, the examples of Sparta do sufficiently shew; and they who have once brought themselves not to think bodily pain the greatest of evils, or that which they ought to stand most in fear of, have made no small advance toward virtue."},{"id":272,"quote":"Probability is a kind of penance, which God made, suitable, I presume to that state of mediocrity and probationership he has been pleased to place us in here; wherein, to check our over-confidence and presumption, we might, by every day's experience, be made sensible of our short-sightedness, and liableness to error."},{"id":273,"quote":"From whence it is obvious to conclude that, since our Faculties are not fitted to penetrate into the internal Fabrick and real Essences of Bodies; but yet plainly discover to us the Being of a GOD, and the Knowledge of our selves, enough to lead us into a full and clear discovery of our Duty, and great Concernment, it will become us, as rational Creatures, to imploy those Faculties we have about what they are most adapted to, and follow the direction of Nature, where it seems to point us out the way."},{"id":274,"quote":"It is reported of that prodigy of parts, Monsieur Pascal, that till the decay of his health had impaired his memory, he forgot nothing of what he had done, read, or thought, in any part of his rational age. This is a privilege so little known to most men, that it seems almost incredible to those who, after the ordinary way, measure all others by themselves; but yet, when considered, may help us to enlarge our thoughts towards greater perfections of it, in superior ranks of spirits."},{"id":275,"quote":"Some eyes want spectacles to see things clearly and distinctly: but let not those that use them therefore say nobody can see clearly without them."},{"id":276,"quote":"Since nothing appears to me to give Children so much becoming Confidence and Behavior, and so raise them to the conversation of those above their Age, as Dancing. I think they should be taught to dance as soon as they are capable of learning it."},{"id":277,"quote":"Truth then seems to me, in the proper import of the word, to signify nothing but the joining or separating of Signs, as the Things signified by them do agree or disagree one with another. The joining or separating of signs here meant, is what by another name we call \u0013proposition.\u0013 So that truth properly belongs only to propositions: whereof there are two sorts, viz. mental and verbal; as there are two sorts of signs commonly made use of, viz. ideas and words."},{"id":278,"quote":"Virtue is everywhere that which is thought praiseworthy; and nothing else but that which has the allowance of public esteem is called virtue."},{"id":279,"quote":"That which parents should take care of... is to distinguish between the wants of fancy, and those of nature."},{"id":280,"quote":"He that in the ordinary affairs of life would admit of nothing but direct plain demonstration would be sure of nothing in this world but of perishing quickly."},{"id":281,"quote":"Many a good poetic vein is buried under a trade, and never produces any thing for want of improvement."},{"id":282,"quote":"Certainly great persons had need to borrow other men's opinions to think themselves happy; for if they judge by their own feeling, they cannot find it: but if they think with themselves what other men think of them, and that other men would fain be as they are, then they are happy as it were by report, when, perhaps, they find the contrary within."},{"id":283,"quote":"For it will be very difficult to persuade men of sense that he who with dry eyes and satisfaction of mind can deliver his brother to the executioner to be burnt alive, does sincerely and heartily concern himself to save that brother from the flames of hell in the world to come."},{"id":284,"quote":"Neither the inveterateness of the mischief, nor the prevalency of the fashion, shall be any excuse for those who will not take care about the meaning of their own words, and will not suffer the insignificancy of their expressions to be inquired into."},{"id":285,"quote":"You shall find, that there cannot be a greater spur to the attaining what you would have the eldest learn, and know himself, than to set him upon teaching it his younger brothers and sisters."},{"id":286,"quote":"The inclination to goodness is imprinted deeply in the nature of man; insomuch, that if it issue not towards men, it will take unto other living creatures; as it is seen in the Turks, cruel people, who, nevertheless, are kind to beasts, and give alms to dogs and birds."},{"id":287,"quote":"The rising unto place is laborious, and by pains men come to greater pains; and it is sometimes base, and by indignities men come to dignities."},{"id":288,"quote":"A king is a mortal god on earth, unto whom the living God hath lent his own name as a great honour; but withal told him, he should die like a man, lest he should be proud, and flatter himself that God hath with his name imparted unto him his nature also."},{"id":289,"quote":"For those who either perceive but dully, or retain the ideas that come into their minds but ill, who cannot readily excite or compound them, will have little matter to think on."},{"id":290,"quote":"If we trace the progress of our minds, and with attention observe how it repeats, adds together, and unites its simple ideas received from sensation or reflection, it will lead us farther than at first, perhaps, we should have imagined."},{"id":291,"quote":"Defects and weakness in men's understandings, as well as other faculties, come from want of a right use of their own minds; I am apt to think, the fault is generally mislaid upon nature, and there is often a complaint of want of parts, when the fault lies in want of a due improvement of them."},{"id":292,"quote":"Merit and good works is the end of man's motion; and conscience of the same is the accomplishment of man's rest; for if a man can be partaker of God's theatre, he shall likewise be partaker of God's rest."},{"id":293,"quote":"The first step to get this noble and manly steadiness, is... carefully keep children from frights of all kinds, when they are young. ...Instances of such who in a weak timorous mind, have borne, all their whole lives through, the effects of a fright when they were young, are every where to be seen, and therefore as much as may be to be prevented."},{"id":294,"quote":"He would be laughed at, that should go about to make a fine dancer out of a country hedger, at past fifty. And he will not have much better success, who shall endeavour, at that age, to make a man reason well, or speak handsomely, who has never been used to it, though you should lay before him a collection of all the best precepts of logic or oratory."},{"id":295,"quote":"Beware how in making the portraiture thou breakest the pattern: for divinity maketh the love of ourselves the pattern; the love of our neighbours but the portraiture."},{"id":296,"quote":"The next thing is by gentle degrees to accustom children to those things they are too much afraid of. But here great caution is to be used, that you do not make too much haste, nor attempt this cure too early, for fear lest you increase the mischief instead of remedying it."},{"id":297,"quote":"New opinions are always suspected, and usually opposed, without any other reason but because they are not common."},{"id":298,"quote":"The only defense against the world is a thorough knowledge of it."},{"id":299,"quote":"We are like chameleons, we take our hue and the color of our moral character, from those who are around us."},{"id":300,"quote":"Parents wonder why the streams are bitter, when they themselves poison the fountain."},{"id":301,"quote":"Being all equal and independent, no one ought to harm another in his life, health, liberty, or possessions."},{"id":302,"quote":"Education begins the gentleman, but reading, good company and reflection must finish him."},{"id":303,"quote":"The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its Author, salvation for its end, and truth without any mixture for its matter. It is all pure, all sincere; nothing too much; nothing wanting!"},{"id":304,"quote":"Reverie is when ideas float in our mind without reflection or regard of the understanding."},{"id":305,"quote":"A sound mind in a sound body, is a short, but full description of a Happy state in this World: he that has these two, has little more to wish for; and he that wants either of them, will be little better for anything else."},{"id":306,"quote":"Few men think, yet all will have opinions. Hence menâ€™s opinions are superficial and confused."},{"id":307,"quote":"But what if he neglect the care of his soul? I answer: What if he neglect the care of his health or of his estate, which things are nearlier related to the government of the magistrate than the other? Will the magistrate provide by an express law that such a one shall not become poor or sick? Laws provide, as much as is possible, that the goods and health of subjects be not injured by the fraud and violence of others; they do not guard them from the negligence or ill-husbandry of the possessors themselves. No man can be forced to be rich or healthful whether he will or no. Nay, God Himself will not save men against their wills."},{"id":308,"quote":"Men being, as has been said, by nature, all free, equal and independent, no one can be put out of this estate, and subjected to the political power of another, without his own consent."},{"id":309,"quote":"I pretend not to teach, but to inquire; and therefore cannot but confess here again,â€“that external and internal sensation are the only passages I can find of knowledge to the understanding. These alone, as far as I can discover, are the windows by which light is let into this DARK ROOM. For, methinks, the understanding is not much unlike a closet wholly shut from light, with only some little openings left, to let in external visible resemblances, or ideas of things without: which, would they but stay there, and lie so orderly as to be found upon occasion, it would very much resemble the understanding of a man, in reference to all objects of sight, and the ideas of them."},{"id":310,"quote":"What worries you masters you."},{"id":311,"quote":"No peace and security among mankindâ€”let alone common friendshipâ€”can ever exist as long as people think that governments get their authority from God and that religion is to be propagated by force of arms."},{"id":312,"quote":"In transgressing the law of nature, the offender declares himself to live by another rule than that of reason and common equity\" Ch.2, 8"},{"id":313,"quote":"As usurpation is the exercise of power, which another hath a right to; so tyranny is the exercise of power beyond right, which no body can have a right to. And this is making use of the power any one has in his hands, not for the good of those who are under it, but for his own private separate advantage. When the governor, however intitled, makes not the law, but his will, the rule; and his commands and actions are not directed to the preservation of the properties of his people, but the satisfaction of his own ambition, revenge, covetousness, or any other irregular passion."},{"id":314,"quote":"Personal Identity depends on Consciousness not on Substance"},{"id":315,"quote":"This makes it Lawful for a Man to Kill a Thief, who has not in the least hurt him, nor declared any design upon his life, any farther then by the use of Force, so to get him in his Power, as to take away his Money, or what he pleases from him.: because using force, where he has no Right, to get me into his Power, let his pretense be what it will, I have no reason to purpose that he, who would take away my Liberty, would not when he had me in his Power, take away every thing else. And therefore it is Lawful for me to treat him, as one who has put himself into a State of War with me, I.e. kill him if I can; for to that hazard does he justly expose himself, whoever introduces a State of War, and is Aggressor in it."},{"id":316,"quote":"For the civil government can give no new right to the church, nor the church to the civil government. So that, whether the magistrate join himself to any church, or separate from it, the church remains always as it was before â€” a free and voluntary society. It neither requires the power of the sword by the magistrateâ€™s coming to it, nor does it lose the right of instruction and excommunication by his going from it. This is the fundamental and immutable right of a spontaneous society â€” that it has power to remove any of its members who transgress the rules of its institution; but it cannot, by the accession of any new members, acquire any right of jurisdiction over those that are not joined with it."},{"id":317,"quote":"It is ambition enough to be employed as an under-labourer in clearing the ground a little, and removing some of the rubbish which lies in the way to knowledge."},{"id":318,"quote":"He that will not set himself proudly at the top of all things, but will consider the immensity of this fabric, and the great variety that is to be found in this little and inconsiderable part of it which he has to do with, may be apt to think that, in other mansions of it, there may be other and different intelligent beings, of whose faculties he has as little knowledge or apprehension as a worm shut up in one drawer of a cabinet hath of the senses or understanding of a man; such variety and excellency being suitable to the wisdom and power of the Maker. -- 1690"},{"id":319,"quote":"[M]an is not permitted without censure to follow his own thoughts in the search of truth, when they lead him ever so little out of the common road."},{"id":320,"quote":"The power of the legislative, being derived from the people by a positive voluntary grant and institution, can be no other than what that positive grant conveyed, which being only to make laws, and not to make legislators, the legislative can have no power to transfer their authority of making laws, and place it in other hands."},{"id":321,"quote":"Now, I appeal to the consciences of those who persecute, wound, torture, and kill other men on the excuse of â€˜religionâ€™, whether they do this in a spirit of friendship and kindness."},{"id":322,"quote":"The end of law is not to abolish or restrain, but to preserve and enlarge freedom."},{"id":323,"quote":"Though if infidels were to be converted by force, if those that are either blind or obstinate were to be drawn off from their errors by armed soldiers, we know very well that it was much more easy for Him to do it with armies of heavenly legions than for any son of the Church, how potent soever, with all his dragoons."},{"id":324,"quote":"The understanding, like the eye, whilst it makes us see and perceive all other things, takes no notice of itself: and it requires art and pains to set it at a distance and make it its own object....If by this inquiry into the nature of the understanding, I can discover the powers thereof; how far they reach; to what things they are in any degree proportionate; and where they fail us, I suppose it may be of use to prevail with the busy mind of man to be more cautious in meddling with things exceeding its comprehension; to stop when it is at the utmost extent of its tether; and to sit down in a quiet ignorance of those things which, upon examination, are found to be beyond the reach of our capacities."},{"id":325,"quote":"business of man is to be happy,"},{"id":326,"quote":"...the end of law is not to abolish or restrain, but to preserve and enlarge freedom: for in all the states of created beings capable of laws, where there is no law, there is no freedom: for liberty is, to be free from restraint and violence from others; which cannot be, where there is no law: but freedom is not, as we are told, a liberty for every man to do what he lists: (for who could be free, when every other man's humour might domineer over him?) but a liberty to dispose, and order as he lists, his person, actions, possessions, and his whole property, within the allowance of those laws under which he is, and therein not to be subject to the arbitrary will of another, but freely follow his own."},{"id":327,"quote":"Slavery is so vile and miserable an Estate of Man, and so directly opposite to the generous Temper and Courage of our Nation; that 'tis hardly to be conceived, that an Englishman, much less a Gentleman, should plead for't.. And truly, I should have taken Sr. Rt: Filmer's \"Patriarcha\" as any other Treatise, which would perswade all Men, that they are Slaves, and ought to be so, for such another exercise of Wit, as was his who writ the Encomium (Praise) of Nero, rather than for a serious Discourse meant in earnest, had not the Gravity of the Title and Epistle, the Picture in the Front of the Book, and the Applause that followed it, required me to believe, that the Author and Publisher were both in earnest. I therefore took it into my hands with all the expectation and read it through with all the attention due to a Treaties, that made such a noise at its coming abroad and cannot but confess my self mightily surprised, that in a Book which was to provide Chains for all Mankind, I should find nothing but a Rope of Sand, useful perhaps to such, whose Skill and Business it is to raise a Dust, and would blind the People, the better to mislead them, but in truth is not of any force to draw those into Bondage, who have their Eyes open, and so much Sense about them as to consider, that Chains are but an Ill wearing, how much Care soever hath been taken to file and polish them."},{"id":328,"quote":"Earthly minds, like mud-walls, resist the strongest batteries: And though perhaps sometimes the force of a clear argument may make some impression, yet they nevertheless stand firm, and keep out the enemy truth, that would captivate or disturb them. Tell a man passionately in love, that he is jilted; bring a score of witnesses of the falsehood of his mistress, it is ten to one but three kind words of hers shall invalidate all their testimonies."},{"id":329,"quote":"Every man carries about him a touchstone, if he will make use of it, to distinguish substantial gold from superficial glitterings, truth from appearances. And indeed the use and benefit of this touchstone, which is natural reason, is spoiled and lost only by assumed prejudices, overweening presumption, and narrowing our minds."},{"id":330,"quote":"ÙŠØ¨Ø¯Ø£ Ø§Ù„Ø·ØºÙŠØ§Ù† Ø¹Ù†Ø¯Ù…Ø§ ØªÙ†ØªÙ‡ÙŠ Ø³Ù„Ø·Ø© Ø§Ù„Ù‚Ø§Ù†ÙˆÙ† !"},{"id":331,"quote":"Wherever, therefore, any number of men so unite into one society, as to quit everyone his executive power of the law of Nature, and to resign it to the public, there, and there only, is a political or civil society. [....] Hence it is evident that absolute monarchy, which by some men [e.g., Hobbes] is counted the only government in the world, is indeed inconsistent with civil society, and so can be no form of civil government at all."},{"id":332,"quote":"Ø§Ù„Ù‚Ø±Ø§Ø¡Ø© ØªØ¹Ø·ÙŠÙ†Ø§ Ø§Ù„Ù…Ø¹Ù„ÙˆÙ…Ø§Øª ÙÙ‚Ø· , Ù„ÙƒÙ† Ø§Ù„ØªÙÙƒÙŠØ± Ù‡Ùˆ Ù…Ø§ÙŠØ¬Ø¹Ù„Ù†Ø§ Ù†Ù…ØªÙ„Ùƒ Ù…Ø§Ù†Ù‚Ø±Ø£Ù‡"},{"id":333,"quote":"Sect. 4. TO understand political power right, and derive it from its original, we must consider, what state all men are naturally in, and that is, a state of perfect freedom to order their actions, and dispose of their possessions and persons, as they think fit, within the bounds of the law of nature, without asking leave, or depending upon the will of any other man."},{"id":334,"quote":"...but since He gave it them for their benefit and the greatest conveniences of life they were capable to draw form it, it cannot be supposed He meant it should always remain common and uncultivated. He gave it to the use of the industrious and rational (and labour was to be his title to it)..."},{"id":335,"quote":"menâ€™s actions are the best guides to their thoughts"},{"id":336,"quote":"This is that which I think great readers are apt to be mistaken in. Those who have read of every thing are thought to understand every thing too; but it is not always so. Reading furnishes the mind only with materials of knowledge; it is thinking makes what we read ours. We are of the ruminating kind, and it is not enough to cram ourselves with a great load of collections; unless we chew them over again, they will not give us strength and nourishment."},{"id":337,"quote":"Sec. 10. Besides the crime which consists in violating the law, and varying from the right rule of reason, whereby a man so far becomes degenerate, and declares himself to quit the principles of human nature, and to be a noxious creature, there is commonly injury done to some person or other, and some other man receives damage by his transgression: in which case he who hath received any damage, has, besides the right of punishment common to him with other men, a particular right to seek reparation from him that has done it: and any other person, who finds it just, may also join with him that is injured, and assist him in recovering from the offender so much as may make satisfaction for the harm he has suffered."},{"id":338,"quote":"I therefore took it into my hands with all the expectation and read it through with all the attention due to a Treaties, that made such a noise at its coming abroad and cannot but confess my self mightily surprised, that in a Book which was to provide Chains for all Mankind, I should find nothing but a Rope of Sand, useful perhaps to such, whose Skill and Business it is to raise a Dust, and would blind the People, the better to mislead them, but in truth is not of any force to draw those into Bondage, who have their Eyes open, and so much Sense about them as to consider, that Chains are but an Ill wearing, how much Care soever hath been taken to file and polish them."},{"id":339,"quote":"The legislative cannot transfer the power of making laws to any other hands: for it being but a delegated power from the people, they who have it cannot pass it over to others."},{"id":340,"quote":"When we find out an Idea, by whose Intervention we discover the Connexion of two others, this is a Revelation from God to us, by the voice of Reason."},{"id":341,"quote":"Truths are not the better nor the worse for their obviousness or difficulty, but their value is to be measured by their usefulness and tendency."},{"id":342,"quote":"Beasts abstract not."},{"id":343,"quote":"Freedom then is not what Sir Robert Filmer tells us, O. A.8 55, â€œa liberty for every one to do what he lists, to live as he pleases, and not to be tied by any laws. But freedom of men under government is to have a standing rule to live by, common to every one of that society, and made by the legislative power erected in it; a liberty to follow my own will in all things, where the rule prescribes not; and not to be subject to the inconstant, uncertain, unknown, arbitrary will of another man; as freedom of nature is to be under no other restraint but the law of nature.â€"},{"id":344,"quote":"Nay, if we may openly speak the truth, and as becomes one man to another, neither Pagan nor Mahometan, nor Jew, ought to be excluded from the civil rights of the commonwealth because of his religion."},{"id":345,"quote":"Hence it comes to pass, that a man, who is very sober, and of right understanding in all other things, may in one particular be as frantic, as any in Bedlam; if either by any sudden very strong impression, or long fixing his fancy upon one sort of thoughts, incoherent ideas have been cemented together so powerfully, as to remain united. But there are degrees of madness, as of folly; the disorderly jumbling ideas together, is in some more, and some less. In short, herein seems to lie the difference between idiots and madmen, That madmen put wrong ideas together, and so make wrong propositions, but argue and reason right from them: but idiots make very few or no propositions, and reason scarce at all."},{"id":346,"quote":"Shall we suffer a Pagan to deal and trade with us, and shall we not suffer him to pray unto and worship God? If we allow the Jews to have private houses and dwellings amongst us, why should we not allow them to have synagogues? Is their doctrine more false, their worship more abominable, or is the civil peace more endangered by their meeting in public than in their private houses? But if these things may be granted to Jews and Pagans, surely the condition of any Christians ought not to be worse than theirs in a Christian commonwealth.You will say, perhaps: \"Yes, it ought to be; because they are more inclinable to factions, tumults, and civil wars.\" I answer: Is this the fault of the Christian religion? If it be so, truly the Christian religion is the worst of all religions and ought neither to be embraced by any particular person, nor tolerated by any commonwealth. For if this be the genius, this the nature of the Christian religion, to be turbulent and destructive to the civil peace, that Church itself which the magistrate indulges will not always be innocent."},{"id":347,"quote":"We are born to be, if we please, rational creatures, but it is use and exercise only that makes us so, and we are indeed so no farther than industry and application has carried us."},{"id":348,"quote":"It is only practice that improves our minds as well as bodies, and we must expect nothing from our understandings any farther than they are perfected by habits."},{"id":349,"quote":"A liberty to follow my own will in all things where that rule prescribes not, not to be subject to the inconstant, uncertain, unknown, arbitrary will of another man, as freedom of nature is to be under no other restraint but the law of Nature."},{"id":350,"quote":"God hath woven into the principles of human nature such a tenderness for their off-spring, that there is little fear that parents should use their power with too much rigour;"},{"id":351,"quote":"God gave the World to Men in Common; But since he gave it them for their benefit, and the greatest Conveniencies of life they were capable to draw from it, it cannot be supposed he meant it should always remain common and uncultivated. He gave it to the use of the industrious and Rational, (and Labour was to be his Title to it;) not to the fancy or covetousness of the quarrelsome and contentious."},{"id":352,"quote":"[M]an's power, and its way of operation, [is] muchwhat the same in the material and intellectual world. For the materials in both being such as he has no power over, either to make or destroy, all that man can do, is either to unite them together, or to set them by one another, or wholly separate them."},{"id":353,"quote":"Methinks Sir Robert should have carried his Monarchical Power one step higher and satisfied the World, that Princes might eat their Subjects too."},{"id":354,"quote":"[E]veryone is orthodox to himselfâ€¦"},{"id":355,"quote":"To avoid this state of war (wherein there is no appeal but to heaven, and wherein every the least difference is apt to end, where there is no authority to decide between the contenders) is one great reason of men's putting themselves into society, and quitting the state of nature: for where there is an authority, a power on earth, from which relief can be had by appeal, there the continuance of the state of war is excluded, and the controversy is decided by that power."},{"id":356,"quote":"The most perfect character is supposed to lie between those extremes; retaining an equal ability and taste for books, company, and business; preserving in conversation that discernment and delicacy which arise from polite letters; and in business, that probity and accuracy which are the natural result of a just philosophy."},{"id":357,"quote":"For though the law of nature be plain and intelligible to all rational creatures; yet men, being biased by their interest, as well as ignorant for want of study of it, are not apt to allow of it as a law binding to them in the application of it to their particular cases."},{"id":358,"quote":"But, by the law of faith, faith is allowed to supply the defect of full obedience: and so the believers are admitted to life and immortality, as if they were righteous."},{"id":359,"quote":"The law of faith then, in short, is for every one to believe what God requires him to believe, as a condition of the covenant he makes with him: and not to doubt of the performance of his promises."},{"id":360,"quote":"Liberty is not an Idea belonging to Volition, or preferring; but to the Person having the Power of doing, or forbearing to do, according as the Mind shall chuse or direct."},{"id":361,"quote":"The great question which in all ages has disturbed mankind, and brought on them the greatest part of those mischiefs which have ruined cities, depopulated countries, and disordered the peace of the world, has been, not whether there be power in the world, nor whence it came, but who should have it."},{"id":362,"quote":"Lastly, those are not at all to be tolerated who deny the being of a God. Promises, covenants, and oaths, which are the bonds of human society, can have no hold upon an atheist. The taking away of God, though but even in thought, dissolves all; besides also, those that by their atheism undermine and destroy all religion, can have no pretence of religion whereupon to challenge the privilege of a toleration. As for other practical opinions, though not absolutely free from all error, if they do not tend to establish domination over others, or civil impunity to the Church in which they are taught, there can be no reason why they should not be tolerated."},{"id":363,"quote":"Men living together according to reason, without a common superior on earth, with authority to judge between them, is properly the state of nature."},{"id":364,"quote":"Every man has a property in his person, This nobody has a right to, but himself."},{"id":365,"quote":"In the second place, the care of souls cannot belong to the civil magistrate, because his power consists only in outward force; but true and saving religion consists in the inward persuasion of the mind, without which nothing can be acceptable to God. And such is the nature of the understanding, that it cannot be compelled to the belief of anything by outward force. Confiscation of estate, imprisonment, torments, nothing of that nature can have any such efficacy as to make men change the inward judgement that they have framed of things."},{"id":366,"quote":"Virtue is harder to be got than knowledge of the world; and, if lost in a young man, is seldom recovered."},{"id":367,"quote":"Laws provide, as much as is possible, that the goods and health of subjects be not injured by the fraud and violence of others; they do not guard them from the negligence or ill-husbandry of the possessors themselves. No man can be forced to be rich or healthful, whether he will or no. Nay, God Himself will not save men against their wills."},{"id":368,"quote":"We are not at all to wonder [...] that we having but some few superficial ideas of things, discovered to us only by the senses from without, or by the mind, reflecting on what it experiments in itself within, have no knowledge beyond that, much less of the internal constitution, and true nature of things, being destitute of faculties to attain it."},{"id":369,"quote":"Nor need we fear that this philosophy, while it endeavors to limit our inquiries to common life, should ever undermine the reasonings of common life, and carry its doubts so far as to destroy all action, as well as speculation. Nature will always maintain her rights, and prevail in the end over any abstract reasoning whatsoever. Though we should conclude, for instance, as in the foregoing section, that, in all reasonings from experience, there is a step taken by the mind which is not supported by any argument or process of the understanding; there is no danger that these reasonings, on which almost all knowledge depends, will ever be affected by such a discovery. If the mind be not engaged by argument to make this step, it must be induced by some other principle of equal weight and authority; and that principle will preserve its influence as long as human nature remains the same. What that principle is may well be worth the pains of inquiry."},{"id":370,"quote":"There are some Men of one, some but of two Syllogisms, and no more; and others that can but advance one step farther."},{"id":371,"quote":"Why, then, does this burning zeal for God, for the Church, and for the salvation of souls â€” burning I say, literally, with fire and faggot â€” pass by those moral vices and wickednesses, without any chastisement, which are acknowledged by all men to be diametrically opposite to the profession of Christianity, and bend all its nerves either to the introducing of ceremonies, or to the establishment of opinions, which for the most part are about nice and intricate matters, that exceed the capacity of ordinary understandings?"},{"id":372,"quote":"If anyone maintain that men ought to be compelled by fire and sword to profess certain doctrines, and conform to this or that exterior worship, without any regard had unto their morals; if anyone endeavour to convert those that are erroneous unto the faith, by forcing them to profess things that they do not believe and allowing them to practise things that the Gospel does not permit, it cannot be doubted indeed but such a one is desirous to have a numerous assembly joined in the same profession with himself; but that he principally intends by those means to compose a truly Christian Church is altogether incredible."},{"id":373,"quote":"Books seem to me to be pestilent things, and infect all that trade in them â€¦ with something very perverse and brutal. Printers, binders, sellers, and others that make a trade and gain out of them have universally so odd a turn and corruption of mind, that they have a way of dealing peculiar to themselves, and not conformed to the good of society, and that general fairness that cements mankind."},{"id":374,"quote":"There are indeed in some writers visible instances of deep thoughts, close and acute reasoning, and ideas well pursued. The light these would give, would be of great use, if their readers would observe and imitate them; all the rest at best are but particulars fit to be turned into knowledge, but that can be done only by our own meditation, and examining the reach, force, and coherence of what is said; and then, as far as we apprehend and see the connection of ideas, so far it is ours; without that, it is but so much loose matter floating in our brain. The memory may be stored, but the judgment is little better, and the stock of knowledge not increased, by being able to repeat what others have said or produce the arguments we have found in them. Such a knowledge as this is but knowledge by hearsay, and the ostentation of it is at best but talking by rote, and very often upon weak and wrong principles. For all that is to be found in books is not built upon true foundations, nor always rightly deduced from the principles it is pretended to be built on."},{"id":375,"quote":"And when a countryman says the cold freezes water, though the word freezing seems to import some action, yet truly it signifies nothing, but the effect, videlicet that water, that was before fluid, is become hard and consistent, without containing any idea of the action whereby it is done."},{"id":376,"quote":"So that I do not see how those who make revelation alone the sole object of faith can say, That it is a matter of faith, and not of reason, to believe that such or such a proposition, to be found in such or such a book, is of divine inspiration; unless it be revealed that that proposition, or all in that book, was communicated by divine inspiration. Without such a revelation, the believing, or not believing, that proposition, or book, to be of divine authority, can never be matter of faith, but matter of reason; and such as I must come to an assent to only by the use of my reason, which can never require or enable me to believe that which is contrary to itself: it being impossible for reason ever to procure any assent to that which to itself appears unreasonable."},{"id":377,"quote":"Examples out of History, of People free and in the State of Nature, that being met together incorporated and began a Common-wealth. And if the want of such instances be an argument to prove that Government were not, nor could not be so begun, I suppose the contenders for Parernal Empire were better let it alone, than urge it against natural Liberty. For if they can give so many instances out of History, of Governments begun upon Paternal Right, I think (though at best an Argument from what has been, to what should of right be, has no great force) one might, without any great danger, yield them the cause. But if I might advise the Original of Governments, as they have begun de facto, lest they should find at the foundation of most of them, something very little favourable to the design they promote, and such a power as they contend for."},{"id":378,"quote":"No man in civil society can be exempted from the laws of it: for if any man may do what he thinks fit, and there be no appeal on earth, for redress or security against any harm he shall do; I ask, whether he be not perfectly still in the state of nature, and so can be no part or member of that civil society; unless any one will say, the state of nature and civil society are one and the same thing, which I have never yet found any one so great a patron of anarchy as to affirm."},{"id":379,"quote":"One or two particulars may suggest hints of enquiry, and they do well who take those hints; but if they turn them into conclusions, and make them presently general rules, they are forward indeed, but it is only to impose on themselves by propositions assumed for truths without sufficient warrant."},{"id":380,"quote":"Let us then suppose the mind to be, as we say, white paper, void of all characters, without any ideas:â€”How comes it to be furnished? Whence comes it by that vast store which the busy and boundless fancy of man has painted on it with an almost endless variety? Whence has it all the MATERIALS of reason and knowledge? To this I answer, in one word, from EXPERIENCE. In that all our knowledge is founded; and from that it ultimately derives itself. Our observation employed either, about external sensible objects, or about the internal operations of our minds perceived and reflected on by ourselves, is that which supplies our understandings with all the MATERIALS of thinking. These two are the fountains of knowledge, from whence all the ideas we have, or can naturally have, do spring."},{"id":381,"quote":"But now, if I be marching on with my utmost vigour in that way which, according to the sacred geography, leads straight to Jerusalem, why am I beaten and ill-used by others because, perhaps, I wear not buskins; because my hair is not of the right cut; because, perhaps, I have not been dipped in the right fashion; because I eat flesh upon the road, or some other food which agrees with my stomach; because I avoid certain by-ways, which seem unto me to lead into briars or precipices; because, amongst the several paths that are in the same road, I choose that to walk in which seems to be the straightest and cleanest; because I avoid to keep company with some travellers that are less grave and others that are more sour than they ought to be; or, in fine, because I follow a guide that either is, or is not, clothed in white, or crowned with a mitre?"},{"id":382,"quote":"how vain, I say, it is to expect demonstration and certainty in things not capable of it; and refuse assent to very rational propositions, and act contrary to very plain and clear truths, because they cannot be made out so evident as to surmount every the least (I will not say reason, but) pretence of doubting."},{"id":383,"quote":"Thus Turks and Christians are of different religions, because these take the Holy Scriptures to be the rule of their religion, and those the Alcoran. And for the same reason there may be different religions also even amongst Christians. The Papists and Lutherans, though both of them profess faith in Christ and are therefore called Christians, yet are not both of the same religion, because these acknowledge nothing but the Holy Scriptures to be the rule and foundation of their religion, those take in also traditions and the decrees of Popes and of these together make the rule of their religion; and thus the Christians of St. John (as they are called) and the Christians of Geneva are of different religions, because these also take only the Scriptures, and those I know not what traditions, for the rule of their religion."},{"id":384,"quote":"Now, I appeal to the consciences of those that persecute, torment, destroy, and kill other men upon pretence of religion, whether they do it out of friendship and kindness towards them or no? And I shall then indeed, and not until then, believe they do so, when I shall see those fiery zealots correcting, in the same manner, their friends and familiar acquaintance for the manifest sins they commit against the precepts of the Gospel; when I shall see them persecute with fire and sword the members of their own communion that are tainted with enormous vices and without amendment are in danger of eternal perdition; and when I shall see them thus express their love and desire of the salvation of their souls by the infliction of torments and exercise of all manner of cruelties. For if it be out of a principle of charity, as they pretend, and love to men's souls that they deprive them of their estates, maim them with corporal punishments, starve and torment them in noisome prisons, and in the end even take away their lives â€” I say, if all this be done merely to make men Christians and procure their salvation, why then do they suffer whoredom, fraud, malice, and such-like enormities, whichâ€¦ manifestly relish of heathenish corruption, to predominate so much and abound amongst their flocks and people?"},{"id":385,"quote":"The toleration of those that differ from others in matters of religion is so agreeable to the Gospel of Jesus Christ, and to the genuine reason of mankind, that it seems monstrous for men to be so blind as not to perceive the necessity and advantage of it in so clear a light. I will not here tax the pride and ambition of some, the passion and uncharitable zeal of others. These are faults from which human affairs can perhaps scarce ever be perfectly freed; but yet such as nobody will bear the plain imputation of, without covering them with some specious colour; and so pretend to commendation, whilst they are carried away by their own irregular passions. But, however, that some may not colour their spirit of persecution and unchristian cruelty with a pretence of care of the public weal and observation of the laws; and that others, under pretence of religion, may not seek impunity for their libertinism and licentiousness; in a word, that none may impose either upon himself or others, by the pretences of loyalty and obedience to the prince, or of tenderness and sincerity in the worship of God; I esteem it above all things necessary to distinguish exactly the business of civil government from that of religion and to settle the just bounds that lie between the one and the other. If this be not done, there can be no end put to the controversies that will be always arising between those that have, or at least pretend to have, on the one side, a concernment for the interest of men's souls, and, on the other side, a care of the commonwealth."},{"id":386,"quote":"THE natural liberty of man is to be free from any superior power on earth, and not to be under the will or legislative authority of man, but to have only the law of nature for his rule."},{"id":387,"quote":"We are all short sighted, and very often see but one side of a matter; our views are not extended to all that has a connection with it. From this defect I think no man is free. We see but in part, and we know but in part, and therefore it is no wonder we conclude not right from our partial views. This might instruct the proudest esteemer of his own parts, how useful it is to talk and consult with others, even such as come short of him in capacity, quickness and penetration: for since no one sees all, and we generally have different prospects of the same thing, according to our different, as I may say, positions to it, it is not incongruous to think nor beneath any man to try, whether another may not have notions of things which have escaped him, and which his reason would make use of if they came into his mind."},{"id":388,"quote":"Affectation is an awkward and forced imitation of what should be genuine and easy, wanting the Beauty that accompanies what is natural."},{"id":389,"quote":"Let not men think there is no truth but in the sciences that they study, or the books that they read. To prejudge other men's notions before we have looked into them is not to shew their darkness, but to put out our own eyes."},{"id":390,"quote":"It is hard to know what other way men can come at truth, to lay hold of it, if they do not dig and search for it as for gold and hid treasure; but he thatdoes so must have much earth and rubbish before he gets the pure metal; sand, and pebbles, and dross usually lie blended with it, but the gold is nevertheless gold, and will enrich the man that employs his pains to seek and separate it."},{"id":391,"quote":"In many cases it is not one series of consequences will serve the turn, but many different and opposite deductions must be examined and laid together, before a man can come to make a right judgment of the point in question. What then can be expected from men that neither see the want of any such kind of reasoning as this, nor, if they do, know they how to set about it, or could perform it?"},{"id":392,"quote":"God; I esteem it above all things necessary to distinguish exactly the business of civil government from that of religion and to settle the just bounds that lie between the one and the other. If this be not done, there can be no end put to the controversies that will be always arising between those that have, or at least pretend to have, on the one side, a concernment for the interest of menâ€™s souls, and, on the other side, a care of the commonwealth."},{"id":393,"quote":"The faculties of our souls are improved and made useful to us just after the same manner as our bodies are. Would you have a man write or paint, dance or fence well, orperform any other manual operation dexterously and with ease, let him have ever so much vigour and activity, suppleness and address naturally, yet no body expects this from him unless he has been used to it, and has employed time and pains in fashioning and forming his hand or outward parts to these motions. Just so it is in the mind; would you have a man reason well, you must use him to it betimes, exercise his mind in observing the connection of ideas and following them in train."},{"id":394,"quote":"Ninety-seven. But since the natives of that place, who will be concerned in our plantation, are utterly strangers to Christianity, whose idolatry, ignorance, or mistake gives us no right to expel or use them ill; and those who remove from other parts to plant there will unavoidably be of different opinions concerning matters of religion, the liberty whereof they will expect to have allowed them, and it will not be reasonable for us, on this account, to keep them out, that civil peace may be maintained amidst diversity of opinions, and our agreement and compact with all men may be duly and faithfully observed; the violation whereof, upon what presence soever, cannot be without great offence to Almighty God, and great scandal to the true religion which we profess; and also that Jews, heathens, and other dissenters from the purity of Christian religion may not be scared and kept at a distance from it, but, by having an opportunity of acquainting themselves with the truth and reasonableness of its doctrines, and the peaceableness and inoffensiveness of its professors, may, by good usage and persuasion, and all those convincing methods of gentleness and meekness, suitable to the rules and design of the gospel, be won ever to embrace and unfeignedly receive the truth; therefore, any seven or more persons agreeing in any religion, shall constitute a church or profession, to which they shall give some name, to distinguish it from others."},{"id":395,"quote":"One hundred and one. No person above seventeen years of age shall have any benefit or protection of the law, or be capable of any place of profit or honor, who is not a member of some church or profession, having his name recorded in some one, and but one religious record at once."},{"id":396,"quote":"One hundred and seven. Since charity obliges us to wish well to the souls of all men, and religion ought to alter nothing in any manâ€™s civil estate or right, it shall be lawful for slaves, as well as others, to enter themselves, and be of what church or profession any of them shall think best, and, therefore, be as fully members as any freeman. But yet no slave shall hereby be exempted from that civil dominion his master hath over him, but be in all things in the same state and condition he was In before."},{"id":397,"quote":"But if Adam and Eve (when they were alone in the world) instead of their ordinary night's sleep, had passed the whole twenty-four hours in one continued sleep, the duration of that twenty-four hours had been irrecoverably lost to them, and been for ever left out of their account of time."},{"id":398,"quote":"But yet possibly it will still be objected, suppose I wholly lose the memory of some parts of my life, beyond a possibility of retrieving them, so that perhaps I shall never be conscious of them again; yet am I not the same person, that did those actions, had those thoughts, that I once was conscious of, though I have now forgot them? To which I answer, that we must here take notice what the word I is applied to, which in this case is the man only. And the same man being presumed to be the same person, I is easily here supposed to stand also for the same person. But if it be possible for the same man to have distinct incommunicable consciousness at different times, it is past doubt the same man would at different times make different persons"},{"id":399,"quote":"I think I may say, that of all the men we meet with, nine parts of ten are what they are, good or evil, useful or not, by their education"},{"id":400,"quote":"He that takes away Reason to make way for Revelation puts out the Light of both , as one who pokes out eye to see ."},{"id":401,"quote":"Betwixt subject and subject, they will grant, there must be measures, laws and judges, for their mutual peace and security: but as for the ruler, he ought to be absolute, and is above all such circumstances; because he has power to do more hurt and wrong, it is right when he does it. To ask how you may be guarded from harm, or injury, on that side where the strongest hand is to do it, is presently the voice of faction and rebellion: as if when men quitting the state of nature entered into society, they agreed that all of them but one, should be under the restraint of laws, but that he should still retain all the liberty of the state of nature, increased with power, and made licentious by impunity. This is to think, that men are so foolish, that they take care to avoid what mischiefs may be done them by pole-cats, or foxes; but are content, nay, think it safety, to be devoured by lions."},{"id":402,"quote":"Whenever law ends, tyranny begins"},{"id":403,"quote":"If we will disbelieve everything, because we cannot certainly know all things, we shall do muchwhat as wisely as he who would not use his legs, but sit still and perish, because he had nowings to fly."},{"id":404,"quote":"Thus the ideas, as well as children, of our youth, often die before us: and our minds represent to us those tombs to which we are approaching; where, though the brass and marble remain, yet the inscriptions are effaced by time, and the imagery moulders away."},{"id":405,"quote":"There is nobody in the commonwealth of learning who does not profess himself a lover of truth: and there is not a rational creature that would not take it amiss to be thought otherwise of. And yet, for all this, one may truly say, that there are very few lovers of truth, for truthâ€™s sake, even amongst those who persuade themselves that they are so. How a man may know whether he be so in earnest, is worth inquiry: and I think there is one unerring mark of it, viz. The not entertaining any proposition with greater assurance than the proofs it is built upon will warrant. Whoever goes beyond this measure of assent, it is plain, receives not the truth in the love of it; loves not truth for truthâ€™s sake, but for some other bye-end."},{"id":406,"quote":"making laws with penalties of death, and consequently"},{"id":407,"quote":"The better to understand the nature, manner, and extent of our knowledge, one thing is carefully to be observed concerning the ideas we have; and that is, that some of them are simple and some complex."},{"id":408,"quote":"Ù„Ø£Ù† Ø¬ÙˆÙ‡Ø± Ø§Ù„Ø¯ÙŠÙ† Ø§Ù„Ø­Ù‚ ÙˆÙ‚ÙˆØªÙ‡ ÙŠÙƒÙ…Ù†Ø§Ù† ÙÙ‰ Ø§Ù„Ù‚Ø¯Ø±Ø© Ø¹Ù„Ù‰ Ø§Ù‚ØªÙ†Ø§Ø¹ Ø§Ù„Ø¹Ù‚Ù„ Ø§Ù‚ØªÙ†Ø§Ø¹Ø§ Ø¬ÙˆØ§Ù†ÙŠØ§ Ø´Ø§Ù…Ù„Ø§"},{"id":409,"quote":"Chapter VIIOf Simple Ideas of both Sensation and Reflection1. Ideas of pleasure and pain. There be other simple ideas which convey themselves into the mind by all the ways of sensation and reflection, viz. pleasure or delight,and its opposite, pain, or uneasiness; power; existence; unity."},{"id":410,"quote":"But since the great foundation of fear in children is pain, the way to harden and fortify children against fear and danger is to accustom them to suffer pain."},{"id":411,"quote":"For, since it would be utterly in vain to suppose a rule set to the free actions of men, without annexing to it some enforcement of good and evil to determine his will, we must, wherever we suppose a law, suppose also some reward or punishment annexed to that law. It would be in vain for one intelligent being to set a rule to the actions of another, if he had it not in his power to reward the compliance with, and punish deviation from his rule, by some good and evil, that is not the natural product and consequence of the action itself. For that, being a natural convenience or inconvenience, would operate of itself, without a law. This, if I mistake not, is the true nature of all law, properly so called."},{"id":412,"quote":"il nâ€™y a rien dans monde qui puisse entrer en comparaison avec lâ€™Ã©ternitÃ©."},{"id":413,"quote":"AlÃ©m disso, ninguÃ©m pode reivindicar, em nome da religiÃ£o, o privilÃ©gio da tolerÃ¢ncia, se elimina radicalmente toda a religiÃ£o mediante o ateÃ­smo."},{"id":414,"quote":"TO understand political power right, and derive it from its original, we must consider, what state all men are naturally in, and that is, a state of perfect freedom to order their actions, and dispose of their possessions and persons, as they think fit, within the bounds of the law of nature, without asking leave, or depending upon the will of any other man."},{"id":415,"quote":"I am sure the principal end why we are to get knowledge here, is to make use of it for the benefit of ourselves and others in this world; but if by gaining it we destroy our health, we labour for a thing that will be useless in our hands, and if by harnessing our bodies (though with a design to render ourselves more useful) we deprive ourselves of the abilities and opportunities of doing that good we might have done with a meaner talent, which God thought sufficient for us by having denied us the strength to improve it to that pitch which men of higher constitutions can attain to, we rob God of so much service, and our neighbor of all that help, which, in a state of health, with moderate knowledge, we might have been able to perform. He that sinks his vessel by overloading it, though it be with gold and silver and precious stones, will gives his owner but an ill account of his voyage."},{"id":416,"quote":"Freedom of Men under Government, is, to have a standing Rule to live by, common to every one of that Society, and made by the Legislative Power erected in it; A Liberty to follow my own Will in all things, where the Rule prescribes not; and not to be subject to the inconstant, uncertain, unknown, Arbitrary Will of another Man."},{"id":417,"quote":"Mrs. Elliot Likes Boys"},{"id":418,"quote":"There being no room for equivocations, there is no need of distinctions."},{"id":419,"quote":"But in truth the ideas and images in men's minds are the invisible powers that constantly govern them, and to these they all universally pay a ready submission."},{"id":420,"quote":"The business of Education, in respect of knowledge, is not, as I think, to perfect a learner in all or any one of the sciences; but to give his mind that disposition and those habits that may enable him to attain any part of knowledge he shall stand in need of in the future course of his life."},{"id":421,"quote":"El fin de la ley no es abolir o restringir, sino preservar y ampliar la libertad. Para todos los estados de seres creados, capaces de derecho, donde no hay ley, no hay libertad."},{"id":422,"quote":"Perhaps then we shall stop pretending that we know everything, and shall be less bold in raising questions and gettinginto confusing disputes with others about things to whichour understandings are not suitedâ€”things of which we canâ€™tform any clear or distinct perceptions in our minds, or, ashappens all too often, things of which we have no notions atall. If we can find out what the scope of the understandingis, how far it is able to achieve certainty, and in what casesit can only judge and guess, that may teach us to accept ourlimitations and to rest content with knowing only what ourhuman condition enables us to know."},{"id":423,"quote":"Where there is no property, there is no injury"},{"id":424,"quote":"Por ser cada hombre, segÃºn se mostrÃ³, naturalmente libre, sin que nada alcance a ponerle en sujeciÃ³n, bajo ningÃºn poder de la tierra, como no sea su propio consentimiento,"},{"id":425,"quote":"I found the two extremes that men run into on this point, either on the one hand shook the foundations of all religion, or, on the other, made christianity almost nothing: for while some men would have all Adamâ€™s posterity doomed to eternal, infinite punishment, for the transgression of Adam, whom millions had never heard of, and no one had authorised to transact for him, or be his representative; this seemed to others so little consistent with the justice or goodness of the great and infinite God, that they thought there was no redemption necessary, and consequently, that there was none;"},{"id":426,"quote":"and so made Jesus Christ nothing but the restorer and preacher of pure natural religion; thereby doing violence to the whole tenour of the New Testament."},{"id":427,"quote":"To one that, thus unbiassed, reads the scriptures, what Adam fell from (is visible) was the state of perfect obedience, which is called justice in the New Testament; though the word, which in the original signifies justice, be translated righteousness: and by this fall he lost paradise, wherein was tranquillity and the tree of life; i. e. he lost bliss and immortality."},{"id":428,"quote":"This shows, that the state of paradise was a state of immortality, of life without end; which he lost that very day that he eat: his life began from thence to shorten, and waste, and to have an end; and from thence to his actual death, was but like the time of a prisoner, between the sentence passed, and the execution, which was in view and certain."},{"id":429,"quote":"it seems a strange way of understanding a law, which requires the plainest and directest words, that by death should be meant eternal life in misery."},{"id":430,"quote":"I must confess, by death here, I can understand nothing but a ceasing to be, the losing of all actions of life and sense."},{"id":431,"quote":"Here then we have the standing and fixed measures of life and death. Immortality and bliss, belong to the righteous; those who have lived in an exact conformity to the law of God, are out of the reach of death; but an exclusion from paradise and loss of immortality is the portion of sinners; of all those who have any way broke that law, and failed of a complete obedience to it, by the guilt of any one transgression"},{"id":432,"quote":"And therefore the punishment of those who would not follow him, was to lose their souls, i. e. their lives,"},{"id":433,"quote":"The end of Law is not to abolish or restrain, but to preserve and enlarge Freedom: For in all the states of created beings capable of Laws, where there is no law, there is no Freedom."},{"id":434,"quote":"No manâ€™s knowledge here can go beyond his experience."},{"id":435,"quote":"Le leggi non vegliano sulla veritÃ  delle opinioni ma sulla sicurezza e l'integritÃ  di ciascuno e dello Stato."},{"id":436,"quote":"But the business of laws is not to provide for the truth of opinions, but for the safety and security of the commonwealth and of every particular man's goods and person."},{"id":437,"quote":"The great and cheif end, therefore, of men uniting into commonwealths, and putting themselves under government, is the preservation of their property; to which in the state of Nature there are many things wanting"},{"id":438,"quote":"Truth is the marking down in words the agreement or disagreement of ideas as it is. Falsehood is the marking down in words the agreement or disagreement of ideas otherwise than it is. And so far as these ideas, thus marked by sounds, agree to their archetypes, so far only is the truth real. The knowledge of this truth consists in knowing what ideas the words stand for, and the perception of the agreement or disagreement of those ideas, according as it is marked by those words."},{"id":439,"quote":"A Law cannot give to Bills that intrinsick Value, which the universal Consent of Mankind has annexed to Silver and Gold"},{"id":440,"quote":"Things of this world are in so constant a flux that nothing remains long in the same state."},{"id":441,"quote":"Tis in vain therefore to go about effectually to reduce the price of Interest by a Law; and you may as rationally hope to set a fixt Rate upon the Hire of Houses, or Ships, as of Money."},{"id":442,"quote":"Personal identity is made of sameness of consciousness."},{"id":443,"quote":"el disfrute de bienes en ese estado es muy inestable, en zozobra. Ello le hace desear el abandono de una condiciÃ³n que, aunque libre, llena estÃ¡ de temores y continuados peligros; y no sin razÃ³n busca y se une en sociedad con otros ya reunidos, o afanosos de hacerlo para esa mutua preservaciÃ³n de sus vidas, libertades y haciendas, a que doy el nombre general de propiedad."},{"id":444,"quote":"El fin, pues, mayor y principal de los hombres que se unen en comunidades polÃ­ticas y se ponen bajo el gobierno de ellas, es la preservaciÃ³n de su propiedad;"},{"id":445,"quote":"Por \"repÃºblica\" he entendido constantemente no una democracia ni cualquier otra forma de gobierno, sino cualquier comunidad independiente,"},{"id":446,"quote":"nadie puede transferir a otro mÃ¡s poder del que encerrare en sÃ­, y nadie sobre sÃ­ goza de poder absoluto y arbitrario, ni sobre los demÃ¡s tampoco, que le permitiere destruir su vida o arrebatar la vida o propiedad ajena."},{"id":447,"quote":"Quod siquis dicat, Ergone populus tyrannicae crudelitati & furori jugulum semper praebebit? Ergone multitude civitates suas fame, ferro, & flamma vastari, seque, conjuges, & liberos fortunae ludibrio & tyranni libidini exponi, inque omnia vitae pericula omnesque miserias & molestias a rege deduci patientur? Num illis quod omni animantium generi est a natura tributum, denegari debet, ut sc. vim vi repellant, seseq; ab injuria, tueantur? Huic breviter responsum sit, Populo universo negari defensionem, quae juris naturalis est, neque ultionem quae praeter naturam est adversus regem concedi debere. Quapropter si rex non in singulares tantum personas aliquot privatum odium exerceat, sed corpus etiam reipublicae, cujus ipse caput est, i.e. totum populum, vel insignem aliquam ejus partem immani & intoleranda saevitia seu tyrannide divexet; populo, quidem hoc casu resistendi ac tuendi se ab injuria potestas competit, sed tuendi se tantum, non enim in principem invadendi: & restituendae injuriae illatae, non recedendi a debita reverentia propter acceptam injuriam. Praesentem denique impetum propulsandi non vim praeteritam ulciscenti jus habet. Horum enim alterum a natura est, ut vitam scilicet corpusque tueamur. Alterum vero contra naturam, ut inferior de superiori supplicium sumat. Quod itaque populus malum, antequam factum sit, impedire potest, ne fiat, id postquam factum est, in regem authorem sceleris vindicare non potest: populus igitur hoc amplius quam privatus quispiam habet: quod huic, vel ipsis adversariis judicibus, excepto Buchanano, nullum nisi in patientia remedium superest. Cum ille si intolerabilis tyrannus est (modicum enim ferre omnino debet) resistere cum reverentia possit, Barclay contra Monarchom. 1. iii. c. 8."},{"id":448,"quote":"cualquiera que sea la forma adoptada por la repÃºblica, deberÃ­a el poder dirigente gobernar por leyes declaradas y bien recibidas y no por dictados repentinos y resoluciones indeterminadas, porque entonces se hallarÃ­an los hombres en harto peor condiciÃ³n que en el estado de naturaleza,"},{"id":449,"quote":"Chains are but an ill wearing, how much Care soever hath been taken to file and polish them."},{"id":450,"quote":"I HAVE put into thy hands what has been the diversion of some of my idle and heavy hours. If it has the good luck to prove so of any of thine, and thou hast but half so much pleasure in reading as I had in writing it, thou wilt as little think thy money, as I do my pains, ill bestowed. Mistake not this for a commendation of my work; nor conclude, because I was pleased with the doing of it, that therefore I am fondly taken with it now it is done."},{"id":451,"quote":"the UNDERSTANDINGâ€” who does not know that, as it is the most elevated faculty of the soul, so it is employed with a greater and more constant delight than any of the other. Its searches after truth are a sort of hawking and hunting, wherein the very pursuit makes a great part of the pleasure. Every step the mind takes in its progress towards Knowledge makes some discovery ... the understanding, like the eye, judging of objects only by its own sight, cannot but be pleased with what it discovers, having less regret for what has escaped it, because it is unknown. Thus he who has raised himself above the alms-basket, and, not content to live lazily on scraps of begged opinions, sets his own thoughts on work, to find and follow truth, will (whatever he lights on) not miss the hunterâ€™s satisfaction; every moment of his pursuit will reward his pains with some delight; and he will have reason to think his time not ill spent, even when he cannot much boast of any great acquisition."},{"id":452,"quote":"I am sure the principal end why we are to get knowledge here, is to make use of it for the benefit of ourselves and others in this world; but if by gaining it we destroy our health, we labour for a thing that will be useless in our hands, and if by harnessing our bodies (though with a design to render ourselves more useful)we deprive ourselves of the abilities and opportunities of doing that good we might have done with a meaner talent, which God thought sufficient for us by having denied us the strength to iprove it to that pitch which men of higher constitutions can attain to, we rob God of so much service, and our neighbor of all that help, which, in a state of health, with moderate knowledge, we might have been able to perform. He that sinks his vessel by overloading it, though it be with gold and silver and precious stones, will gives his owner but an ill account of his voyage."}]