[
    {
        "id": 1,
        "quote": "Leaders are not, as we are often led to think, people who go along with huge crowds following them. Leaders are people who go their own way without caring, or even looking to see, whether anyone is following them. \"Leadership qualities\" are not the qualities that enable people to attract followers, but those that enable them to do without them. They include, at the very least, courage, endurance, patience, humor, flexibility, resourcefulness, stubbornness, a keen sense of reality, and the ability to keep a cool and clear head, even when things are going badly. True leaders, in short, do not make people into followers, but into other leaders."
    },
    {
        "id": 2,
        "quote": "We destroy the love of learning in children, which is so strong when they are small, by encouraging and compelling them to work for petty and contemptible rewards, gold stars, or papers marked 100 and tacked to the wall, or A's on report cards, or honor rolls, or dean's lists, or Phi Beta Kappa keys, in short, for the ignoble satisfaction of feeling that they are better than someone else."
    },
    {
        "id": 3,
        "quote": "The true test of character is not how much we know how to do, but how we behave when we don't know what to do."
    },
    {
        "id": 4,
        "quote": "We can best help children learn, not by deciding what we think they should learn and thinking of ingenious ways to teach it to them, but by making the world, as far as we can, accessible to them, paying serious attention to what they do, answering their questions -- if they have any -- and helping them explore the things they are most interested in."
    },
    {
        "id": 5,
        "quote": "To trust children we must first learn to trust ourselves...and most of us were taught as children that we could not be trusted."
    },
    {
        "id": 6,
        "quote": "This idea that children won't learn without outside rewards and penalties, or in the debased jargon of the behaviorists, \"positive and negative reinforcements,\" usually becomes a self-fulfilling prophecy. If we treat children long enough as if that were true, they will come to believe it is true. So many people have said to me, \"If we didn't make children do things, they wouldn't do anything.\" Even worse, they say, \"If I weren't made to do things, I wouldn't do anything.\"It is the creed of a slave."
    },
    {
        "id": 7,
        "quote": "What is most important and valuable about the home as a base for children's growth into the world is not that it is a better school than the schools, but that it isn't a school at all."
    },
    {
        "id": 8,
        "quote": "To a very great degree, school is a place where children learn to be stupid."
    },
    {
        "id": 9,
        "quote": "A child whose life is full of the threat and fear of punishment is locked into babyhood. There is no way for him to grow up, to learn to take responsibility for his life and acts. Most important of all, we should not assume that having to yield to the threat of our superior force is good for the child's character. It is never good for anyone's character."
    },
    {
        "id": 10,
        "quote": "If I had to make a general rule for living and working with children, it might be this: be wary of saying or doing anything to a child that you would not do to another adult, whose good opinion and affection you valued."
    },
    {
        "id": 11,
        "quote": "For many years I have been asking myself why intelligent children act unintelligently at school. The simple answer is, \"Because they're scared.\" I used to suspect that children's defeatism had something to do with their bad work in school, but I thought I could clear it away with hearty cries of \"Onward! You can do it!\" What I now see for the first time is the mechanism by which fear destroys intelligence, the way it affects a child's whole way of looking at, thinking about, and dealing with life. So we have two problems, not one: to stop children from being afraid, and then to break them of the bad thinking habits into which their fears have driven them.What is most surprising of all is how much fear there is in school. Why is so little said about it. Perhaps most people do not recognize fear in children when they see it. They can read the grossest signs of fear; they know what the trouble is when a child clings howling to his mother; but the subtler signs of fear escaping them. It is these signs, in children's faces, voices, and gestures, in their movements and ways of working, that tell me plainly that most children in school are scared most of the time, many of them very scared. Like good soldiers, they control their fears, live with them, and adjust themselves to them. But the trouble is, and here is a vital difference between school and war, that the adjustments children make to their fears are almost wholly bad, destructive of their intelligence and capacity. The scared fighter may be the best fighter, but the scared learner is always a poor learner."
    },
    {
        "id": 12,
        "quote": "Why do people take or keep their children out of school? Mostly for three reasons: they think that raising their children is their business not the government’s; they enjoy being with their children and watching and helping them learn, and don’t want to give that up to others; they want to keep them from being hurt, mentally, physically, and spiritually."
    },
    {
        "id": 13,
        "quote": "Over the years, I have noticed that the child who learns quickly is adventurous. She's ready to run risks. She approaches life with arms outspread. She wants to take it all in. She still has the desire of the very young child to make sense out of things. She's not concerned with concealing her ignorance or protecting herself. She's ready to expose herself to disappointment and defeat. She has a certain confidence. She expects to make sense out of things sooner or later. She has a kind of trust."
    },
    {
        "id": 14,
        "quote": "It's not that I feel that school is a good idea gone wrong, but a wrong idea from the word go. It's a nutty notion that we can have a place where nothing but learning happens, cut off from the rest of life."
    },
    {
        "id": 15,
        "quote": "The idea of painless, nonthreatening coercion is an illusion. Fear is the inseparable companion of coercion, and its inescapable consequence. If you think it your duty to make children do what you want, whether they will or not, then it follows inexorably that you must make them afraid of what will happen to them if they don’t do what you want. You can do this in the old-fashioned way, openly and avowedly, with the threat of harsh words, infringement of liberty, or physical punishment. Or you can do it in the modern way, subtly, smoothly, quietly, by withholding the acceptance and approval which you and others have trained the children to depend on; or by making them feel that some retribution awaits them in the future, too vague to imagine but too implacable to escape."
    },
    {
        "id": 16,
        "quote": "schools assume that children are not interested in learning and are not much good at it, that they will not learn unless made to, that they cannot learn unless shown how, and that the way to make them learn is to divide up the prescribed material into a sequence of tiny tasks to be mastered one at a time, each with it's approrpriate 'morsel' and 'shock.' And when this method doesn't work, the schools assume there is something wrong with the children -- something they must try to diagnose and treat."
    },
    {
        "id": 17,
        "quote": "It is hard not to feel that there must be something very wrong with much of what we do in school, if we feel the need to worry so much about what many people call 'motivation'. A child has no stronger desire than to make sense of the world, to move freely in it, to do the things that he sees bigger people doing."
    },
    {
        "id": 18,
        "quote": "Children learn from anything and everything they see. They learn wherever they are, not just in special learning places."
    },
    {
        "id": 19,
        "quote": "Fear, boredom, and resistance--they all go to makewhat we call stupid children."
    },
    {
        "id": 20,
        "quote": "We learn to do something by doing it.There is no other way."
    },
    {
        "id": 21,
        "quote": "The biggest enemy to learning is the talking teacher."
    },
    {
        "id": 22,
        "quote": "It is not the teacher's proper task to be constantly testingand checking the understanding of the learner. That's the learner's task, andonly the learner can do it. The teacher's job is to answer questions whenlearners ask them, or to try to help learners understand better when they askfor that help."
    },
    {
        "id": 23,
        "quote": "When children are very young, they have natural curiosities about the world and explore them, trying diligently to figure out what is real. As they become \"producers \" they fall away from exploration and start fishing for the right answers with little thought. They believe they must always be right, so they quickly forget mistakes and how these mistakes were made. They believe that the only good response from the teacher is \"yes,\" and that a \"no\" is defeat."
    },
    {
        "id": 24,
        "quote": "People should be free to find or make for themselves the kinds of educational experience they want their children to have."
    },
    {
        "id": 25,
        "quote": "Any child who can spend an hour or two a day, or more if he wants, with adults that he likes, who are interested in the world and like to talk about it, will on most days learn far more from their talk than he would learn in a week of school."
    },
    {
        "id": 26,
        "quote": "Someone asked the other day, \"Why do we go to school?\" Pat, with vigorunusual in her, said, \"So when we grow up we won't be stupid.\" Thesechildren equate stupidity with ignorance. Is this what they mean when theycall themselves stupid? Is this one of the reasons why they are so ashamed ofnot knowing something? If so, have we, perhaps un-knowingly, taught themto feel this way? We should clear up this distinction, show them that it ispossible to know very few facts, but make very good use of them.Conversely, one can know many facts and still act stupidly. The learned foolis by no means rare in this country."
    },
    {
        "id": 27,
        "quote": "A life worth living, and work worth doing - that is what I want for children (and all people), not just, or not even, something called 'a better education."
    },
    {
        "id": 28,
        "quote": "I doubt very much if it is possible to teach anyone to understand anything,that is to say, to see how various parts of it relate to all the other parts, tohave a model of the structure in one's mind. We can give other peoplenames, and lists, but we cannot give them our mental structures; they mustbuild their own."
    },
    {
        "id": 29,
        "quote": "Learning is not the product of teaching. Learning is the product of the activity of learners."
    },
    {
        "id": 30,
        "quote": "Much of what we call History is the success stories of madmen."
    },
    {
        "id": 31,
        "quote": "We who believe that children want to learn about the world, are good at it, and can be trusted to do it with very little adult coercion or interference, are probably no more than one percent of the population, if that. And we are not likely to become the majority in my lifetime. This doesn't trouble me much anymore, as long as this minority keeps on growing. My work is to help it grow."
    },
    {
        "id": 32,
        "quote": "Real social change is a process that takes place over time, usually quite a long time. At a given moment in history, 99 percent of a society may think and act one way on a certain matter, and only 1 percent think and act very differently. In time, that 1 percent may become 2 percent, then 5 percent, then 10, 20, 30 percent, until finally it becomes the dominant majority, and social change has taken place."
    },
    {
        "id": 33,
        "quote": "Children are not only extremely good at learning; they are much better at it than we are."
    },
    {
        "id": 34,
        "quote": "Of all I saw and learned this past half year, one thing stands out. What goeson in the class is not what teachers think-- certainly not what I had alwaysthought. For years now I have worked with a picture in mind of what myclass was like. This reality, which I felt I knew, was partly physical, partlymental or spiritual. In other words, I thought I knew, in general, what thestudents were doing, and also what they were thinking and feeling. I see nowthat my picture of reality was almost wholly false. Why didn’t I see thisbefore?"
    },
    {
        "id": 35,
        "quote": "We ask children to do for most of a day what few adults are able to do for even an hour. How many of us, attending, say, a lecture that doesn’t interest us, can keep our minds from wandering? Hardly any."
    },
    {
        "id": 36,
        "quote": "Only to the degree that people have what they need, that they are healthy and unafraid, that their lives are varied, interesting, meaningful, productive, joyous, can we begin to judge, or even guess, their nature. Few people, adults or children, now live such lives."
    },
    {
        "id": 37,
        "quote": "By now I have come to feel that the fact of being a ‘child’, of being wholly subservient and dependent, of being seen by older people as a mixture of expensive nuisance, slave and super-pet, does most young people more harm than good"
    },
    {
        "id": 38,
        "quote": "The true test of intelligence is not how much we know how to do, but how we behave when we don't know what to do"
    },
    {
        "id": 39,
        "quote": "Not long after the book came out I found myself being driven to a meetingby a professor of electrical engineering in the graduate school I of MIT. He said that after reading the book he realized that his graduate students were using on him, and had used for the ten years and more he had been teaching there, all the evasive strategies I described in the book — mumble, guess-and-look, take a wild guess and see what happens, get the teacher to answer his own questions, etc.But as I later realized, these are the games that all humans play when othersare sitting in judgment on them."
    },
    {
        "id": 40,
        "quote": "A teacher in class islike a man in the woods at night with a powerful flashlight in his hand.Wherever he turns his light, the creatures on whom it shines are aware of it,and do not behave as they do in the dark. Thus the mere fact of his watchingtheir behavior changes it into something very different. Shine where be will,he can never know very much of the night life of the woods."
    },
    {
        "id": 41,
        "quote": "Japanese gardeners, over many centuries, have learned to do things to trees, to clip their roots or trim their branches, to limit their supply of water, air, or sun, so that they live, and for a long time, but only in tiny, shrunken, twisted shapes. Such trees may please us, or they may not. But what could they tell us about the nature of trees? If a tree can be deformed and shrunk, is this, then, its nature? The nature of these trees, given enough of the sun, air, water, soil, and food they need, is to grow like trees, tall and straight. People can be more easily deformed, and worse deformed, even than trees—and more than trees, they feel it, it hurts. But"
    },
    {
        "id": 42,
        "quote": "It is not possible to spend any prolonged period visiting public school classrooms without being appalled by the mutilation visible everywhere—mutilation of spontaneity, of joy in learning, or pleasure in creating, or sense of self. . . . Because adults take the schools so much for granted, they fail to appreciate what grim, joyless places most American schools are [they are much the same in most countries], how oppressive and petty are the rules by which they are governed, how intellectually sterile and esthetically barren the atmosphere, what an appalling lack of civility obtains on the part of teachers and principals, what contempt they unconsciously display for students as students."
    },
    {
        "id": 43,
        "quote": "The person who really needs to know something does not need to be told many times, drilled, tested. Once is enough."
    },
    {
        "id": 44,
        "quote": "It's a most serious mistake to think that learning is an activity separate from the rest of life, that people do it best when they are not doing anything else and best of all in places where nothing else is done. p.278"
    },
    {
        "id": 45,
        "quote": "The myth that if you don't start early, you might as well not start, tends to be a self-fulfilling prophecy. The music-making world that young people confront reminds me a lot of the world of school sports. After a lot of weeding out, in the end you've got a varsity with a few performers and an awful lot of people on the sidelines thinking, \"Gee, it's too bad I wasn't good enough.\" We need to be careful about that. There seems to be an unspoken idea, in instruction of the young, that the people who start the fastest will go the farthest. But that's not only an unproven theory; it's not even a tested theory. The assumption that the steeper the learning curve, the higher it will go, is also unfounded. If we did things a little differently, we might find out that people whose learning curves were much slower might later on go up just as high or higher."
    },
    {
        "id": 46,
        "quote": "Books ... rarely, if ever, talk about what children can make of themselves, about the powers that from the day or moment of birth are present in every child."
    },
    {
        "id": 47,
        "quote": "We think in terms of getting a skill first, and then finding useful and interesting things to do with it. The sensible way, the best way, is to start with something worth doing, and then, moved by a strong desire to do it, get whatever skills are needed."
    },
    {
        "id": 48,
        "quote": "If s-chools, doing places for children, are honest, active, and interesting enough, they will not need to be compulsory; as long as they are compulsory, they don't need to be good, and most of them will not be. To say that schools must be compulsory because someday they might all be good, is to say in effect that they must be compulsory no matter how bad they are. I"
    },
    {
        "id": 49,
        "quote": "We don't have to make human beings smart. They are born smart. All we have to do is stop doing the things that made them stupid."
    },
    {
        "id": 50,
        "quote": "It is not just power, but impotence, that corrupts people. It gives them the mind and soul of slaves. It makes them indifferent, lazy, cynical, irresponsible, and, above all, stupid."
    },
    {
        "id": 51,
        "quote": "For a long time I have been interested in my own thoughts, feelings, and motives, eager to know as much as I can of the truth about myself. After many years, I think that at most I may know something about a very small part of what goes on in my own head. How preposterous to imagine that I can know what goes on in someone else's."
    },
    {
        "id": 52,
        "quote": "he said: (1) accept yourself, (2) forget yourself, (3) find something to do and to care about that is more important to you than you are."
    },
    {
        "id": 53,
        "quote": "But the greatest difference between children and adults is that most of the children to whom I offer a turn on the cello accept it, while most adults, particularly if they have never played any other instrument, refuse it."
    },
    {
        "id": 54,
        "quote": "Figuring out what you don't know or aren't sure of is the greatest intellectual skill of all."
    },
    {
        "id": 55,
        "quote": "The danger of letting people ask, \"Is this the best way to do this job?\" is that after a while they may ask, \"Is this job worth doing?"
    },
    {
        "id": 56,
        "quote": "Learning is not the product of teaching."
    },
    {
        "id": 57,
        "quote": "The book will be a demonstration that children, without being coerced or manipulated, or being put in exotic, specially prepared environments, or having their thinking planned and ordered for them, can, will and do pick up from the world around them important information about what we call the Basics. It will also demonstrate that \"ordinary\" people, without special schooling themselves, can give their children whatever slight assistance may be needed to help them in their exploration of the world, and that to do this requires no more than a little tact, patience, attention and readily available information."
    },
    {
        "id": 58,
        "quote": "The things we know and believe are a part of us. We feel we have always known them. Almost anything else, anything that doesn’t fit into our structure of knowledge, our mental model of reality, is likely to seem strange, wild, fearful, dangerous and impossible. People defend what they are used to even when it is hurting them."
    },
    {
        "id": 59,
        "quote": "If we try to make children fantasize, these fake fantasies, like the ready-made fantasies of TV, will in time drive out most of their true fantasies, the ones that come from their experience in the world and their need to make sense of it and become at home in it."
    },
    {
        "id": 60,
        "quote": "What children need to get ready for reading is exposure to a lot of print. Not pictures, but print. They need to bathe their eyes in print, as when smaller they bathe their ears in talk."
    },
    {
        "id": 61,
        "quote": "There is no reason why a child, living in every other way as a dependent of his parents, could not and should not have (like everyone else) the right to decide what he wants to learn and when and how much of it he wants to learn in school, and in what school, and how much time he wants to spend doing it."
    },
    {
        "id": 62,
        "quote": "I don't wish to give the impression that the cruelty of S-chools is a kind of bad or careless habit of which they might be cured, if people really wanted to cure them. Compulsory and competitive schools are cruel by their very nature."
    },
    {
        "id": 63,
        "quote": "No one can say, \"Here is Biology, here Mathematics, here Philosophy.\" No one can point to Physics, or show us Chemistry. In reality no dotted lines divide History from Geography or Physics from Chemistry, or Philosophy from Linguistics, and so on. These"
    },
    {
        "id": 64,
        "quote": "We tell children here to think about the meaning of what they are doing. We say this is the sure way to the right answer. But it may lead instead into one of the paradoxes and contradictions of which elementary math is full."
    },
    {
        "id": 65,
        "quote": "When you're not sure which of two or three methods to use, then try all of them on a simple problem and see which one gives you the answer that you know is right."
    },
    {
        "id": 66,
        "quote": "We are all afraid of many things; we probably can't help that. What we can try to do is not give in to our fears, but face them down instead. There is excitement in that."
    },
    {
        "id": 67,
        "quote": "It is not easy to find out what we like or want, when all our lives other people have been hard at work not just to make us do what they want, but to make us think that we want to do it."
    },
    {
        "id": 68,
        "quote": "In other words, start with what you know, and use a little guesswork, or common sense, or whatever you want to call it, to figure out what you don't know."
    },
    {
        "id": 69,
        "quote": "Despite all the talk about the technological demands of modern society, or the great need of education to enable people to meet these demands, the fact is that most modern work is moronic. It needs almost nothing in training, skill, intelligence, or judgment. During World War II we found that even the most highly skilled industrial jobs, jobs that people supposedly had to spend years learning, could be learned from scratch by most people of average intelligence in a few months."
    },
    {
        "id": 70,
        "quote": "intellectual activity, begins with someone asking a question. That is, someone wondering, puzzled, confused. S-chool books, textbooks, rarely help us to see this. They tell us right answers, but very rarely the questions that first led people to look for those answers. So"
    },
    {
        "id": 71,
        "quote": "What can those people do who feel as I do about them, but have children stuck in them? On the whole, there seem to me three possibilities: (1) Help the child to cope with S-chool. (2) Help him to escape it. (3) Give him an alternative."
    },
    {
        "id": 72,
        "quote": "Pravi test karaktera nije koliko znamo napraviti, već kako se ponašamo u situaciji kad nešto ne znamo napraviti."
    },
    {
        "id": 73,
        "quote": "Children. Nothing could be more simple—or more difficult. Difficult, because to trust children we must trust ourselves—and most of us were taught as children that we could not be trusted. And so we go on treating children as we ourselves were treated, calling this “reality, or saying bitterly, “If I could put up with it, they can too.”"
    },
    {
        "id": 74,
        "quote": "we can trust children to find out about the world, and that when trusted, they do find out."
    },
    {
        "id": 75,
        "quote": "The curse of our time, perhaps soon a fatal one, is not idleness, but work not worth doing, done by people who hate it, who do it only because they fear that if they do not they will have no ‘job’, no livelihood, and worse than that, no sense of being useful or needed or worthy."
    },
    {
        "id": 76,
        "quote": "What we do in our lives and our work is greatly infuenced by metaphors-the pictures we have in our minds about how the world works or ought to work. Often these images are more real to us than reality itself."
    },
    {
        "id": 77,
        "quote": "There is more real learning in a good picture than in twenty workbooks."
    },
    {
        "id": 78,
        "quote": "There are very severe penalties for being a bad student but no penalties at all for being a bad teacher.\" The"
    },
    {
        "id": 79,
        "quote": "How much people can learn at any moment depends on how they feel at that moment about the task and their ability to do the task."
    },
    {
        "id": 80,
        "quote": "Deny children – or anyone else - the chance to do ‘nothing’, and we may be denying them the chance to do ‘something’ - to find and do any work that is truly important, to themselves or to someone else."
    },
    {
        "id": 81,
        "quote": "John, if you ever get a family, there’s one thing you should know. No matter how well you get along with your children when they are little, there is going to come a time when they will have no use for you, and you should be ready for it."
    },
    {
        "id": 82,
        "quote": "This is my objection to books about \"Teach Your Baby This\" and \"Teach Your Baby That.\" They are very likely to destroy children's belief that they can find things out for themselves, and to make them think instead that they can only find things out from others."
    },
    {
        "id": 83,
        "quote": "For a very long time, ever since men formed societies in which some people bossed others, children have fulfilled this very important function. Every adult parent, however lowly or powerless, had at least some one that he could command, threaten, and punish. No man was so poor, even a slave, that he could not have these few slaves of his own. Today, when most “free men feel like slaves, having their own homegrown slaves is very satisfying. Many could not do without them.”"
    },
    {
        "id": 84,
        "quote": "Fantasy works better when it has something real to work with."
    },
    {
        "id": 85,
        "quote": "For the most part, the schools are what they have always been. If anything, they are worse, in many ways and for many reasons. As in the past, they are often mentally and physically cruel to most of the children in them, and most of all to the poor, the nonwhite, the unusual, and the brave and independent"
    },
    {
        "id": 86,
        "quote": "No one can truly say “Yes to something, be it an experience or another person’s offer of love, if he cannot truly say “No”. No one can wholeheartedly accept and welcome love if he does not have an unquestioned right to refuse it. No one can fully and freely give love if he does not have the unquestioned right to withhold it.”"
    },
    {
        "id": 87,
        "quote": "Words are not only a clumsy and ambiguous means of communication, they are extraordinarily slow."
    },
    {
        "id": 88,
        "quote": "We act as if we thought this tool of language were perfect, and children had only to learn to use it correctly--i.e., as we do. In fact, it is in many ways a most imperfect tool. If we were more aware of its imperfections, of the many ways in which it does not fit the universe it attempts to describe, of the paradoxes and contradictions built into it, then we could warn the children, help them see where words and experience did not fit together,"
    },
    {
        "id": 89,
        "quote": "I have no problem with boredom, or not knowing what to do next. My only problem-which I may never solve--is finding enough time to do all the things I would like to do."
    },
    {
        "id": 90,
        "quote": "The only thing to do was to turn off the questions and watch - like a child. Take it all in. See everything, worry about nothing."
    },
    {
        "id": 91,
        "quote": "The first message that S-chools, like any other compulsory institution, send to the people who attend them is a message of distrust and contempt: If we didn't make you come here you wouldn't learn anything, you'd just waste your time, spend the whole day playing basketball or watching TV or making trouble, you'd hang out on the streets, never do anything worthwhile, grow up to be a bum. Along"
    },
    {
        "id": 92,
        "quote": "They take much more of children's time, and more all the time. They give children less and less time to live their own lives, pursue their own interests, or perhaps find ways outside of school to make up for the failures, fears, and boredom of school. Far more than they used to, they control and limit children's futures. There are fewer and fewer paths into life that do not lead through the school. Degrees, diplomas, and certificates are needed for more and more kinds of work. The struggle for the few winner slots in society begins earlier and earlier in life; in"
    },
    {
        "id": 93,
        "quote": "John Holt was a conventional fifth-grade private school teacher during the fifties, but, to paraphrase him, he kept wondering, \"I teach, but the kids aren't learning. What's going on?\" Eventually Holt finds his answer and describes it at length in his first and most popular book, How Children Fail. Holt determines that he, as a teacher, is more often than not getting in the way of children's learning."
    },
    {
        "id": 94,
        "quote": "Every adult parent, however lowly or powerless, had at least some one that he could command, threaten, and punish. No man was so poor, even a slave, that he could not have these few slaves of his own. Today, when most “free men feel like slaves, having their own homegrown slaves is very satisfying.”"
    },
    {
        "id": 95,
        "quote": "The real test of the quality of life in a nation, as in a community, is how well the poorest people in it live."
    },
    {
        "id": 96,
        "quote": "In short, by the institution of childhood I mean all those attitudes and feelings, and also customs and laws, that put a great gulf or barrier between the young and their elders, and the world of their elders; that make it difficult or impossible for young people to make contact with the larger society around them, and, even more, to play any kind of active, responsible, useful part in it; that lock the young into eighteen years or more of subserviency and dependency, and make of them, as I said before, a mixture of expensive nuisance, fragile treasure, slave, and super-pet."
    },
    {
        "id": 97,
        "quote": "People do not always learn from experience, but without it they do not learn at all."
    },
    {
        "id": 98,
        "quote": "Do children really need so much praise? When a child, after a long struggle, finally does the cube puzzle, does he need to be told that he has done well? Doesn't he know, without being told, that he has accomplished something? In fact, when we praise him, are we not perhaps horning in on his accomplishment, stealing a little of his glory, edging our way into the limelight, praising ourselves for having helped to turn out such a smart child? Is not most adult praise of children a kind of self-praise? I think of that marvelous composition that Nat wrote about the dining room in his house. I find now, to my horror, that in thinking with satisfaction about that comp, I am really congratulating myself for my part in it. What a clever boy this is! And what a clever man am I for helping to make him so!"
    },
    {
        "id": 99,
        "quote": "Pleasant experiences don’t make up for painful ones. No child, once painfully burned, would agree to be burned again, however enticing the reward. For all our talk and good intentions, there is much more stick than carrot in school, and while this remains so, children are going to adopt a strategy aimed above all else at staying out of trouble. How can we foster a joyous, alert, wholehearted participation in life if we build all our schooling around the holiness of getting 'right answers'?"
    },
    {
        "id": 100,
        "quote": "Why should all people be taxed to support a system from which the children of the rich and affluent gain the most? What kind of race are the S-chools running, that poor children always seem to lose and rich children to win?"
    },
    {
        "id": 101,
        "quote": "If everything is the result of something in the past, nothing has any point."
    },
    {
        "id": 102,
        "quote": "But of course, the most important trick in beating the S-chool game is to know that it is a game, as abstract, unreal, and useless as chess, and that beating it is a trick. The game is important only because (as with chess) there are rewards for playing it well, and (unlike chess) penalties for playing it badly. This is something that almost all successful students know, almost by instinct. I sensed it at ten, and knew it thoroughly and consciously by the time I was thirteen."
    },
    {
        "id": 103,
        "quote": "You don’t have to have school buildings in order to have schools and you don’t have to have schools in order to have education."
    },
    {
        "id": 104,
        "quote": "We do not defend furiously what has most real value in our lives; it seems as natural and inevitable as breathing. What we defend most hotly are those things we think we ought to value but secretly know or fear we do not."
    },
    {
        "id": 105,
        "quote": "It is easier to say, \"I'm a nonspeller (or a non- singer)\" than to face the risks and possible disappointments of learning to sing or spell."
    },
    {
        "id": 106,
        "quote": "one reason why schooling is so seldom helpful to children, and almost always deeply harmful, is that they have no reality of encounter with their teachers. The teachers are not themselves, but players of roles. They"
    },
    {
        "id": 107,
        "quote": "We all have greater powers than we think; that whatever we want to learn or learn to do, we probably can learn; that our lives and our possibilities are not determined and fixed by what happened to us when we were little, or by what experts say we can or cannot do."
    },
    {
        "id": 108,
        "quote": "Next to the right to life itself, the most fundamental of all human rights is the right to control our own minds and thoughts. That means, the right to decide for ourselves how we will explore the world around us, think about our own and other persons' experiences, and find and make the meaning of our own lives."
    },
    {
        "id": 109,
        "quote": "Incompetence has one other advantage. Not only does it reduce what others expect and demand of you, it reduces what you expect or even hope for yourself. When you set out to fail, one thing is certain-you can't be disappointed. As the old saying goes, you can't fall out of bed when you sleep on the door."
    },
    {
        "id": 110,
        "quote": "Feeling great fear is like feeling great pain; it is like being inside a little box of one-way glass; others can see and hear you, but for you the world almost disappears."
    },
    {
        "id": 111,
        "quote": "Why do they do this? Because it gives them a license to act like tyrants and to feel like saints. “Do what I tell you! roars the tyrant. “It’s for your own good, and one day you’ll be grateful,” says the saint. Few people, feeling themselves powerless in a world turned upside down, can or even wish to resist the temptation to play this benevolent despot.”"
    },
    {
        "id": 112,
        "quote": "If he didn't know what it was \"supposed\" to do, he wasn't going to try to make it do anything; it might do the wrong thing, and someone might think it was his fault."
    },
    {
        "id": 113,
        "quote": "Young people want, need, and like to read books that have meaning for them, and that when such books are put within easy reach they will sooner or later figure out, without being taught and with only minimal outside help, how to read them."
    },
    {
        "id": 114,
        "quote": "This is a book in favor of doing—self-directed, purposeful, meaningful life and work—and against \"education\"—learning cut off from active life and done under pressure of bribe or threat, greed and fear."
    },
    {
        "id": 115,
        "quote": "Old dogs can learn new tricks. Not only that, but can perhaps learn them even better than young dogs-once they get over the notion that they can't learn them."
    },
    {
        "id": 116,
        "quote": "Do they use the method because they are bright, or is it the use of the method that makes them bright?"
    },
    {
        "id": 117,
        "quote": "With the bike right before them, they could not see how it was put together, or if they could, could not hold that knowledge in mind long enough to transfer it to paper. It seemed as if their schooling had been for so long so far removed from reality that they were no longer able to see reality, to grasp it, to come to grips with it."
    }
]