[{"id":1,"quote":"I promise you that the same stuff galaxies are made of, you are. The same energy that swings planets around stars makes electrons dance in your heart. It is in you, outside you, you are it. It is beautiful. Trust in this. And you your life will be grand."},{"id":2,"quote":"The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened."},{"id":3,"quote":"This day, I vow to myself to love myself, to treat myself as someone I love truly and deeply - in my thoughts, my actions, the choices I make, the experiences I have, each moment I am conscious, I make the decision I LOVE MYSELF."},{"id":4,"quote":"If there is one lesson I've learned from failure and success, it's this. I am not the outcome. I am never the result. I am only the effort."},{"id":5,"quote":"This I know: the mind, left to itself, repeats the same stories, the same loops.  Mostly ones that don't serve us.  So what's practical, what's transformative, is to consciously choose a thought.  Then practice it again and again.  With emotion, with feeling, with acceptance.   Lay down the synaptic pathways until the mind starts playing it automatically.  Do this with enough intensity over time and the mind will have no choice.  That's how it operates.  Where do you think your original loops came from?"},{"id":6,"quote":"Now I know what success is: living your truth, sharing it."},{"id":7,"quote":"Decide what your truth is. Then live it."},{"id":8,"quote":"As you love yourself, life loves you back.  I don't think it has a choice either.  I can't explain how it works, but I know it to be true."},{"id":9,"quote":"Pain doesn't last. And when it's gone, we have something to show for it. Growth."},{"id":10,"quote":"Success and failure come and go, but don't let them define you. It's who you are that matters."},{"id":11,"quote":"No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way."},{"id":12,"quote":"Peace is letting it be. Letting life flow, letting emotions flow through you."},{"id":13,"quote":"The key, at least for me, has been to let go.  Let go of the ego, let go of attachments, let go of who I think I should be, who others think I should be.  And as I do that, the real me emerges, far far better than the Kamal I projected to the world.  There is a strength in this vulnerability that cannot be described, only experienced."},{"id":14,"quote":"real growth comes through intense, difficult, and challenging situations."},{"id":15,"quote":"So I return to the question, \"if I loved myself, truly and deeply, what would I do?\"  The answer comes easy: I'd fly.  Fly as high as I possibly can.  Then, I'd fly higher."},{"id":16,"quote":"Here we are, thinking that one needs to be in love with another to shine, to feel free and shout from the rooftops, but the most important person, the most important relationship we'll ever have is waiting, is craving to be loved truly and deeply."},{"id":17,"quote":"If I loved myself truly and deeply, would I let myself experience this?"},{"id":18,"quote":"Ask yourself: what is it, that if I believed it down to my core, would change everything?"},{"id":19,"quote":"The act of going within, finding our truth, and then sharing it, it helps us far more than we know."},{"id":20,"quote":"Sometimes, the only way to evolve is to open ourselves fully."},{"id":21,"quote":"Whatever human endeavor we choose, as long as we live our truth, it is success."},{"id":22,"quote":"Reach out, share your truth, tell someone, \"This is who I am. This is what I stand for. Hold me to it.\" Often, we'll do far more for another than we will do for ourselves."},{"id":23,"quote":"The truth is to love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff with your fingers."},{"id":24,"quote":"One thing I've learned: we don't stumble accidentally into an amazing life. It takes decision, a commitment to consistently work on ourselves."},{"id":25,"quote":"I sit with my back against a wall, put on my headphones, listen to the music, and imagine galaxies and stars and the Universe above, and I imagine all the light from space flowing into my head and down into my body, going wherever it needs to go."},{"id":26,"quote":"It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance."},{"id":27,"quote":"Life is a river,\" a wise friend told me. \"It's flowing. You're never at the same place twice."},{"id":28,"quote":"When something comes from within, when it is a part of you, you have no choice but to live it, to express it."},{"id":29,"quote":"Darkness is the absence of light."},{"id":30,"quote":"once heard someone explain thoughts as this: we, as human beings, think that we're thinking.  Not true.  Most of the time, we're remembering.  We're re-living memories.  We're running familiar patterns and loops in our head.  For happiness, for procrastination, for sadness.  Fears, hopes, dreams, desires.  We have loops for everything."},{"id":31,"quote":"When we go all in, we find the answers. They're in us."},{"id":32,"quote":"Life is a series of choices and all we can do is make them."},{"id":33,"quote":"So, these tools, like light switches, exist.  When fear arises, remember that it is a hallucinated snake or that it's not useful or that it's not real.  All three work.  There's many more, ones we can come up with ourselves, if we wish.  As long as it works, it's valid. Key is this, when in darkness, have a light switch you've chosen standing by."},{"id":34,"quote":"If you're about to take a risk--one that comes from within, one that expresses your true nature, that brings up fear after fear after fear--you know what to do. One: do the work, create the value. Two: draw the people that encourage you closer. They're the only ones that matter."},{"id":35,"quote":"You cannot stay at the same level as when you first practiced your truth, life won't let you."},{"id":36,"quote":"Keep in mind, Bandler once cured a guy who thought he was Jesus by bringing in three muscular football players dressed as Roman Centurions and wood for a life-size cross into his hospital room.  Then, he proceeded to nail the cross together, pausing occasionally to measure the guy as the Centurions held him down.  By the time they were ready for the crucifixion, the man was convinced he wasn't Jesus.  Even after the drama had passed, the cure stuck."},{"id":37,"quote":"The only rule is that truth must empower you, make you better in every way possible."},{"id":38,"quote":"Suffering is when we resist the moment."},{"id":39,"quote":"The greatest achievement of humanity is the human spirit."},{"id":40,"quote":"But in simplicity lies truth.  In simplicity lies power."},{"id":41,"quote":"But I can't erase the past, only learn from it.  It's ok.  Applying what I know makes the present and the future a beautiful place to be."},{"id":42,"quote":"If there's a definition of freedom, I think it's this: living life on your terms."},{"id":43,"quote":"The truth is to love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff with your fingers.  As if your life depended upon it.  Once you get going, it's not hard to do.  Just takes commitment and I'll share how I did it."},{"id":44,"quote":"If a painful memory arises, don't fight it or try to push it away - you're in quicksand.  Struggle reinforces pain.  Instead, go to love.  Love for yourself.  Feel it.  If you have to fake it, fine.  It'll become real eventually.  Feel the love for yourself as the memory ebbs and flows.  That will take the power away."},{"id":45,"quote":"I promise you that the same stuff galaxies are made of, you are. The same energy that swings planets around stars makes electrons dance in your heart. It is in you, outside you, you are it. It is beautiful. Trust in this. And you and your life will be grand."},{"id":46,"quote":"What if you don't believe that you love yourself?  Doesn't matter.  Your role is to lay down the pathways, brick upon brick, reinforce the connections between the neurons.  The mind already has a strong wiring for love.  The body knows it as well.  It knows that love nurtures, that love is gentle, that love is accepting.  It knows that love heals."},{"id":47,"quote":"Confidence comes from crossing thresholds."},{"id":48,"quote":"Our experiences are nothing but a series of gifts and the less we resist them, the better things get."},{"id":49,"quote":"We are far, far stronger than our pain"},{"id":50,"quote":"There is one rule, though: once you discover your truth, you have to go all in. Fully. Every single chip."},{"id":51,"quote":"When your sense of self and happiness comes from within and isn't a roller coaster ride dependent on others or circumstances, you approach life differently. You make better choices. You draw to you the people and situations that matter. The others, they fall away."},{"id":52,"quote":"It is not giving up, it is accepting. And the light will enter. Always does."},{"id":53,"quote":"So I ask myself the question, \"if I loved myself, truly and deeply, what would I do?\"  I love this question.  There is no threat, no right or wrong answer, only an invitation to my truth in this present moment."},{"id":54,"quote":"The key, at least for me, has been to let go.  Let go of the ego, let go of attachments, let go of who I think I should be, who others think I should be."},{"id":55,"quote":"Often, the price for not being present is pain. Now,"},{"id":56,"quote":"How do you find peace?\" I ask.\"I say 'yes,'\" he says.\"To all that happens, I say 'yes."},{"id":57,"quote":"If you had a thought once, it has no power over you.  Repeat it again and again, especially with emotional intensity, feeling it, and over time, you're creating the grooves, the mental river.  Then it controls you."},{"id":58,"quote":"The Secret to FlightDon't flap your wings so hard. It only exhausts you. Close your eyes. Lean into the currents, say yes. Let the wind raise you higher and higher. So easy. That's what Eagles do. Oh, this is the secret to life as well."},{"id":59,"quote":"Once you cross the threshold, you will never be the same. That is a fact."},{"id":60,"quote":"Creating anything that never existed before is not sanity."},{"id":61,"quote":"Threshold is where the madness ends and the magic begins."},{"id":62,"quote":"It is the biggest public service one can do — show others exactly how to transform themselves, make their lives better. Because when we are better, those around us are better. Ripple effects, far greater than we can foresee."},{"id":63,"quote":"Whatever you experience in your life, choose for it to make you grow in amazing and unbelievable ways. You owe it to yourself. You owe it to those who came before you. You owe it to those connected to you who you’ll never meet. You owe it to those who have yet to come into your life."},{"id":64,"quote":"Fear, when used properly, is a useful tool.  It serves us well when near a blazing inferno or standing at the edge of a cliff.  But outside of this, it's hijacked the mind.  To the point where it's difficult to distinguish the mind and our thoughts from fear itself."},{"id":65,"quote":"If you think about it, how much time do we spend in our heads wishing things were another way, beating ourselves up, beating others up, crafting a different past, wishing for a different future? All of that is resistance. All of that is pain."},{"id":66,"quote":"Knowledge is never enough. Even action, if it's just following a prescribed way, will never fully express your potential."},{"id":67,"quote":"I cannot emphasize enough the quality of those you surround yourself with."},{"id":68,"quote":"I once heard someone explain thoughts as this: we, as human beings, think that we're thinking.  Not true.  Most of the time, we're remembering.  We're re-living memories.  We're running familiar patterns and loops in our head.  For happiness, for procrastination, for sadness.  Fears, hopes, dreams, desires.  We have loops for everything."},{"id":69,"quote":"Forget demolishing the grooves of the past. What you're creating is a new groove so deep, so powerful, that your thoughts will automatically flow down this one."},{"id":70,"quote":"Resist nothing. Like the Tibetan monk who once told me that he found peace by saying yes to all that happened. I met him again years later and reminded him of what he’d said. He laughed. “Perhaps, he said. “It does fit with my life philosophy.” He had a lightness to him that is rare. His laugh, genuine. I almost expected him to levitate. If you think about it, how much time do we spend in our heads wishing things were another way, beating ourselves up, beating others up, crafting a different past, wishing for a different future? All of that is resistance. All of that is pain. Peace is letting it be. Letting life flow, letting emotions flow through you. If you don’t fight them, they pass through quickly and you feel better.”"},{"id":71,"quote":"Truth makes you rise to new heights, no matter where you are."},{"id":72,"quote":"After all, it's the things we hold against ourselves that weigh us down more than anything."},{"id":73,"quote":"Step 5: Repeat \"I love myself\" gently, pausing occasionally to watch your eyes.   When the five minutes are up, smile.  You've just communicated the truth to yourself in a deep, visceral way.  In a way the mind cannot escape.  If anyone ever looked in your eyes, knowing that you loved them, this is what they saw.  Give yourself the same gift."},{"id":74,"quote":"As human beings, we crave light. We find sunrises and sunsets and bright moon beautiful and calming."},{"id":75,"quote":"Surrender means cleaning the window so light can enter."},{"id":76,"quote":"I breathe slowly, naturally.  As I inhale, I think, I love myself.  Then I exhale and let out whatever the response in my mind and body is, whether there is one or not.  That's it.  Simple."},{"id":77,"quote":"Fighting fear doesn't work.  It just drags us in closer.  One has to focus on what is real.  On the truth.  When in darkness, don't fight it.  You can't win.  Just find the nearest switch, turn on the light.    James Altucher, in one of his best blog posts, talks about how he stops negative thoughts in their tracks with a simple mind trick.  \"Not useful,\" he tells himself.  It's a switch, a breaker of sorts, shifts the pattern of the fear."},{"id":78,"quote":"The simple act of putting your truth on paper, only you and your thoughts, is one of the most powerful exercises you can do."},{"id":79,"quote":"Magic I finish at the gym, walk outside, and sit on a wall by the driveway.  Indian summer evening in San Francisco.  Breezy, cool, fog above downtown.  Delicious. I love my life, I find myself thinking, I love my life, I love my life, I love my life.  The thought flows as naturally as the wind.  I watch the skyline – people ask why I let my long hair fall in front of my eyes…it’s for moments like these, when I watch the world through wisps of silver – I love my life, I love my life. Clouds move above, the thought shifts: I love myself, I love myself, I love myself, I love myself.  I’m smiling, then grinning.  All I am, my hopes, dreams, desires, faults,"},{"id":80,"quote":"If ever in pain, I think the best thing we can do is to create something."},{"id":81,"quote":"instead of reading loads of self-help books, attending various seminars, listening to different preachers, we should just pick one thing.  Something that feels true for us.  Then practice it fiercely."},{"id":82,"quote":"Life is short. Life is long. Life is. It is whatever we wish to make it be. That is the gift. We may fall, veer wildly off course, make mistakes. You know, being human and all. Makes no difference. Desire and commitment are fundamental human qualities as well, available anytime. A reset is as simple as this moment."},{"id":83,"quote":"Whatever your truth is, live it, share it.  The world will respond in ways you never could have imagined.  Life will blow your socks off."},{"id":84,"quote":"is a strength in this vulnerability that cannot be described, only experienced."},{"id":85,"quote":"I can't erase the past, only learn from it."},{"id":86,"quote":"And how does one live a fulfilled life? By deciding for themselves what is true — whether it’s love, faith, commitment to family, a mission, whatever it is — and then living it. Every person I admire who’s successful and radiates an inner happiness, they are living their truth. It’s that simple. Decide what your truth is. Then live it."},{"id":87,"quote":"As a wise friend likes to remind me, this is a practice.  You don't go to the gym once and consider yourself done.  Same here.  Meditation is a practice.  Working out is a practice.  Loving yourself, perhaps the most important of all, is a practice."},{"id":88,"quote":"As long as it works, it's valid."},{"id":89,"quote":"James Altucher has his daily practice, four buckets to fill: mental, spiritual, physical, emotional. According to him, if you meet those each day, your life will be transformed."},{"id":90,"quote":"Memory is not set in stone.  Any neuroscientist will tell you that.  The more you remember something, especially if it's emotionally charged, the more you will reinforce the pathways connecting the neurons.  Simply put, the more you think about it, the more you feel it, the stronger the memory."},{"id":91,"quote":"You dive deeper, you strip away the cleverness and the words become more important than your ego and that's when you know it's real, when it's good."},{"id":92,"quote":"Okay, I say out loud. “If I loved myself, what would I do?” The monk from Dharamsala flashes by. His smile. “Say yes.” “Hey,” I say, then laugh slightly. “To what, this?” “Say yes.” “If I loved myself…?” “Say yes.” No”"},{"id":93,"quote":"The key, at least for me, has been to let go.  Let go of the ego, let go of attachments, let go of who I think I should be, who others think I should be.  And as I do that, the real me emerges, far far better than the Kamal I projected to the world."},{"id":94,"quote":"Often, the price for not being present is pain."},{"id":95,"quote":"Here I am, fallible, judging another fallible being through the lenses of the past, through fear. I thought I had to forgive my father to be free. Turns out, I had to forgive myself. If you come to it that way, forgiveness for others is not just easy, it’s a way of being."},{"id":96,"quote":"I think often we try to save the world, to love others, to forgive them. We think it’s others that we need to do something to, something for. The irony is, it’s all a path that ultimately brings us to the one who needs it the most — ourselves."},{"id":97,"quote":"Moment to moment to moment. I won’t succeed most of the time, the gravity of the mind is strong, but whenever I remember the truth, I’m creating something beautiful. A moment where I’m present, where I’m loving myself, nourishing myself."},{"id":98,"quote":"The irony is that by taking care of myself in this moment, I’m creating a beautiful past for myself as the moment has already passed."},{"id":99,"quote":"If something scares you, there's magic on the other side"},{"id":100,"quote":"I can’t remember the last time I saw so many stars. Or heard such silence. But not in my head. The world I left behind just two days ago still bounces around my mind. Lots happened in the past year. Beginnings and endings, opportunities and goodbyes."},{"id":101,"quote":"There is a rhythm to everything, Musashi wrote. “To music, battle, even mounting a horse. You cannot ignore it. Rhythm to being in harmony with others, and a rhythm to not being in harmony with them.”"},{"id":102,"quote":"Love, pain, fears, hopes, dreams, desires. All arise from the mind. We’re stuck in our heads, walking around, reliving old stories and patterns and beliefs. The ever constant human drama. I don’t know why our brains are wired that way, they just are."},{"id":103,"quote":"The secret is this: pick something that is important to you. One thing. Look at your belief on it, what you know to be true. Then, as if diving off a board, your feet already in the air, you commit. Sit down, grab a piece of paper, write down what you want to do or be, a vow to yourself. Go all in. The board is already behind you, gravity has taken over, you’re falling…"},{"id":104,"quote":"This is the simple secret. Pick something you truly want. Commit. Commit on paper. To yourself. Dive in, do the work. You’ll leave the board, falling and falling…until you notice gravity lessen, your rate of descent slowing until it reverses and then…and then, you’re flying."},{"id":105,"quote":"Do it again and again.  Love.  Re-wire.  Love.  Re-wire.  It's your mind.  You can do whatever you want."},{"id":106,"quote":"The things I carry are my thoughts. That’s it. They are the only weight. My thoughts determine whether I am free and light or burdened. Regardless of whether the world is exploding or celebrating, my inside determines the quality of what I experience outside."},{"id":107,"quote":"We are far far stronger than our pain. It can come in waves, move through us, spice up our life, but suffering, that happens when we fight it, shut the doors and hold off, shouting, “No. You should not be here."},{"id":108,"quote":"And out there, beyond the haze of the Milky Way, galaxies and nebulas, and more galaxies, so many, our rock just a minor speck of sand in the beach of the Universe. When I think of that, I think of myself, so tiny and brief, and yet, who I am, the potential of me so big and vast."},{"id":109,"quote":"Whether accidental or designed or a cosmic joke between green aliens, the human experience is an unbelievably amazing one. Our ability to love and create — that alone makes this entire experiment worthwhile."},{"id":110,"quote":"If there is one lesson I’ve learned from failure and success, it’s this. I am not the outcome. I am never the result. I am only the effort."},{"id":111,"quote":"And here's the interesting part.  When we love ourselves, we naturally shine, we are naturally beautiful.  And that draws others to us.  Before we know it, they're loving us and it's up to us to choose who to share our love with."},{"id":112,"quote":"I may not be able to change someone. I may not be able to change a circumstance. But I can change myself, how I respond, who I am being. That is where all the power resides. Inside. A"},{"id":113,"quote":"Beautiful irony.  Fall in love with yourself.  Let your love express itself and the world will beat a path to your door to fall in love with you."},{"id":114,"quote":"The truth in life is, we are born, we exist, then we are gone. That’s it. What happens before or after is your personal belief, and if you have one, you should live it fully."},{"id":115,"quote":"The insights we receive when going silent, it's our gift to ourselves. Returning and living them, sharing them, that is our gift to the world."},{"id":116,"quote":"If there’s a definition of freedom, I think it’s this: living life on your terms."},{"id":117,"quote":"Life is long, a chain of intertwining moments, looping round and round. But life is short. Blinks. Memories. Connections. Then you’re gone."},{"id":118,"quote":"Can I succeed at it, this way of living? I don’t know. But I will remind myself daily: I am mortal. I will feel gratitude for it. For another opportunity to be here, to live and love and hurt and play and create and make good and bad decisions. Life."},{"id":119,"quote":"Here’s something I’ve learned about truth. When you first discover and live it, it transforms your life. In no uncertain ways. But it doesn’t end there. You cannot stay at the same level as when you first practiced your truth, life won’t let you. Life is entropy. A beautiful chaos. But with rhythm, underpinnings of clockwork. Almost as if designed to push you to the next stage of your growth."},{"id":120,"quote":"I had a breakup that devastated me. My first love. It was the worst thing I could have imagined. Looking back, it’s one of the best things that ever happened to me. The relationship was long over, it was my insecurities that were desperately hanging on."},{"id":121,"quote":"Whatever ego you’ve developed, look hard at it. You will find aspects that no longer serve you. Strip away the layers. Be vulnerable. Be open."},{"id":122,"quote":"stepping through hallucinated snakes builds trust in yourself. You realize that you are more powerful than your illusions. But no book or person can do this for you. Only you can."},{"id":123,"quote":"Success and failure come and go but don’t let them define you. It’s who you are that matters. And if the outcome doesn’t match your desire, you won’t crash in the process. Instead, you’ll walk away with the lessons learned and go on to create far greater things."},{"id":124,"quote":"Each time I’ve fought it, I’ve suffered. But when I’ve let go and looked inside to who I am, how I can be better, using my truth as a guide, it’s taken me to the next level."},{"id":125,"quote":"What we do and experience, those are like fireworks in the night sky. Sometimes pretty, sometimes scary, lots of booms and oohs and aahs. Flash, bang, gone. None lasting, none real. What is real is the one within who watches these fireworks. The inner self, it knows truth. Truth doesn’t change. It is the real you, regardless of your life story. Truth is what heals you, what saves you. Truth makes you rise to new heights, no matter where you are."},{"id":126,"quote":"If you can, make conscious periodic commitments to dive deeper into your truth, into living it fiercely. But if you get lazy and slide for a while, don’t worry. The gears are winding. Life will kick in, make you step up."},{"id":127,"quote":"The thing is, we’re human beings living our lives, doing the best we can. No one dropped us off with instruction manuals. No, if in situation X, flip to page 243 and choose solution Y. Life is a series of choices and all we can do is make them."},{"id":128,"quote":"What we believe, that's what we seek, it's the filter we view our lives through."},{"id":129,"quote":"The magic is that as we live our truth, life does seem to calm down, as if that’s all it needed from us anyway. To be our real selves."},{"id":130,"quote":"I once asked a monk how he found peace. \"I say 'yes,'\" he'd said.  \"To all that happens, I say 'yes."},{"id":131,"quote":"Creating anything that never existed before is not sanity. Sanity is locking yourself in a box and being fed three times a day. Creating is not safe, it is not risk free. It is putting yourself fully into something that the world will judge. That is madness."},{"id":132,"quote":"We all have unfulfilled dreams and goals and desires. Unfulfilled, why? Reasons pop up, but they’re just guises for fear. Fear that we’re not good enough. Fear that we’ll fail. Fear that our fears will be true. Whatever the rationalization is, it is fear. And fear is not the truth."},{"id":133,"quote":"I’m old enough to have lost friends. Random deaths are tough. Suicides, the worst. I’ve also lived long enough to look back at those gone and know that whatever they were dealing with, it passed. They didn’t have to. They could have been here, wiser and stronger and better."},{"id":134,"quote":"No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way. We’re human. Made of flesh and feelings, not armor. And knowing that, there is something we can do to let in the light when we’re fighting it the most."},{"id":135,"quote":"I think the greatest moments in our lives, the defining ones, they are when we cross this threshold. Take that risk, make that commitment, fling open the door."},{"id":136,"quote":"The act of going within, finding our truth, and then sharing it, it helps us far more than we know. Because when you find that gift and express it to the world, it is better, you are better. It’s just the way things are."},{"id":137,"quote":"Creating something of value, expressing yourself to the world — it is risk. Love is risk. And like love, it is often foolish. Madness even. And like love, it creates some of the most meaningful and fulfilled moments of our lives."},{"id":138,"quote":"If you’re about to take a risk — one that comes from within, one that expresses your true nature, that brings up fear after fear after fear — you know what to do. One: do the work, create the value. Two: draw the people that encourage you closer. They’re the only ones that matter."},{"id":139,"quote":"Now I know what success is: living your truth, sharing it. Whether through a book, raising a child, building a company, creating art, or a conversation. Whatever human endeavor we choose, as long as we live our truth, it is success."},{"id":140,"quote":"If anyone ever looked in your eyes, knowing that you loved them, this is what they saw.  Give yourself the same gift."},{"id":141,"quote":"Confidence comes from crossing thresholds. That’s it. Once you’ve done something, made that jump, and even if it didn’t turn out the way you thought it would, you’ve lived and faced fears and are here to tell the tale."},{"id":142,"quote":"What I write now, I question less. Instead, I just focus on making it true, knowing that is all I am required to do."},{"id":143,"quote":"It’s not comfortable, mind you. Truth isn’t always. It requires facing fears, standing up to dragons. They are illusions — all fear is — but the only way to overcome them is to face them, say to ourselves: this is what I know to be true. And list it."},{"id":144,"quote":"The simple act of putting your truth on paper, only you and your thoughts, it is one of the most powerful exercises you can do."},{"id":145,"quote":"Peace is saying to yourself, “it’s ok. Peace is knowing that the maze the mind plays in is not the truth. Peace is knowing that life is. Just is. How we choose to react to it determines our reality.”"},{"id":146,"quote":"I think perhaps a better thing to want is fulfillment. A deeper state, one that comes from within, from being your best self. From living life the way you really wish to live it. Then, happiness emanates from within as a byproduct. Naturally."},{"id":147,"quote":"If there is one lesson I’ve learned from failure and success, it’s this. I am not the outcome. I am never the result. I am only the effort. When"},{"id":148,"quote":"Patchwork of browns and greens below.  How fast the land's changed.  How fast everything changes."},{"id":149,"quote":"Loving yourself, perhaps the most important of all, is a practice.   The truth is to love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff with your fingers.  As if your life depended upon it."},{"id":150,"quote":"If I loved myself truly and deeply, would I let myself experience this? The answer, always, was a no.   It worked beautifully.  Because I'd been working on the mental loop, the step after \"no\" was clear.  Rather than solving the emotion or trying not to feel it, I would just return to the one true thing in my head, \"I love myself, I love myself, I love myself.\" This"},{"id":151,"quote":"Here we are, thinking that one needs to be in love with another to shine, to feel free and shout from the rooftops, but the most important person, the most important relationship we'll ever have is waiting, is craving to be loved truly and deeply. And"},{"id":152,"quote":"When your sense of self and happiness comes from within and isn’t a roller coaster ride dependent on others or circumstances, you approach life differently. You make better choices. You draw to you the people and situations that matter. The others, they fall away."},{"id":153,"quote":"This day, I vow to myself to love myself, to treat myself as someone I love truly and deeply—in my thoughts, my actions, the choices I make, the experiences I have, each moment I am conscious, I make the decision I LOVE MYSELF."},{"id":154,"quote":"The truth is to love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff with your fingers.  As if your life depended upon it.  Once"},{"id":155,"quote":"There is something to this, the thought of light flowing into my head from galaxies and stars.  The concept of light itself.  Just like love, the subconscious has a positive association with light.  Plants grow towards the light.  As human beings, we crave light.  We find sunrises and sunsets and a bright moon beautiful and calming."},{"id":156,"quote":"If ever in pain, I think the best thing we can do is to create something. A record. Not of pain, but of what is real. Pain doesn’t last. And when it’s gone, we have something to show for it. Growth. And because it is a human experience, it is of value. Something we can share with others."},{"id":157,"quote":"If a painful memory arises, don't fight it or try to push it away - you're in quicksand.  Struggle reinforces pain.  Instead, go to love.  Love for yourself.  Feel it.  If you have to fake it, fine.  It'll become real eventually."},{"id":158,"quote":"It's your mind.  You can do whatever you want."},{"id":159,"quote":"But memories are faster than you. Emotions, as you push them down, pop up out of new crevasses, faster than you can hammer at them."},{"id":160,"quote":"Two partners, he whispers into my ear. His voice is hoarse. “Fear and faith. The one you dance with determines your life.”"},{"id":161,"quote":"Thousands of years ago, a Roman poet wrote, “I am a human being, therefore nothing human is foreign to me. I believe it to be true.  So if this is possible for one human, it is possible for anyone.  The path might be different, but the destination same.”"},{"id":162,"quote":"Near the edge of the garden wall, a white lotus grew among dry leaves in a small pond. The breeze picked up, the pond rippled, and leaves spiraled around the flower."},{"id":163,"quote":"What to do next? Keep moving. Leave behind the past, the fears, the guilt, and lose myself in the new. With movement, there’s action. And with action, perhaps there are answers. For"},{"id":164,"quote":"The stories Hemingway told, the life he lived, all of it ended with a squeeze of a finger on a trigger. What else could he have done if he had put the shotgun down, gone back to bed? What would he have learned in that moment of choosing to live, what other books would have been written? Meanwhile,"},{"id":165,"quote":"This I know: the mind, left to itself, repeats the same stories, the same loops.  Mostly ones that don't serve us.  So what's practical, what's transformative, is to consciously choose a thought."},{"id":166,"quote":"If a painful memory arises, don’t fight it or try to push it away—you’re in quicksand. Struggle reinforces pain. Instead, go to love. Love for yourself."},{"id":167,"quote":"Fighting fear doesn’t work. It just drags us in closer. One has to focus on what is real. On the truth."},{"id":168,"quote":"Beautiful irony. Fall in love with yourself. Let your love express itself and the world will beat a path to your door to fall in love with you."},{"id":169,"quote":"I may not be able to change someone. I may not be able to change a circumstance. But I can change myself, how I respond, who I am being. That is where all the power resides. Inside."},{"id":170,"quote":"when in darkness, have a light switch you've chosen standing by."},{"id":171,"quote":"Hemingway, whenever he was stuck in his writing, would tell himself to write one true thing. A true sentence. Then, he would write another. And another. It"},{"id":172,"quote":"Somewhere along the way, you do your best, and then you surrender. Let go. Of attachment to outcomes. Attachment to what you desire. Like a paper lantern you light and then release into the night sky."},{"id":173,"quote":"Imagine the feeling of catching yourself loving yourself without trying. It's like catching a sunset out of the corner of your eye. It will stop you."},{"id":174,"quote":"I let go of outcomes and returned to working on being my best self."},{"id":175,"quote":"The good news is that once the spotlight shines from within yourself, there is no going back.  The patterns of the mind that held you back fall away on their own.  Like rusty old armor you don't need anymore.  With each insight, there is freedom, a sense of lightness.  And growth."},{"id":176,"quote":"Rather than resolutions, I wanted to approach it from an effective place. A place of inner knowing, of lessons learned. The desire was to write down what I know that works — what makes me healthy, what makes me productive, what fulfills me, the basics of what makes my life zing — and then live it."},{"id":177,"quote":"It is not giving up it is accepting. and the light will enter. Always does."},{"id":178,"quote":"The mind wanders, that's its nature.  Each time it does, I just notice where I am in the breath.  If inhaling, I shift to I love myself.  If exhaling, I shift to letting out whatever is in the mind and body."},{"id":179,"quote":"Ask yourself: what is it, that if I believed it down to my core, would change everything? Make the fears irrelevant? Make the person I’d become so unbelievably amazing that I’d blow my own socks off?"},{"id":180,"quote":"Even if you don't do anything else, please do this.  It will make a difference."},{"id":181,"quote":"Loving yourself.  Same thing your mom told you, same thing self-help books repeat enough times to be cliché.  But there is a difference.  It's not lip service.  It's not a fire and forget type approach.  It's something I learned from within myself, something I believe saved me.  And more than that, the way I set about to do it.  Most of it, simple enough to be idiotic.  But in simplicity lies truth.  In simplicity lies power."},{"id":182,"quote":"A woman comes to Gandhi with her son and says to him, “my son eats sugar all day, it’s so bad for his health. He respects you. Can you tell him to stop eating sugar? I know he’ll listen to you. Gandhi looks at her for a moment, thinks. “Come back with your son in two weeks,” he says. “I will tell him then.” The woman is disappointed, but leaves. Two weeks later, she returns, son in tow. Gandhi looks at the boy and says, “stop eating sugar.” “What the…?” The woman’s response. “Why did you not tell him two weeks ago?” “Because before I could tell him to stop eating sugar,” Gandhi says to her, “I myself had to stop eating sugar.”"},{"id":183,"quote":"The more you remember something, especially if it's emotionally charged, the more you will reinforce the pathways connecting the neurons.  Simply put, the more you think about it, the more you feel it, the stronger the memory."},{"id":184,"quote":"it away - you're in quicksand.  Struggle reinforces pain.  Instead, go to love.  Love for yourself.  Feel it.  If you have to fake it, fine.  It'll become real eventually.  Feel the love for yourself as the memory ebbs and flows.  That will take the power away."},{"id":185,"quote":"Fighting fear doesn't work.  It just drags us in closer.  One has to focus on what is real.  On the truth.  When in darkness, don't fight it.  You can't win.  Just find the nearest switch, turn on the light."},{"id":186,"quote":"The truth is to love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff with your fingers.  As if your life depended upon it."},{"id":187,"quote":"strengths, everything – I.  Love.  Myself. If you can reach this point, even if it’s for a brief moment, it will transform you – I promise you that. The key, at least for me, has been to let go.  Let go of the ego, let go of attachments, let go of who I think I should be, who others think I should be.  And as I do that, the real me emerges, far far better than the Kamal I projected to the world.  There is a strength in this vulnerability that cannot be described, only experienced. Am I this way each moment?  No.  But I sure as heck am working on it. Thousands of years ago, a Roman poet wrote, “I am a human being, therefore nothing human is foreign to me. I believe it to”"},{"id":188,"quote":"I once asked a monk how he found peace. \"I say 'yes,'\" he'd said."},{"id":189,"quote":"Let’s make our time count. Live our best selves. Take the risks, share our dance, belt out our songs. That what we do, even if it’s forgotten after we’re gone, matters while we’re here."},{"id":190,"quote":"So I ask myself the question, \"if I loved myself, truly and deeply, what would I do?"},{"id":191,"quote":"Choose one that transforms you, makes your life zing."},{"id":192,"quote":"In the end, we’re all just human, wishing for simple human things."},{"id":193,"quote":"If I loved myself, truly and deeply, what would I do? The answer comes easy: I’d fly. Fly as high as I possibly can. Then, I’d fly higher.”"},{"id":194,"quote":"The Book of Five Rings by Miyamoto Musashi,"},{"id":195,"quote":"Unlike his contemporaries, he was self-taught. Everything he knew, he had learned himself. His craft, hardened by battle. Action, not theory."},{"id":196,"quote":"I used to have these fantasies of going away for long periods, being still, learning from within. But here’s what I learned: the insights that we receive when away, they are useless unless we live them. And that happens in the world, with our relationships, our self-expression, our dreams, this crazy beautiful planet we get to walk briefly. The insights we receive when going silent, it’s our gift to ourselves. Returning and living them, sharing them, that is our gift to the world."},{"id":197,"quote":"Key is being open to loving ourselves.  Once we do that, life casually takes care of the next steps."},{"id":198,"quote":"I put the book down and stare out the window. The rain has stopped. I have seven days to go and already, the world seems so far away. I zip up my jacket and go out to explore."},{"id":199,"quote":"One question It's easy to say \"I love myself\" while locked inside my apartment, recovering from being sick.  Tougher when I'm back to the land of the living, interacting with people who have their own issues and mental loops.   That is where the question came from.  In dealing with others and reacting to their negative emotions with my own, I found myself asking this question:  If I loved myself truly and deeply, would I let myself experience this? The answer, always, was a no.   It worked beautifully.  Because I'd been working on the mental loop, the step after \"no\" was clear.  Rather than solving the emotion or trying not to feel it, I would just return to the one true thing in my head, \"I love myself, I love myself, I love myself."},{"id":200,"quote":"Here’s what happens: when I change my mind, my world changes. If you think about it, makes sense. When your sense of self and happiness comes from within and isn’t a roller coaster ride dependent on others or circumstances, you approach life differently. You make better choices. You draw to you the people and situations that matter. The others, they fall away."},{"id":201,"quote":"I learned that when you’re loving yourself and something in life causes you pain, not to fight it. To feel it. Fully. Let it pass through you. That is loving yourself as well. And on the other side, you come out clutching the gift — an open heart."},{"id":202,"quote":"once heard someone explain thoughts as this: we, as human beings, think that we're thinking.  Not true.  Most of the time, we're remembering.  We're re-living memories.  We're running familiar patterns and loops in our head.  For happiness, for procrastination, for sadness.  Fears, hopes, dreams, desires.  We have loops for everything.   We keep replaying the loops and"},{"id":203,"quote":"Walking the Earth with a heart that is open, it is powerful. The love you emanate feels like it could wreck the world, it’s so strong. So beautiful. And that creates magic in ways you never could have imagined."},{"id":204,"quote":"I’m starting to believe that our experiences are nothing but a series of gifts and the less we resist them, the better things get. Through the joy, through the pain, through the growth, life is beautiful. I live in a time when I can share my truth across the world with people I will never meet. With the hope that in some way, it creates beauty in their lives. What an amazing gift to me."},{"id":205,"quote":"If I accepted my mortality to my core, never knowing when the chain snaps, then how would I live?"},{"id":206,"quote":"Whatever area you want to increase confidence in your life, cross the threshold. Do it again and again until it is your norm."},{"id":207,"quote":"The mind knows it on a fundamental, even primal level.  So, unlike most words, \"love\" has the ability to slip past the conscious and into the subconscious, where magic happens."},{"id":208,"quote":"don’t have life figured out. But I sure am trying my best. If I fall, to learn from it so that when I rise, I have the gift — the lesson — that I absorb into myself and share."},{"id":209,"quote":"I don't do a post now unless I'm worried about what people will think about me."},{"id":210,"quote":"I don’t have life figured out. But I sure am trying my best. If I fall, to learn from it so that when I rise, I have the gift — the lesson — that I absorb into myself and share."},{"id":211,"quote":"Sometimes, the only way to evolve is to open ourselves fully. Be raw, honest. Vulnerable."},{"id":212,"quote":"There is strength in this vulnerability, in tearing down the walls. People sense it in you. The world is hungry for it. And the greatest healing — for you, for those around you — it comes from opening. Opening yourself wide. To your humanness, to your feelings. And ultimately, to yourself."},{"id":213,"quote":"Sometimes, the only way to evolve is to open ourselves fully. Be raw, honest. Vulnerable. That’s another thing I’ve learned. There is strength in this vulnerability, in tearing down the walls. People sense it in you. The world is hungry for it. And the greatest healing — for you, for those around you — it comes from opening. Opening yourself wide. To your humanness, to your feelings. And ultimately, to yourself."},{"id":214,"quote":"I cross a bridge at the outskirts of town and look back over the river at rows of houses, windows, lines of drying laundry. It helps to have a set direction to move toward when your mind doesn’t want to think. The"},{"id":215,"quote":"What are the key components of one’s life? Buckets, that if you fill daily, even if just a drop, move you forward and create progress. So that who you’ll be months from today will be vastly better in all the ways that count."},{"id":216,"quote":"This I know: the mind, left to itself, repeats the same stories, the same loops.  Mostly ones that don't serve us.  So what's practical, what's transformative, is to consciously choose a thought.  Then practice it again and again.  With emotion, with feeling, with acceptance."}]