[{"id":1,"quote":"When the mind thinks that it knows, it creates a story. And it makes the person believe the fairy tale. But when it is confused, it has no story to tell you. So you are, for a brief moment, free to learn the truth. Independent of the mind."},{"id":2,"quote":"Insights are achieved in silence."},{"id":3,"quote":"Two individuals who need each other will only have conflict. They can never have a relationship."},{"id":4,"quote":"That which comes from the heart is natural and satisfying. That which comes from the idea of responsibility is forced, artificial, and often produces resentment and the expectation for reciprocation."},{"id":5,"quote":"Attachment gives birth to hope and need. If you are attached to them, you will need them to do certain things, achieve certain things, be a certain way, and behave toward you in a certain way. When they do not, it will cause you pain. When you experience pain, you will behave toward them in a way that pain compels you to behave. And they will behave toward you in a way that their need for freedom compels them to behave. And this will continue for the rest of your lives."},{"id":6,"quote":"Why do I get angry when I am insulted? A: Because you entertain the verity of the insult."},{"id":7,"quote":"The man who toils for toils sake does so only to satisfy himself that he has “toiled, as the world as told him to do. And if he does not find Truth, he is content to say that he did the necessary toil and still did not find it, and thus it wasn’t meant to be.”"},{"id":8,"quote":"To guide people along the true path without them feeling your hand, is true guidance. To speak to them in such a way that they do not feel instructed, is true speech. To keep them in your orbit so that you may watch over them, without them feeling the slightest loss of freedom, is true caring. To invest in them the Truths that will keep them safe and successful in their journey of life, while surrendering the need to take ownership of these ideas so that they may take ownership of them, is wisdom and dispassion. These, and other secrets like it, is what the Master devotes his life to. It is this that he lives for."},{"id":9,"quote":"And when a man becomes nothing, he instantly becomes Everything!"},{"id":10,"quote":"Anger is born of unfulfilled desire. It is born of unfulfilled expectation."},{"id":11,"quote":"Fear is the natural consequence of man not knowing himself."},{"id":12,"quote":"We are slaves to ourselves. And we think that we are free. The greatest freedom that we have is the freedom to walk away from ourselves."},{"id":13,"quote":"Responsibility is a societal creation. No one is truly responsible for another. You do not owe your children anything. They do not owe you anything. If you wish to do, then do. If they wish to do, they may also do. That which comes from the heart is natural and satisfying. That which comes from the idea of responsibility is forced, artificial, and often produces resentment and the expectation for reciprocation."},{"id":14,"quote":"A relationship of peace is a relationship that is more parallel than perpendicular. It is two individuals that move side by side. Rather than two individuals that intersect. A maintenance of individuality and freedom results in the prevalence of peace."},{"id":15,"quote":"Forcing oneself is short-lived. As all things that are insincere are short-lived. If one is honest and sincere about his motivations, he will move with himself, instead of against himself."},{"id":16,"quote":"That anger is not as reactionary as you think it to be. It is a weapon that you enjoy using in order to protect your ego and to bolster it."},{"id":17,"quote":"The false game is to give legitimacy to the notion that there is a hierarchy of importance among human beings."},{"id":18,"quote":"Live your life as a lonely stranger. As a wanderer filled with awe and wonder. Leave everything as you found it. For none of it belongs to you. Let the events happen around you, knowing that none of them are happening TO You. And you will live an equanimous life."},{"id":19,"quote":"The man who knows that he lives in a prison will find a way to break free of it. But the one who believes that he is free while being imprisoned will remained imprisoned forever."},{"id":20,"quote":"If every man and woman were encouraged to address their own needs and their own issues and faults, we would have a society filled with wisdom rather than a society filled with ideals."},{"id":21,"quote":"there anything more important in your life than living in bliss? Then understand that time is not your friend."},{"id":22,"quote":"Man does not seek world peace. He seeks self-peace."},{"id":23,"quote":"One can live the whole of his life within it. It is way to accessing the whole of one’s genius. It is the way to unending peace. It is the holy grail of human existence."},{"id":24,"quote":"It’s a black market devoted to the fulfillment of desires. Sanctified by the seal of a manufactured God."},{"id":25,"quote":"You experience them intimately. Without the intermediary known as thought."},{"id":26,"quote":"If a human life is devoted to something, one tends to lose oneself in it. As one loses oneself in it, the more blissful one becomes."},{"id":27,"quote":"The world refers to this state as resulting from a calm mind. But actually this is not the case. In such otherworldly experiences, it is not that the mind has been calmed or tamed. It is that, for a small fraction of time, the mind has disappeared! This is the state of No-Mind. The Japanese call it Mushin. It was referred to in the Tom Cruise movie, The Last Samurai. No-Mind is the gateway to Atmamun."},{"id":28,"quote":"you are essentially saying is that success is for the mediocre."},{"id":29,"quote":"victory is something one experiences everyday, if he immerses himself in the joy of his craft, and in his sincere quest for learning it. Blood, sweat, and tears are fine. But rather than bleeding from wounds, is it not better to bleed from passion? Rather than sweating from a maniacal adherence to “hard work, is it not better to sweat from an innocent immersion in one’s craft? Rather than tears of pain, is it not better to have tears of joy?”"},{"id":30,"quote":"What would be the nature of a person’s life if he did not seek pleasure? A: He would live a life of equanimity. He would be content and complete in each moment. Though he may involve himself in lofty pursuits, his contentedness and completeness would go with him. He would have abandoned the ceaseless chase. And when a man no longer feels the need to chase, life begins to chase him."},{"id":31,"quote":"This is too big a word for human beings to understand. Like is more useful and powerful than love."},{"id":32,"quote":"I will begin with this: Do not roam among the haggard and the meek. Do not fight for scraps of food that are moist with stagnant rains. Do not enter the crucible of egoistic men who compete over dime and dollar. Rise, my student. And insist First upon the glory of Freedom. So that no arena can contain you. And no man can equal you. For your journey is unlike any other man in the field."},{"id":33,"quote":"Miserable is what a man becomes when he hankers for happiness."},{"id":34,"quote":"Now I live in complete bliss. My every moment is an overwhelming joy. You have chosen the world and its miseries, and have given up joy and bliss. Tell me, young man. Is it I who is the renunciate? Or you?"},{"id":35,"quote":"Life does not happen around you. It is not a chronology of events. Perceiving life in this way keeps you on the edge of life. Ask yourself: What does it mean to LIVE? And you will discover that you’ve never really LIVED at all. Life is to be tasted. Drink it. Immerse yourself in it. And experience it for the very first time."},{"id":36,"quote":"The only worthwhile watch in the world is not the one which counts Up, but the one which counts Down. Not the watch which tells you what time It Is. But the watch which tells you how much time you Have Left."},{"id":37,"quote":"One can make a habit of anything. If one is taught from a young age to pray, he will pray out of habit. Prayer is not done for the well-being of the god one prays to. It is done for the well-being of the one who prays. It is also done out of fear. The fear that if one does not pray, something will be taken away from him, or that he will be punished. Man has turned god into a genie and a warden."},{"id":38,"quote":"Spirituality is as bastardized as religion."},{"id":39,"quote":"Spirituality is a concoction of prescriptions and half-truths. It is a circus of orange robes, incense, and ineffective jargon such as love and mindfulness. It is a maze of silent retreats and men with pony tails and yoga pants spouting spiritual psychobabble to those who enjoy the psychobabble. It is the unserious leading the unserious in concentric circles that lead only to more circles."},{"id":40,"quote":"Happiness is the attempt to escape from misery."},{"id":41,"quote":"Rather than finding the thing that you can imagine yourself becoming, find the thing that you simply cannot imagine yourself Not Becoming."},{"id":42,"quote":"And understand this: life’s nectar lies in experience, rather than reward. Rewards fade from memory. Experiences remain forever."},{"id":43,"quote":"life’s nectar lies in experience, rather than reward. Rewards fade from memory. Experiences remain forever."},{"id":44,"quote":"Happiness and misery are two sides of the very same coin. To seek one is to seek the other."},{"id":45,"quote":"Because right and wrong are societo-religious creations. They have no basis in reality."},{"id":46,"quote":"Not through fame and accomplishment. But through Uncompromising Sincerity. Be not a pretender, my dear student. Be Uncompromising. For the man who refuses to compromise holds The Universe in his hands."},{"id":47,"quote":"man who pursues his passions and experiences his life with complete boldness has no need to search. He simply lives. He walks toward no horizon. For he has already seen beyond it. This, my friend, is the benediction. To abandon the world. And gain the universe."},{"id":48,"quote":"if one has given the whole of himself to becoming a Master, he will do what is necessary to become it. And it will be a joy for him. It will be an intense journey. And peaceful the entire way. Hard work and practice are for those who try to become that which they secretly believe that it is difficult for them to become."},{"id":49,"quote":"If there is one truth that I have learned, it is that unless you find it inside of Today, you will never find it inside of Tomorrow."},{"id":50,"quote":"It has often been the case throughout history that those who became legends in their fields were often recluses, loners, and misfits. They did not feel comfortable in crowds. They lived an almost hermetic existence. It is not coincidental that such a personality often achieves brilliance. For he is not Colored by the contagious mediocrity of a peer group."},{"id":51,"quote":"Give time and money. And give it freely. But before giving it to another, give it to yourself. Spend lavishly, with your time and your money, on perfecting Yourself. Spend lavishly, with your time and money, on conquering Your mind. So that you may become a light to your loved ones, and the world."},{"id":52,"quote":"Dying is common. Living is an outright scarcity. He who believes in death, will soon begin to revere life. He who believes in tomorrow, will have no value for today."},{"id":53,"quote":"M: Man lives in a world whose noise is so wide and deep that it requires either an extraordinary DNA or a cataclysmic chance occurrence for him to turn away from the noise and seek The Truth. It is almost impossible for him to deem that all that he has been told for his entire life and all that he hears on a daily basis is completely false and full of lies. Monumentally rare are such men. But this is the only way. For without it, one is destined to a life of misery, turmoil, and anxiety."},{"id":54,"quote":"Man’s greatest dilemma is that he lives in a prison and he believes that he is free."},{"id":55,"quote":"If you seek to be a legend in your field, it will help you to understand that you will have to be comfortable being an outcast. For you will not fit into this society. And if you do fit neatly into this society, there is no way that you will be a legend."},{"id":56,"quote":"What good does it do a man to gain the world and lose his soul? A man’s greatest prize is his own Life."},{"id":57,"quote":"If you think about something as you are looking at it, you will not have truly seen it. Thought stands as a barrier between You and The Experience."}]