[{"id":1,"quote":"Who controls the food supply controls the people; who controls the energy can control whole continents; who controls money can control the world."},{"id":2,"quote":"Today, America would be outraged if U.N. troops entered Los Angeles to restore order. Tomorrow they will be grateful! This is especially true if they were told that there were an outside threat from beyond, whether real or promulgated, that threatened our very existence. It is then that all peoples of the world will plead to deliver them from this evil. The one thing every man fears is the unknown. When presented with this scenario, individual rights will be willingly relinquished for the guarantee of their well-being granted to them by the World Government"},{"id":3,"quote":"Depopulation should be the highest priority of foreign policy towards the third world, because the US economy will require large and increasing amounts of minerals from abroad, especially from less developed countries"},{"id":4,"quote":"It is not a matter of what is true that counts, but a matter of what is perceived to be true."},{"id":5,"quote":"The one thing man fears is the unknown. When presented with this scenario, individual rights will be willingly relinquished for the guarantee of their well-being granted to them by a World Government, a New World Order."},{"id":6,"quote":"The elderly are useless eaters."},{"id":7,"quote":"World population needs to be decreased by 50%"},{"id":8,"quote":"Military men are just dumb, stupid animals to be used as pawns in foreign policy."},{"id":9,"quote":"[The New World Order] cannot happen without U.S. participation, as we are the most significant single component. Yes, there will be a New World Order, and it will force the United States to change it's perceptions."},{"id":10,"quote":"Democracy is too important to leave up to the votes of the people."},{"id":11,"quote":"Control oil and you control nations; control food and you control the people."},{"id":12,"quote":"The illegal we do immediately. The unconstitutional takes a little longer."},{"id":13,"quote":"To be an enemy of America can be dangerous, but to be a friend is fatal"},{"id":14,"quote":"Accept everything about yourself - I mean everything, You are you and that is the beginning and the end - no apologies, no regrets."},{"id":15,"quote":"America has no permanent friends or enemies, only interests."},{"id":16,"quote":"An expert is someone who articulates the needs of those in power."},{"id":17,"quote":"I can think of no faster way to unite the American people behind George W. Bush than a terrorist attack on an American target overseas. And I believe George W. Bush will quickly unite the American people through his foreign policy."},{"id":18,"quote":"Before the Freedom of Information Act, I used to say at meetings \"The illegal we do immediately. The unconstitutional takes a little longer.\" [...] But since the Freedom of Information Act, I'm afraid to say things like that."},{"id":19,"quote":"NAFTA represents the single most creative step towards a New World Order."},{"id":20,"quote":"Would food be considered an instrument of national power? ... Is the U.S. prepared to accept food rationing to help people who can't/won't control their population growth?"},{"id":21,"quote":"In 10 years, there will be no more Israel."},{"id":22,"quote":"If you do not know where you are going, every road will get you nowhere"},{"id":23,"quote":"The enemies you make by taking a decided stand generally have more respect for you than the friends you make by being on the fence"},{"id":24,"quote":"Oil is much too important a commodity to be left in the hands of the Arabs."},{"id":25,"quote":"What we in America call terrorists are really groups of people that reject the international system"},{"id":26,"quote":"How to Achieve The New World Order"},{"id":27,"quote":"Power is the ultimate aphrodisiac."},{"id":28,"quote":"The issues are too important to be left for the voters."},{"id":29,"quote":"No one will ever win the battle of the sexes; there's too much fraternizing with the enemy."},{"id":30,"quote":"The absence of alternatives clears the mind marvelously."},{"id":31,"quote":"Each success only buys an admission ticket to a more difficult problem."},{"id":32,"quote":"Donald Rumsfeld is the most ruthless man I have ever met? and I mean that as a compliment."},{"id":33,"quote":"In the end, peace can be achieved only by hegemony or by balance of power."},{"id":34,"quote":"If you control the food, you control a nation. If you control the energy, you control a region. If you control the money, you control the world."},{"id":35,"quote":"Americans believe that you can alter people by conversion, and that everybody in the world is a potential American. The Chinese also believe that their values are universal, but they do not believe that you can convert to becoming a Chinese unless you are born into it."},{"id":36,"quote":"A diamond is a chunk of coal that is made good under pressure."},{"id":37,"quote":"The nice thing about being a celebrity is that, if you bore people, they think it's their fault."},{"id":38,"quote":"A leader does not deserve the name unless he is willing occasionally to stand alone."},{"id":39,"quote":"China is a country with a record of continuous self-government going back 4,000 years, the only society that has achieved this. One must start with the assumption that they must have learnt something about the requirements for survival, and it is not always to be assumed that we know it better than they do."},{"id":40,"quote":"In his essay, ‘Perpetual Peace,’ the philosopher, Immanuel Kant, argued that perpetual peace would eventually come to the world in one of two ways, by human insight or by conflicts and catastrophes of a magnitude that left humanity no other choice. We are at such a juncture."},{"id":41,"quote":"U.S. policy toward the third world should be one of depopulation"},{"id":42,"quote":"There cannot be a crisis next week. My schedule is already full."},{"id":43,"quote":"The conventional army loses if it does not win. The guerrilla wins if he does not lose."},{"id":44,"quote":"I don't stand on protocol. Just call me your Excellency."},{"id":45,"quote":"It is one of history's ironies that Communism, advertised as a classless society, tended to breed a privileged class of feudal proportions."},{"id":46,"quote":"Diplomacy: the art of restraining power."},{"id":47,"quote":"Let us fashion together a new world order."},{"id":48,"quote":"No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none."},{"id":49,"quote":"The task of the leader is to get his people from where they are to where they have not been. The public does not fully understand the world into which it is going. Leaders must invoke an alchemy of great vision. Those leaders who do not are ultimately judged failures, even though they may be popular at the moment."},{"id":50,"quote":"In crises the most daring course is often safest."},{"id":51,"quote":"While we should never give up our principles, we must also realize that we cannot maintain our principles unless we survive."},{"id":52,"quote":"The test of policy is how it ends, not how it begins. Foreign policy is the art of establishing priorities. Demonization is not a policy; it is an alibi for the absence of one. The test is not absolute satisfaction but balanced dissatisfaction."},{"id":53,"quote":"The US must carry out some act somewhere in the world which shows its determination to continue to be a world power."},{"id":54,"quote":"Superstars strive for approbation; heroes walk alone. Superstars crave consensus; heroes define themselves by the judgment of a future they see it as their task to bring about. Superstars seek success in a technique for eliciting support; heroes pursue success as the outgrowth of inner values."},{"id":55,"quote":"An Iranian moderate is one who has run out of ammunition."},{"id":56,"quote":"For any student of history, change is the law of life. Any attempt to contain it guarantees an explosion down the road; the more rigid the adherence to the status quo, the more violent the ultimate outcome will be."},{"id":57,"quote":"If it's going to come out eventually, better have it come out immediately."},{"id":58,"quote":"If eighty percent of your sales come from twenty percent of all of your items, just carry those twenty percent."},{"id":59,"quote":"You can't make war in the Middle East without Egypt and you can't make peace without Syria."},{"id":60,"quote":"People think responsibility is hard to bear. It's not. I think that sometimes it is the absence of responsibility that is harder to bear. You have a great feeling of impotence."},{"id":61,"quote":"The Western concept of democracy is based on the idea that the loser of an election has the possibility next time round of being the winner. But in the case of an ethnically or religiously divided country, in which minorities don't live peacefully together, this necessary balance can't be properly guaranteed by democracy. When each ethnic group arms itself, it is not surprising that the army of a new state is viewed by part of the population as an ideological militia."},{"id":62,"quote":"Nothing is more urgent than a serious, dare I say compassionate, debate as to where we are going at home and abroad. Technicians cannot master revolutions; every great achievement was an idea before it became a reality. Cathedrals cannot be built by those who are paralyzed by doubt or consumed by cynicism. If a society loses the capacity for great conception, it can be administered but not governed."},{"id":63,"quote":"The superpowers often behave like two heavily armed blind men feeling their way around a room, each believing himself in mortal peril from the other, whom he assumes to have perfect vision. Each side should know that frequently uncertainty, compromise, and incoherence are the essence of policymaking. Yet each tends to ascribe to the other a consistency, foresight, and coherence that its own experience belies. Of course, over time, even two armed blind men can do enormous damage to each other, not to speak of the room."},{"id":64,"quote":"Clearly security without values is like a ship without a rudder. But values without security are like a rudder without a ship."},{"id":65,"quote":"For the West, the demonization of Vladimir Putin is not a policy; it is an alibi for the absence of one. Putin is a serious strategist – on the premises of Russian history. Understanding US values and psychology are not his strong suits. Nor has understanding Russian history and psychology been a strong point among US policymakers.’"},{"id":66,"quote":"High office teaches decision making, not substance. It consumes intellectual capital; it does not create it. Most high officials leave office with the perceptions and insights with which they entered; they learn how to make decisions but not what decisions to make."},{"id":67,"quote":"Does anyone have any questions for my answers?"},{"id":68,"quote":"Committees are consumers and sometimes sterilizers of ideas, rarely creators of them."},{"id":69,"quote":"Every civilization that has ever existed has ultimately collapsed."},{"id":70,"quote":"Every civilization that has ever existed has ultimately collapsed. History is a tale of efforts that failed, or aspirations that weren’t realized. So, as a historian, one has to live with a sense of the inevitability of tragedy."},{"id":71,"quote":"Leaders are responsible not for running public opinion polls but for the consequences of their actions."},{"id":72,"quote":"It is, after all, the responsibility of the expert to operate the familiar and that of the leader to transcend it."},{"id":73,"quote":"For other nations, utopia is a blessed past never to be recovered; for Americans it is just beyond the horizon."},{"id":74,"quote":"Donald Trump is a phenomenon that foreign countries haven't seen."},{"id":75,"quote":"Statesman create; ordinary leaders consume. The ordinary leader is satisfied with ameliorating the environment, not transforming it; a statesman must be a visionary and an educator."},{"id":76,"quote":"Covert action should not be confused with missionary work."},{"id":77,"quote":"There are some people who think that at some time in the future, China may challenge us for supremacy in the Pacific, and therefore, what do we do today to prevent that? And you, of course, will say that we will try to thwart any economic progress in China. If we engaged in such a policy, we would turn a billion-plus people into nationalist opponents of the United States."},{"id":78,"quote":"The Israelis want security. The Arabs want dignity. And they consider the demands of each other as incompatible."},{"id":79,"quote":"The superpowers often behave like two heavily armed blind men feeling their way around a room, each believing himself in mortal peril from the other, whom he assumes to have perfect vision."},{"id":80,"quote":"Don't be too ambitious. Do the most important thing you can think of doing every year and then your career will take care of itself."},{"id":81,"quote":"Ninety percent of the politicians give the other ten percent a bad reputation."},{"id":82,"quote":"Countries do not assume burdens because it is fair, only because it is necessary."},{"id":83,"quote":"It is barely conceivable that there are people who like war."},{"id":84,"quote":"You become a superpower by being strong but also by being wise and by being farsighted. But no state is strong or wise enough to create a world order alone."},{"id":85,"quote":"I grew up in Germany during the Nazi period, and I came to this country when I was 15. And then I had to work in a factory because we had no resources. And I went to night school. So, it was not a rational ambition for me to become a world statesman."},{"id":86,"quote":"Every success is usually an admission ticket to a new set of decisions."},{"id":87,"quote":"Leaders must invoke an alchemy of great vision."},{"id":88,"quote":"University politics are vicious precisely because the stakes are so small."},{"id":89,"quote":"The emergence of a unified Europe is one of the most revolutionary events of our time."},{"id":90,"quote":"History is not, of course, a cookbook offering pretested recipes. It teaches by analogy, not by maxims. It can illuminate the consequences of actions in comparable situations, yet each generation must discover for itself what situations are in fact comparable."},{"id":91,"quote":"We cannot give Russia veto over deployment of forces on NATO territory. But we have to understand their particular sensitivities, and, therefore, there should be a dialogue on these issues."},{"id":92,"quote":"Intellectuals are cynical and cynics have never built a cathedral."},{"id":93,"quote":"You should not go to war for the privilege of withdrawal. You need to define your objective and the outcome, and it cannot be the removal of one man."},{"id":94,"quote":"I've often said that the desire to lecture China on how it should behave in the world is wrong. China was around for thousands of years even before America existed. It could even be that China's growing power will allow itself to be slowed down. But as long as this immense empire doesn't fall apart, it will become an important factor in global politics."},{"id":95,"quote":"In a diplomatic negotiation, you always meet the same the other side all the time. Even if you should succeed in outsmarting him or in pressuring him, it only sets up a cycle in which he will try to get even."},{"id":96,"quote":"No country can act wisely simultaneously in every part of the globe at every moment of time."},{"id":97,"quote":"Whatever must happen ultimately should happen immediately."},{"id":98,"quote":"The art of good foreign policy is to understand and to take into consideration the values of a society, to realize them at the outer limit of the possible."},{"id":99,"quote":"Even a paranoid can have enemies."},{"id":100,"quote":"I don't see why we need to stand by and watch a country go communist due to the irresponsibility of its own people."},{"id":101,"quote":"I believe that there is a whole set of issues in the world - environment, proliferation, energy, cyberspace - that can only be dealt with on a global basis. The traditional patterns of national rivalry and national competition are not suitable for those cases."},{"id":102,"quote":"A bluff taken seriously is more useful than a serious threat interpreted as a bluff."},{"id":103,"quote":"Intelligence is not all that important in the exercise of power, and is often, in point of fact, useless."},{"id":104,"quote":"If we do what is necessary, all the odds are in our favor."},{"id":105,"quote":"The task of the leader is to get his people from where they are to where they have not been."},{"id":106,"quote":"Art is man's expression of his joy in labor."},{"id":107,"quote":"The real distinction is between those who adapt their purposes to reality and those who seek to mold reality in the light of their purposes."},{"id":108,"quote":"90% of politicians give the other 10% a bad name."},{"id":109,"quote":"If peace is equated simply with the absence of war, it can become abject pacifism that turns the world over to the most ruthless."},{"id":110,"quote":"To have striven so hard, to have molded a public personality out of so amorphous an identity, to have sustained that superhuman effort only to end with every weakness disclosed and every error compounding the downfall--that was a fate of biblical proportions. Evidently the Deity would not tolerate the presumption that all can be manipulated; an object lesson of the limits of human presumption was necessary."},{"id":111,"quote":"I believe it is a mistake to isolate arms control from other areas of policy."},{"id":112,"quote":"The history of things that didn't happen has never been written."},{"id":113,"quote":"I think that his [Obama's] task will be to develop an overall strategy for America in this period, when really a New World Order can be created."},{"id":114,"quote":"The British capitalize on their accent when they don't want you to know what they're saying. But if you wake them up at 4 A.M., they speak perfect English, the same as we do."},{"id":115,"quote":"In my life, I have almost always been on the side of active foreign policy. But you need to know with whom you are cooperating. You need reliable partners."},{"id":116,"quote":"This is awful. Do it again."},{"id":117,"quote":"The greatest need of the contemporary international system is an agreed concept of order."},{"id":118,"quote":"Access to natural resources can become a question of survival for many states."},{"id":119,"quote":"Behind the slogans lay an intellectual vacuum."},{"id":120,"quote":"A leader who confines his role to his people's experience dooms himself to stagnation; a leader who outstrips his people's experience runs the risk of not being understood."},{"id":121,"quote":"University politics make me long for the simplicity of the Middle East."},{"id":122,"quote":"The key decision for a statesman is whether to commit his nation or not. There is no middle course. Once a great nation commits itself, it must prevail. It will acquire no kudos for translating its inner doubts into hesitation."},{"id":123,"quote":"I grew up as a discriminated minority in a dictatorship, so obviously the issue of human rights is a matter of concern for me."},{"id":124,"quote":"Create the impression of endless willingness to compromise and you almost invite deadlines. That's the challenge we now have in North Korea and have had in North Korea for 10 years. In this sense, diplomacy and foreign policy and other elements of political activity have to be closely linked and have to be understood by the negotiators"},{"id":125,"quote":"The Chinese military budget today is officially listed as, I think, about $15 billion. But even if you double it, that's only a tenth of ours. So the possibility of China challenging the United States for the next ten years over the Pacific is next to zero. There could be a conflict between us and China over Taiwan, but I think that, too, will not occur with the proper policies on both sides."},{"id":126,"quote":"It is frankly a mistake of amateurs to believe you can gain the upper hand in a diplomatic negotiation."},{"id":127,"quote":"If you mean by \"military victory\" an Iraqi government that can be established and whose writ runs across the whole country, that gets the civil war under control and sectarian violence under control in a time period that the political processes of the democracies will support, I don't believe that is possible."},{"id":128,"quote":"There are only two reasons to sit in the back row of an airplane: Either you have diarrhea, or you're anxious to meet people who do."},{"id":129,"quote":"John Paul II was one of the greatest men of the last century. Perhaps the greatest."},{"id":130,"quote":"I know Hillary Clinton as a person. And as a personal friend, I would say yes, she'd be a good president. But she'd put me under a great conflict of interest if she were a candidate because I intend to support the Republicans."},{"id":131,"quote":"I want to thank you for stopping the applause. It is impossible for me to look humble for any period of time."},{"id":132,"quote":"Well, the capacity of French intellectuals to understand a Texan way of thinking is finite."},{"id":133,"quote":"It is not often that nations learn from the past,even rarer that they draw the correct conclusions from it."},{"id":134,"quote":"One of the hardest things for the president is to distinguish the routine issues that come through from the essential issues that affect the long term, and not to let himself get sucked into the battles of the bureaucracy for marginal issues, and to keep them focused and to keep his mind clear on what the fundamental things are that he has to accomplish."},{"id":135,"quote":"In the current [Carter] administration, who can use the White House swimming pool and tennis courts is decided at the very highest level. President Ford did not bother himself with such minor details. He let me swim in the pool. He only got upset when I tried to walk across the water."},{"id":136,"quote":"The reason prophets are so rarely honored in their own country is that their role is to transcend the limits of their contemporaries' experience and imagination. They achieve recognition only when their vision has been turned into experience - in short, when it is too late to benefit from their foresight."},{"id":137,"quote":"A little uncertainty is good for everyone."},{"id":138,"quote":"Power is the great aphrodisiac."},{"id":139,"quote":"In the short term, it would not have made it possible to resume relations, because in the Chinese mind, the humiliation of China started with the annexation of Taiwan by Japan. If the United States had suddenly declared Taiwan as a separate state - for which we would have had no support among other nations - the consequences would have been giving up our relationship with China and committing ourselves to a long-term conflict with China."},{"id":140,"quote":"Well it did not make excessive sense to say that 20 million people are the recognized government of a billion people that have their own institutions. We did not change it in the sense that we said this has to end, but there was a U.N. vote that transferred the legitimacy of China from Taiwan to Beijing. Beijing was recognized as the government of all of China. Then, under President Carter, we followed what the U.N. had already done eight years earlier."},{"id":141,"quote":"Administration has managed the extraordinary feat of having, at one and the same time, the worst relations with our allies, the worst relations with our adversaries, and the most serious upheavals in the developing world since the end of the Second World War."},{"id":142,"quote":"The true conservative is not at home in social struggle. He will attempt to avoid unbridgeable schism, because he knows that a stable social structure thrives not on triumphs but on reconciliations."},{"id":143,"quote":"There is no realism without an element of idealism."},{"id":144,"quote":"I am against portraying China as the demon of the global community. China has grasped more quickly than other countries what globalization means and what it demands. The country has learned how to use other people's innovations for itself. India, incidentally, is not far behind China in this respect. Both are not nations in the European sense, but rather cultural communities with enormous markets. The challenge of the future is to work out how to deal with that."},{"id":145,"quote":"When I first saw China, there were no automobiles. There were no supermarkets. There were no high-rise buildings. There were no consumer goods. There were no restaurants that were at least accessible that foreigners could see. It was a Stalinist society, and a very poor Stalinist society. So the economic system has totally changed, and the private sector in the economic system is now the dominant sector. It didn't exist at all as late as 1979."},{"id":146,"quote":"The China of the 1970s was a communist dictatorship. The China of the twenty-first century is a one-party state without a firm ideological foundation, more similar to Mexico under the PRI than Russia under Stalin. But the measurement of the political and the economic evolution has not yet been completed, and is one of the weak points of the system."},{"id":147,"quote":"Now when I bore people at a party they think it's their fault."},{"id":148,"quote":"The security of Israel is a moral imperative for all free peoples."},{"id":149,"quote":"It is an act of insanity and national humiliation to have a law prohibiting the President from ordering assassination."},{"id":150,"quote":"The longer I am out of office, the more infallible I appear to myself."},{"id":151,"quote":"A country that demands moral perfection in its foreign policy will achieve neither perfection nor security."},{"id":152,"quote":"China had never had to deal in a world of countries of approximately equal strength, and so to adjust to such a world, is in itself a profound challenge to China, which now has fourteen countries on its borders, some of which are small, but can project their nationality into China, some of which are large, and historically significant, so that any attempt by Chinese to dominate the world, would involve in a disastrous for the peace of the world."},{"id":153,"quote":"Revolutionaries are rarely motivated primarily by material considerations-though the illusion that they are persists in the West."},{"id":154,"quote":"We fought a military war; our opponents fought a political one. We sought physical attrition; our opponents aimed for our psychological exhaustion. In the process we lost sight of one of the cardinal maxims of guerrilla war: the guerrilla wins if he does not lose. The conventional army loses if it does not win. The North Vietnamese used their armed forces the way a bull-fighter uses his cape to keep us lunging in areas of marginal political importance."},{"id":155,"quote":"Becoming conscious is of course a sacrilege against nature; it is as though you had robbed the unconscious of something. The nice thing about being a celebrity is that if you bore people they think it's their fault."},{"id":156,"quote":"We must learn to distinguish morality from moralizing."},{"id":157,"quote":"Moderation is a virtue only in those who are thought to have an alternative."},{"id":158,"quote":"If you control the oil you control the country; if you control food, you control the population."},{"id":159,"quote":"Obama is like a chess player who is playing simultaneous chess and has opened his game with an unusual opening."},{"id":160,"quote":"It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise."},{"id":161,"quote":"Any fact that needs to be disclosed should be put out now or as quickly as possible, because otherwise the bleeding will not end."},{"id":162,"quote":"The convictions that leaders have formed before reaching high office are the intellectual capital they will consume as long as they continue in office."},{"id":163,"quote":"Of course, in principle, they're against it. We are the ones that keep asking them what they think about it. I think their basic concern is a land-based missile defense of Taiwan hooked into the American communications and other systems, which in effect would make Taiwan then an outpost of the United States. That is a concern they frequently express. A missile defense shield of the United States, while they may not like it, it is not a big obstacle to our relationship."},{"id":164,"quote":"In Asia, the nation state still is extremely vital, and of course, then in Africa, a whole new pattern is emerging because the states in Africa reflected the preferences of the colonial powers when they were established."},{"id":165,"quote":"I don't think that that's a desirable option for us. Besides, it wouldn't work, because there are too many other countries that are willing to work economically with China. But I don't think the basic relationship depends on economics. It depends on a political understanding of what is required for peace in Asia."},{"id":166,"quote":"China is a one party state. Sooner or later China will get to the point when the new social classes, which have emerged thanks to economic success, will have to be integrated into the political system. There is no guarantee that this process will run smoothly."},{"id":167,"quote":"I don't think we should pay people to fight terrorism. I would be amazed if they asked for anything in return."},{"id":168,"quote":"The challenge is whether China as a rising country, the United States as the superpower, can develop a cooperative relationship in this period before nationalism becomes so dominant in China as a substitute for communism, and a kind of self-righteous isolationism in this country that substitutes China for the Soviet Union."},{"id":169,"quote":"Peace depends ultimately not on political arrangements but on the conscience of mankind."},{"id":170,"quote":"Baseball is the most intellectual game because most of the action goes on in your head."},{"id":171,"quote":"Every time there has been an attempt to disturb it, it led to two things. It led to immediate intense conflict with China, and it led to a reaffirmation in the end, because nobody wanted a major confrontation with China to this principle of a \"one China\" policy within which Taiwan is finding a place now. Its own position has greatly improved since the Nixon policy. It is richer, it is stronger and it is participating in many international organizations."},{"id":172,"quote":"What China would do, I cannot predict. China has all but given up the claim to the use of force, except in the circumstance of Taiwan declaring its independence. That is a huge step forward over what the situation was many years ago."},{"id":173,"quote":"When I became security advisor, I became familiar with the so-called SIOP war plans, I called in Secretary McNamara and asked him what they were hiding from me, because I couldn't believe that the National policy would foresee such a level of destructiveness."},{"id":174,"quote":"I also do not believe that the United States can let itself be driven into a political role by escalating terrorism, and therefore, the leaders of the Arab world and Arafat should do their utmost to put an end to this and then the United States should do its utmost to produce a political solution."},{"id":175,"quote":"Most foreign policies that history has marked highly, in whatever country, have been originated by leaders who were opposed by experts."},{"id":176,"quote":"Far too often the Ukrainian issue is posed as a showdown: whether Ukraine joins the East or the West. But if Ukraine is to survive and thrive, it must not be either side's outpost against the other - it should function as a bridge between them."},{"id":177,"quote":"I do not know what will happen in China politically. I do know that it is impossible to maintain the communist system or probably even a strict one-party system when the economy becomes so pluralistic. Now, what form that takes and what institutions will evolve, I do not have a clear view about. I do not think the United States, as a general principle, ought to intervene in this."},{"id":178,"quote":"People are now starting to explain the Cold War. Even in the crises at that time the survival of millions of people was at stake. And we (the USA) had to threaten the other super power with retaliation to prevent it from doing something to us. Today we live in a world in which a lot of things are in flux. That creates a lot of fear. But it is also a time of great opportunity. And I would call on today's statesmen to not allow their thinking to be directed by fear."},{"id":179,"quote":"We cannot always assure the future of our friends; we have a better chance of assuring our future if we remember who our friends are."},{"id":180,"quote":"We have to be careful in negotiating with Iran that we don't create the impression among the Arab states and the Sunni states that we are working on a condominium between Iran and the United States, because that will panic them and drive them into making their own arrangement."},{"id":181,"quote":"We're at a moment when the international system is in a period of change like we haven't seen for several hundred years. In some parts of the world, the nation state, on which the existing international system was based, is either giving up its traditional aspects, like in Europe, or as in the Middle East, where it was never really fully established, it is no longer the defining element. So in those two parts of the world, there is tremendous adjustment in traditional concepts."},{"id":182,"quote":"Nixon had three goals: to win by the biggest electoral landslide in history; to be remembered as a peacemaker; and to be accepted by the 'Establishment' as an equal. He achieved all these objectives at the end of 1972 and the beginning of 1973. And he lost them all two months later-partly because he turned a dream into an obsession."},{"id":183,"quote":"In my particular case foreign policy happens to be my hobby, my consuming interest. I had spent decades studying it."},{"id":184,"quote":"China has had a long and complex history and has managed to evolve its own culture for 4,000 years. It therefore not necessarily true that we know exactly what is best for the internal structure of China."},{"id":185,"quote":"The essence of Richard Nixon is loneliness."},{"id":186,"quote":"I don't read books, I write them."},{"id":187,"quote":"Even paranoid people have enemies."},{"id":188,"quote":"People are generally amazed that I would take an interest in any form that would require me to stop talking for three hours."},{"id":189,"quote":"What political leaders decide, intelligence services tend to seek to justify."},{"id":190,"quote":"I do not criticize people who take a public stand on human rights issues. I express my respect for them. But some people are more influential without a public confrontation."},{"id":191,"quote":"We attempted to try to solve every problem in the world, out of a sense of moral obligations, and attitudes, and our history. But no country can solve every problem without exhausting itself. Therefore, we have to establish priorities."},{"id":192,"quote":"Deng Xiaoping thought of himself as a great revolutionary and a great reformer. He had dismantled the Chinese communist management of the economy. In my next-to-last conversation with him, which was about six months before Tiananmen Square, he said to me that his aim would be the next phase to reduce the Communist Party to philosophical issues. And I said, \"What's a philosophical issue?\" And he said, \"Well, like if we make an alliance with Russia.\" Given his view of Russia, that was not the likeliest thing that would ever happen."},{"id":193,"quote":"A nation riven by factions, in which the minority has no hope of ever becoming a majority, or in which some group knows it is perpetually outcast, will seem oppressive to its members, whatever the legal pretensions."},{"id":194,"quote":"The defining issue is that the government in Taiwan was considered to be the government of all of China, and the authorities in Beijing were not recognized as a government of China. So Taiwan was the residuary for all of China."},{"id":195,"quote":"I don't know what happens in the next years. But I cannot now design a policy in which we try to keep China from developing, because in some years, if they develop, they might be rich enough to challenge us, and adopt the principle that we will hold down any state that might in the future become strong. That would make us a world empire for which we wouldn't have the talents or the convictions."},{"id":196,"quote":"Jews were segregated from 1933 on. We could only play against other Jewish teams. This wasn't just social segregation; this was the beginning of the extermination of the Jews. That's why my family left Germany in 1938."},{"id":197,"quote":"The attitude of the West and of Russia towards a crisis like Ukraine is diametrically different. The West is trying to establish the legality of any established border. For Russia, Ukraine is part of the Russian patrimony. A Russian state was created around Kiev about 1,200 years ago. Ukraine itself has been part of Russia for 500 years, and I would say most Russians consider it part of Russian patrimony. The ideal solution would be to have a Ukraine like Finland or Austria that can be a bridge between these two rather than an outpost."},{"id":198,"quote":"The mistake we make with many people - not just Russia - is that we believe we have the model, and there is a sort of a condescension in our dialogue with other societies, which was especially painful in several administrations to Russia. I think in Russia, the Yeltsin period is not considered a period of great achievement, but a period of corruption and humiliation."},{"id":199,"quote":"I have learned, as I wrote, that history must be discovered, not declared. It's an admission that one grows in life."},{"id":200,"quote":"One theory is that we will make war look so attractive that we undermine the deterrent. That's Never Never Land. What we have now would have been enough to deter Hitler. But we are talking in a different order of reality."},{"id":201,"quote":"Any international system must have two key elements for it to work. One, it has to have a certain equilibrium of power that makes overthrowing the system difficult and costly. Secondly, it has to have a sense of legitimacy."},{"id":202,"quote":"It is steady, reliable, tough. It never yields to panic. It is never defeated one-sidedly. It achieves everything attainable by character and tenacity."},{"id":203,"quote":"The statesman's duty is to bridge the gap between his nation's experience and his vision."},{"id":204,"quote":"Almost every peace process that has gone on between the Arab side and Israel, the United States has been somewhat isolated because most of the countries in the world, what they really want is to accept the Arab peace plan or so-called peace plan, which in its present form would lead to the destruction of Israel."},{"id":205,"quote":"One has to remember that every progress that has been made towards peace in the Middle East has come under American leadership."},{"id":206,"quote":"Over time even two armed blind men in a room can do enormous damage to each other, not to speak of the room."},{"id":207,"quote":"The Russian empire under czars and commissars has been hard to deal with for other countries."},{"id":208,"quote":"In a nuclear war, even if one side were to come out ahead by systems analytical standards, both sides would be so weakened, that it would - they would be in the position of Europe after the two World Wars."},{"id":209,"quote":"I would say the special experience of American wartime policy in the last 40 years, from Vietnam on, is that the war itself became controversial in the country and that the most important thing we need in the current situation is, whatever disagreements there may be on tactics, that the legitimacy of the war itself does not become a subject of controversy. We have to start with the assumption, obviously, that whatever administration is conducting a war wants to end it."},{"id":210,"quote":"I have always expressed respect for those people who make public declarations."},{"id":211,"quote":"With respect to the relationship between nuclear weapons and the advent of détente, one has to consider two things. One, the nature of nuclear weapons in themselves, and secondly, the advent of nuclear parity."},{"id":212,"quote":"In my view, there's no doubt that the Soviets had infinitely greater trouble holding their structure together than we did."},{"id":213,"quote":"The important thing is to do the right thing. Then credibility will follow."},{"id":214,"quote":"It is not often that nations learn from the past even rarer that they draw the correct conclusions from it. For the lessons of historical experience, as of personal experience, are contingent. They teach the consequences of certain actions, but they cannot force a recognition of comparable situations."},{"id":215,"quote":"My country's history, Mr. President, tells us that it is possible to fashion unity while cherishing diversity, that common action is possible despite the variety of races, interests, and beliefs we see here in this chamber. Progress and peace and justice are attainable. So we say to all peoples and governments: Let us fashion together a new world order."},{"id":216,"quote":"I knew Deng Xiaoping when he came out of prison. He had, after all, been imprisoned for nearly ten years by Mao. I know what China looked like before he took over, and so in my own mind, I don't think of Deng Xiaoping as an oppressor. I think of somebody who, faced with that crisis, made a very painful and decision with which I cannot agree. But I also think of him as a great reformer."},{"id":217,"quote":"Where position is felt to be a birthright, generosity is possible (though not guaranteed); flexibility is not inhibited by a commitment to perpetual success."},{"id":218,"quote":"They [American forces] are there as an expression of the American national interest to prevent the Iranian combination of imperialism and fundamentalist ideology from dominating a region on which the energy supplies of the industrial democracies depend."},{"id":219,"quote":"I do not stand on protocol. If you just call me Excellency, it will be okay."},{"id":220,"quote":"History knows no resting places and no plateaus"},{"id":221,"quote":"Our greatest foreign policy problem is our divisions at home. Our greatest foreign policy need is national cohesion and a return to the awareness that in foreign policy we are all engaged in a common national endeavor."},{"id":222,"quote":"Withdrawal of US troops will become like salted peanuts to the American public: The more US troops come home, the more will be demanded."},{"id":223,"quote":"I have been observing China for more than 30 years and am impressed how logically and wisely it tackles its problems. Obviously the international system could be unbalanced by China's rising power - if we don't prepare ourselves for the new competitive situation, that is. But it is an economic challenge, not aggression on the level of Hitler."},{"id":224,"quote":"What is applicable is to understand that first of all China has undergone a huge revolution in the last years. Anyone who saw China as I did in 1971 - and for that matter even in 1979, because not much had changed between 1971 and 1979 - and sees China today, knows one is in a different economic system."},{"id":225,"quote":"I have great respect for the Taiwanese. They have done an extraordinary job. But it was not a sustainable position to say that the legitimate government of China resides in Taiwan, which at that time didn't have much contact with the mainland."},{"id":226,"quote":"Certainly nothing is easier than to rewrite history. If we had made Taiwan a separate state, it would have led to a fundamental conflict with China, and probably to war. Certainly in the long term, it would have led to war."},{"id":227,"quote":"The nuclear weapons were not useful for the achievement of political objectives."},{"id":228,"quote":"I had an opportunity to express my views, yes. I agreed with the approach which we took, namely, to make a distinction between the loss of life of the Chinese pilot and our military operations outside territorial waters or territorial limits."},{"id":229,"quote":"We first became conscious of the plane publicly on a Monday. I thought then by the weekend it would be done. But then the Chinese military, the defense minister made a statement saying that if there was no apology from the United States, the Chinese military and the Chinese people would never understand. No reference to the government or the Communist Party, and that obviously presented an internal problem to the Chinese leadership, which was travelling at that moment."},{"id":230,"quote":"I don't consider China a communist state, no. I know that sounds paradoxical, but it's my view."},{"id":231,"quote":"The first reactions are often instinctive. So one of the first things we said was that the Chinese had no right to inspect the plane, and that we had a sovereign right to. I don't know what the legal position is, but it was surely psychologically absolutely the unwise thing to do."},{"id":232,"quote":"Tutelage is a comfortable relationship for the senior partner, but it is demoralizing in the long run. It breeds illusions of omniscience on one side and attitudes of impotent irresponsibility on the other."},{"id":233,"quote":"If the six-nation forums dealing with Iran and North Korea suffer comparable failures, the consequence will be a world of unchecked proliferation, not controlled by either governing principles or functioning institutions. A modern, strong, peaceful Iran could become a pillar of stability and progress in the region. This cannot happen unless Iran's leaders decide whether they are representing a cause or a nation - whether their basic motivation is crusading or international cooperation. The goal of the diplomacy of the Six should be to oblige Iran to confront this choice."},{"id":234,"quote":"Realism in foreign policy is made up of a clear set of values, since difficult foreign policy decisions are often decided with the narrowest of majorities. Without any sense of what is right and wrong, one would drown in a flood of difficult and pragmatic decisions."},{"id":235,"quote":"[Nixon] wants a massive bombing campaign in Cambodia. He doesn't want to hear anything about it. It's an order, to be done. Anything that flies on anything that moves."},{"id":236,"quote":"Statesmen think in terms of history and view society as an organism. Prophets are different since they believe absolute aims can be achieved in the foreseeable future. More people have been killed by crusaders than by statesmen."},{"id":237,"quote":"The capacity to admire others is not my most fully developed trait."},{"id":238,"quote":"Realism in foreign policy means careful consideration of all aspects pertinent to the issue, before taking a decision. This is the only way you can move from where you are to someplace else."},{"id":239,"quote":"History is the memory of States."},{"id":240,"quote":"Well, I don't know whether it caused anguish in China, but it was not a wise way to proceed. But one has to remember that it was the first experience. And in a Republican administration, there is a conservative wing that looks at China as the last embodiment of communism, which therefore tends towards a more bellicose rhetoric anyway than I would. It's not the dominant element, but every once in a while they get a crack at public statement."},{"id":241,"quote":"For the Soul of France is masterful history, brilliantly researched, and hard to put down."},{"id":242,"quote":"Left to its own devices, the State Department machinery tends toward inertia rather than creativity; it is always on the verge of turning itself into an enormous cable machine."},{"id":243,"quote":"I wouldn't say it's a split. It's a difference of emphasis. It does exist between, I would say, the State Department and the Defense Department."},{"id":244,"quote":"We have three things in common: Irish wives, the ability to speak for 17 minutes without a verb, and the fact that we both speak with an accent."},{"id":245,"quote":"Certainly not a party of the workers and the peasants. In fact, Jiang Zemin in recent weeks has officially said that capitalists and the entrepreneurs should be enrolled in the Communist Party."},{"id":246,"quote":"I believe in freedom of expression, and I believe that societies thrive when they permit freedom of expression."},{"id":247,"quote":"The public life of every political figure is a continual struggle to rescue an element of choice from the pressure of circumstance."},{"id":248,"quote":"To revolutionaries the significant reality is the world which they are fighting to bring about, not the world they are fighting to overcome."},{"id":249,"quote":"I don't have a brief for every single reaction of Israel, but I think it is important that the political negotiations occur free of the threat of terrorism."},{"id":250,"quote":"A return to the 1967 lines and the abandonment of the settlements near Jerusalem would be such a psychological trauma for Israel as to endanger its survival."},{"id":251,"quote":"Most high officials leave office with the perceptions and insights with which they entered."},{"id":252,"quote":"You should not think that you can shape history only by your will. This is also why I'm against the concept of intervention when you don't know its ultimate implications."},{"id":253,"quote":"It is always easy to divide the world into idealists and power-oriented people. The idealists are presumed to be the noble people, and the power-oriented people are the ones that cause all the world's trouble."},{"id":254,"quote":"I believe that without Watergate we would have had an extraordinary period of success with a strong Nixon and a still vital Brezhnev in power."},{"id":255,"quote":"Now we have a whole series of problems - energy, environment, proliferation - which go beyond the nation. And we also know that a conflict between major powers would be a catastrophe for which there is no compensation in anything you can gain."},{"id":256,"quote":"The Vietnam War required us to emphasize the national interest rather than abstract principles. What President Nixon and I tried to do was unnatural. And that is why we didn't make it."},{"id":257,"quote":"In relations with many domestically weak countries, a radio transmitter can be a more effective form of pressure than a squadron B-52s."},{"id":258,"quote":"Our nation is uniquely endowed to play a creative and decisive role in the new order which is taking form around us."},{"id":259,"quote":"With proper tactics, nuclear war need not be as destructive as it appears."},{"id":260,"quote":"We are doomed to coexist."},{"id":261,"quote":"NAFTA is a major stepping stone to the New World Order."},{"id":262,"quote":"Well, on the American side, every new administration has to cut its teeth in a crisis, because before a crisis, you don't really know what your various subordinates are thinking under stress."},{"id":263,"quote":"To have the United States suddenly come up with a peace proposal after a whole series of terrorist attacks is going to show to the world that this sort of method is something that western societies can't stand."},{"id":264,"quote":"We believe that peace is at hand."},{"id":265,"quote":"If Tehran insists on combining the Persian imperial tradition with contemporary Islamic fervor, then a collision with America and, indeed, with its negotiating partners of the Six is unavoidable. Iran simply cannot be permitted to fulfill a dream of imperial rule in a region of such importance to the rest of the world."},{"id":266,"quote":"The American temptation is to believe that foreign policy is a subdivision of psychiatry."},{"id":267,"quote":"Before there was the Soviet Union that could inflame matters. Now you have states not as powerful as the Soviet Union, but states like Iraq, like Iran, and to some extent Syria, having made it possible for some of these groups to operate. So it is a very difficult situation."},{"id":268,"quote":"I go out with actresses because I'm not apt to marry one."},{"id":269,"quote":"In the hands of a determined Secretary, the Foreign Service can be a splendid instrument, staffed by knowledgeable, discreet, and energetic individuals. They do require constant vigilance lest the convictions that led them into a penurious career tempt them to preempt decision-making."},{"id":270,"quote":"Whenever a new president comes in, people that are used to the previous president wonder if he has the same capacity."},{"id":271,"quote":"Historically when there is a rising power like China, it has usually led to confrontations between the rising power and the existing dominant powers. And when you have a shift of the center of gravity of world affairs from the Atlantic to the Pacific, then you have an additional element."},{"id":272,"quote":"No, [the U.S.] has made it clear that we consider a peaceful resolution an essential aspect of American foreign policy. This I believe to be a situation understood by China, but again, it is important to not sound too truculent. Taking on a billion-plus Chinese is not an enterprise which one should enter lightly."},{"id":273,"quote":"Every American president, regardless of party, has said that America has an intense interest in a peaceful resolution. And I think it should be left at that."},{"id":274,"quote":"Taiwan will probably not declare independence. The question isn't independence. The issue is whether Taiwan will declare itself as a sovereign separate state. That will start a huge crisis if that happens."},{"id":275,"quote":"The emigration of Jews from the Soviet Union is not an objective of American foreign policy. And if they put Jews into gas chambers in the Soviet Union, it is not an American concern. Maybe a humanitarian concern."},{"id":276,"quote":"He [Deng Xiaoping] said that he did not understand why we failed to grasp that the alternative was not democracy, but total chaos and risking all the reforms that had been achieved."},{"id":277,"quote":"Competing pressures tempt one to believe that an issue deferred is a problem avoided; more often it is a crisis invited."},{"id":278,"quote":"From a geo-strategic point of view, I consider Iran a bigger problem than the Islamic State. ISIS is a group of adventurers with a very aggressive ideology. But they have to conquer more and more territory before they can became a geo-strategic, permanent reality. I think a conflict with ISIS - important as it is - is more manageable than a confrontation with Iran."},{"id":279,"quote":"I am being frank about myself in this book. I tell of my first mistake on page 850."},{"id":280,"quote":"Blessed are the people whose leaders can look destiny in the eye without flinching but also without attempting to play God."},{"id":281,"quote":"I think Vladimir Putin will give up power."},{"id":282,"quote":"I do not believe that Putin intends to leave office in a Cold War atmosphere with the United States."},{"id":283,"quote":"The Gorbachev period is conceived as an abandonment of historic Russian positions. So this is the framework, in my view, in which Putin operates."},{"id":284,"quote":"We are used to dealing with problems that have a solution and that can be solved in a finite period. But we're at the beginning of a long period of adjustment that does not have a clear-cut terminal point, and in which our wisdom and sophistication and understanding has to be one of the key elements."},{"id":285,"quote":"The problem is Russia is a country that has lost 300 years of its history, in terms of most of what was part of the Russian Empire in Europe, towards Europe, since Peter the Great, has been the territory that is no longer under Russian rule."},{"id":286,"quote":"Diplomats operate through deadlock, which is the way by which two sides can test each other's determination. Even if they have egos for it few heads of government have the time to resolve stalemates, their meetings are too short and the demands of protocol too heavy."},{"id":287,"quote":"Iraq has to be made an international, and not just a national American problem."},{"id":288,"quote":"I was always convinced that decent people in the case of Vietnam, highly intelligent, decent people, got us involved because they had made, in part, a misjudgment about the nature of the communist system and the unity of the communist world and the degree to which the experience of Europe could be repeated in Vietnam."},{"id":289,"quote":"Let me make my point about Vietnam. When the Nixon initiation came into office, there were 550,000 Americans in combat. And ending the war was not a question of turning off a television channel. And so, debating on how we got there and what judgments were made was not going to help us."},{"id":290,"quote":"The members of the Islamic Staye have cut the throat of an American on television. This is an insult to the United States, which requires that we demonstrate that this is not an act that is free. I would strongly favor a strong attack on ISIS for a period that is related to the murder of the American."},{"id":291,"quote":"When you travel as secretary, one problem you have is that the press comes with you and wants an immediate result because it justifies their trip. And sometimes the best result is that you don't try to get a result but try to get an understanding for the next time you go to them."},{"id":292,"quote":"Our problem was that in the American approach to Soviet affairs policy has oscillated between people who take an essentially psychological approach and people who take an essentially theological approach, and the two really meet. The psychologists try to \"understand\" the Soviet Union. And try to ease its alleged fears. The theologians say the Soviets are evil."},{"id":293,"quote":"For my generation the relationship with Europe was the central point of American foreign policy. Even during my time in government there was disagreement, sometimes very strong disagreement. But they were all like arguments within a family. I am not sure if the generation which doesn't have these experiences has the same view of things."},{"id":294,"quote":"I see the future of China as growth. I think that historically China has often gone through periods of consolidation, and then periods of sort of weakening central authority. They undoubtedly face tremendous challenges."},{"id":295,"quote":"The Russian people, at least the ones I know, have pride in being a Russian. And, therefore, they want to be taken seriously in international affairs."},{"id":296,"quote":"The Chinese, on the other hand, were in the position of having an American military spy plane on a Chinese military base and they had their own internal problems to deal with. At first, the Chinese weren't all that belligerent. They were just stalling to get their own bureaucracy in line."},{"id":297,"quote":"President Nixon in his inaugural address indicated that he wanted an era of negotiation. Our reasoning was that whatever our ideological differences, whatever our geopolitical differences, we were condemned to coexistence by nuclear weapons."},{"id":298,"quote":"In the middle '50s, I had written that the point would come, inevitably, at which the relationship between the cause of conflict and political objectives would be lost."},{"id":299,"quote":"Why should we flagellate ourselves for what the Cambodians did to each other?"},{"id":300,"quote":"This country cannot afford to tear itself apart on a partisan basis on issues so vital to our national security."},{"id":301,"quote":"You're 18 points down [in the polls]... You might as well do what's right."},{"id":302,"quote":"If a Chinese plane landed at Los Angeles Airport having just bought down an American military plane, he wouldn't be permitted to leave the next day. So then we developed a framework which should have been acceptable as a concept to the Chinese, namely to express regret for the loss of life and maintain our position that we had a right to fly these missions."},{"id":303,"quote":"In the period after the Second World War, there were still leaders in Europe who represented weak countries, but possessed a sense of global foreign policy. Nowadays, on the other hand, there are politicians who represent pretty powerful countries, but whose citizens are not prepared to sacrifice themselves for the state."},{"id":304,"quote":"The American foreign policy trauma of the sixties and seventies was caused by applying valid principles to unsuitable conditions."},{"id":305,"quote":"At any rate, mutually assured destruction was never our policy."},{"id":306,"quote":"American politics are normally a result of pragmatic and not philosophical reasoning. No one in Washington has said we now prefer multilateralism."},{"id":307,"quote":"We are all the President's men."},{"id":308,"quote":"The idea of abstract power only exists for academics, not in real life."},{"id":309,"quote":"Some of the critics viewed Vietnam as a morality play in which the wicked must be punished before the final curtain and where any attempt to salvage self-respect from the outcome compounded the wrong. I viewed it as a genuine tragedy. No one had a monopoly on anguish."},{"id":310,"quote":"The American formal position has been that we oppose violence by governments against their people. That principle should not be abandoned."},{"id":311,"quote":"America has made it very clear in several administrations that if there is an attack by China on Taiwan, the United States is very likely to resist."},{"id":312,"quote":"I have said there are three principles that should be followed. One, we should maintain the \"one China\" policy that every American president has articulated, including President Reagan. Secondly, we should make clear that we want a peaceful resolution. And three, Taiwan should not challenge that arrangement in a way that will provoke a conflict. Those are three perfectly clear principles. I haven't used any of the other slogans."},{"id":313,"quote":"If I should ever be captured, I want no negotiation - and if I should request a negotiation from captivity they should consider that a sign of duress."},{"id":314,"quote":"Henceforth the adequacy of any military establishment will be tested by its ability to preserve the peace."},{"id":315,"quote":"I think a resumption of the Cold War would be a historic tragedy. If a conflict is avoidable, on a basis reflecting morality and security, one should try to avoid it."},{"id":316,"quote":"Well, he keeps saying that, and as defense secretary, of course he has to think of a lot of potential enemies. I do not think it's a wise course to articulate this or to base our policy on it. And I do not see under modern circumstances what we would be fighting about."},{"id":317,"quote":"Like any developing country, it has an inequality of wealth. In the Chinese case, it is particularly [pronounced] by the fact that they decided they couldn't make the whole country move forward simultaneously, so they've started region by region. So the interior regions are much less well off than the coastal regions. And this is certainly a huge challenge, because it produces a flow of populations from the poorer regions to the richer regions."},{"id":318,"quote":"One thing I don't want around me is a military intellectual. I don't have to worry about you on that score."},{"id":319,"quote":"More and more of the Taiwanese economy is connected with the mainland. There are more and more exchanges taking place. There's no reason to doubt that over a period of ten years or so, or maybe more, the conditions of life on the two sides of the Taiwan Strait will become more comparable, and the dialogue on the political level therefore easier."},{"id":320,"quote":"I think China will do nothing to obstruct it, and they probably will go along with it."},{"id":321,"quote":"Our concern for human rights comes to the fore when there are gross violations of human decencies. Then other countries, including China, must recognize that this affects the American attitude towards their country. But towards what precise institutions will it evolve? I think we ought to leave something to history."},{"id":322,"quote":"I would have said, before the World Trade Center events, that he would try to get a normal relationship with China - making clear to China what the limits are of what America can accept, but also showing understanding for some of Chinese necessities. I thought he was moving towards the position that I have more or less advocated."},{"id":323,"quote":"In the 1960s, I would have considered China with its CPC an ideologically more dynamic country than the Soviet Union. But the Soviet Union was strategically more threatening."},{"id":324,"quote":"Many of the scientists have believed that their contribution to ending the nuclear race is not to let any new weapons to be developed."},{"id":325,"quote":"The position is that stability and peace in Asia depend on a cooperative relationship between China and the United States."},{"id":326,"quote":"We are not just any nation."},{"id":327,"quote":"Everybody who has dealt with China over an extended period of time has come to more or less the same conclusions. There are nuances of differences, but not fundamental differences. I think that President Bush was heading in this direction, and I have no doubt that he will again wind up in this position. But right now he has to be preoccupied with the atrocity committed in New York and Washington."},{"id":328,"quote":"I think an appeal to American idealism and willingness to sacrifice would be an important contribution, because what is happening now in many countries, not yet in the United States, but in many European countries, it's the inability of government to ask for sacrifices of its people."},{"id":329,"quote":"You know, this is a very strange phenomenon. I keep reading that in American newspapers, and I keep reading extensive speculations. I meet with the Chinese leaders periodically, and while I don't say they've endorsed the missile shield, it has not been in the forefront of their discussions."},{"id":330,"quote":"Corrupt politicians make the other ten percent look bad."},{"id":331,"quote":"Nobody will ever win the battle of the sexes. There is too much fraternizing with the enemy."},{"id":332,"quote":"There can't be a crisis next week, my schedule is already full."},{"id":333,"quote":"America has no permanent friends or enemies, only interests"},{"id":334,"quote":"The nice thing about being a celebrity is that if you bore people they think it's their fault."},{"id":335,"quote":"Every victory is only the price of admission to a more difficult problem"},{"id":336,"quote":"A country that demands moral perfection in its foreign policy will achieve neither perfection nor security"},{"id":337,"quote":"A diamond is a chunk of coal that did well under pressure."},{"id":338,"quote":"Poor old Germany. Too big for Europe, too small for the world"},{"id":339,"quote":"The state is a fragile organization, and the statesman does not have the moral right to risk its survival on ethical restraint."},{"id":340,"quote":"The reason that university politics is so vicious is because stakes are so small"},{"id":341,"quote":"Blessed are the people whose leaders can look destiny in the eye without flinching but also without attempting to play God"},{"id":342,"quote":"We fought a military war; our opponents fought a political one. We sought physical attrition; our opponents aimed for our psychological exhaustion. In the process we lost sight of one of the cardinal maxims of guerrilla war: the guerrilla wins if he does not lose. The conventional army loses if it does not win. The North Vietnamese used their armed forces the way a bull-fighter uses his cape — to keep us lunging in areas of marginal political importance."},{"id":343,"quote":"It's a pity both sides can't lose (commenting on Iran-Iraq war, 1980 – 1988)"},{"id":344,"quote":"A turbulent history has taught Chinese leaders that not every problem has a solution and that too great an emphasis on total mastery over specific events could upset the harmony of the universe."},{"id":345,"quote":"Intellectuals analyze the operations of international systems; statesmen build them."},{"id":346,"quote":"Facts are rarely self-explanatory; their significance, analysis, and interpretation—at least in the foreign policy world—depend on context and relevance."},{"id":347,"quote":"In Washington...the appearance of power is therefore almost as important as the reality of it. In fact, the appearance is frequently its essential reality"},{"id":348,"quote":"Because complexity inhibits flexibility, early choices are especially crucial."},{"id":349,"quote":"Americans have a tendency to believe that when there's a problem there must be a solution."},{"id":350,"quote":"George Bernard Shaw: “There are two tragedies in life. One is to lose your heart’s desire. The other is to gain it."},{"id":351,"quote":"The war is just when the intention that causes it to be undertaken is just. The will is therefore the principle element that must be considered, not the means... He who intends to kill the guilty sometimes faultlessly shed the blood of the innocents...'In short, the end justifies the means."},{"id":352,"quote":"To undertake a journey on a road never before traveled requires character and courage: character because the choice is not obvious; courage because the road will be lonely at first. And the statesman must then inspire his people to persist in the endeavor."},{"id":353,"quote":"Since Peter the Great, Russia had been expanding at the rate of one Belgium per year."},{"id":354,"quote":"Empires have no interest in operating within an international system; they aspire to be the international system."},{"id":355,"quote":"power without legitimacy tempts tests of strength; legitimacy without power tepmts empty posturing."},{"id":356,"quote":"If Tehran insists on combining the Persian imperial tradition with contemporary Islamic fervor, then a collision with America — and, indeed, with its negotiating partners of the Six — is unavoidable. Iran simply cannot be permitted to fulfill a dream of imperial rule in a region of such importance to the rest of the world."},{"id":357,"quote":"The United States is baiting China and Russia, and the final nail in the coffin will be Iran, which is, of course, the main target of Israel. We have allowed China to increase their military strength and Russia to recover from Sovietization, to give them a false sense of bravado, this will create an all together faster demise for them. We’re like the sharp shooter daring the noob to pick up the gun, and when they try, it’s bang bang. The coming war will be so severe that only one superpower can win, and that’s us folks. This is why the EU is in such a hurry to form a complete superstate because they know what is coming, and to survive, Europe will have to be one whole cohesive state. Their urgency tells me that they know full well that the big showdown is upon us. O how I have dreamed of this delightful moment."},{"id":358,"quote":"The acquisition of knowledge from books provides an experience different from the Internet. Reading is relatively time-consuming; to ease the process, style is important. Because it is not possible to read all books on a given subject, much less the totality of all books, or to organize easily everything one has read, learning from books places a premium on conceptual thinking—the ability to recognize comparable data and events and project patterns into the future. And style propels the reader into a relationship with the author, or with the subject matter, by fusing substance and aesthetics. Traditionally, another way of acquiring knowledge has been through personal conversations. The discussion and exchange of ideas has for millennia provided an emotional and psychological dimension in addition to the factual content of the information exchanged. It supplies intangibles of conviction and personality. Now the culture of texting produces a curious reluctance to engage in face-to-face interaction, especially on a one-to-one basis."},{"id":359,"quote":"Because information is so accessible and communication instantaneous, there is a diminution of focus on its significance, or even on the definition of what is significant. This dynamic may encourage policymakers to wait for an issue to arise rather than anticipate it, and to regard moments of decision as a series of isolated events rather than part of a historical continuum. When this happens, manipulation of information replaces reflection as the principal policy tool."},{"id":360,"quote":"Politicians are like dogs... Their life expectancy is too short for a commitment to be bearable"},{"id":361,"quote":"A more immediate issue concerns North Korea, to which Bismarck’s nineteenth-century aphorism surely applies: “We live in a wondrous time, in which the strong is weak because of his scruples and the weak grows strong because of his audacity."},{"id":362,"quote":"Woe to the statesman whose arguments for entering a war are not as convincing at its end as they were at the beginning, Bismarck had cautioned.”"},{"id":363,"quote":"both the American and the European approaches to foreign policy were the products of their own unique circumstances. Americans inhabited a nearly empty continent shielded from predatory powers by two vast oceans and with weak countries as neighbors. Since America confronted no power in need of being balanced, it could hardly have occupied itself with the challenges of equilibrium even if its leaders had been seized by the bizarre notion of replicating European conditions amidst a people who had turned their backs on Europe."},{"id":364,"quote":"If Chinese exceptionalism represented the claims of a universal empire, Japanese exceptionalism sprang from the insecurities of an island nation borrowing heavily from its neighbor, but fearful of being dominated by it."},{"id":365,"quote":"The Soviet Union would never be bound by agreements, Deng warned; it understood only the language of countervailing force."},{"id":366,"quote":"in effect, none of the most important countries which must build a new world order have had any experience with the multistate system that is emerging. Never before has a new world order had to be assembled from so many different perceptions, or on so global a scale."},{"id":367,"quote":"…Policy is the art of the possible, the science of the relative."},{"id":368,"quote":"What distinguishes Sun Tzu from Western writers on strategy is the emphasis on the psychological and political elements over the purely military."},{"id":369,"quote":"The acquisition of knowledge from books provides an experience different from the Internet. Reading is relatively time-consuming; to ease the process, style is important. Because it is not possible to read all books on a given subject, much less the totality of books, or to organize easily everything one has read, learning from books places a premium on conceptual thinking - the ability to recognize comparable data and events and project patterns into the future. And style propels the reader into a relationship with the author, or with the subject matter, by fusing substance and aesthetics."},{"id":370,"quote":"Rarely has a diplomatic document so missed its objective as the Treaty of Versailles. Too punitive for conciliation, too lenient to keep Germany from recovering, the Treaty of Versailles condemned the exhausted democracies to constant vigilance against an irreconcilable and revanchist Germany as well as a revolutionary Soviet Union."},{"id":371,"quote":"history teaches by analogy, shedding light on the likely consequences of comparable situations."},{"id":372,"quote":"For the greatest part of humanity and the longest periods of history, empire has been the typical mode of government."},{"id":373,"quote":"And history teaches this iron law of revolutions: the more extensive the eradication of existing authority, the more its successors must rely on naked power to establish themselves. For,in the end,legitimacy involves an acceptance of authority without compulsion; its absence turns every contest into a test of strength."},{"id":374,"quote":"Islamic legal rulings stipulate that a treaty cannot be forever, since it must be immediately void should the Muslims become capable of fighting them. What these treaties did not imply was a permanent system in which the Islamic state would interact on equal terms with sovereign non-Muslim states: “The communities of the dar al-harb were regarded as being in a ‘state of nature,’ for they lacked legal competence to enter into intercourse with Islam on the basis of equality and reciprocity because they failed to conform to its ethical and legal standards.” Because in this view the domestic principles of an Islamic state were divinely ordained, non-Muslim political entities were illegitimate; they could never be accepted by Muslim states as truly equal counterparts. A peaceful world order depended on the ability to forge and expand a unitary Islamic entity, not on an equilibrium of competing parts.”"},{"id":375,"quote":"Order should not have priority over freedom. But the affirmation of freedom should be elevated from a mood to a strategy."},{"id":376,"quote":"From all the great and indispensable achievements the Internet has brought to our era, its emphasis is on the actual more than the contingent, on the factual rather than the conceptual, on values shaped by consensus rather than by introspection. Knowledge of history and geography is not essential for whose who can evoke their data with the touch of a button. The mindset for walking lonely political paths may not be self-evident to those who seek confirmation by hundreds, sometimes thousands of friends on Facebook"},{"id":377,"quote":"Any system of world order, to be sustainable, must be accepted as just—not only by leaders, but also by citizens. It must reflect two truths: order without freedom, even if sustained by momentary exaltation, eventually creates its own counterpoise; yet freedom cannot be secured or sustained without a framework of order to keep the peace. Order and freedom, sometimes described as opposite poles on the spectrum of experience, should instead be understood as interdependent. Can today’s leaders rise above the urgency of day-to-day events to achieve this balance?"},{"id":378,"quote":"Realpolitik for Bismarck depended on flexibility and on the ability to exploit every available option without the constraint of ideology."},{"id":379,"quote":"The poet T. S. Eliot captured this in his “Choruses from ‘The Rock’: Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?”"},{"id":380,"quote":"But Japan drew from the challenge the opposite conclusion as China: it threw open its doors to foreign technology and overhauled its institutions in an attempt to replicate the Western powers’ rise."},{"id":381,"quote":"It is . . . a melancholy fact that the countries which are most humanitarian, which are most interested in internal improvement, tend to grow weaker compared with the other countries which possess a less altruistic civilization . ."},{"id":382,"quote":"The bargaining position of the victor always diminishes with time. Whatever is not exacted during the shock of defeat becomes increasingly difficult to attain later."},{"id":383,"quote":"In any of these evolutions, India will be a fulcrum of twenty-first-century order: an indispensable element, based on its geography, resources, and tradition of sophisticated leadership, in the strategic and ideological evolution of the regions and the concepts of order at whose intersection it stands."},{"id":384,"quote":"Anyone wishing to affect events must be opportunist to some extent. The real dis­tinction is between those who adapt their purposes to reality and those who seek to mold reality in the light of their purposes."},{"id":385,"quote":"United States would become the indispensable defender of the order Europe designed."},{"id":386,"quote":"the American Senate remained focused on domestic priorities and thwarted all expansionist projects. It kept the army small (25,000 men) and the navy weak. Until 1890, the American army ranked fourteenth in the world, after Bulgaria’s, and the American navy was smaller than Italy’s even though America’s industrial strength was thirteen times that of Italy. America did not participate in international conferences and was treated as a second-rank power. In 1880, when Turkey reduced its diplomatic establishment, it eliminated its embassies in Sweden, Belgium, the Netherlands, and the United States. At the same time, a German diplomat in Madrid offered to take a cut in salary rather than be posted to Washington.18"},{"id":387,"quote":"Helmut, if I had known that one can make it to 90 on 60 cigarettes a day, I would have started smoking 30 years ago. [at Former German Chancellor Helmut Schmidt’s 90th birthday]"},{"id":388,"quote":"The art of crisis management is to raise the stakes to where the adversary will not follow, but in a manner that avoids a tit for tat."},{"id":389,"quote":"postcolonial countries. All have sought to overcome the legacy of colonial”"},{"id":390,"quote":"A Harvard study has shown that in fifteen cases in history where a rising and an established power interacted, ten ended in war."},{"id":391,"quote":"Presidential campaigns are on the verge of turning into media contests between master operators of the Internet. What once had been substantive debates about the content of governance will reduce candidates to being spokesmen for a marketing effort pursued by methods whose intrusiveness would have been considered only a generation ago the stuff of science fiction. The candidates’ main role may become fund-raising rather than the elaboration of issues. Is the marketing effort designed to convey the candidate’s convictions, or are the convictions expressed by the candidate the reflections of a “big data research effort into individuals’ likely preferences and prejudices? Can democracy avoid an evolution toward a demagogic outcome based on emotional mass appeal rather than the reasoned process the Founding Fathers imagined?”"},{"id":392,"quote":"If chess is about the decisive battle, wei qi is about the protracted campaign. The chess player aims for total victory. The wei qi player seeks relative advantage."},{"id":393,"quote":"For Roosevelt, if a nation was unable or unwilling to act to defend its own interests, it could not expect others to respect them. Inevitably,"},{"id":394,"quote":"order without freedom, even if sustained by momentary exaltation, eventually creates its own counterpoise; yet freedom cannot be secured or sustained without a framework of order to keep the peace."},{"id":395,"quote":"Chinese thinkers developed strategic thought that placed a premium on victory through psychological advantage and preached the avoidance of direct conflict."},{"id":396,"quote":"New methods of accessing and communicating information unite regions as never before and project events globally—but in a manner that inhibits reflection, demanding of leaders that they register instantaneous reactions in a form expressible in slogans. Are we facing a period in which forces beyond the restraints of any order determine the future?"},{"id":397,"quote":"Three conclusions emerge from Richelieu’s career. First, the indispensable element of a successful foreign policy is a long-term strategic concept based on a careful analysis of all relevant factors. Second, the statesman must distill that vision by analyzing and shaping an array of ambiguous, often conflicting pressures into a coherent and purposeful direction. He (or she) must know where this strategy is leading and why. And, third, he must act at the outer edge of the possible, bridging the gap between his society’s experiences and its aspirations."},{"id":398,"quote":"Nobody will ever win the Battle of the Sexes. There's just too much fraternizing with the enemy."},{"id":399,"quote":"We live in a wondrous time, in which the strong is weak because of his scruples and the weak grows strong because of his audacity."},{"id":400,"quote":"When statesmen want to gain time, they offer to talk."},{"id":401,"quote":"in international affairs a reputation for reliability is a more important asset than demonstrations of tactical cleverness."},{"id":402,"quote":"Wer das Öl kontrolliert, ist in der Lage, ganze Nationen zu kontrollieren; wer die Nahrung kontrolliert, kontrolliert die Menschen"},{"id":403,"quote":"One of Ronald Reagan’s fantasies as president was that he would take Mikhail Gorbachev on a tour of the United States so the Soviet leader could see how ordinary Americans lived. Reagan often talked about it. He imagined that he and Gorbachev would fly by helicopter over a working-class community, viewing a factory and its parking lot filled with cars and then circling over the pleasant neighborhood where the factory workers lived in homes “with lawns and backyards, perhaps with a second car or a boat in the driveway, not the concrete rabbit warrens I’d seen in Moscow. The helicopter would descend, and Reagan would invite Gorbachev to knock on doors and ask the residents “what they think of our system.” The workers would tell him how wonderful it was to live in America.”"},{"id":404,"quote":"When the Chinese court deigned to send envoys abroad, they were not diplomats, but “Heavenly Envoys from the Celestial Court.”"},{"id":405,"quote":"Chess teaches the Clausewitzian concepts of “center of gravity and the “decisive point”—the game usually beginning as a struggle for the center of the board. Wei qi teaches the art of strategic encirclement.”"},{"id":406,"quote":"If the gap between the qualities required for election and those essential for the conduct of office becomes too wide, the conceptual grasp and sense of history that should be part of foreign policy may be lost—or else the cultivation of these qualities may take so much of a president’s first term in office as to inhibit a leading role for the United States."},{"id":407,"quote":"[l]ove of kindness, without a love to learn, finds itself obscured by foolishness. Love of knowledge, without a love to learn, finds itself obscured by loose speculation. Love of honesty, without a love to learn, finds itself obscured by harmful candour. Love of straightforwardness, without a love to learn, finds itself obscured by misdirected judgment. Love of daring, without a love to learn, finds itself obscured by insubordination. And love for strength of character, without a love to learn, finds itself obscured by intractability"},{"id":408,"quote":"The highest form of warfare Is to attack [the enemy’s] Strategy itself; The next, To attack [his] Alliances. The next, To attack Armies;"},{"id":409,"quote":"Yet a surfeit of information may paradoxically inhibit the acquisition of knowledge and push wisdom even further away than it was before. The poet T. S. Eliot captured this in his “Choruses from ‘The Rock’:   Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?”"},{"id":410,"quote":"El orden que hoy está surgiendo deberán edificarlo estadistas que representan culturas sumamente distintas, que administran enormes burocracias de tal complejidad que, a menudo, la energía de estos estadistas se gasta más atendiendo a la maquinaria administrativa que definiendo un propósito. Estos estadistas han llegado a la cumbre del poder gracias a unas cualidades que no siempre son las necesarias para gobernar y aún son menos apropiadas para edificar un orden internacional."},{"id":411,"quote":"The cultural and political backgrounds of the two sides diverge in important aspects. The American approach to policy is pragmatic; China’s is conceptual. America has never had a powerful threatening neighbor; China has never been without a powerful adversary on its borders. Americans hold that every problem has a solution; Chinese think that each solution is an admission ticket to a new set of problems. Americans seek an outcome responding to immediate circumstances; Chinese concentrate on evolutionary change. Americans outline an agenda of practical “deliverable items; Chinese set out general principles and analyze where they will lead. Chinese thinking is shaped in part by Communism but embraces a traditionally Chinese way of thought to an increasing extent; neither is intuitively familiar to Americans. China”"},{"id":412,"quote":"Will the emerging Europe become an active participant in the construction of a new international order, or will it consume itself on its own internal issues?"},{"id":413,"quote":"the philosopher of history Emmerich de Vattel could write in 1758, the second year of the Seven Years’ War, that: The continual negotiations that take place, make modern Europe a sort of republic, whose members—each independent, but all bound together by a common interest—unite for the maintenance of order and the preservation of liberty. This is what has given rise to the well-known principle of the balance of power, by which is meant an arrangement of affairs so that no state shall be in a position to have absolute mastery and dominate over the others.15"},{"id":414,"quote":"One line of thinking holds that similar principles of networked communication, if applied correctly to the realm of international affairs, could help solve age-old problems of violent conflict. Traditional ethnic and sectarian rivalries may be muted in the Internet age, this theory posits, because “people who try to perpetuate myths about religion, culture, ethnicity or anything else will struggle to keep their narratives afloat amid a sea of newly informed listeners."},{"id":415,"quote":"Konrad Adenauer became Chancellor of the new Federal Republic of Germany at the age of seventy-three, an age by which Bismarck’s career was nearing its end."},{"id":416,"quote":"We fought a military war; our opponents fought a political one. We sought physical attrition; our opponents aimed for our psychological exhaustion. In the process, we lost sight of one of the cardinal maxims of guerrilla war: the guerrilla wins if he does not lose. The conventional army loses if it does not win."},{"id":417,"quote":"The genius of this system, and the reason it spread across the world, was that its provisions were procedural, not substantive."},{"id":418,"quote":"To be absolutely certain about something, one must know everything or nothing about it."},{"id":419,"quote":"Especially when ultimate decisions of peace and war are involved, a strategist must be aware that bluffs may be called and must take into account the impact on his future credibility of an empty threat."},{"id":420,"quote":"Who controls money control the world."},{"id":421,"quote":"The basic premise of collective security was that all nations would view every threat to security in the same way and be prepared to run the same risks in resisting it. Not only had nothing like it ever actually occurred, nothing like it was destined to occur in the entire history of both the League of Nations and the United Nations. Only when a threat is truly overwhelming and genuinely affects all, or most, societies is such a consensus possible—as it was during the two world wars and, on a regional basis, in the Cold War. But in the vast majority of cases—and in nearly all of the difficult ones—the nations of the world tend to disagree either about the nature of the threat or about the type of sacrifice they are prepared to make to meet it."},{"id":422,"quote":"She had interviewed leading personalities all over the world. Fame was sufficiently novel for me to be flattered by the company I would be keeping. I had not bothered to read her writings; her evisceration of other victims was thus unknown to me."},{"id":423,"quote":"The term “Asia ascribes a deceptive coherence to a disparate region.Until the arrival of modern Western powers, no Asian language had a wordfor “Asia”; none of the peoples of what are now Asia’s nearly fiftysovereign states conceived of themselves as inhabiting a single“continent” or region requiring solidarity with all the others. As “theEast,” it has never been clearly parallel to “the West.” There has been nocommon religion, not even one splintered into different branches as isChristianity in the West.”"},{"id":424,"quote":"Two different people appealing to a search engine with the same question do not necessarily receive the same answers. The concept of truth is being relativized and individualized—losing its universal character."},{"id":425,"quote":"Upon learning of Cardinal Richelieu’s death, Pope Urban VIII is alleged to have said, “If there is a God, the Cardinal de Richelieu will have much to answer for. If not… well, he had a successful life."},{"id":426,"quote":"Almost all empires were created by force, but none can be sustained by it. Universal rule, to last, needs to translate force into obligation. Otherwise, the energies of the rulers will be exhausted in maintaining their dominance at the expense of their ability to shape the future, which is the ultimate task of statesmanship. Empires persist if repression gives way to consensus."},{"id":427,"quote":"This body of thought represents an almost total inversion of Westphalian world order. In the purist version of Islamism, the state cannot be the point of departure for an international system because states are secular, hence illegitimate; at best they may achieve a kind of provisional status en route to a religious entity on a larger scale. Noninterference in other countries’ domestic affairs cannot serve as a governing principle, because national loyalties represent deviations from the true faith and because jihadists have a duty to transform dar al-harb, the world of unbelievers. Purity, not stability, is the guiding principle of this conception of world order."},{"id":428,"quote":"Revolutionaries are, by their nature, powerful and single-minded personalities. Almost invariably they start from a position of weakness vis-à-vis the political environment and rely for their success on charisma and on an ability to mobilize resentment and to capitalize on the psychological weakness of adversaries in decline."},{"id":429,"quote":"Foreign policy is in danger of turning into a subdivision of domestic politics instead of an exercise in shaping the future. If the major countries conduct their policies in this manner internally, their relations on the international stage will suffer concomitant distortions. The search for perspective may well be replaced by a hardening of differences, statesmanship by posturing."},{"id":430,"quote":"the participants in the public debate risk being driven less by reasoned arguments than by what catches the mood of the moment. The immediate focus is pounded daily into the public consciousness by advocates whose status is generated by the ability to dramatize. Participants at public demonstrations are rarely assembled around a specific program. Rather, many seek the uplift of a moment of exaltation, treating their role in the event primarily as participation in an emotional experience. These attitudes reflect in part the complexity of defining an identity in the age of social media."},{"id":431,"quote":"Order always requires a subtle balance of restraint, force, and legitimacy."},{"id":432,"quote":"The goal of the tribute system was to foster deference, not to extract economic benefit or to dominate foreign societies militarily."},{"id":433,"quote":"A basic conflict is thus arising over Europe between the interests of Atlantic sea-power, which demand the preservation of vigorous and independent political life on the European peninsula, and the interests of the jealous Eurasian land power, which must always seek to extend itself to the west and will never find a place, short of the Atlantic Ocean, where it can from its own standpoint safely stop."},{"id":434,"quote":"Where Western strategists reflect on the means to assemble superior power at the decisive point, Sun Tzu addresses the means of building a dominant political and psychological position, such that the outcome of a conflict becomes a foregone conclusion. Western strategists test their maxims by victories in battles; Sun Tzu tests by victories where battles have become unnecessary."},{"id":435,"quote":"For Sun Tzu, victory is not simply the triumph of armed forces. Instead, it is the achievement of the ultimate political objectives that the military clash was intended to secure."},{"id":436,"quote":"The main point arises from the fact that I've always acted alone. Americans like that immensely.Americans like the cowboy who leads the wagon train by riding ahead alone on his horse, the cowboy who rides all alone into the town, the village, with his horse and nothing else. Maybe even without a pistol, since he doesn't shoot. He acts, that's all, by being in the right place at the right time. In short, a Western.… This amazing, romantic character suits me precisely because to be alone has always been part of my style or, if you like, my technique."},{"id":437,"quote":"Almost all empires were created by force, but none can be sustained by it. Universal rule, to last, needs to translate force into obligation. Otherwise, the energies of the rulers will be exhausted in maintaining their dominance at the expense of their ability to shape the future, which is the ultimate task of statesmanship. Empires persist if repression gives way to consensus. So"},{"id":438,"quote":"The Art of War articulates a doctrine less of territorial conquest than of psychological dominance; it was the way the North Vietnamese fought America"},{"id":439,"quote":"interrelated. In contrast to the Western approach of treating history as a process of modernity achieving a series of absolute victories over evil and backwardness, the traditional Chinese view of history emphasized a cyclical process of decay and rectification, in which nature and the world can be understood but not completely mastered."},{"id":440,"quote":"Is the marketing effort designed to convey the candidate’s convictions, or are the convictions expressed by the candidate the reflections of a “big data research effort into individuals’ likely preferences and prejudices?”"},{"id":441,"quote":"Self-governed nations do not fill their neighbor states with spies"},{"id":442,"quote":"Roosevelt returned to this theme in his fourth inaugural address in 1945: We have learned the simple truth, as Emerson said, that “The only way to have a friend is to be one. We can gain no lasting peace if we approach it with suspicion and mistrust or with fear.”"},{"id":443,"quote":"If you don’t know where you are going, every road will get you nowhere"},{"id":444,"quote":"the kowtow was symbolically voluntary: it was the representative deference of a people that had been not so much conquered as awed. The tribute presented to China on such occasions was often exceeded in value by the Emperor’s return gifts."},{"id":445,"quote":"In every era, humanity produces demonic individuals and seductive ideas of repression. The task of statesmanship is to prevent their rise to power and sustain an international order capable of deterring them if they do achieve it."},{"id":446,"quote":"Americans hold that every problem has a solution; Chinese think that each solution is an admission ticket to a new set of problems."},{"id":447,"quote":"Since no grand resolution was available, the Gong memorial established a priority among the dangers, in effect based on the principle of defeating the near barbarians with the assistance of the far barbarians. It was a classical Chinese strategy that would be revisited roughly a hundred years later by Mao."},{"id":448,"quote":"Remember that the sanctity of life in the hill villages of Afghanistan is as inviolable in the eye of Almighty God as can be your own. Remember that He who has united you as human beings in the same flesh and blood has bound you by the law of mutual love… not limited by the boundaries of Christian civilization….34"},{"id":449,"quote":"La nostra epoca è alla ricerca insistente, a volte quasi disperata, di un’idea di ordine mondiale. Il caos incombe minaccioso, accompagnandosi con un’interdipendenza senza precedenti: nella proliferazione delle armi di distruzione di massa, nella disintegrazione degli Stati, nell’impatto delle devastazioni ambientali, nel persistere delle pratiche genocide e nella diffusione di nuove tecnologie che rischiano di spingere il conflitto al di fuori del controllo o della comprensione dell’uomo. Nuovi metodi di accesso all’informazione e di comunicazione uniscono differenti regioni come mai nel passato e proiettano gli eventi su scala globale, ma in un modo che impedisce la riflessione, costringendo i leader ad avere reazioni istantanee in forma di slogan. Ci aspetta forse un periodo in cui a determinare il futuro saranno forze che vanno oltre i limiti di un qualsiasi ordine?"},{"id":450,"quote":"The deadlock was broken when we ordered Walter Stoessel, the U.S. ambassador in Warsaw, to approach Chinese diplomats at the next social function and express the desire for a dialogue. The setting for this encounter was a Yugoslav fashion show in the Polish capital. The Chinese diplomats in attendance, who were without instructions, fled the scene. The Chinese attaché’s account of the incident shows how constrained relations had become. Interviewed years later, he recalled seeing two Americans talking and pointing at the Chinese contingent from across the room; this prompted the Chinese to stand up and leave, lest they be drawn into conversation. The Americans, determined to carry out their instructions, followed the Chinese. When the desperate Chinese diplomats speeded up, the Americans started running after them, shouting in Polish (the only mutually intelligible language available), “We are from American embassy. We want to meet your ambassador… President Nixon said he wanted to resume his talk with Chinese.35”"},{"id":451,"quote":"Whenever peace – conceived as the avoidance of war – has been the primary objective of a power or a group of powers, the international system has been at the mercy of the most ruthless member of the international community. Whenever the international order has acknowledged that certain principles could not be compromised even for the sake of peace, stability based on an equilibrium of forces was at least conceivable."},{"id":452,"quote":"Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?"},{"id":453,"quote":"For centuries, the Middle Kingdom had assured its security by playing off distant barbarians against immediate neighbors. Deeply worried about Soviet expansionism, Mao adopted the same strategy in his opening to the United States."},{"id":454,"quote":"Nel VII secolo l’Islam era dilagato in tre continenti in un’ondata senza precedenti di esaltazione religiosa ed espansione imperiale. Dopo aver unificato il mondo arabo, impadronendosi di resti dell’Impero romano, e inglobato l’Impero persiano, l’Islam si era trovato a governare il Medio Oriente, il Nord Africa, vaste zone dell’Asia e parti dell’Europa. Nella sua concezione di ordine universale era destinato a espandersi sulla «casa della guerra», come erano chiamate tutte le regioni popolate da infedeli, finché il mondo intero fosse divenuto un sistema unitario condotto all’armonia dal messaggio del profeta Maometto. Mentre l’Europa costruiva il proprio ordine multistatale, l’Impero ottomano a predominio turco rinnovava questa aspirazione a un unico governo legittimo ed estendeva la sua supremazia sul centro del mondo arabo, sul Mediterraneo, sui Balcani e sull’Europa orientale."},{"id":455,"quote":"His mentor, Zeng Guofan, a top-ranking Confucian scholar and veteran commander of the Taiping campaigns, had advised Li in 1862 how to use the basic Confucian value of self-restraint as a diplomatic tool: “In your association with foreigners, your manner and deportment should not be too lofty, and you should have a slightly vague, casual appearance. Let their insults, deceitfulness, and contempt for everything appear to be understood by you and yet seem not understood, for you should look somewhat stupid."},{"id":456,"quote":"Still, China was not a missionary society in the Western sense of the term. It sought to induce respect, not conversion; that subtle line could never be crossed. Its mission was its performance, which foreign societies were expected to recognize and acknowledge. It was possible for another country to become a friend, even an old friend, but it could never be treated as China’s peer."},{"id":457,"quote":"if Afghanistan returns to its prewar status as a base for jihadist non-state organizations or as a state dedicated to jihadist policies: Pakistan above all in its entire domestic structure, Russia in its partly Muslim south and west, China with a significantly Muslim Xinjiang, and even Shiite Iran from fundamentalist Sunni trends."},{"id":458,"quote":"In Roosevelt’s view, the international system was in constant flux. Ambition, self-interest, and war were not simply the products of foolish misconceptions of which Americans could disabuse traditional rulers; they were a natural human condition that required purposeful American engagement in international affairs. International society was like a frontier settlement without an effective police force: In new and wild communities where there is violence, an honest man must protect himself; and until other means of securing his safety are devised, it is both foolish and wicked to persuade him to surrender his arms while the men who are dangerous to the community retain theirs. This essentially Hobbesian analysis delivered in, of all occasions, a Nobel Peace Prize lecture, marked America’s departure from the proposition that neutrality and pacific intent were adequate to serve the peace. For Roosevelt, if a nation was unable or unwilling to act to defend its own interests, it could not expect others to respect them."},{"id":459,"quote":"It has the added advantage of being true."},{"id":460,"quote":"Both sides are reinforced in their suspicions by the military maneuvers and defense programs of the other. Even when they are “normal—that is, composed of measures a country would reasonably take in defense of national interest as it is generally understood—they are interpreted in terms of worst-case scenarios. Each side has a responsibility for taking care lest its unilateral deployments and conduct escalate into an arms race.”"},{"id":461,"quote":"At least three viewpoints are identifiable in Arab attitudes: a small, dedicated, but not very vocal group accepting genuine coexistence with Israel and prepared to work for it; a much larger group seeking to destroy Israel by permanent confrontation; and those willing to negotiate with Israel but justifying negotiations, at least domestically, in part as a means to overcome the Jewish state in stages."},{"id":462,"quote":"explanation for such a one-sided transaction: “This accession of territory affirms forever the power of the United States, and I have just given England a maritime rival that sooner or later will lay low her pride."},{"id":463,"quote":"Failure of the attempt to extinguish the newly declared State of Israel did not lead to a political settlement and the opening of state-to-state relations, as happened in most other postcolonial conflicts in Asia and Africa. Instead, it ushered in a protracted period of political rejection and reluctant armistice agreement against the background of radical groups seeking to force Israel into submission through terrorist campaigns."},{"id":464,"quote":"The two sides need to absorb the history of the decade before World War I, when the gradual emergence of an atmosphere of suspicion and latent confrontation escalated into catastrophe. The leaders of Europe trapped themselves by their military planning and inability to separate the tactical from the strategic."},{"id":465,"quote":"Presidential campaigns are on the verge of turning into media contests between master operators of the Internet. What once had been substantive debates about the content of governance will reduce candidates to being spokesmen for a marketing effort pursued by methods whose intrusiveness would have been considered only a generation ago the stuff of science fiction. The"},{"id":466,"quote":"At least Tsar Alexander III understood that the game now being played was for the highest stakes. When Giers asked him, '...what would we gain by helping the french destroy Germany?' he replied: 'what we would gain would be that Germany, as such, would disappear. It would break up into a number of small, weak states, the way it used to be'."},{"id":467,"quote":"The nature of these challenges was not singular to the 1930s. In every era, humanity produces demonic individuals and seductive ideas of repression. The task of statesmanship is to prevent their rise to power and sustain an international order capable of deterring them if they do achieve it. The interwar years’ toxic mixture of facile pacifism, geopolitical imbalance, and allied disunity allowed these forces a free hand."},{"id":468,"quote":"For nations, history plays the role that character confers on human beings."},{"id":469,"quote":"The Marshall Plan and NATO succeeded because a political tradition of government remained in Europe, even if impaired."},{"id":470,"quote":"When urged to adhere to the international system’s “rules of the game and “responsibilities,” the visceral reaction of many Chinese—including senior leaders—has been profoundly affected by the awareness that China has not participated in making the rules of the system. They are asked—and, as a matter of prudence, have agreed—to adhere to rules they had had no part in making.”"},{"id":471,"quote":"yet freedom cannot be secured or sustained without a framework of order to keep the peace."},{"id":472,"quote":"Mao thought he was inscrutable you know. At least I think he did. it was hard to tell with him."},{"id":473,"quote":"We shouldn’t be afraid of atomic bombs and missiles. No matter what kind of war breaks out—conventional or thermonuclear—we’ll win. As for China, if the imperialists unleash war on us, we may lose more than three hundred million people. So what? War is war. The years will pass, and we’ll get to work producing more babies than ever before.27"},{"id":474,"quote":"The Commander of U.S. Cyber Command has predicted that “the next war will begin in cyberspace. It will not be possible to conceive of international order when the region through which states’ survival and progress are taking place remains without any international standards of conduct and is left to unilateral decisions.”"},{"id":475,"quote":"The tragedy of Wilsonianism is that it bequeathed to the twentieth century’s decisive power an elevated foreign policy doctrine unmoored from a sense of history or geopolitics."},{"id":476,"quote":"Who controls the money controls the world"},{"id":477,"quote":"Side by side with the limitless possibilities opened up by the new technologies, reflection about international order must include the internal dangers of societies driven by mass consensus, deprived of the context and foresight needed on terms compatible with their historical character. In every other era, this has been considered the essence of leadership; in our own, it risks being reduced to a series of slogans designed to capture immediate short-term approbation. Foreign policy is in danger of turning into a subdivision of domestic politics instead of an exercise in shaping the future. If the major countries conduct their policies in this manner internally, their relations on the international stage will suffer concomitant distortions. The search for perspective may well be replaced by a hardening of differences, statesmanship by posturing. As diplomacy is transformed into gestures geared toward passions, the search for equilibrium risks giving way to a testing of limits."},{"id":478,"quote":"Deliberative assemblies shall be widely established and all matters decided by open discussion. 3. All classes, high and low, shall be united in vigorously carrying out the administration of affairs of state. 4. The common people, no less than the civil and military officials, shall all be allowed to pursue their own calling so that there may be no discontent. 5. Evil customs of the past shall be broken off and everything based upon the just laws of Nature. 6. Knowledge shall be sought throughout the world so as to strengthen the foundation of imperial rule."},{"id":479,"quote":"Jefferson “candidly confess[ed] to President Monroe, “I have ever looked on Cuba as the most interesting addition which could ever be made to our system of States.” And to James Madison, Jefferson wrote, “We should then have only to include the North [Canada] in our confederacy … and we should have such an empire for liberty as she has never surveyed since the creation: & I am persuaded no constitution was ever before so well calculated as ours for extensive empire & self government.”"},{"id":480,"quote":"In recent years, as personal memories have faded, another perspective is beginning to make a tentative appearance in China. This view acknowledges the colossal wrongs committed during the Cultural Revolution, but it begins to inquire whether perhaps Mao raised an important question, even if his answer to it proved disastrous. The problem Mao is said to have identified is the relationship of the modern state—especially the Communist state—to the people it governs. In largely agricultural—and even incipient industrial—societies, governance concerns issues within the capacity of the general public to understand. Of course, in aristocratic societies, the relevant public is limited. But whatever the formal legitimacy, some tacit consensus by those who are to carry out directives is needed—unless governance is to be entirely by imposition, which is usually unsustainable over a historic period."},{"id":481,"quote":"An alliance with France was enlisted in the war for independence from Britain, then loosened in the aftermath, as France undertook revolution and embarked on a European crusade in which the United States had no direct interest. When President Washington, in his 1796 Farewell Address—delivered in the midst of the French revolutionary wars—counseled that the United States “steer clear of permanent alliances with any portion of the foreign world and instead “safely trust to temporary alliances for extraordinary emergencies,” he was issuing not so much a moral pronouncement as a canny judgment about how to exploit America’s comparative advantage: the United States, a fledgling power safe behind oceans, did not have the need or the resources to embroil itself in continental controversies over the balance of power.”"},{"id":482,"quote":"American exceptionalism is missionary. It holds that the United States has an obligation to spread its values to every part of the world. China’s exceptionalism is cultural."},{"id":483,"quote":"In the vacuum of authority following the demonstrations’ initial success, factions from the pre-uprising period are often in a position to shape the outcome."},{"id":484,"quote":"Any system of world order, to be sustainable, must be accepted as just—not only by leaders, but also by citizens. It must reflect two truths: order without freedom, even if sustained by momentary exaltation, eventually creates its own counterpoise; yet freedom cannot be secured or sustained without a framework of order to keep the peace. Order and freedom, sometimes described as opposite poles on the spectrum of experience, should instead be understood as interdependent."},{"id":485,"quote":"The rich fertility of China’s plains and a culture of uncommon resilience and political acumen had enabled China to remain unified over much of a two-millennia period and to exercise considerable political, economic, and cultural influence—even when it was militarily weak by conventional standards. Its comparative advantage resided in the wealth of its economy, which produced goods that all of its neighbors desired. Shaped by these elements, the Chinese idea of world order differed markedly from the European experience based on a multiplicity of co-equal states."},{"id":486,"quote":"Two other issues are contributing to tension in Sino-American relations. China rejects the proposition that international order is fostered by the spread of liberal democracy and that the international community has an obligation to bring this about, and especially to achieve its perception of human rights by international action. The United States may be able to adjust the application of its views on human rights in relation to strategic priorities. But in light of its history and the convictions of its people, America can never abandon these principles altogether. On the Chinese side, the dominant elite view on this subject was expressed by Deng Xiaoping: Actually, national sovereignty is far more important than human rights, but the Group of Seven (or Eight) often infringe upon the sovereignty of poor, weak countries of the Third World. Their talk about human rights, freedom and democracy is designed only to safeguard the interests of the strong, rich countries, which take advantage of their strength to bully weak countries, and which pursue hegemony and practice power politics. No formal compromise is possible between these views; to keep the disagreement from spiraling into conflict is one of the principal obligations of the leaders of both sides."},{"id":487,"quote":"The lowest form of war is To attack Cities. Siege warfare Is a last resort . . .   The Skillful Strategist Defeats the enemy Without doing battle, Captures the city Without laying siege, Overthrows the enemy state Without protracted war.34"},{"id":488,"quote":"A country whose security depends on producing a genius in each generation sets itself a task no society has ever met."},{"id":489,"quote":"In short, from the earth to Saturn, from the history of the heavens to that of insects, natural philosophy has been revolutionized; and nearly all other fields of knowledge have assumed new forms … [T]he discovery and application of a new method of philosophizing, the kind of enthusiasm which accompanies discoveries, a certain exaltation of ideas which the spectacle of the universe produces in us—all these causes have brought about a lively fermentation of minds. Spreading through nature in all directions like a river which has burst its dams, this fermentation has swept with a sort of violence everything along with it which stood in its way."},{"id":490,"quote":"Constantly changing shape as its rulers annexed contiguous territories, Russia was an empire out of scale in comparison with any of the European countries. Moreover, with every new conquest, the character of the state changed as it incorporated another brand-new, restive, non-Russian ethnic group. This was one of the reasons Russia felt obliged to maintain huge armies whose size was unrelated to any plausible threat to its external security."},{"id":491,"quote":"Because in this view the domestic principles of an Islamic state were divinely ordained, non-Muslim political entities were illegitimate; they could never be accepted by Muslim states as truly equal counterparts. A peaceful world order depended on the ability to forge and expand a unitary Islamic entity, not on an equilibrium of competing parts."},{"id":492,"quote":"If the Emperor strayed from the path of virtue, All Under Heaven would fall into chaos. Even natural catastrophes might signify that disharmony had beset the universe. The existing dynasty would be seen to have lost the “Mandate of Heaven by which it possessed the right to govern: rebellions would break out, and a new dynasty would restore the Great Harmony of the universe.19”"},{"id":493,"quote":"Tradition matters because it is not given to societies to proceed through history as if they had no past and as if every course of action were available to them. they may deviate from the previous trajectory only within a finite margin. the great statesmen act at the outer limit of that margin. if they fall short, society stagnates. if they exceed it, they lose the capacity to shape posterity."},{"id":494,"quote":"I want to express here my continuing respect and personal affection for President George W. Bush, who guided America with courage, dignity, and conviction in an unsteady time. His objectives and dedication honored his country even when in some cases they proved unattainable within the American political cycle."},{"id":495,"quote":"In a world where continental structures like America, China, and maybe India and Brazil have already reached critical mass, how will Europe handle its transition to a regional unit?"},{"id":496,"quote":"may not lead to reduction in U.S. casualties until its final stages, as our casualty rate may be unrelated to the total number of American troops in South Vietnam. To kill about 150 U.S. soldiers a week, the enemy needs to attack only a small portion of our forces…."},{"id":497,"quote":"The United States has every reason from history and geopolitics to bolster the European Union and prevent its drifting off into a geopolitical vacuum; the United States, if separated from Europe in politics, economics, and defense, would become geopolitically an island off the shores of Eurasia, and Europe itself could turn into an appendage to the reaches of Asia and the Middle East."},{"id":498,"quote":"It supported participatory governance in both friendly and adversarial countries; it played a leading role in articulating new humanitarian principles, and since 1945 it has, in five wars and on several other occasions, spent American blood to redeem them in distant corners of the world. No other country would have had the idealism and the resources to take on such a range of challenges or the capacity to succeed in so many of them. American idealism and exceptionalism were the driving forces behind the building of a new international order."},{"id":499,"quote":"Its requirement of frequent daily prayers made faith a way of life; its emphasis on the identity of religious and political power transformed the expansion of Islam from an imperial enterprise into a sacred obligation."},{"id":500,"quote":"ALL TWELVE POSTWAR presidents have passionately affirmed an exceptional role for America in the world."},{"id":501,"quote":"Силата се оказва твърде трудна за измерване и волята за нейното прилагане – твърде различна, за да й бъде позволено да служи като надеждно ръководство за международен ред. Равновесието действа най-добре, когато бъде укрепено със съглашение за общи ценности. Балансът на силите намалява способността да се събори международният ред; съгласие по отношение на споделените ценности подтиска желанието да се събори международният ред. Мощ без законност изкушава към премерване на силите; законност без мощ изкушава към празно перчене."},{"id":502,"quote":"To undertake a journey on a road never before traveled requires character and courage: character because the choice is not obvious; courage because the road will be lonely at first."},{"id":503,"quote":"World order describes the concept held by a region or civilization about the nature of just arrangements and the distribution of power thought to be applicable to the entire world."},{"id":504,"quote":"The acquisition of knowledge from books provides an experience different from the Internet. Reading is relatively time-consuming; to ease the process, style is important. Because it is not possible to read all books on a given subject, much less the totality of all books, or to organize easily everything one has read, learning from books places a premium on conceptual thinking—the ability to recognize comparable data and events and project patterns into the future."},{"id":505,"quote":"La excepcionalidad estadounidense es propagandista. Mantiene que este país tiene la obligación de difundir sus valores por todo el mundo. La excepcionalidad china es cultural. China no hace proselitismo; no reivindica que sus instituciones tengan validez fuera de China. Sin embargo, el país es el heredero de la tradición del Reino Medio, que clasificó de manera formal el resto de los estados en distintos niveles tributarios basándose en su aproximación a las formas culturales y políticas chinas; en otras palabras, aplicó un tipo de universalidad cultural."},{"id":506,"quote":"when Germany declared itself ready to discuss an armistice, Wilson refused to negotiate until the Kaiser abdicated."},{"id":507,"quote":"If the major powers come to practice foreign policies of manipulating a multiplicity of subsovereign units observing ambiguous and often violent rules of conduct, many based on extreme articulations of divergent cultural experiences, anarchy is certain."},{"id":508,"quote":"The Westphalian peace reflected a practical accommodation to reality, not a unique moral insight. It relied on a system of independent states refraining from interference in each other’s domestic affairs and checking each other’s ambitions through a general equilibrium of power."},{"id":509,"quote":"So long as strategic nuclear weapons were the principal element of Europe’s defense, the objective of European policy was primarily psychological: to oblige the United States to treat Europe as an extension of itself in case of an emergency."},{"id":510,"quote":"Bouteflika: Your position was one of principle, it was very clear. Your press—Newsweek, the New York Times—were very objective on the problem. And we find that the U.S. could have stopped the Green March. The U.S. could have stopped it, or favored it.Kissinger: That’s not true.Bouteflika: We think on the contrary that France played a crude role. There was no delicacy, no subtlety. Bourguiba, Senghor—they tried to use what influence remained for France. Bongo. No finesse, no research.I don’t know if this corresponds to your situation. But there are sentiments, and we were very affected because we thought it was an anti-Algerian position.Kissinger: We don’t have an anti-Algerian position. The only question was how much to invest. To prevent the Green March would have meant hurting our relations completely with Morocco, in effect an embargo.Bouteflika: You could have done it. You could stop economic aid and military aid.Kissinger: But that would have meant ruining our relations with Morocco completely.Bouteflika: No. The King of Morocco would not have gone to the Soviets.Kissinger: But we don’t have that much interest in the Sahara.Bouteflika: But you have interests in Spain, and in Morocco.Kissinger: And in Algeria.Bouteflika: And you favored one.[FOREIGN RELATIONS OF THE UNITED STATES, 1969-1976, VOLUME E-9, PART 1, DOCUMENTS ON NORTH AFRICA, 1973-1976110. Memorandum of Conversation - Paris, December 17, 1975, 8:05–9:25 a.m.]"},{"id":511,"quote":"The essence of building a constructive world order is that no single country, neither China nor the United States, is in a position to fill by itself the world leadership role of the sort that the United States occupied in the immediate post–Cold War period, when it was materially and psychologically preeminent."},{"id":512,"quote":"One line of thinking holds that similar principles of networked communication, if applied correctly to the realm of international affairs, could help solve age-old problems of violent conflict. Traditional ethnic and sectarian rivalries may be muted in the Internet age, this theory posits, because “people who try to perpetuate myths about religion, culture, ethnicity or anything else will struggle to keep their narratives afloat amid a sea of newly informed listeners. With more data, everyone gains a better frame of reference."},{"id":513,"quote":"Because the unchecked eastward advance into Manchuria and Korea of Russia—a country that, in Roosevelt’s words, “pursued a policy of consistent opposition to us in the East, and of literally fathomless mendacity—”"},{"id":514,"quote":"Under the ayatollahs’ concept of policy, the dispute with the West is not a matter of specific technical concessions or negotiating formulas but a contest over the nature of world order."},{"id":515,"quote":"Well, you can just stop and think of what could happen if anybody with a decent system of government got control of that mainland. Good God.… There’d be no power in the world that could even—I mean, you put 800 million Chinese to work under a decent system… and they will be the leaders of the world.34"},{"id":516,"quote":"Torn between obsessive insecurity and proselytizing zeal, between the requirements of Europe and the temptations of Asia, the Russian Empire always had a role in the European equilibrium but was never emotionally a part of it."},{"id":517,"quote":"Nikdo dohodnuté listiny nepodepisoval s iluzí, že by snad prováděl něco víc než prosazování vlastního zájmu a prestiže. Paradoxně však právě toto všeobecné vyčerpání a cynismus účastníkům umožnily transformovat praktické prostředky k ukončení jedné konkrétní války v obecnou koncepci světového uspořádání."},{"id":518,"quote":"Anglie zpoza kanálu La Manche čekala, až Napoleon (a ve 20. století Hitler) udělá chybu, která jí umožní vojensky vstoupit na kontinent v roli obhájce mocenské rovnováhy. (Za druhé světové války současně čekala, až se do střetu zapojí Spojené státy.)"},{"id":519,"quote":"it is almost always a mistake for heads of state to undertake the details of a negotiation. They are then obliged to master specifics normally handled by their foreign offices and are deflected onto subjects more appropriate to their subordinates, while being kept from issues only heads of state can resolve. Since no one without a well-developed ego reaches the highest office, compromise is difficult and deadlocks are dangerous. With the domestic positions of the interlocutors so often dependent on at least the semblance of success, negotiations more often concentrate on obscuring differences than they do on dealing with the essence of a problem."},{"id":520,"quote":"V rozepjaté a zadumané „ruské duši“ (jak o ní ruští myslitelé posléze začali hovořit) prodlévalo přesvědčení, že jednou veškeré ruské snahy a rozpory dospějí k rozkvětu, pouť Ruska se prokáže jako platná, jeho výkony se dočkají chvály, pohrdání Západu se překlopí v úžas a obdiv, země sloučí moc a rozlehlost Východu s kultivovaností Západu a mravní silou pravé zbožnosti a Moskva – „třetí Řím“ a dědic padlé Byzance, jejíž car je „následníkem východořímských caesarů, pořadatelů církve a jejích koncilů, jež ustavily samotné krédo křesťanského náboženství“ – bude hrát rozhodující roli v nastolení nové epochy celosvětové spravedlnosti a bratrství."},{"id":521,"quote":"Harold Macmillan, then Chancellor of the Exchequer, told Ambassador Robert Murphy, a Dulles emissary, that, if Great Britain did not confront Nasser now, “Britain would become another Netherlands."},{"id":522,"quote":"To me there is not only right or wrong but many shades in between...The real tragedies in life are not in choices between right and wrong. Only the most callous of persons choose what they know to be wrong. Real tragedy comes [illegible] in a dilemma of evaluating what is right...Real dilemmas are difficulties of the soul, provoking agonies, which you in your world of black and white can't even begin to comprehend."},{"id":523,"quote":"Sin embargo, en los primeros años de la dinastía Ming, entre 1405 y 1433, China abordó una de las empresas navales más notables y misteriosas de toda la historia: el almirante Zheng He emprendió viaje con unas flotas compuestas por «barcos del tesoro», tecnológicamente sin precedentes, hacia lejanos destinos como Java, la India, el Cuerno de África y el estrecho de Ormuz."},{"id":524,"quote":"framework of order to keep the peace. Order and freedom, sometimes described as opposite poles on the spectrum of experience, should instead be understood as interdependent. Can today’s leaders rise above the urgency of day-to-day events to achieve this balance?"},{"id":525,"quote":"With these distinctive traditions and millennial habits of superiority, China entered the modern age a singular kind of empire: a state claiming universal relevance for its culture and institutions but making few efforts to proselytize; the wealthiest country in the world but one that was indifferent to foreign trade and technological innovation; a culture of cosmopolitanism overseen by a political elite oblivious to the onset of the Western age of exploration; and a political unit of unparalleled geographic extent that was unaware of the technological and historical currents that would soon threaten its existence."},{"id":526,"quote":"Rarely has a diplomatic document so missed its objective as the Treaty of Versailles. Too punitive for conciliation, too lenient to keep Germany from recovering,"},{"id":527,"quote":"Zbývajících sedmatřicet německých států se seskupilo do entity nazvané Německý spolek, která měla poskytnout odpověď na odvěké evropské dilema: když je Německo slabé, je lákadlem pro cizí – především francouzské – intervence, a když je jednotné, pak má dost síly na to, aby samostatně porazilo své sousedy, a svádí je proto k tomu, aby v reakci na nebezpečí spojili své síly. V tomto smyslu lze tvrdit, že po většinu historie bylo Německo pro mír v Evropě buď příliš slabé, nebo příliš silné."},{"id":528,"quote":"How would a restored Islamic world order relate to the modern international system, built around states? A true Muslim’s loyalty, al-Banna argued, was to multiple, overlapping spheres, at the apex of which stood a unified Islamic system whose purview would eventually embrace the entire world. His homeland was first a “particular country; “then it extends to the other Islamic countries, for all of them are a fatherland and an abode for the Muslim”; then it proceeds to an “Islamic Empire” on the model of that erected by the pious ancestors, for “the Muslim will be asked before God” what he had done “to restore it.” The final circle was global: “Then the fatherland of the Muslim expands to encompass the entire world. Do you not hear the words of God (Blessed and Almighty is He!): ‘Fight them until there is no more persecution, and worship is devoted to God’?” Where possible, this fight would be gradualist and peaceful. Toward non-Muslims, so long as they did not oppose the movement and paid it adequate respect, the early Muslim Brotherhood counseled “protection,” “moderation and deep-rooted equity.” Foreigners were to be treated with “peacefulness and sympathy, so long as they behave with rectitude and sincerity.” Therefore, it was “pure fantasy” to suggest that the implementation of “Islamic institutions in our modern life would create estrangement between us and the Western nations.”"},{"id":529,"quote":"Rakousko, kdysi považované za jednu z nejsilnějších a nejlépe řízených zemí v Evropě, se stalo zranitelným vlivem své polohy uprostřed Evropy: kdykoli se kontinent zatřásl, dolehla sem odezva. Mnohojazyčný ráz říše ji též činil snadným terčem sílící vlny nacionalismu, síly, která byla ještě o generaci dříve v podstatě neznámá."},{"id":530,"quote":"Lidstvo v každé době plodí ďábelské šílence a svůdné představy útisku. Úkolem státnictví je zabránit tomu, aby se vyšvihli k moci, a udržet funkční mezinárodní uspořádání, které je může – pokud se k moci dostanou – zastrašit. Toxická směs povrchního pacifismu, geopolitické nerovnováhy a nejednoty spojenců však těmto silám v meziválečném období dala volnou ruku. Evropa poučená třemi sty lety konfliktu vybudovala mezinárodní řád – a pak ho odhodila, protože její vůdcové nerozuměli při vstupu do první světové války důsledkům svého počínání, a i když nyní chápali, jaký by byl dopad další hromadné katastrofy, zalekli se závěrů, k nimž je toto nahlédnutí mělo přimět. Kolaps mezinárodního pořádku, k němuž v této době došlo, byl v zásadě rezignací či přímo sebevraždou. Evropa opustila zásady vestfálského urovnání, zdráhala se uplatnit sílu, jež by byla nezbytná k obhajobě deklarované morální alternativy, a nyní ji stravovala nová válka, jejíž konec s sebou znovu přinesl nutnost nově pojmout uspořádání kontinentu."},{"id":531,"quote":"Spanish territory in Florida and Texas—the"},{"id":532,"quote":"The religious scholar and Muslim Brotherhood ideologist Sayyid Qutb articulated perhaps the most learned and influential version of this view. In 1964, while imprisoned on charges of participating in a plot to assassinate Egyptian President Nasser, Qutb wrote Milestones, a declaration of war against the existing world order that became a foundational text of modern Islamism. In Qutb’s view, Islam was a universal system offering the only true form of freedom: freedom from governance by other men, man-made doctrines, or “low associations based on race and color, language and country, regional and national interests (that is, all other modern forms of governance and loyalty and some of the building blocks of Westphalian order). Islam’s modern mission, in Qutb’s view, was to overthrow them all and replace them with what he took to be a literal, eventually global implementation of the Quran. The culmination of this process would be “the achievement of the freedom of man on earth—of all mankind throughout the earth.” This would complete the process begun by the initial wave of Islamic expansion in the seventh and eighth centuries, “which is then to be carried throughout the earth to the whole of mankind, as the object of this religion is all humanity and its sphere of action is the whole earth.” Like all utopian projects, this one would require extreme measures to implement. These Qutb assigned to an ideologically pure vanguard, who would reject the governments and societies prevailing in the region—all of which Qutb branded “unIslamic and illegal”—and seize the initiative in bringing about the new order.”"},{"id":533,"quote":"V mezinárodním uspořádání v éře studené války se odrážely dva typy rovnováhy, poprvé v dějinách navzájem podstatně nezávislé: jednak nukleární rovnováha mezi SSSR a USA, jednak vnitřní rovnováha uvnitř Severoatlantické aliance, jejíž působení bylo v podstatné míře psychologické. Evropa uznala americké prvenství výměnou za poskytnutí americké nukleární ochrany."},{"id":534,"quote":"Žádná společnost nikdy neměla sílu, žádný vůdce odolnost a žádná víra energii nutnou k tomu, aby své zákony prosadila trvale na celém světě. Univerzální moc se prokázala jako nedosažitelná a islám v tomto bodě není výjimkou."},{"id":535,"quote":"Pokud řádu nelze dosáhnout obecnou shodou ani jej vnutit silou, pak nelze jinak než jej za cenu katastrof a nelidskostí ukout ze zkušenosti chaosu."},{"id":536,"quote":"Pokud se po revoluci nebo změně režimu neustaví nové autoritativní centrum, jež je považováno podstatnou většinou populace za legitimní, pak dojde k tomu, že široké spektrum rozmanitých frakcí vytrvá v otevřeném konfliktu se skupinami považovanými za mocenské rivaly. Některé části státu mohou sklouznout do anarchie nebo permanentní vzpoury, případně splynout s částí jiného rozpadlého státu. Existující centrální vláda mnohdy není ochotna či schopna prosadit svou autoritu nad pohraničními oblastmi nebo nestátními entitami, jako je Hizballáh, al-Káida, Islámský stát či Tálibán. Přesně k tomu došlo v Iráku a Libyi a v nebezpečně vysoké míře též v Pákistánu."},{"id":537,"quote":"For nearly twenty years, Bismarck preserved the peace and eased international tension with his moderation and flexibility. But he paid the price of misunderstood greatness, for his successors and would-be imitators could draw no better lesson from his example than multiplying arms and waging a war which would cause the suicide of European civilization."},{"id":538,"quote":"Long ago, in youth, I was brash enough to think myself able to pronounce on “The Meaning of History. I now know that history’s meaning is a matter to be discovered, not declared. It is a question we must attempt to answer as best we can in recognition that it will remain open to debate; that each generation will be judged by whether the greatest, most consequential issues of the human condition have been faced, and that decisions to meet these challenges must be taken by statesmen before it is possible to know what the outcome may be.”"},{"id":539,"quote":"arsenals or downgrade the role of nuclear weapons in"},{"id":540,"quote":"Pokud je vláda považována za božskou, pak je každý projev nesouhlasu vnímán jako blasfémie, a nikoli politická opozice."},{"id":541,"quote":"Podobně jako Machiavelli podává i Kautilja analýzu toho světa, který měl reálně před sebou, a poskytuje nikoli normativní, ale praktické vodítko k jednání. Staví přitom na stejné morální bázi jako Richelieu, který žil o téměř dva tisíce let později: stát je křehká struktura a státník nemá morální právo riskovat, že etické ohledy ohrozí jeho další existenci."},{"id":542,"quote":"For the balance of power is never static; its components are in constant flux."},{"id":543,"quote":"Religion and politics never merged into a single construct, leading to Voltaire’s truthful jest that the Holy Roman Empire was “neither Holy, nor Roman, nor an Empire."},{"id":544,"quote":"Režim v Severní Koreji nenaplňuje žádný – dokonce ani svůj vlastní, komunistický – akceptovaný princip legitimity. Jeho hlavním výkonem je, že dokázal zkonstruovat několik jaderných zbraní. K vedení války se Spojenými státy nemá žádnou vojenskou kapacitu, avšak existence těchto zbraní s sebou nese politické důsledky, jež neskonale převyšují jejich možný vojenský užitek."},{"id":545,"quote":"Cold War. China, though technically an ally of the Soviet Union, was in quest of maneuvering"},{"id":546,"quote":"Řečeno slovy Rooseveltova oblíbeného pořekadla, Amerika bude „mluvit tiše a držet silnou hůl“."},{"id":547,"quote":"Later I learned to improve my forecasting—if necessary by asking the visitor in advance what subjects he intended to raise with Nixon. In"},{"id":548,"quote":"(jak to chmurně zhodnotil britský premiér Lloyd George) „množství malých států, mnohdy složených z lidí, kteří si nikdy předtím neustavili stabilní vládu, avšak bez výjimky zahrnujících velké množství Němců, kteří se halasně domáhají znovusjednocení s rodnou zemí“."},{"id":549,"quote":"vlci a ovce dohodli na odzbrojení a jak ovce na znamení toho, že konají v dobré víře, poslaly hlídací psy pryč – a vlci je pak snědli."},{"id":550,"quote":"the convictions that leaders have formed before reaching high office are the intellectual capital they will consume as long as they continue in office. There is little time for leaders to reflect. They are locked in an endless battle in which the urgent constantly gains on the important. The public life of every political figure is a continual struggle to rescue an element of choice from the pressure of circumstance. When"},{"id":551,"quote":"Zakladatel samostatného Singapuru Li Kuang-jao, v dané době možná vůbec nejmoudřejší asijský představitel, byl otevřeným a odhodlaným zastáncem názoru (kterého se dodnes nezřekl), že americká intervence byla nezbytná, pokud se měla zachovat možnost nezávislé jihovýchodní Asie. Analýza toho, jaké důsledky by mělo vítězství komunistů ve Vietnamu pro daný region, byla do značné míry správná."},{"id":552,"quote":"Historically, alliances had been formed to augment a nation’s strength in case of war; as World War I approached, the primary motive for war was to strengthen the alliances."},{"id":553,"quote":"Snad žádná domácí diskuse v amerických dějinách nezanechala tak hluboké rány jako spory kolem války ve Vietnamu."},{"id":554,"quote":"Zvláště trýznivou úzkost způsobovaly dosavadním původcům americké zahraniční politiky záchvaty studentského hněvu. Nejistota dospělých proměnila obvyklé výhrady dozrávajícího mládí v institucionalizovaný vztek a národní trauma. Veřejné demonstrace dosáhly rozměrů, které prezidenta Johnsona (jenž válku nadále prezentoval tradičním způsobem, tedy jako obranu svobodného lidu před postupem totalitarismu) donutily omezit během posledního roku v úřadu svá veřejná vystoupení skoro výhradně na prostory vojenských základen."},{"id":555,"quote":"Hence the task of a strategist is less to analyze a particular situation than to determine its relationship to the context in which it occurs. No particular constellation is ever static; any pattern is temporary and in essence evolving. The strategist must capture the direction of that evolution and make it serve his ends. Sun Tzu uses the word “shi for that quality, a concept with no direct Western counterpart.”"},{"id":556,"quote":"If history teaches anything it is that there can be no peace without equilibrium and no justice without restraint."},{"id":557,"quote":"China produced no religious themes in the Western sense at all. The Chinese never generated a myth of cosmic creation."},{"id":558,"quote":"Yet after withdrawing from three wars in two generations—each begun with idealistic aspirations and widespread public support but ending in national trauma—America struggles to define the relationship between its power (still vast) and its principles."},{"id":559,"quote":"But unlike Machiavelli, Confucius was concerned more with the cultivation of social harmony than with the machinations of power. His themes were the principles of compassionate rule, the performance of correct rituals, and the inculcation of filial piety."},{"id":560,"quote":"America must distill a common understanding with a country that is the central eventual prize targeted by both the Sunni and the Shia versions of jihad and whose efforts, however circuitous, will be essential in fostering a constructive regional evolution."},{"id":561,"quote":"Holy war occasionally moves the already powerful to even greater efforts; it is doomed, however, whenever it flouts strategic or political realities. And the impetus of the age was national identity and national interests, not global jihad."},{"id":562,"quote":"The consensus that had sustained our postwar foreign policy had evaporated. The men and women who had sustained our international commitments and achievements were demoralized by what they considered their failure in Vietnam. Too many of our young were in rebellion against the successes of their fathers, attacking what they claimed to be the overextension of our commitments and mocking the values that had animated the achievements. A new isolationism was growing. Whereas in the 1920s we had withdrawn from the world because we thought we were too good for it, the insidious theme of the late 1960s was that we should withdraw from the world because we were too evil for it. Not"},{"id":563,"quote":"In recent decades, Europe has retreated to the conduct of soft power. But besieged as it is on almost all frontiers by upheavals and migration, Europe, including Britain, can avoid turning into a victim of circumstance only by assuming a more active role."},{"id":564,"quote":"The acquisition of knowledge from books provides an experience different from the Internet. Reading is relatively time-consuming; to ease the process, style is important. Because it is not possible to read all books on a given subject, much less the totality of all books, or to organize easily everything one has read, learning from books places a premium on conceptual thinking—the ability to recognize comparable data and events and project patterns into the future. And style propels the reader into a relationship with the author, or with the subject matter, by fusing substance and aesthetics."},{"id":565,"quote":"In the military context, shi connotes the strategic trend and “potential energy of a developing situation, “the power inherent in the particular arrangement of elements and… its developmental tendency.”38 In The Art of War, the word connotes the ever-changing configuration of forces as well as their general trend.”"},{"id":566,"quote":"Balance-of-power diplomacy was less a choice than an inevitability. No state was strong enough to impose its will; no religion retained sufficient authority to sustain universality. The concept of sovereignty and the legal equality of states became the basis of international law and diplomacy. China, by contrast, was never engaged in sustained contact with another country on the basis of equality for the simple reason that it never encountered societies of comparable culture or magnitude."},{"id":567,"quote":"continuous revolution had three sources: ideology, tradition, and Chinese nationalism."},{"id":568,"quote":"Like the United States, China thought of itself as playing a special role. But it never espoused the American notion of universalism to spread its values around the world. It"},{"id":569,"quote":"Intellectuals analyze the operations of international systems; statesmen build them. And there is a vast difference between the perspective of an analyst and that of a statesman. The analyst can choose which problem he wishes to study, whereas the statesman’s problems are imposed on him. The analyst can allot whatever time is necessary to come to a clear conclusion; the overwhelming challenge to the statesman is the pressure of time. The analyst runs no risk. If his conclusions prove wrong, he can write another treatise. The statesman is permitted only one guess; his mistakes are irretrievable. The analyst has available to him all the facts; he will be judged on his intellectual power. The statesman must act on assessments that cannot be proved at the time that he is making them; he will be judged by history on the basis of how wisely he managed the inevitable change and, above all, by how well he preserves the peace."},{"id":570,"quote":"Germany achieved unification as an affirmation of liberal democracy; it reaffirmed its commitment to European unity as a project of common values and shared development."},{"id":571,"quote":"In the Chinese version of exceptionalism, China did not export its ideas but let others come to seek them."},{"id":572,"quote":"...were history confined to the mechanical repetition of the past, no transformation would ever have occurred. Every great achievement was a vision before it became a reality. In that sense, it arose from commitment, not resignation to the inevitable."},{"id":573,"quote":"they agreed to cede a third of European Russia to German control in the Treaty of Brest-Litovsk of 1918."},{"id":574,"quote":"You must never forget that the unification of Germany is more important than the development of the European Union, that the fall of the Soviet Union is more important than the unification of Germany, and that the rise of India and China is more important than the fall of the Soviet Union."},{"id":575,"quote":"Asia’s International Order and China Of all conceptions of world order in Asia, China operated the longest lasting, the most clearly defined, and the one furthest from Westphalian ideas. China has also taken the most complex journey, from ancient civilization through classical empire, to Communist revolution, to modern great-power status—a course which will have a profound impact on mankind."},{"id":576,"quote":"Can governmental orders be invented from scratch by intelligent thinkers, or is the range of choice limited by underlying organic and cultural realities (the Burkean view)?"},{"id":577,"quote":"The mindset for walking lonely political paths may not be self-evident to those who seek confirmation by hundreds, sometimes thousands of friends on Facebook."},{"id":578,"quote":"the emperor does not govern the barbarians. Those who come to him will not be rejected, and those who leave will not be pursued.28 The objective was a compliant, divided periphery, rather than one directly under Chinese control.”"}]