[{"id":1,"quote":"You know, a long time ago being crazy meant something. Nowadays everybody's crazy."},{"id":2,"quote":"Look down at me and you see a fool,Look up at me and you see a god,Look straight at me and you see yourself."},{"id":3,"quote":"Total paranoia is just total awareness."},{"id":4,"quote":"I can't judge any of you. I have no malice against you and no ribbons for you. But I think that it is high time that you all start looking at yourselves, and judging the lie that you live in."},{"id":5,"quote":"I'm nobodyI'm a tramp, a bum, a hoboI'm a boxcar and a jug of wineAnd a straight razor ...if you get too close to me"},{"id":6,"quote":"We`re not in Wonderland anymore, Alice."},{"id":7,"quote":"I don't wanna take my time going to work, I got a motorcycle and a sleeping bag and ten or fifteen girls. What the hell I wanna go off and go to work for? Work for what? Money? I got all the money in the world. I'm the king, man. I run the underworld, guy. I decide who does what and where they do it at. What am I gonna run around like some teeny bopper somewhere for someone elses money? I make the money man, I roll the nickels. The game is mine. I deal the cards"},{"id":8,"quote":"The real strong have no need to prove it to the phonies."},{"id":9,"quote":"Sanity is a small box; insanity is everything."},{"id":10,"quote":"In my mind's eye my thoughts light fires in your cities."},{"id":11,"quote":"The mind is endless. You put me in a dark solitary cell, and to you that's the end, to me it's the beginning, it's the universe in there, there's a world in there, and I'm free."},{"id":12,"quote":"Death is the greatest form of love."},{"id":13,"quote":"it seems a shame to have to sneak to get to the truth.To make the truth such a dirty old nasty thing.You gotta sneak to get to the truth, the truth is condemned.The truth is in the gas chamber.The truth has been in your stockyards.Your slaughterhouses.The truth has been in your reservations, building your railroads, emtying your garbage.The truth is in your ghettos.In your jails.In your young love,not in your courts or congress where the old set judgement on the young.What the hell do the old know about the young?They put a picture of old George on the dollar and tell you that he's your father, worship him.Look at the madness that goes on, you can't prove anything that happened yesterday.Now is the only thing that's real.Everyday, every reality is a new reality.Every new reality is a new horizon,a brand new experience of living.I got a note last night from a friend of mine.He writes in this note that he's afraid of what he might have to do in order to save his reality, as i save mine.You can't prove anything.There's nothing to prove.Every man judges himself.He knows what he is. You know what you are, as i know what i am,we all know what we are.Nobody can stand in judgement, they can play like they're standing in judgement.They can play like they stand in judgement and take you off and control the masses, with your human body.They can lock you up in penitentiaries and cages and put you in crosses like they did in the past,but it doesn't amount to anything. What they're doing is, they're only persecuting a reflection of themselves. They're persecuting what they can't stand to look at in themselves,the truth."},{"id":14,"quote":"No sense makes sense."},{"id":15,"quote":"Do you feel blame? Are you mad? Uh, do you feel like wolf kabob Roth vantage? Gefrannis booj pooch boo jujube; bear-ramage. Jigiji geeji geeja geeble Google. Begep flagaggle vaggle veditch-waggle bagga?"},{"id":16,"quote":"If you're going to do something, do it well. And leave something witchy."},{"id":17,"quote":"These children that come at you with knives--they are your children. You taught them. I didn't teach them. I just tried to help them stand up."},{"id":18,"quote":"You people would convict a grilled cheese sandwich of murder and the people wouldn’t question it."},{"id":19,"quote":"Remorse for what? You people have done everything in the world to me. Doesn't that give me equal right?"},{"id":20,"quote":"Pain's not bad, it's good. It teaches you things. I understand that."},{"id":21,"quote":"You got to realize; you're the Devil as much as you're God."},{"id":22,"quote":"I know and understand you are much more than what I think you are but first I must deal with you the way I think you even if that's only my own thinking and not you."},{"id":23,"quote":"Fear of vikings build castles."},{"id":24,"quote":"Animals shouldn’t be hunted and nature shouldn’t be disturbed, even destroyed, to benefit the whims of mankind"},{"id":25,"quote":"Now I am too beautiful to be set free."},{"id":26,"quote":"The way out of a room is not through the door. Just don't want out. And you're free…"},{"id":27,"quote":"I have ate out of your garbage cans to stay out of jail. I have wore your second-hand clothes…I have done my best to get along in your world and now you want to kill me, and I look at you, and then I say to myself, You want to kill me? Ha! I’m already dead, have been all my life. I’ve spent twenty-three years in tombs that you built."},{"id":28,"quote":"From the world of darkness I did loose demons and devils in the power of scorpions to torment."},{"id":29,"quote":"I'm Jesus Christ, whether you want to accept it or not, I don't care."},{"id":30,"quote":"There is no way that you can know the taste of water unless you drink it or unless it has rained on you or unless you jump in the river."},{"id":31,"quote":"Asking me not to break the rules of society is like telling your kid not to eat candy because it’s bad for him. The kid will continue to eat candy until you take it away, or until you prove why he shouldn’t. You also need to provide substitutes for the candy you have denied that child. I was told often enough what was bad, but I was never given a substitute or the opportunity to try another world until I had already become so defiant and twisted, I no longer cared about someone else’s right or wrong. By then I could not see enough honest faces in the world to pattern myself after. Your Bibles didn’t mean anything to me. A Bible had driven my mother from her home. The people you chose to raise me beat and raped me and taught me to hate and fear. From what I have seen throughout my life, the laws of the land are practiced only by the little guy. Those who have money and success abuse every law written and get away with it. I admit my reasoning comes from the wrong side of the tracks, but once these opinions are formed and reinforced a few times, it is hard to believe otherwise. So even if I don’t shed a tear, I console myself: I had some help in becoming the person I am."},{"id":32,"quote":"Look down at me and you see a fool; look up at me and you see a god; look straight at me and you see yourself"},{"id":33,"quote":"I'd take this book and beat you to death with it, and I wouldn't feel a thing."},{"id":34,"quote":"I know this: that in your own hearts and your own souls, you are as much responsible for the Vietnam War as I am for killing these people."},{"id":35,"quote":"The children of the 1960's that you call the 'Manson Family' wanted to stop a war and turn the government and world to peace. They gave their lives when they took lives and they knew it."},{"id":36,"quote":"Death is peace from this world's madness and paradise in my own self. Death as I lay in my grave of constant vibration, endless now"},{"id":37,"quote":"Prison is a frame of thought, we’re all our own prisons, were each our own wardens and we do our own time. See prison in your mind, can’t you see I’m free?"},{"id":38,"quote":"Look down on me and you see a fool, look up at me and you see a god. Look straight at me and you see yourself."},{"id":39,"quote":"Prison is a frame of thought, we’re all our own prisons, were each our own wardens and we do our own time. See prison is in your mind, can’t you see I’m free?"},{"id":40,"quote":"Thinking is stinking."}]