[{"id":1,"quote":"When there is not enough to eat, people starve to death. It is better to let half of the people die so that the other half can eat their fill."},{"id":2,"quote":"All political power comes from the barrel of a gun. The  communist party must command all the guns, that way, no guns can ever be used to command the party."},{"id":3,"quote":"Deaths have benefits. They can fertilise the ground."},{"id":4,"quote":"Communism is not love. Communism is a hammer which we use to crush the enemy."},{"id":5,"quote":"Everything under heaven is in utter chaos; the situation is excellent."},{"id":6,"quote":"The young people are the most active and vital force in society. They are the most eager to learn and the least conservative in their thinking. This is especially so in the era of socialism."},{"id":7,"quote":"A revolution is not a dinner party, or writing an essay, or painting a picture, or doing embroidery. It cannot be so refined, so leisurely and gentle, so temperate, kind, courteous, restrained and magnanimous. A revolution is an insurrection, an act of violence by which one class overthrows another."},{"id":8,"quote":"We should support whatever the enemy opposes and oppose whatever the enemy supports"},{"id":9,"quote":"Don't make a fuss about a world war. At most, people die... Half the population wiped out - this happened quite a few times in Chinese history... It's best if half the population is left, next best one-third."},{"id":10,"quote":"People say that poverty is bad, but in fact poverty is good. The poorer people are, the more revolutionary they are. It is dreadful to imagine a time when everyone will be rich... From a surplus of calories people will have two heads and four legs."},{"id":11,"quote":"To read too many books is harmful."},{"id":12,"quote":"The weeds of socialism are better than the crops of capitalism."},{"id":13,"quote":"People who try to commit suicide - don't attempt to save them! . . . China is such a populous nation, it is not as if we cannot do without a few people."},{"id":14,"quote":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."},{"id":15,"quote":"Many who have read Marxist books have become renegades from the revolution, whereas illiterate workers often grasp Marxism very well."},{"id":16,"quote":"Power comes from the muzzle of a gun, those that have the guns have the power, those that have the power dictate what type of government their shall be."},{"id":17,"quote":"When the enemy advances, withdraw; when he stops, harass; when he tires, strike; when he retreats, pursue."},{"id":18,"quote":"There may be thousands of principles of Marxism, but in the final analysis they can be summed up in one sentence: Rebellion is justified."},{"id":19,"quote":"We are indebted to Marx, Engels, Lenin and Stalin for giving us a weapon. The weapon is not a machine-gun, but Marxism-Leninism."},{"id":20,"quote":"Look at World War II, at Hitler's cruelty. The more cruelty, the more enthusiasm for revolution."},{"id":21,"quote":"A revolution does not march a straight line. It wanders where it can, retreats before superior forces, advances wherever it has room, attacks whenever the enemy retreats or bluffs, and above all, is possessed of enormous patience."},{"id":22,"quote":"Not to have a correct political point of view is like having no soul."},{"id":23,"quote":"Firstly, do not fear hardship, and secondly, do not fear death."},{"id":24,"quote":"Morality begins at the point of a gun."},{"id":25,"quote":"When guerillas engage a stronger enemy, they withdraw when he advances, harass him when he stops, strike him when he is weary, pursue him when he withdraws."},{"id":26,"quote":"The world is progressing, the future is bright and no one can change this general trend of history. We should carry on constant propaganda among the people on the facts of world progress and the bright future ahead so that they will build their confidence in victory."},{"id":27,"quote":"It's always darkest before it becomes totally black."},{"id":28,"quote":"Revolution is a drama of passion. We did not win the people over by appealing to reason but by developing hope, trust, fraternity."},{"id":29,"quote":"Passivity is fatal to us. Our goal is to make the enemy passive."},{"id":30,"quote":"Whoever has an army has power and that war decides everything."},{"id":31,"quote":"At the beginning of anything out of the ordinary, the mass of the people always dislike it."},{"id":32,"quote":"The sky is no bigger than the mouth of the well."},{"id":33,"quote":"All \u000bgenuine knowledge originates in \u000bdirect experience."},{"id":34,"quote":"Communism has nothing to do with love. Communism is an excellent hammer which we use to destroy our enemy."},{"id":35,"quote":"Political power grows out of the barrel of a gun."},{"id":36,"quote":"Let's contemplate this, how many people would die if war breaks out. There are 2.7 billion people in the world. One-third could be lost; or, a little more, it could be half... I say that, taking the extreme situation, half dies, half lives, but imperialism would be razed to the ground and the whole world would become socialist."},{"id":37,"quote":"Civilize the mind but make savage the body."},{"id":38,"quote":"...the evil system of colonialism and imperialism arose and throve with the enslavement of Negroes and the trade in Negroes, and it will surely come to its end with the complete emancipation of the Black people."},{"id":39,"quote":"The people, and the people alone, are the motive force in the making of world history."},{"id":40,"quote":"You have never suffered-how can you be a leftist?"},{"id":41,"quote":"The socialist system will eventually replace the capitalist system; this is an objective law independent of man's will. However much the reactionaries try to hold back the wheel of history, eventually revolution will take place and will inevitably triumph."},{"id":42,"quote":"Enable every woman who can work to take her place on the labour front, under the principle of equal pay for equal work."},{"id":43,"quote":"That has less significance than a dog's fart."},{"id":44,"quote":"Not just in China, but everywhere in the world without exception, one either leans to the side of imperialism or the side of socialism. Neutrality is mere camouflage; a third road does not exist."},{"id":45,"quote":"People of the world, unite and defeat the U.S. aggressors and all their running dogs!"},{"id":46,"quote":"The first law of war is to preserve ourselves and destroy the enemy."},{"id":47,"quote":"Man must conquer nature."},{"id":48,"quote":"Our principle is that the Party commands the gun, and the gun must never be allowed to command the Party."},{"id":49,"quote":"In the final analysis, national struggle is a matter of class struggle. Among the whites in the United States, it is only the reactionary ruling circles that oppress the black people. They can in no way represent the workers, farmers, revolutionary intellectuals and other enlightened persons who comprise the overwhelming majority of the white people."},{"id":50,"quote":"Who are our enemies? Who are our friends? This is a question of the first importance for the revolution."},{"id":51,"quote":"I voted for you during your last election."},{"id":52,"quote":"Women hold up half the sky."},{"id":53,"quote":"The guerrilla must move amongst the people as a fish swims in the sea."},{"id":54,"quote":"The theory of Marx, Engels, Lenin and Stalin is universally applicable. We should regard it not as a dogma, but as a guide to action. Studying it is not merely a matter of learning terms and phrases but of learning Marxism-Leninism as the science of revolution. It is not just a matter of understanding the general laws derived by Marx, Engels, Lenin and Stalin from their extensive study of real life and revolutionary experience, but of studying their standpoint and method in examining and solving problems."},{"id":55,"quote":"Maybe you're afraid of sinking. Don't think about it. If you don't think about it, you won't sink. If you do, you will."},{"id":56,"quote":"In waking a tiger, use a long stick."},{"id":57,"quote":"Don't wait untill problems pile up and cause a lot of trouble before trying to solve them. Leaders must march ahead the movement, not lag behind it."},{"id":58,"quote":"Once all struggles are grasped, miracles are possible."},{"id":59,"quote":"War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun."},{"id":60,"quote":"We think too small, like the frog at the bottom of the well. He thinks the sky is only as big as the top of the well. If he surfaced, he would have an entirely different view."},{"id":61,"quote":"We Communists are like seeds and the people are like the soil. Wherever we go, we must unite with the people, take root and blossom among them."},{"id":62,"quote":"Be resolute, fear no sacrifice, and surmount every difficulty to win victory."},{"id":63,"quote":"There is great disorder in the heavens, and the situation is excellent."},{"id":64,"quote":"In time of difficulties, we must not lose sight of our achievements."},{"id":65,"quote":"Despise Your enemy stragetically, but take him seriously tactically"},{"id":66,"quote":"To Be Attacked by the Enemy Is Not a Bad Thing but a Good Thing."},{"id":67,"quote":"In times of difficulty we must not lose sight of our achievements, must see the bright future and must pluck up our courage."},{"id":68,"quote":"You can't solve a problem? Well, get down and investigate the present facts and [the problem's] past history! When you have investigated the problem thoroughly, you will know how to solve it."},{"id":69,"quote":"What is work? Work is struggle. There are difficulties and problems in those places for us to overcome and solve. We go there to work and struggle to overcome these difficulties. A good comrade is one who is more eager to go where the difficulties are greater."},{"id":70,"quote":"If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience."},{"id":71,"quote":"Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole."},{"id":72,"quote":"As for the imperialist countries, we should unite with their peoples and strive to coexist peacefully with those countries, do business with them and prevent any possible war, but under no circumstances should we harbour any unrealistic notions about them."},{"id":73,"quote":"Our enemies are all those in league with imperialism - the warlords, the bureaucrats, the comprador class, the big Landlord class and the reactionary section of the intelligentsia attached to them. The leading force in our revolution is the industrial proletariat. Our closest friends are the entire semi-proletariat and petty bourgeoisie. As for the vacillating middle bourgeoisie, their right wing may become our enemy and their left wing may become our friend - but we must be constantly on our guard and not let them create confusion within our ranks."},{"id":74,"quote":"Communists must never separate themselves from the majority of the people or neglect them by leading only a few progressive contingents in an isolated and rash advance, but must take care to forge close links between the progressive elements and the broad masses. This is what thinking in terms of the majority means."},{"id":75,"quote":"Liberalism is extremely harmful in a revolutionary collective. It is a corrosive which eats away unity, undermines cohesion, causes apathy and creates dissension. It robs the revolutionary ranks of compact organization and strict discipline, prevents policies from being carried through and alienates the Party organizations from the masses which the Party leads. It is an extremely bad tendency."},{"id":76,"quote":"Dont give a child a fish but show him how to fish"},{"id":77,"quote":"The state machine, including the army, the police and the courts, is the instrument with which one class oppresses another. It is an instrument of oppression against all hostile classes; it means violence and is certainly not anything 'benevolent.' 'You are merciless.' Quite so. We definitely do not adopt a benevolent policy towards the reactionary activities of the reactionaries and the reactionary classes."},{"id":78,"quote":"What is basic guerilla strategy? Guerilla strategy must be based primarily on alertness, mobility, and attack. It must be adjusted to the enemy situation, the terrain, the existing lines of communication, the relative strengths, the weather, and the situation of the people."},{"id":79,"quote":"\"Don't you want to abolish state power?\" Yes, we do, but not right now. We cannot do it yet. Why? Because imperialism still exists, because domestic reaction still exists, because classes still exist in our country. Our present task is to strengthen the people's state apparatus - mainly the people's army, the people's police and the people's courts - in order to consolidate national defense and protect the people's interests."},{"id":80,"quote":"We are firmly convinced that private capital, Chinese as well as foreign, must be given liberal opportunities for broad development in postwar China; for China needs industrial growth."},{"id":81,"quote":"At no time and in no circumstances should a Communist place his personal interests first; he should subordinate them to the interests of the nation and of the masses. Hence, selfishness, slacking, corruption, seeking the limelight, and so on, are most contemptible, while selflessness, working with all one's energy, whole-hearted devotion to public duty, and quiet hard work will command respect."},{"id":82,"quote":"New things have to experience difficulties and setbacks as they grow."},{"id":83,"quote":"We must have faith, first, that the peasant masses are ready to advance step by step along the road of socialism under the leadership of the Party, and second, that the Party is capable of leading the peasants along this road. These two points are the essence of the matter, the main current."},{"id":84,"quote":"A Communist must never be opinionated or domineering, thinking that he is good in everything while others are good in nothing; he must never shut himself up in his little room, or brag and boast and lord it over others."},{"id":85,"quote":"The world is yours, as well as ours, but in the last analysis, it is yours. Young people, full of vigour and vitality, are in the bloom of life, like the sun at eight or nine in the morning. Our hope is placed on you...The world belongs to you. China's future belongs to you."},{"id":86,"quote":"If the U.S. monopoly capitalist groups persist in pushing their policies of aggression and war, the day is bound to come when they will be hanged by the people of the whole world. The same fate awaits the accomplices of the United States."},{"id":87,"quote":"Politics is war without bloodshed while war is politics with bloodshed."},{"id":88,"quote":"Imperialism is a paper tiger."},{"id":89,"quote":"The comrades throughout the Party must take all this fully into account and be prepared to overcome all difficulties with an indomitable will and in a planned way. The reactionary forces and we both have difficulties. But the difficulties of the reactionary forces are insurmountable because they are forces on the verge of death and have no future. Our difficulties can be overcome because we are new and rising forces and have a bright future."},{"id":90,"quote":"Communists must be ready at all times to stand up for the truth, because truth is in the interests of the people; Communists must be ready at all times to correct their mistakes, because mistakes are against the interests of the people."},{"id":91,"quote":"Long distance running is particularly good training in perseverance."},{"id":92,"quote":"It will take a long period to decide the issue in the ideological struggle between socialism and capitalism in our country. The reason is that the influence of the bourgeoisie and of the intellectuals who come from the old society will remain in our country for a long time to come, and so will their class ideology. If this is not sufficiently understood, or is not understood at all, the gravest mistakes will be made and the necessity of waging the struggle in the ideological field will be ignored."},{"id":93,"quote":"Just because we have won victory, we must never relax our vigilance against the frenzied plots for revenge by the imperialists and their running dogs. Whoever relaxes vigilance will disarm himself politically and land himself in a passive position."},{"id":94,"quote":"Weapons are an important factor in war, but not the decisive one; it is man and not materials that counts."},{"id":95,"quote":"Learn from the masses, and then teach them."},{"id":96,"quote":"Oxford shirts. Definitely more oxford shirts."},{"id":97,"quote":"The wealth of society is created by the workers, peasants and working intellectuals. If they take their destiny into their own hands, follow a Marxist-Leninist line and take an active attitude in solving problems instead of evading them, there will be no difficulty in the world which they cannot overcome."},{"id":98,"quote":"We can learn what we did not know. We are not only good at destroying the Old World, we are also good at building the new."},{"id":99,"quote":"We must help all our young people to understand that ours is still a very poor country, that we cannot change this situation radically in a short time, and that only through the united efforts of our younger generation and all our people, working with their own hands, can China be made strong and prosperous within a period of several decades. The establishment of our socialist system has opened the road leading to the ideal society of the future, but to translate this ideal into reality needs hard work."},{"id":100,"quote":"Historical experience is written in blood and iron."},{"id":101,"quote":"If you want to know the theory and methods of revolution, you must take part in revolution."},{"id":102,"quote":"If there were no contradictions and no struggle, there would be no world, no process, no life, and there would be nothing at all."},{"id":103,"quote":"Revolutionary war is an antitoxin which not only eliminates the enemy's poison but also purges us of our own filth."},{"id":104,"quote":"To investigate a problem is, indeed, to solve it."},{"id":105,"quote":"All the reputedly powerful reactionaries are merely paper tigers. The reason is that they are divorced from the people. Look! Was not Hitler a paper tiger? Was Hitler not overthrown? U.S. imperialism has not yet been overthrown and it has the atomic bomb. I believe it also will be overthrown. It, too, is a paper tiger."},{"id":106,"quote":"Let a hundred flowers bloom, let a hundred schools of thought contend."},{"id":107,"quote":"Complacency is the enemy of study. We cannot really learn anything until we rid ourselves of complacency."},{"id":108,"quote":"The most important thing is to be strong. With strength, one can conquer others, and to conquer others gives one virtue."},{"id":109,"quote":"The revolutionary war is a war of the masses; it can be waged only by mobilizing the masses and relying on them."},{"id":110,"quote":"Stalin made mistakes. He made mistakes towards us, for example, in 1927. He made mistakes towards the Yugoslavs too. One cannot advance without mistakes... It is necessary to make mistakes. The party cannot be educated without learning from mistakes. This has great significance."},{"id":111,"quote":"Even though I believe we should promote Chinese medicine, I personally do not believe in it. I don't take Chinese medicine."},{"id":112,"quote":"The spark from a tiny star can ignite the plains."},{"id":113,"quote":"In a suitable temperature, an egg becomes a chicken, and there are no chickens born of stones."},{"id":114,"quote":"War is the highest form of struggle for resolving contradictions, when they have developed to a certain stage, between classes, nations, states, or political groups, and it has existed ever since the emergence of private property and of classes."},{"id":115,"quote":"Complacency is the enemy of study."},{"id":116,"quote":"The enemy will not perish of himself. Neither will the Chinese reactionaries nor the aggressive forces of U.S. imperialism in China step down from the stage of history of their own accord."},{"id":117,"quote":"There is turmoil under the heavens. The prospects are excellent."},{"id":118,"quote":"No political party can possibly lead a great revolutionary movement to victory unless it possesses revolutionary theory and knowledge of history and has a profound grasp of the practical movement."},{"id":119,"quote":"Let one thousand flowers bloom."},{"id":120,"quote":"Classes struggle, some classes triumph, others are eliminated. Such is history; such is the history of civilization for thousands of years."},{"id":121,"quote":"Without an army for the people, there is nothing for the people."},{"id":122,"quote":"The differences between friends cannot but reinforce their friendship."},{"id":123,"quote":"Our country and all the other socialist countries want peace; so do the peoples of all the countries of the world. The only ones who crave war and do not want peace are certain monopoly capitalist groups in a handful of imperialist countries that depend on aggression for their profits."},{"id":124,"quote":"Revolutions and revolutionary wars are inevitable in class society, and without them it is impossible to accomplish any leap in social development and to overthrow the reactionary ruling classes and therefore impossible for the people to win political power."},{"id":125,"quote":"On what basis should our policy rest? It should rest on our own strength, and that means regeneration through one's own efforts. We are not alone; all the countries and people in the world opposed to imperialism are our friends. Nevertheless, we stress regeneration through our own efforts. Relying on the forces we ourselves organize, we can defeat all Chinese and foreign reactionaries."},{"id":126,"quote":"All the experience the Chinese people have accumulated through several decades teaches us to enforce the people's democratic dictatorship, that is, to deprive the reactionaries of the right to speak and let the people alone have that right."},{"id":127,"quote":"New things always have to experience difficulties and setbacks as they grow. It is sheer fantasy to imagine that the cause of socialism is all plain sailing and easy success, without difficulties and setbacks or the exertion of tremendous efforts."},{"id":128,"quote":"An army without culture is a dull-witted army, and a dull-witted army cannot defeat the enemy."},{"id":129,"quote":"The seizure of power by armed force, the settlement of the issue by war, is the central task and the highest form of revolution. This Marxist-Leninist principle of revolution holds well universally, for China and for all other countries."},{"id":130,"quote":"The people are like water and the army is like fish."},{"id":131,"quote":"Every comrade must be brought to understand that the supreme test of the words and deeds of a Communist is whether they conform with the highest interests and enjoy the support of the overwhelming majority of the people."},{"id":132,"quote":"As for people who are politically backward, Communists should not slight or despise them, but should befriend them, unite with them, convince them and encourage them to go forward."},{"id":133,"quote":"Reactionaries must be deprived of the right to voice their opinions; only the people have that right."},{"id":134,"quote":"It is a very good thing, and a significant one too, to exterminate the bourgeoisie and capitalism in China."},{"id":135,"quote":"There is in guerrilla warfare no such thing as a decisive battle; there is nothing comparable to the fixed, passive defense that characterizes orthodox war."},{"id":136,"quote":"Apart from their other characteristics, the outstanding thing about China's 600 million people is that they are “poor and blank”. This may seem a bad thing, but in reality it is a good thing. Poverty gives rise to the desire for changes, the desire for action and the desire for revolution. On a blank sheet of paper free from any mark, the freshest and most beautiful characters can be written; the freshest and most beautiful pictures can be painted."},{"id":137,"quote":"The membership of our party is necessarily a small portion of the Chinese people. Only if that small portion reflects the opinions of the majority of the people's, and only if it works for their interests can the relationship between the people and the party be healthy."},{"id":138,"quote":"Taken as a whole, the Chinese revolutionary movement led by the Communist Party embraces the two stages, i.e., the democratic and the socialist revolutions, which are two essentially different revolutionary processes, and the second process can be carried through only after the first has been completed. The democratic revolution is the necessary preparation for the socialist revolution, and the socialist revolution is the inevitable sequel to the democratic revolution. The ultimate aim for which all communists strive is to bring about a socialist and communist society."},{"id":139,"quote":"A man's head is not like a scallion, which will grow again if you cut it off; if you cut it off wrongly, then even if you want to correct your error, there is no way of doing it."},{"id":140,"quote":"Poem for Liu Ya-tzu I cannot forget how in Canton we drank tea and in Chungking went over our poems when leaves were yellowing. Thirty-one years ago and now we come back at last to the ancient capital Peking. In this season of falling flowers I read your beautiful poems. Be careful not to be torn inside. Open your vision to the world. Don't say that waters of Kumming Lake are too shallow. We can watch fish better here than in the Fuchun River in the south."},{"id":141,"quote":"All counter-revolutionary wars are unjust, all revolutionary wars are just."},{"id":142,"quote":"Take the ideas of the masses (scattered and unsystematic ideas) and concentrate them (through study turn them into concentrated and systematic ideas), then go to the masses and propagate and explain these ideas until the masses embrace them as their own"},{"id":143,"quote":"It is right to rebel against reactionaries."},{"id":144,"quote":"The most effective method of propaganda directed at the enemy forces is to release captured soldiers and give the wounded medical treatment... Whenever soldiers of enemy forces are captured, we immediately conduct propaganda among them...This immediately knocks the bottom out of the enemy's slander that the Communist bandits kill everyone on sight."},{"id":145,"quote":"The People's democratic dictatorship needs the leadership of the working class. For it is only the working class that is most far-sighted, most selfless and most thoroughly revolutionary. The entire history of revolution proves that without the leadership of the working class revolution fails and that with the leadership of the working class revolution triumphs."},{"id":146,"quote":"The government burns down whole cities while the people are forbidden to light lamps."},{"id":147,"quote":"Swollen in head, weak in legs, sharp in tongue but empty in belly."},{"id":148,"quote":"There is no such thing as abstract Marxism, only concrete Marxism... The Sinofication of Marxism - that is, making certain that its manifestation is imbued with Chinese peculiarities - is a problem that must be understood and solved by the party without delay."},{"id":149,"quote":"Whoever sides with the revolutionary people is a revolutionary. Whoever sides with imperialism, feudalism and bureaucrat-capitalism is a counter-revolutionary. Whomever sides with the revolutionary people in words only but acts otherwise is a revolutionary in speech. Whoever sides with the revolutionary people in deed as well as in word is a revolutionary in the full sense."},{"id":150,"quote":"History shows that wars are divided into two kinds-just and unjust. All wars that are progressive are just, and all wars that impede progress are unjust."},{"id":151,"quote":"Rivers and mountains are beautiful and made heroes bow and compete to catch the girl- lovely earth. Yet the emperors Shih Huang and Wu Ti were barely able to write. The first emperors of the Tang and Sung dynasties were crude. Genghis Khan, man of his epoch and favored by heaven, knew only how to hunt the great eagle. They are all gone. Only today are we men of feeling."},{"id":152,"quote":"We must learn to do economic work from all who know how, no matter who they are. We must esteem them as teachers, learning from them respectfully and conscientiously. We must not pretend to know when we do not know."},{"id":153,"quote":"The masses are the real heroes, while we ourselves are often childish and ignorant, and without this understanding, it is impossible to acquire even the most rudimentary knowledge."},{"id":154,"quote":"It was the Russians that introduced the Chinese to Marxism. Before the October Revolution, the Chinese were not only ignorant of Lenin and Stalin but did not even know of Marx or Engels. The salvos of the October Revolution awoke us to Marxism-Leninism."},{"id":155,"quote":"Those experienced in work must take up the study of theory and must read seriously; only then will they be able to systematize and synthesize their experience and raise it to the level of theory, only then will they not mistake their partial experience for universal truth and not commit empiricist errors."},{"id":156,"quote":"Let a hundred flowers bloom."},{"id":157,"quote":"All the rest of the world uses the word electricity. They've borrowed the word from English. But we Chinese have our own word for it!"},{"id":158,"quote":"I am hated by many, especially comrade Pang Dehuai, his hatred is so intense that he wished me dead. My policy with Pang Dehuai is such: You don't touch me, I don't touch you; You touch me,\nI touch you. Even though we were once like brothers, it doesn't change a thing."},{"id":159,"quote":"The agricultural co-operative movement has been a severe ideological and political struggle from the very beginning. No cooperative can be established without going through such a struggle. Before a brand-new social system can be built on the site of the old, the site must be swept clean. Invariably, remnants of old ideas reflecting the old system remain in people's minds for a long time, and they do not easily give way. After a co-operative is established, it must go through many more struggles before it can be consolidated. Even then, the moment it relaxes its efforts it may collapse."},{"id":160,"quote":"The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it."},{"id":161,"quote":"The Chinese people have stood up."},{"id":162,"quote":"We must thoroughly clear away all ideas among our cadres of winning easy victories through good luck, without hard and bitter struggle, without sweat and blood."},{"id":163,"quote":"Without armed struggle neither the proletariat, nor the people, nor the Communist Party would have any standing at all in China and it would be impossible for the revolution to triumph. In these years [the eighteen years since the founding of the Party] the development, consolidation and bolshevization of our Party have proceeded in the midst of revolutionary wars; without armed struggle the Communist Party would assuredly not be what it is today. Comrades throughout the Party must never forget this experience for which we have paid in blood."},{"id":164,"quote":"Anyone who sees only the bright side but not the difficulties cannot fight effectively for the accomplishment of the Party's tasks."},{"id":165,"quote":"The only way to settle questions of an ideological nature or controversial issues among the people is by the democratic method, the method of discussion, of criticism, of persuasion and education, and not by the method of coercion or repression."},{"id":166,"quote":"The arrow of Marxist-Leninism must be used to hit the target of the Chinese Revolution."},{"id":167,"quote":"When we look at thing, we must examine its essence and treat its appearance merely as an usher at the threshold, we must, once we cross the threshold, grasp the essence of the thing."},{"id":168,"quote":". . . dogma is less useful than cow dung. One can make whatever one likes out of it, even revisionism. . . ."},{"id":169,"quote":"If we have a correct theory but merely prate about it, pigeonhole it and do not put it into practice, then that theory, however good, is of no significance."},{"id":170,"quote":"We are advocates of the abolition of war, we do not want war; but war can only be abolished through war."},{"id":171,"quote":"Let the ancient serve the present, let the foreign serve the national; by developing that which has been accomplished one creates something that is new."},{"id":172,"quote":"On all basic points our policies have proved correct from the very beginning."},{"id":173,"quote":"...it is impossible for a genuine people's revolution in any country to win victory without various forms of help from the international revolutionary forces."},{"id":174,"quote":"This army is powerful because all its members have a conscious discipline; they have come together and they fight not for the private interests of a few individuals or a narrow clique, but for the interests of the broad masses and of the whole nation. The sole purpose of this army is to stand firmly with the Chinese people and to serve them whole-heartedly."},{"id":175,"quote":"The atom bomb is a paper tiger which the United States reactionaries use to scare people. It looks terrible, but in fact it isn't."},{"id":176,"quote":"The attitude of Communists towards any person who has made mistakes in his work should be one of persuasion in order to help him change and start afresh and not one of exclusion, unless he is incorrigible."},{"id":177,"quote":"Saying Good-bye to the God of Disease (1) Mauve waters and green mountains are nothing when the great ancient doctor Hua To could not defeat a tiny worm. A thousand villages collapsed, were choked with weeds, men were lost arrows. Ghosts sang in the doorway of a few desolate houses. Yet now in a day we leap around the earth or explore a thousand Milky Ways. And if the cowherd who lives on a star asks about the god of plagues, tell him, happy or sad, the god is gone, washed away in the waters. July 1, 1958"},{"id":178,"quote":"In transforming backward agricultural China into an advanced industrialized country, we are confronted with arduous tasks and our experience is far from adequate. So we must be good at learning."},{"id":179,"quote":"Wherever our comrades go they must build good relations with the masses, be concerned for them and help them overcome their difficulties. We must unite with the masses, the more of the masses we unite with, the better"},{"id":180,"quote":"Our attitude towards ourselves should be 'to be satiable in learning' and towards others 'to be tireless in teaching."},{"id":181,"quote":"We should encourage comrades to take the interests of the whole into account. Every Party member, every branch of work, every statement and every action must proceed from the interests of the whole Party; it is absolutely impermissible to violate this principle."},{"id":182,"quote":"We stand for self-reliance. We hope for foreign aid but cannot be dependent on it; we depend on our own efforts, on the creative power of the whole army and the entire people."},{"id":183,"quote":"Communists must listen attentively to the views of people outside the Party and let them have their say. If what they say is right, we ought to welcome it, and we should learn from their strong points; if it is wrong, we should let them finish what they are saying and then patiently explain things to them."},{"id":184,"quote":"Many people think it impossible for guerrillas to exist for long in the enemy's rear. Such a belief reveals lack of comprehension of the relationship that should exist between the people\n and the troops. The former may be likened to water the latter to the fish who inhabit it. How may it be said that these two cannot exist together?"},{"id":185,"quote":"Napoleon was the best method. Dissolved all representative institutions and it decided who should rule the state with him."},{"id":186,"quote":"If you want to know the taste of a pear, you must change the pear by eating it."},{"id":187,"quote":"Where do correct ideas come from? Do they drop from the skies? No. They come from social practice, and from it alone; they come from three kinds of social practice, the struggle for production, the class struggle and scientific experiment."},{"id":188,"quote":"There is in fact no such thing as art for art's sake, art that stands above classes, art that is detached from or independent of politics. Proletarian literature and art are part of the whole proletarian revolutionary cause."},{"id":189,"quote":"[Khrushchev] should get a one-ton medal."},{"id":190,"quote":"Revolutionary war is an antitoxin that not only eliminates the enemy's poison but also purges us of our own filth. Every just, revolutionary war is endowed with tremendous power and can transform many things or clear the way for their transformation. The Sino-Japanese war will transform both China and Japan; provided China perseveres in the War of Resistance and in the united front, the old Japan will surely be transformed into a new Japan and the old China into a new China, and people and everything else in both China and Japan will be transformed during and after the war."},{"id":191,"quote":"All our officers and fighters must always bear in mind that we are the great People's Liberation Army, we are the troops led by the great Communist Party of China. Provided we constantly observe the directives of the Party, we are sure to win."},{"id":192,"quote":"Winds flap the sail, tortoise and snake are silent, a great plan looms. A bridge will fly over this moat dug by heaven and be a road from north to south. We will make a stone wall against the upper river to the west and hold back steamy clouds and rain of Wu peaks. Over tall chasms will be a calm lake, and if the goddess of these mountains is not dead she will marvel at the changed world."},{"id":193,"quote":"Letting a hundred flowers blossom and a hundred schools of thought contend is the policy for promoting the progress of the arts and the sciences and a flourishing culture in our land."},{"id":194,"quote":"The question is not whether or not there should be a cult of the individual, but rather whether or not the individual concerned represents the truth, if he does then he should be worshiped."},{"id":195,"quote":"In class society everyone lives as a member of a particular class, and every kind of thinking, without exception, is stamped with the brand of class."},{"id":196,"quote":"Three Songs 1 Mountain. I whip my quick horse and don't dismount and look back in wonder. The sky is three feet away. 2 Mountain. The sea collapses and the river boils. Innumerable horses race insanely into the peak of battle. 3 Mountain. Peaks pierce the green sky, unblunted. The sky would fall but for the columns of mountains."},{"id":197,"quote":"Changes in society are due chiefly to the development of the internal contradictions in society, that is, the contradiction between the productive forces and the relations of production, the contradiction between classes and the contradiction between the old and the new; it is the development of these contradictions that pushes society forward and gives the impetu6 for the suppression of the old society by the new."},{"id":198,"quote":"There are some militarists who say: ‘We are not interested in politics but only in the profession of arms.’ It is vital that these simple-minded militarists be made to realize the relationship that exists between politics and military affairs. Military action is a method used to attain a political goal. While military affairs and political affairs are not identical, it is impossible to isolate one from the other."},{"id":199,"quote":"Saying Good-bye to the God of Disease (2) Thousands of willow branches in a spring wind. Six hundred million of China, land of the gods, and exemplary like the emperors Shun and Yao. A scarlet rain of peach blossoms turned into waves and emerald mountains into bridges. Summits touch the sky. We dig with silver shovels and iron arms shake the earth and the Three Rivers. God of plagues, where are you going? We burn paper boats and bright candles to light his way to heaven."},{"id":200,"quote":"If we did ten things, nine were bad and got disclosed by the newspapers, we will be over. Then I will go, to the countryside, lead the peasant and revolt. If the Liberation Army do not follow me, I will get the Red Army."},{"id":201,"quote":"In order to build a great socialist society it is of the utmost importance to arouse the broad masses of women to join in productive activity. Men and women must receive equal pay for equal work in production. Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole."},{"id":202,"quote":"We should never pretend to know what we don't know, we should not feel ashamed to ask and learn from people below, and we should listen carefully to the views of the cadres at the lowest levels. Be a pupil before you become a teacher; learn from the cadres at the lower levels before you issue orders."},{"id":203,"quote":"Communists must always go into the why's and wherefore's of anything, use their own heads and carefully think over whether or not it corresponds to reality and is really well founded; on no account should they follow blindly and encourage slavishness."},{"id":204,"quote":"It is necessary to master Marxist theory and apply it, master it for the sole purpose of applying it. If you can apply the Marxist-Leninist viewpoint in elucidating one or two practical problems, you should be commended and credited with some achievement."},{"id":205,"quote":"Take the ideas of the masses and concentrate them, then go to the masses, persevere in the ideas and carry them through, so as to form correct ideas of leadership-such is the basic method of leadership."},{"id":206,"quote":"After the enemies with guns have been wiped out, there will still be enemies without guns; they are bound to struggle desperately against us, and we must never regard these enemies lightly. If we do nor now raise and understand the problem in this way, we shall commit the gravest mistakes."},{"id":207,"quote":"Socialist revolution aims at liberating the productive forces. The changeover from individual to socialist, collective ownership in agriculture and handicrafts and from capitalist to socialist ownership in private industry and commerce is bound to bring about a tremendous liberation of the productive forces. Thus, the social conditions are being created for a tremendous expansion of industrial and agricultural production."},{"id":208,"quote":"We have an army for fighting as well as an army for labour. For fighting, we have the Eighth Route and New Fourth Armies but even they do a dual job, warfare and production. With these two kinds of armies, and with a fighting army skilled in these two tasks and in mass work, we can overcome our difficulties and defeat Japanese imperialism."},{"id":209,"quote":"Our stand is that of the proletariat and of the masses. For members of the Communist Party, this means keeping to the stand of the Party, keeping to Party spirit and Party policy."},{"id":210,"quote":"Ours is a people's democratic dictatorship, led by the working class and based on the worker-peasant alliance."},{"id":211,"quote":"The officers do not beat the men; the officers and men receive equal treatment. Soldiers are free to hold meetings and speak out. Trivial formalities have been done away with and the accounts are open for all to inspect."},{"id":212,"quote":"The imperialists and domestic reactionaries will certainly not take their defeat Lying down and they will struggle to the last ditch. After there is peace and order throughout the country, they will still engage in sabotage and create disturbances in various ways and will try every day and every minute to stage a comeback. This is inevitable, beyond all doubt, and under no circumstances must we relax our vigilance."},{"id":213,"quote":"There is a serious tendency toward capitalism among the well-to-do peasants."},{"id":214,"quote":"Today the whole world depends on communism for its salvation, and China is no exception."},{"id":215,"quote":"Peitaho Heavy rains fall on Yuyen, the northland kingdom of swallows. White pages of rain envelop the sky, and fishing boats off the Island of the Emperor Chin disappear on the ocean. Which way have they gone? More than a thousand years ago the mighty emperor Tsao Tsao cracked his whip and drove his army against the Tartars. He left us a poem: \"Let us move east to the Stone Mountains.\" Today we still shiver in the autumn gale, in desolate winds, yet another man is in the world."},{"id":216,"quote":"At certain times in the revolutionary struggle, the difficulties outweigh the favorable conditions and so constitute the principal aspect of the contradiction and the favorable conditions constitute the secondary aspect. But through their efforts the revolutionaries can overcome the difficulties step by step and open up a favorable new situation, thus a difficult situation yields place to a favorable one."},{"id":217,"quote":"Communists should set an example in study; at all times they should be pupils of the masses as well as their teachers."},{"id":218,"quote":"It is good that since the outbreak of the war with Japan, more and more revolutionary writers have been coming to Yan'an... But it does not necessarily follow that... they have integrated themselves completely with the masses here. The two must be completely integrated if we are to push ahead with our revolutionary work."},{"id":219,"quote":"Communists should be the most farsighted, the most self-sacrificing, the most resolute, and the least prejudiced in sizing up situations, and should rely on the majority of the masses and win their support."},{"id":220,"quote":"Every Communist working in the mass movements should be a friend of the masses and not a boss over them, an indefatigable teacher and not a bureaucratic politician."},{"id":221,"quote":"To win countrywide victory is only the first step in a long march of ten thousand li.... The Chinese revolution is great, but the road after the revolution will be longer, the work greater and more arduous. This must be made clear now in the Party. The comrades must be helped to remain modest, prudent and free from arrogance and rashness in their style of work. The comrades must be helped to preserve the style of plain living and hard struggle."},{"id":222,"quote":"While swimming in the heavily polluted rivers of south China, despite the pleadings of his security guards and his physician, he would chide his companions if they began to panic in the water: Maybe you're afraid of sinking, Don't think about it. If you don't think about it, you won't sink. If you do, you will."},{"id":223,"quote":"The great man, Genghis Khan, only knew how to shoot eagles with an arrow. The past is past. To see real heroes, look around you."},{"id":224,"quote":"People like me sound like a lot of big cannons."},{"id":225,"quote":"The correctness of any of our policies has always to be tested and is always being tested by the masses themselves. We ourselves constantly examine our own decisions and policies. We correct our mistakes whenever we find them. We draw conclusions from all positive and negative experiences and apply those conclusions as widely as possible. In these ways relations between the Communist party and the masses of the people are constantly being improved."},{"id":226,"quote":"Soldiers are the foundation of an army; unless they are imbued with a progressive political spirit, and unless such a spirit is fostered through progressive political work, it will be impossible to achieve genuine unity between officers and men, impossible to arouse their enthusiasm for the War of Resistance to the full, and impossible to provide an excellent basis for the most effective use of all our technical equipment and tactics."},{"id":227,"quote":"The contest of strength is not only a contest of military and economic power, but also a contest of human power and morale. Military and economic power is necessarily wielded by people."},{"id":228,"quote":"Some people have read a few Marxist books and think themselves quite learned but what they have read has not penetrated, has not struck root in their minds, so that they do not know how to use it and their class feelings remain as of old. Others are very conceited and having learned some book-phrases, think them terrific and are very cocky; but whenever a storm blows up, they take a stand very different from that of the workers and the majority of the peasants. They waver while the latter stand firm, they equivocate while the latter are forthright."},{"id":229,"quote":"If one must fight one should confine oneself to conventional weapons."},{"id":230,"quote":"Liupan the Mountain of Six Circles Dazzling sky to the far cirrus clouds. I gaze at wild geese vanishing into the south. If we cannot reach the Long Wall we are not true men. On my fingers I count the twenty thousand li we have already marched. On the summit of Liupan the west wind lazily ripples our red banner. Today we have the long rope in our hands. When will we tie up the gray dragon of the seven stars?"},{"id":231,"quote":"Some play the piano well and some badly and there is a great difference in the melodies they produce."},{"id":232,"quote":"It is up to us to organize the people. As for the reactionaries in China, it is up to us to organize the people to overthrow them. Everything reactionary is the same; if you do not hit it, it will not fall. This is also like sweeping the floor; as a rule, where the broom does not reach, the dust will not vanish of itself."},{"id":233,"quote":"All reactionaries are paper tigers."},{"id":234,"quote":"In the struggle to defend the legacy of Leninism . . . [Stalin] proved himself to be an outstanding Marxist-Leninist fighter. . . . Stalin's works should, as before, be seriously studied . . . [to] see what is correct and what is not."},{"id":235,"quote":"The Red Army is like a furnace in which all captured soldiers are melted down and transformed the moment they come over."},{"id":236,"quote":"In general, any form of exercise, if pursued continuously, will help train us in perseverance. Long-distance running is particularly good training in perseverance."},{"id":237,"quote":"Learn to swim.  It is a sport all the peasants can play."},{"id":238,"quote":"Capture of Nanking Rain and a windstorm rage blue and yellow over Chung the bell mountain as a million peerless troops cross the Great River. The peak is a coiled dragon, the city a crouching tiger more dazzling than before. The sky is spinning and the earth upside down. We are elated yet we must use our courage to chase the hopeless enemy. We must not stoop to fame like the overlord Hsiang Yu. If heaven has feeling it will grow old and watch our seas turn into mulberry fields."},{"id":239,"quote":"All reactionaries are paper tigers. In appearance, the reactionaries are terrifying, but in reality they are not so powerful. From a long-term point of view, it is not the reactionaries but\n the people who are really powerful."},{"id":240,"quote":"The People's Liberation Army is always a fighting force. Even after countrywide victory, our army will remain a fighting force during the historical period in which classes have not been abolished in our country and the imperialist system still exists in the world. On this point, there should be no misunderstanding or wavering."},{"id":241,"quote":"I have witnessed the tremendous energy of the masses. On this foundation it is possible to accomplish any task whatsoever."},{"id":242,"quote":"To link oneself with the masses, one must act in accordance with the needs and wishes of the masses."},{"id":243,"quote":"The enemy advances, we retreat; the enemy camps, we harass; the enemy tires, we attack; the enemy retreats, we pursue"},{"id":244,"quote":"The masses in any given place are generally composed of three parts, the relatively active, the intermediate and the relatively backward. The leaders must therefore be skilled in uniting the small number of active elements around the leadership and must rely on them to raise the level of the intermediate elements and to win over the backward elements."},{"id":245,"quote":"There should be celebration rallies when people die... We believe in dialectics, and so we can't not be in favor of death."},{"id":246,"quote":"The Long March The Red Army is not afraid of hardship on the march, the long march. Ten thousand waters and a thousand mountains are nothing. The Five Sierras meander like small waves, the summits of Wumeng pour on the plain like balls of clay. Cliffs under clouds are warm and washed below by the River Gold Sand. Iron chains are cold, reaching over the Tatu River. The far snows of Minshan only make us happy and when the army pushes through, we all laugh. October 1935"},{"id":247,"quote":"Be pupils of the masses as well as their teachers."},{"id":248,"quote":"Communists should set an example in being practical as well as far-sighted. For only by being practical can they fulfil the appointed tasks, and only far-sightedness can prevent them from losing their bearings in the march forward."},{"id":249,"quote":"I am alone with the masses."},{"id":250,"quote":"After the countrywide victory of the Chinese revolution and the solution of the land problem, two basic contradictions will still exist in China. The first is internal, that is, the contradiction between the working class and the bourgeoisie. The second is external, which is the contradiction between China and the imperialist countries. Consequently, after the victory of the people's democratic revolution, the state power of the people's republic under the leadership of the working class must not be weakened but must be strengthened."},{"id":251,"quote":"Swlmmlng After swallowing some water at Changsha I taste a Wuchang fish in the surf and swim across the Yangtze River that winds ten thousand li. I see the entire Chu sky. Wind batters me, waves hit me-I don't care. Better than walking lazily in the patio. Today I have a lot of time. Here on the river the Master said \"Dying-dying into the past-is like a river flowing.\""},{"id":252,"quote":"Knowledge is a matter of science and no dishonesty or conceit whatsoever is permissible. What is required is definitely the reverse - honesty and modesty."},{"id":253,"quote":"There is a serious tendency towards capitalism among the well-to-do peasants. This tendency will become rampant if we in the slightest way neglect political work among the peasants during the co-operative movement and for a very long period after."},{"id":254,"quote":"The exemplary vanguard role of the Communists is of vital importance. Communists in the Eighth Route and New Fourth Armies should set an example in fighting bravely, carrying out orders, observing discipline, doing political work and fostering internal unity and solidarity."},{"id":255,"quote":"The popular masses are like water, and the army is like a fish. How then can it be said that when there is water, a fish will have difficulty in preserving its existence? An army which fails to maintain good discipline gets into opposition with the popular masses, and thus by its own action dries up the water."},{"id":256,"quote":"It's sadly predictable that the only way you can come up with a way to celebrate the liberation you feel at leaving the old system behind is by coming up with a \"system of liberation\", as if such a thing could exist - but that's what we can expect from those who have never known anything other than systems and systematizing, I guess."},{"id":257,"quote":"As far as world war goes, there are really only two possibilities: either war provokes revolution, or revolution averts war."},{"id":258,"quote":"Political work is the life-blood of all economic work."},{"id":259,"quote":"The serious problem is the education of the peasantry. The peasant economy is scattered, and the socialization of agriculture, judging by the Soviet Union's experience, will require a long time and painstaking work. Without socialization of agriculture, there can be no complete, consolidated socialism."},{"id":260,"quote":"We shall heal our wounds, collect our dead and continue fighting."},{"id":261,"quote":"We desire peace. However, if imperialism insists on fighting a war, we will have no alternative but to take the firm resolution to fight to the finish before going ahead with our construction. If you are afraid of war day in day out, what will you do if war eventually comes? First, I said that the East Wind is prevailing over the West Wind and war will not break out, and now I have added these explanations about the situation in case war should break out. Both possibilities have thus been taken into account."},{"id":262,"quote":"Return to Shaoshan I regret the passing, the dying, of the vague dream: my native orchards thirty-two years ago. Yet red banners roused the serfs, who seized three-pronged lances when the warlords raised whips in their black hands. We were brave and sacrifice was easy and we asked the sun, the moon, to alter the sky. Now I see a thousand waves of beans and rice and am happy. In the evening haze heroes are coming home."},{"id":263,"quote":"We Communists never conceal our political views. Definitely and beyond all doubt, our future or maximum program is to carry China forward to socialism and communism. Both the name of our Party and our Marxist world outlook unequivocally point to this supreme ideal of the future, a future of incomparable brightness and splendor."},{"id":264,"quote":"How is Marxist-Leninist theory to be linked with the practice of the Chinese revolution? To use a common expression, it is by \"shooting the arrow at the target\". As the arrow is to the target, so is Marxism-Leninism to the Chinese revolution. Some comrades, however, are \"shooting without a target\", shooting at random, and such people are liable to harm the revolution."},{"id":265,"quote":"A strategic plan based on the over-all situation of both belligerents is ... more stable, but it too is applicable only in a given strategic stage and has to be changed when the war moves towards a new stage. ... [Conversely, tactical plans may] ... have to be changed several times a day."},{"id":266,"quote":"The People's democratic dictatorship is based on the alliance of the working class, the peasantry and the urban petty bourgeoisie, and mainly on the alliance of the workers and the peasants, because these two classes comprise 80 to go per cent of China's population. These two classes are the main force in overthrowing imperialism and the Kuomintang reactionaries. The transition from New Democracy to socialism also depends mainly upon their alliance."},{"id":267,"quote":"In addition to the leadership of the Party, a decisive factor is our population of 600 million. More people mean a greater ferment of ideas, more enthusiasm and more energy. Never before have the masses of the people been so inspired, so militant and so daring as at present."},{"id":268,"quote":"By over-all planning, we mean planning which takes into consideration the interests of the 600 million people of our country. In drawing up plans, handling affairs or thinking over problems, we must proceed from the fact that China has a population of 600 million people, and we must never forget this fact."},{"id":269,"quote":"Without a People's army, the people have nothing."},{"id":270,"quote":"In China the struggle to consolidate the socialist system, the struggle to decide whether socialism or capitalism will prevail, will still take a long historical period. However, we should all realize that the new system of socialism will unquestionably be consolidated. We can assuredly build a socialist state with modern industry, modern agriculture, and modern science and culture."},{"id":271,"quote":"The main form of struggle is war; the main form of organization is the army... . Without armed struggle there would be no place for the proletariat, there will be no place for the people, there will be no place for the Communist Party, and there will be no victory in revolution."},{"id":272,"quote":"Education in democracy must be carried on within the Party so that members can understand the meaning of democratic life, the meaning of the relationship between democracy and centralism, and the way in which democratic centralism should be put into practice. Only in this way can we really extend democracy within the Party and at the same time avoid ultra-democracy and the laissez-faire that destroys discipline."},{"id":273,"quote":"We should go to the masses and learn from them, synthesize their experience into better, articulated principles and methods, then do propaganda among the masses, and call upon them to put these principles and methods into practice so as to solve their problems and help them achieve liberation and happiness."},{"id":274,"quote":"It is quite possible that China may reach the stages of socialism and communism considerably later than your countries in the West which are so much more highly developed economically."},{"id":275,"quote":"An army of the people is invincible!"},{"id":276,"quote":"Reading is learning, but applying is also learning and the more important kind of learning at that. Our chief method is to learn warfare through warfare. A person who has had no opportunity to go to school can also learn warfare — he can learn through fighting in a war."},{"id":277,"quote":"We Communists must be able to integrate ourselves with the masses in all things. If our Party members spend their whole lives sitting indoors and never go out to face the world and brave the storm, what good will they be to the Chinese people? None at all, and we do not need such people as Party members. We Communists ought to face the world and brave the storm the great world of mass struggle and the mighty storm of mass struggle."},{"id":278,"quote":"The commanders and fighters of the entire Chinese People's Liberation Army absolutely must not relax in the least their will to fight; any thinking that relaxes the will to fight and belittles the enemy is wrong."},{"id":279,"quote":"Investigation may be likened to the long months of pregnancy, and solving a problem to the day of birth. To investigate a problem is, indeed, to solve it."},{"id":280,"quote":"So long as a person who has made mistakes . . . honestly and sincerely wishes to be cured and to mend his ways, we should welcome him and cure his sickness so that he can become a good comrade. We can never succeed if we just let ourselves go and lash at him."},{"id":281,"quote":"Conditions are changing all the time, and to adapt one's thinking to the new conditions, one must study. Even those who have a better grasp of Marxism and are comparatively firm in their proletarian stand have to go on studying, have to absorb what is new and study new problems."},{"id":282,"quote":"Kunlun Mountain Over the earth the greenblue monster Kunlun who has seen all spring color and passion of men. Three million dragons of white jade soar and freeze the whole sky with snow. When a summer sun heats the globe rivers flood and men turn into fish and turtles. Who can judge a thousand years of accomplishments or failures?"},{"id":283,"quote":"Now, there are two different attitudes towards learning from others. One is the dogmatic attitude of transplanting everything, whether or not it is suited to our conditions. This is no good. The other attitude is to use our heads and learn those things that suit our conditions, that is, to absorb whatever experience is useful to us. That is the attitude we should adopt."},{"id":284,"quote":"The Gods on the death of his wife Yang Kai-hui I lost my proud poplar and you your willow As poplar and willow they soar straight up into the ninth heaven and ask the prisoner of the moon, Wu Kang' what is there. He offers them wine from the cassia tree. The lonely lady on the moon, Chang 0, spreads her vast sleeves and dances for these good souls in the unending sky. Down on earth a sudden report of the tiger's defeat. Tears fly down from a great upturned bowl of rain."},{"id":285,"quote":"Our national defense will be consolidated and no imperialist will be allowed to invade our territory again. Our People's armed forces must be maintained and developed with the brave and steeled People's Liberation Army as their foundation. We will have not only a powerful army but also a powerful air force and a powerful navy."},{"id":286,"quote":"In literary and art criticism there are two criteria, the political and the artistic."},{"id":287,"quote":"The ruthless economic exploitation and political oppression of the peasants by the landlord class forced them into numerous uprisings against its rule.... It was the class struggles of the peasants, the peasant uprisings and peasant wars that constituted the real motive force of historical development in Chinese feudal society."},{"id":288,"quote":"A revolution is not a dinner party, or writing an essay, or painting a picture, or doing embroidery; it cannot be so refined, so leisurely and gentle, so temperate, kind, courteous, restrained and magnanimous. A revolution is an insurrection, an act of violence by which one class overthrows another."},{"id":289,"quote":"Politics is war without blood, while war is politics with blood."},{"id":290,"quote":"Political power grows out of the barrel of the gun..."},{"id":291,"quote":"The struggle of the Black people in the United States for emancipation is a component part of the general struggle of al the people of the world against U.S. imperialism, a component part of the contemporary world revolution. I call on the workers, peasants, and revolutionary intellectuals of all countries and all who are willing to fight against U.S. imperialism to take action and extend strong support to the struggle of the Black people in the United States! People of the whole world, unite still more closely and launch a sustained and vigorous offensive against our common enemy, U.S. imperialism, and its accomplices! It can be said with certainty that the complete collapse of colonialism, imperialism, and all systems of exploitation, and the complete emancipation of all the oppressed peoples and nations of the world are not far off."},{"id":292,"quote":"When you point a finger at the moon to indicate the moon, instead of looking at the moon,the stupid ones look at your finger."},{"id":293,"quote":"History is a symptom of our disease"},{"id":294,"quote":"To rebel is justified"},{"id":295,"quote":"You can't be a revolutionary if you don't eat chilies."},{"id":296,"quote":"The Communist party must control the guns."},{"id":297,"quote":"Everything under heaven is in utter choas; the situation is excellent."},{"id":298,"quote":"I am a lone monk walking the world with a leaky umbrella."},{"id":299,"quote":"Mao recalled: \"Very many members of our family have given their lives, killed by the Kuomintang and the American imperialists. You grew up eating honey, and thus far you have never known suffering. In the future, if you do not become a rightist, but rather a centrist, I shall be satisfied. You have never suffered--how can you be a leftist?\""},{"id":300,"quote":"Historical experience is written in iron and blood."},{"id":301,"quote":"Make criticism in good time; don't get into the habit of criticizing only after the event."},{"id":302,"quote":"Published in this month's Harper's, from a conversation held in Beijing in February 1973:Chairman Mao Zedong: Do you want our Chinese women? We can give you ten million.U.S. National Security Adviser Henry Kissinger: The chairman is improving his offer.Mao: We can let them flood your country with disaster and therefore impair your interests. In our country we have too many women, and they have a way of doing things. They give birth to children, and our children are too many."},{"id":303,"quote":"There are some militarists who say: ‘We are not interested in politics but only in the profession of arms.’ It is vital that these simple-minded militarists be made to realize the relationship that exists between politics and military affairs. Military action is a method used to attain a political goal. While military affairs and political affairs are not identical, it is impossible to isolate one from the other. - Mao Zedong, Yu Chi Chan”"},{"id":304,"quote":"...this protracted war will pass through three stages. The first stage covers the period of the enemy's strategic offensive and our strategic defensive. The second stage will be the period of the enemy's strategic consolidation and our preparation for the counter-offensive. The third stage will be the period of our strategic counter-offensive and the enemy's strategic retreat."},{"id":305,"quote":"A potential revolutionary situation exists in any country where the government consistently fails in its obligation to ensure at least a minimally decent standard of life for the great majority of its citizens."},{"id":306,"quote":"Politics is war without bloodshed while war is politics with bloodshed"},{"id":307,"quote":"Commandism is wrong in any type of work, because in overstepping the level of political consciousness of the masses and violating the principle of voluntary mass action it reflects the disease of impetuosity. Our comrades must not assume that everything they themselves understand is understood by the masses. Whether the masses understand it and are ready to take action can be discovered only by going into their midst and making investigations. If we do so, we can avoid commandism. Tailism in any type of work is also wrong, because in falling below the level of political consciousness of the masses and violating the principle of leading the masses forward it reflects the disease of dilatoriness. Our comrades must not assume that the masses have no understanding of what they themselves do not yet understand. It often happens that the masses outstrip us and are eager to advance a step and that nevertheless our comrades fail to act as leaders of the masses and tail behind certain backward elements, reflecting their views and, moreover, mistaking them for those of the broad masses."},{"id":308,"quote":"Under the white population of the United States of America only the reactionary classes oppress the black population. Under no circumstance can they represent the workers, farmers and revolutionary intellectuals and other enlighted people who form the majority of the white population."},{"id":309,"quote":"Men and women must receive equal pay for equal work in production."},{"id":310,"quote":"Imperialism will not last long because it always does evil things. It persists in grooming and supporting reactionaries in all countries who are against the people, it has forcibly seized many colonies and semi-colonies and many military bases, and it threatens the peace with atomic war. Thus, forced by imperialism to do so, more than 90 per cent of the people of the world are rising or will rise in struggle against it. Yet, imperialism is still alive, still running amuck in Asia, Africa and Latin America. In the West imperialism is still oppressing the people at home. This situation must change. It is the task of the people of the whole world to put an end to the aggression and oppression perpetrated by imperialism, and chiefly by U.S. imperialism."},{"id":311,"quote":"Our attitude towards ourselves should be to be insatiable in learning and towards others to be tireless in teaching."},{"id":312,"quote":"The chief enemies in China's revolutionary war are imperialism and the feudal forces."},{"id":313,"quote":"breaking up the whole into parts\","},{"id":314,"quote":"War, this monster of mutual slaughter among men, will be finally eliminated by the progress of human society, and in the not too distant future too."},{"id":315,"quote":"Evil does not exist in guerrilla warfare but only in the unorganized and undisciplined activities that are anarchism,"},{"id":316,"quote":"Ask your subordinates about matters you do not understand or do not know, and do not lightly express your approval or disapproval. . . . We should never pretend to know what we do not know, we should “not feel ashamed to ask and learn from people below and we should listen carefully to the views of the cadres at the lower levels. Be a pupil before you become a teacher; learn from the cadres at the lower levels before you issue orders. . . . What the cadres at the lower levels say may or may not be correct, after hearing it, we must analyse it. We must heed the correct views and act upon them. . . . Listen also to the mistaken views from below, it is wrong not to listen to them at all. Such views, however, are not to be acted upon but to be criticized.”"},{"id":317,"quote":"The mountain goddess if she is still there Will marvel at a world so changed."},{"id":318,"quote":"Once all struggle is grapsed, miracles are possible."},{"id":319,"quote":"Concentrate a big force to strike at a small section of the enemy force\" remains a principle of field operations in guerrilla warfare."},{"id":320,"quote":"Keep the enemy in the dark about where and when our forces will attack."},{"id":321,"quote":"We are advocates of the abolition of war, we do not want war; but war can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun. Ibid."},{"id":322,"quote":"Marxism consists of thousands of truths, but they all boil down to one sentence: It is right to rebel."},{"id":323,"quote":"Hence, as long as China is divided among the imperialist powers, the various cliques of warlords cannot under any circumstances come to terms, and whatever compromises they may reach will only be temporary."},{"id":324,"quote":"But the basic principle of guerrilla warfare must be the offensive, and guerrilla warfare is more offensive in its character than regular warfare."},{"id":325,"quote":"finally defeat Japanese imperialism only through the cumulative effect of many offensive campaigns and battles in both regular and guerrilla warfare,"},{"id":326,"quote":"Japan is neither willing nor able to conclude the war at present, nor has her strategic offensive yet come to an end, but, as the general trend shows, her offensive is confined within certain limits, which is the inevitable consequence of her three weaknesses; she cannot go on indefinitely till she swallows the whole of China."},{"id":327,"quote":"The seventh type of guerrilla organization is that formed from bands of bandits and brigands. This, although difficult, must be carried out with utmost vigor lest the enemy use such bands to his own advantage. Many bandit groups pose as anti-Japanese guerrillas, and it is only necessary to correct their political beliefs to convert them. In"},{"id":328,"quote":"The theory of Marx, Engels, Lenin and Stalin is universally applicable. We should regard it not as dogma, but as a guide to action. Studying it is not merely a matter of learning terms and phrases but of learning Marxism-Leninism as the science of revolution."},{"id":329,"quote":"Guerrilla leaders spend a great deal more time in organization, instruction, agitation, and propaganda work than they do fighting, for their most important job is to win over the people. “We must patiently explain, says Mao Tse-tung. “Explain,” “persuade,” “discuss,” “convince”—these words recur with monotonous regularity in many of the early Chinese essays on guerrilla war. Mao has aptly compared guerrillas to fish, and the people to the water in which they swim. If the political temperature is right, the fish, however few in number, will thrive and proliferate. It is therefore the principal concern of all guerrilla leaders to get the water to the right temperature and to keep it there. More”"},{"id":330,"quote":"People who live at subsistence level want first things to be put first. They are not particularly interested in freedom of religion, freedom of the press, free enterprise as we understand it, or the secret ballot. Their needs are more basic: land, tools, fertilizers, something better than rags for their children, houses to replace their shacks, freedom from police oppression, medical attention, primary schools."},{"id":331,"quote":"Generally speaking, the main principles are as follows: (1) the use of initiative, flexibility and planning in conducting offensives within the defensive, battles of quick decision within protracted war, and exterior-line operations within interior-line operations; (2) co-ordination with regular warfare; (3) establishment of base areas; (4) the strategic defensive and the strategic offensive; (5) the development of guerrilla warfare into mobile warfare; and (6) correct relationship of command."},{"id":332,"quote":"A people's insurrection and a people's revolution are not only natural but inevitable."},{"id":333,"quote":"or does not study how to run meetings successfully."},{"id":334,"quote":"All are past and gone!For truly great men,look to this age alone."},{"id":335,"quote":"(1) a sound mass base, (2) a sound Party organization, (3) a fairly strong Red Army, (4) terrain favourable to military operations, and (5) economic resources sufficient for sustenance."},{"id":336,"quote":"The defeats which many small Red areas have suffered have been due either to the absence of the requisite objective conditions or to subjective mistakes in tactics."},{"id":337,"quote":"Lacking an analytical approach, many of our comrades do not want to go deeply into complex matters, to analyse and study them over and over again, but like to draw simple conclusions which are either absolutely affirmative or absolutely negative. . . . From now on we should remedy this state of affairs."},{"id":338,"quote":"All genuine knowledge originates in direct experience."},{"id":339,"quote":"Therefore, before any action is taken, we must explain the policy, which we have formulated in the light of the given circumstances, to Party members and to the masses. Otherwise, Party members and the masses will depart from the guidance of our policy, act blindly and carry out a wrong policy."},{"id":340,"quote":"What is common to both, however, is the accumulation of many minor victories to make a major victory."},{"id":341,"quote":"There are two principles here: one is the actual needs of the masses rather than what we fancy they need, and the other is the wishes of the masses, who must make up their own minds instead of our making up their minds for them."},{"id":342,"quote":"A revolution is an insurrection, an act of violence by which one class overthrows another."},{"id":343,"quote":"Unquestionably, victory or defeat in war is determined mainly by the military, political, economic and natural conditions on both sides. But not by these alone. It is also determined by each side's subjective ability in directing the war."},{"id":344,"quote":"The masses of China's peasantry and urban petty bourgeoisie wish to take an active part in the revolutionary war and to carry it to complete victory. They are the main forces in the revolutionary war, but, being small-scale producers, they are limited in their political outlook (and some of the unemployed masses have anarchist views), so that they are unable to give correct leadership in the war."},{"id":345,"quote":"It is mainly because of the unorganized state of the Chinese masses that Japan dares to bully us."},{"id":346,"quote":"The whole world is very bright. The darker the clouds, the greater the light."},{"id":347,"quote":"The army must become one with the people so that they see it as their own army. Such an army will be invinsible.."},{"id":348,"quote":"A revolution is not a dinner party, or writing an essay, or painting a picture, or doing embroidery."},{"id":349,"quote":"The enemy advances, we retreat; the enemy camps, we harass; the enemy tires, we attack; the enemy retreats, we pursue."},{"id":350,"quote":"If you comrades here already know materialism and dialectics, I would like to advise you to supplement your knowledge by some study of their opposites, that is, idealism and metaphysics. You should read Kant and Hegel and Confucius and Chiang Kai-shek, which are all negative stuff. If you know nothing about idealism and metaphysics, if you have never waged any struggle against them, your materialism and dialectics will not be solid. The shortcoming of some of our Party members and intellectuals is precisely that they know too little about the negative stuff. Having read a few books by Marx, they just repeat what is in them and sound rather monotonous. Their speeches and articles are not convincing. If you don’t study the negative stuff, you won’t be able to refute it. Neither Marx nor Engels nor Lenin was like that. They made great efforts to learn and study all sorts of things, contemporary and past, and taught other people to do likewise. The three component parts of Marxism came into being in the course of their study of, as well as their struggle with, such bourgeois things as German classical philosophy, English classical political economy and French utopian socialism. In this respect Stalin was not as good. For instance, in his time, German classical idealist philosophy was described as a reaction on the part of the German aristocracy to the French revolution. This conclusion totally negates German classical idealist philosophy. Stalin negated German military science, alleging that it was no longer of any use and that books by Clausewitz should no longer be read since the Germans had been defeated.-Mao Zedong”"},{"id":351,"quote":"Combat anime."},{"id":352,"quote":"I have just drunk the waters of Changsha And come to eat the fish of Wuchang. Now I am swimming across the great Yangtze, Looking afar to the open sky of Chu. Let the wind blow and waves beat, Better far than idly strolling in a courtyard. Today I am at ease. \"It was by a stream that the Master said-- 'Thus do things flow away!' \" Sails move with the wind. Tortoise and Snake are still. Great plans are afoot: A bridge will fly to span the north and south, Turning a deep chasm into a thoroughfare; Walls of stone will stand upstream to the west To hold back Wushan's clouds and rain Till a smooth lake rises in the narrow gorges. The mountain goddess if she is still there Will marvel at a world so changed."},{"id":353,"quote":"In our international relations, we Chinese people should get rid of great-power chauvinism resolutely, thoroughly, wholly and completely."},{"id":354,"quote":"We are not utopians and cannot divorce ourselves from the actual conditions confronting us."},{"id":355,"quote":"Lenin dice que el análisis concreto de la situación concreta es «lo más esencial del marxismo, el alma viva del marxismo». Muchos de nuestros camaradas, poco acostumbrados a pensar en forma analítica, no quieren analizar y estudiar repetida y profundamente las cosas complejas, sino que prefieren formular conclusiones simplistas que son absolutamente afirmativas o absolutamente negativas. (…) Desde ahora, debemos remediar este estado de cosas."},{"id":356,"quote":"Wind and rain escorted Spring's departure, Flying snow welcomes Spring's return. On the ice-clad rock rising high and sheer A flower blooms sweet and fair. Sweet and fair, she craves not Spring for herself alone, To be the harbinger of Spring she is content. When the mountain flowers are in full bloom She will smile mingling in their midst."},{"id":357,"quote":"the imperialist prophets are pinning their hopes of “peaceful evolution on the third or fourth generation of the Chinese Party.”"},{"id":358,"quote":"¿De dónde provienen las ideas correctas del hombre? ¿Caen del cielo? No. ¿Son innatas en su cerebro? No. Provienen únicamente de la práctica social, de los tres tipos de práctica social: la lucha por la producción, la lucha de clases y la experimentación científica. «¿De dónde provienen las ideas correctas?» (mayo de 1963)."},{"id":359,"quote":"If we have shortcomings, we are not afraid to have them pointed out and criticized, because we serve the people. Anyone, no matter who, may point out our shortcomings. If he is right, we will correct them. If what he proposes will benefit the people, we will act upon it."},{"id":360,"quote":"Only a blockhead cudgels his brains on his own, or together with a group, to “find a solution or “evolve an idea” without making any investigation.”"},{"id":361,"quote":"Sich übereilt auf einen Kampf einlassen, heißt ohne sichere Aussicht auf Sieg kämpfen."},{"id":362,"quote":"Das bedeutet, daß ein Sieg - selbst wenn er in der ersten Schlacht gewonnen wurde - nur als Niederlage gewertet werden kann, wenn er dem Feldzug im ganzen mehr schadet als hilft."},{"id":363,"quote":"Ein magisches Schnellverfahren gibt es nicht."},{"id":364,"quote":"...; denn wenn wir dort, wo ungünstige Bedingungen vorliegen, nicht einen Teil unseres Gebietes aufgeben, sondern uns blindlings in Entscheidungskämpfe stürzen, bei denen nicht die geringste Aussicht auf einen Sieg besteht, werden wir unsere gesamte Schlagkraft einbüßen und nicht mehr imstande sein, den Verlust unseres gesamten Territoriums zu vermeiden - ganz zu schweigen von einer Rückeroberung der bereits verlorenen Gebiete."},{"id":365,"quote":"A aquellos que han cometido errores en su trabajo, salvo los elementos incorregibles, los comunistas no deben dejarlos de lado, sino al contrario, deben persuadirlos para que se transformen y emprendan un nuevo camino. «El papel del Partido Comunista de China en la guerra nacional» (Octubre de 1938), Obras Escogidas, tomo II. *"},{"id":366,"quote":"are for peace. But so long as U.S. imperialism refuses to give up its arrogant and unreasonable demands and its scheme to extend aggression, the only course for the Chinese people is to remain determined to go on fighting side by side with the Korean people. Not"},{"id":367,"quote":"The world is yours, as well as ours, but in the last analysis, it is yours. You young people, full of vigor and vitality, are in the bloom of life, like the sun at eight or nine in the morning. Our hope is placed on you. The world belongs to you."},{"id":368,"quote":"All important problems (of course, not the unimportant, trivial problems, or problems whose solutions have already been decided after discussion at meetings and need only be carried out) must be submitted to the committee for discussion,"},{"id":369,"quote":"When we say \"imperialism is ferocious\", we mean that its nature will never change, that the imperialists will never lay down their butcher knives, that they will never become Buddhas, till their doom."},{"id":370,"quote":"Classes struggle, some classes triumph, others are eliminated. Such is history,such is the history of civilization for thousands of years. To interpret historyfrom this viewpoint is historical materialism; standing in opposition to thisviewpoint is historical idealism."},{"id":371,"quote":"Ninghua, Chingliu, Kueihua-- What narrow paths, deep woods and slippery moss! Whither are we bound today? Straight to the foot of Wuyi Mountain. To the mountain, the foot of the mountain, Red flags stream in the wind in a blaze of glory"},{"id":372,"quote":"IMountains! I whip my swift horse, glued to my saddle. I turn my head startled, The sky is three foot three above me!*IIMountains! Like great waves surging in a crashing sea, Like a thousand stallions In full gallop in the heat of battle.IIIMountains! Piercing the blue of heaven, your barbs unblunted! The skies would fall But for your strength supporting."},{"id":373,"quote":"We must draw up a plan for the formation of such a corps with several million people taking up the study of dialectical materialism and historical materialism, the theoretical basis of Marxism, and combating all shades of idealism and mechanical materialism. At present there are many cadres doing theoretical work, but there is still no corps of theoretical workers, much less a powerful one. Without such a corps, the cause of the entire Party, the socialist industrialization and socialist transformation of our country, the modernization of our national defence and our research in atomic energy cannot move along or succeed. I therefore recommend that you comrades read philosophy."},{"id":374,"quote":"La manera como estos camaradas enfocan las cuestiones es errónea. En vez de considerar sus aspectos esenciales o principales, destacan los no esenciales o secundarios. Es de señalar que hay que tratar estos últimos aspectos uno por uno sin subestimarlos, mas no debemos considerarlos como esenciales o principales, pues, de lo contrario, nos desorientaremos. «Sobre el problema de la cooperativización agrícola»"},{"id":375,"quote":"Es absolutamente imposible que vosotros, tan poca gente, logréis remover montañas tan grandes.» El Viejo Tonto respondió: «Después que yo muera, seguirán mis hijos; cuando ellos mueran, quedarán mis nietos, y luego sus hijos y los hijos de sus hijos, y así indefinidamente. Aunque son muy altas, estas montañas no crecen y cada pedazo que les sacamos las hace más pequeñas. ¿Por qué no vamos a poder removerlas?» Después de refutar la idea errónea del Viejo Sabio, siguió cavando día tras día, sin cejar en su decisión. Dios, conmovido ante esto, envió a la tierra dos ángeles, que se llevaron a cuestas ambas montañas. Hoy, sobre el pueblo chino pesan dos grandes montañas, una se llama imperialismo y la otra, feudalismo. El Partido Comunista de China hace tiempo que decidió eliminarlas. Debemos perseverar en nuestra decisión y trabajar sin cesar; también nosotros conmoveremos a Dios. Nuestro Dios no es otro que las masas populares de China. Si ellas se alzan y cavan junto con nosotros, ¿por qué no vamos a poder eliminar esas montañas? «El Viejo Tonto que removió las montañas» (11 de junio"},{"id":376,"quote":"Sólo quienes abordan los problemas de manera subjetiva, unilateral y superficial dictan órdenes presuntuosamente apenas llegan a un nuevo lugar, sin considerar las circunstancias, sin examinar las cosas en su totalidad (su historia y su situación actual en conjunto) ni penetrar en su esencia (su naturaleza y las relaciones"},{"id":377,"quote":"Physical education complements education in virtue and knowledge. Moreover, both virtue and knowledge reside in the body. Without the body there would be neither virtue nor knowledge. Those who understand this are rare."},{"id":378,"quote":"¿No eran tigres vivos, tigres de hierro, tigres auténticos? Sin embargo, al final se transformaron en tigres de papel, tigres muertos, tigres de requesón de soya."},{"id":379,"quote":"Hay una antigua fábula china llamada «El Viejo Tonto que removió las montañas». Cuenta que hace mucho tiempo vivía en el Norte de China un anciano conocido como el Viejo Tonto de las montañas del Norte. Su casa miraba al Sur y frente a ella, obstruyendo la pasada, se alzaban dos grandes montañas: Taijang y Wangwu. El Viejo Tonto tomó la decisión de llevar a sus hijos a remover con azadones las dos montañas. Otro anciano, conocido"},{"id":380,"quote":"Todo o conhecimento genuíno tem origem na experiência direta."},{"id":381,"quote":"A crítica deve fazer-se a tempo; não há que se deixar levar pelo mau costume de criticar só depois de consumados os fatos."},{"id":382,"quote":"A política é uma guerra sem derramamento de sangue, e a guerra uma política com derramamento de sangue."},{"id":383,"quote":"Son nuestros enemigos todos aquellos que están confabulados con el imperialismo: los caudillos militares, los burócratas, la burguesía compradora, la clase de los grandes terratenientes y el sector reaccionario de la intelectualidad subordinada a todos ellos."},{"id":384,"quote":"A revolução não é o convite para um jantar, a composição de uma obra literária, a pintura de um quadro ou a confecção de um bordado, ela não pode ser assim tão refinada, calma e delicada, tão branda, tão afável e cortês, comedida e generosa. A revolução é uma insurreição, é um ato de violência pelo qual uma classe derruba a outra."}]