[{"id":1,"quote":"The question of what you want to own is actually the question of how you want to live your life."},{"id":2,"quote":"But when we really delve into the reasons for why we can’t let something go, there are only two: an attachment to the past or a fear for the future."},{"id":3,"quote":"The space in which we live should be for the person we are becoming now, not for the person we were in the past."},{"id":4,"quote":"Keep only those things that speak to your heart. Then take the plunge and discard all the rest. By doing this, you can reset your life and embark on a new lifestyle."},{"id":5,"quote":"The best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: ‘Does this spark joy?’ If it does, keep it. If not, dispose of it. This is not only the simplest but also the most accurate yardstick by which to judge."},{"id":6,"quote":"Imagine what it would be like to have a bookshelf filled only with books that you really love. Isn’t that image spellbinding? For someone who loves books, what greater happiness could there be?"},{"id":7,"quote":"No matter how wonderful things used to be, we cannot live in the past. The joy and excitement we feel here and now are more important."},{"id":8,"quote":"People cannot change their habits without first changing their way of thinking."},{"id":9,"quote":"Clutter is caused by a failure to return things to where they belong. Therefore, storage should reduce the effort needed to put things away, not the effort needed to get them out."},{"id":10,"quote":"The true purpose of a present is to be received."},{"id":11,"quote":"For books, timing is everything. The moment you first encounter a particular book is the right time to read it. To avoid missing that moment, I recommend that you keep your collection small."},{"id":12,"quote":"When you come across something that you cannot part with, think carefully about its true purpose in your life. You’ll be surprised at how many of the things you possess have already fulfilled their role. By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life, in order. In the end, all that will remain are the things that you really treasure. To truly cherish the things that are important to you, you must first discard those that have outlived their purpose."},{"id":13,"quote":"Visible mess helps distract us from the true source of the disorder."},{"id":14,"quote":"I have yet to see a house that lacked sufficient storage. The real problem is that we have far more than we need or want."},{"id":15,"quote":"People with large book collections are almost always diligent learners."},{"id":16,"quote":"There’s no need to finish reading books that you only got halfway through. Their purpose was to be read halfway."},{"id":17,"quote":"If sweatpants are your everyday attire, you’ll end up looking like you belong in them, which is not very attractive. What you wear in the house does impact your self-image."},{"id":18,"quote":"It is the same with people. Not every person you meet in life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson of who you do like, so that you will appreciate those."},{"id":19,"quote":"We should be choosing what we want to keep, not what we want to get rid of."},{"id":20,"quote":"From the moment you start tidying, you will be compelled to reset your life. As a result, your life will start to change. That’s why the task of putting your house in order should be done quickly. It allows you to confront the issues that are really important. Tidying is just a tool, not the final destination. The true goal should be to establish the lifestyle you want most once your house has been put in order."},{"id":21,"quote":"I recommend you dispose of anything that does not fall into one of three categories: currently in use, needed for a limited period of time, or must be kept indefinitely."},{"id":22,"quote":"Storage experts are hoarders."},{"id":23,"quote":"Tidy a little a day and you’ll be tidying forever."},{"id":24,"quote":"To truly cherish the things that are important to you, you must first discard those that have outlived their purpose. To get rid of what you no longer need is neither wasteful nor shameful. Can you truthfully say that you treasure something buried so deeply in a closet or drawer that you have forgotten its existence? If things had feelings, they would certainly not be happy. Free them from the prison to which you have relegated them. Help them leave that deserted isle to which you have exiled them. Let them go, with gratitude. Not only you, but your things as well, will feel clear and refreshed when you are done tidying."},{"id":25,"quote":"All you need to do is take the time to sit down and examine each item you own, decide whether you want to keep or discard it, and then choose where to put what you keep."},{"id":26,"quote":"When we disperse storage of a particular item throughout the house and tidy one place at a time, we can never grasp the overall volume and therefore can never finish. To escape this negative spiral, tidy by category, not by place."},{"id":27,"quote":"By starting with the easy things first and leaving the hardest for last, you can gradually hone your decision-making skills, so that by the end, it seems simple."},{"id":28,"quote":"What was it that motivated you to tidy in the first place? What do you hope to gain through tidying? Before you start getting rid of things, take the time to think this through carefully. This means visualizing the ideal lifestyle you dream of."},{"id":29,"quote":"The ultimate secret of success is this: If you tidy up in one shot, rather than little by little, you can dramatically change your mind-set."},{"id":30,"quote":"Can you place your hand on your heart and swear that you are happy when surrounded by so much stuff that you don’t even remember what’s there?"},{"id":31,"quote":"When your room is clean and uncluttered, you have no choice but to examine your inner state."},{"id":32,"quote":"Your real life begins after putting your house in order."},{"id":33,"quote":"As for you, pour your time and passion into what brings you the most joy, your mission in life."},{"id":34,"quote":"My filing method is extremely simple. I divide them into two categories: papers to be saved and papers that need to be dealt with. Although my policy is to get rid of all papers, these are the only categories I make for those that can’t be discarded."},{"id":35,"quote":"Letting go is even more important than adding."},{"id":36,"quote":"When you attend a seminar, do so with the resolve to part with every handout distributed. If you regret recycling it, take the same seminar again, and this time apply the learning. It’s paradoxical, but I believe that precisely because we hang on to such materials, we fail to put what we learn into practice."},{"id":37,"quote":"I’m sure most of us have been scolded for not tidying up our rooms, but how many of our parents consciously taught us how to tidy as part of our upbringing?"},{"id":38,"quote":"Never, ever tie up your stockings. Never, ever ball up your socks. I pointed to the balled-up socks. “Look at them carefully. This should be a time for them to rest. Do you really think they can get any rest like that?"},{"id":39,"quote":"The lives of those who tidy thoroughly and completely, in a single shot, are without exception dramatically altered."},{"id":40,"quote":"After all, our possessions very accurately relate the history of the decisions we have made in life."},{"id":41,"quote":"Putting your house in order is the magic that creates a vibrant and happy life."},{"id":42,"quote":"Reducing the amount of stuff in our space also reduces the amount of dust, and we actually clean more often."},{"id":43,"quote":"It is not memories but the person we have become because of those past experiences that we should treasure."},{"id":44,"quote":"Repetition and wasted effort can kill motivation, and therefore it must be avoided."},{"id":45,"quote":"We amass material things for the same reason that we eat—to satisfy a craving. Buying on impulse and eating and drinking to excess are attempts to alleviate stress."},{"id":46,"quote":"Ah! This is just the amount I need to live comfortably. This is all I need to be happy. I don’t need anything more."},{"id":47,"quote":"The key is to store things standing up rather than laid flat. Some people mimic store displays, folding each piece of clothing into a large square and then arranging them one on top of the other in layers. This is great for temporary sales displays in stores, but not what we should be aiming for at home, where our relationship with these clothes is long term."},{"id":48,"quote":"A person’s awareness and perspective on his or her own lifestyle are far more important than any skill at sorting, storing, or whatever."},{"id":49,"quote":"If you live with your family, first clearly define separate storage spaces for each family member."},{"id":50,"quote":"Start with clothes, then move on to books, papers, komono (miscellany), and finally things with sentimental value."},{"id":51,"quote":"The process of deciding what to keep and what to discard will go much more smoothly if you begin with items that are easier to make decisions about. As you gradually work toward the harder categories, you will be honing your decision-making skills. Clothes are the easiest because their rarity value is extremely low."},{"id":52,"quote":"We may think that we have stored things to suit our behavior, but usually we have unconsciously adjusted our actions to match where things are stored."},{"id":53,"quote":"If you are aiming for an uncluttered room, it is much more important to arrange your storage so that you can tell at a glance where everything is than to worry about the details of who does what, where, and when."},{"id":54,"quote":"Sorting papers rule of thumb: Discard everything once."},{"id":55,"quote":"There are three approaches we can take toward our possessions: face them now, face them sometime, or avoid them until the day we die."},{"id":56,"quote":"There is no need to buy dividers or any other gadget. You can solve your storage problems with things you already have in the house. The most common item I use is an empty shoebox."},{"id":57,"quote":"Boxes are surprisingly bulky. Discard or recycle the box your cell phone comes in as soon as you unpack it. You don’t need the manual or the CD that comes with it either. You’ll figure out the applications you need through using it."},{"id":58,"quote":"Only by discarding it will you be able to test how passionate you are about that subject."},{"id":59,"quote":"Warranties are only used once a year if at all. What point is there in carefully sorting and separating them when the odds that they will be needed are so low?"},{"id":60,"quote":"Don’t you think it is unnatural for us to possess things that don’t bring us joy or things that we don’t really need?"},{"id":61,"quote":"Treat your socks and stockings with respect."},{"id":62,"quote":"By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life, in order."},{"id":63,"quote":"The urge to point out someone else’s failure to tidy is usually a sign that you are neglecting to take care of your own space."},{"id":64,"quote":"Have you ever had the experience where you thought what you were doing was a good thing but later learned that it had hurt someone? At the time, you were totally unconcerned, oblivious to the other person’s feelings. This is somewhat similar to the way many of us treat our socks."},{"id":65,"quote":"To truly cherish the things that are important to you, you must first discard those that have outlived their purpose. To throw away what you no longer need is neither wasteful nor shameful."},{"id":66,"quote":"Tidying is just a tool, not the final destination. The true goal should be to establish the lifestyle you want most once your house has been put in order."},{"id":67,"quote":"I recommend storing vertically anything that can be stood up."},{"id":68,"quote":"It’s a very strange phenomenon, but when we reduce what we own and essentially ‘detox’ our house, it has a detox effect on our bodies as well."},{"id":69,"quote":"The essence of effective storage is this: designate a spot for every last thing you own."},{"id":70,"quote":"If you can say without a doubt, ‘I really like this!’ no matter what anyone else says, and if you like yourself for having it, then ignore what other people think."},{"id":71,"quote":"When people revert to clutter no matter how much they tidy, it is not their room or their belongings but their way of thinking that is at fault."},{"id":72,"quote":"Although we can get to know ourselves better by sitting down and analyzing our characteristics or by listening to others’ perspectives on us, I believe that tidying is the best way."},{"id":73,"quote":"If you want the book so badly after getting rid of it that you’re willing to buy another copy, then buy one—and this time read and study it."},{"id":74,"quote":"Getting rid of other people’s things without permission demonstrates a sad lack of common sense."},{"id":75,"quote":"Never discard anything without saying thank you and good-bye."},{"id":76,"quote":"I begin my course with these words: Tidying is a special event. Don’t do it every day."},{"id":77,"quote":"Unlike work, studies, or sports, there is no need to compare your performance to that of anyone else."},{"id":78,"quote":"I believe that tidying is a celebration, a special send-off for those things that will be departing from the house, and therefore I dress accordingly."},{"id":79,"quote":"The more time it takes, the more tired you feel, and the more likely you are to give up when you’re only halfway through."},{"id":80,"quote":"Be sure to completely finish the first task before starting the next."},{"id":81,"quote":"The work involved can be broadly divided into two kinds: deciding whether or not to dispose of something and deciding where to put it. If you can do these two things, you can achieve perfection."},{"id":82,"quote":"When you’ve finished putting your house in order, your life will change dramatically. Once you have experienced what it’s like to have a truly ordered house, you’ll feel your whole world brighten."},{"id":83,"quote":"Human beings can only truly cherish a limited number of things at one time. As I am both lazy and forgetful, I can’t take proper care of too many things."},{"id":84,"quote":"Things stored out of sight are dormant. This makes it much harder to decide whether they inspire joy or not."},{"id":85,"quote":"Tidying is the act of confronting yourself."},{"id":86,"quote":"Tidying orders and relaxes the mind."},{"id":87,"quote":"Follow your intuition and all will be well."},{"id":88,"quote":"Tidying your physical space allows you to tend to your psychological space."},{"id":89,"quote":"Cherish the things you love. Cherish yourself."},{"id":90,"quote":"Your parents’ home is not a haven for mementos."},{"id":91,"quote":"Just because you dispose of something does not mean you give up past experiences or your identity."},{"id":92,"quote":"The moment you first encounter a book is the right time to read it."},{"id":93,"quote":"Being messy is not hereditary nor is it related to lack of time."},{"id":94,"quote":"It is very natural for me to say thank you to the goods that support us."},{"id":95,"quote":"What you don’t need, your family doesn’t either."},{"id":96,"quote":"The best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it. This is not only the simplest but also the most accurate yardstick by which to judge.”"},{"id":97,"quote":"The process of assessing how you feel about the things you own, identifying those that have fulfilled their purpose, expressing your gratitude, and bidding them farewell, is really about examining your inner self, a rite of passage to a new life."},{"id":98,"quote":"Therefore, the best criterion for choosing what to keep and what to discard is whether keeping it will make you happy, whether it will bring you joy."},{"id":99,"quote":"Keep only those things that speak to your heart. Then take the plunge and discard all the rest."},{"id":100,"quote":"Discarding is not the point; what matters is keeping those things that bring you joy. If you discard everything until you have nothing left but an empty house, I don’t think you’ll be happy living there. Our goal in tidying should be to create a living environment filled with the things we love."},{"id":101,"quote":"The best way to find out what we really need is to get rid of what we don't."},{"id":102,"quote":"Many people carry this type of negative self-image for years, but it is swept away the instant they experience their own perfectly clean space. This drastic change in self-perception, the belief that you can do anything if you set your mind to it, transforms behavior and lifestyles. This is precisely why my students never experience rebound. Once you have experienced the powerful impact of a perfectly ordered space, you, too, will never return to clutter."},{"id":103,"quote":"Tidying is the act of confronting yourself; cleaning is the act of confronting nature"},{"id":104,"quote":"You could say that tidying orders the mind while cleaning purifies it."},{"id":105,"quote":"Does this spark joy? If it does, keep it. If not, dispose of it.”"},{"id":106,"quote":"The best sequence is this: clothes first, then books, papers, komono (miscellany), and lastly, mementos."},{"id":107,"quote":"The act of folding is far more than making clothes compact for storage. It is an act of caring, an expression of love and appreciation for the way these clothes support your lifestyle. Therefore, when we fold, we should put our heart into it, thanking our clothes for protecting our bodies."},{"id":108,"quote":"If you missed your chance to read a particular book, even if it was recommended to you or is one you have been intending to read for ages, this is your chance to let it go. You may have wanted to read it when you bought it, but if you haven't read it by now, the book's purpose was to teach you that you didn't need it. There is no need to finish reading books that you only got halfway through. Their purpose was to be read halfway. So get rid of all those unread books. It will be far better for you to read the book that really grabs you right now than one that you left to gather dust for years."},{"id":109,"quote":"You may think this is a waste of money, but reducing your stock and relieving yourself of the burden of excess is the quickest and most effective way to put your things in order."},{"id":110,"quote":"Now imagine yourself living in a space that contains only things that spark joy. Isn’t this the lifestyle you dream of?"},{"id":111,"quote":"Presents are not “things but a means for conveying someone’s feelings. When viewed from this perspective, you don’t need to feel guilty for parting with a gift. Just thank it for the joy it gave you when you first received it.”"},{"id":112,"quote":"It is not our memories but the person we have become because of those experiences that we should treasure. This is the lesson these keepsakes teach us when we sort them. The space in which we live should be for the person we are becoming now, not for the person we were in the past."},{"id":113,"quote":"In the end, people are unable to discard things either because they are attached to the past or afraid of the future."},{"id":114,"quote":"You may have wanted to read it when you bought it, but if you haven’t read it by now, the book’s purpose was to teach you that you didn’t need it. There’s no need to finish reading books that you only got halfway through. Their purpose was to be read halfway. So get rid of all those unread books. It will be far better for you to read the book that really grabs you right now than one that you left to gather dust for years."},{"id":115,"quote":"The point in deciding specific places to keep things is to designate a spot for every thing."},{"id":116,"quote":"As I am both lazy and forgetful, I can't take proper care of too many things. That's why I want to cherish properly the things I love."},{"id":117,"quote":"In fact, that particular article of clothing has already completed its role in your life, and you are free to say, \"Thank you for giving me joy when I bought you,\" or \"Thank you for teaching me what doesn't suit me,\" and let it go.Every object has a different role to play. Not all clothes have come to you to be worn threadbare. It is the same with people. Not every person you meet in your life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson of who you DO like, so that you will appreciate those special people even more.When you come across something that you cannot part with, think carefully about its true purpose in your life. You'll be surprised at how many of the things you possess have already fulfilled their role. By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life in order. In the end, all that will remain are the things that you really treasure..p 60-61"},{"id":118,"quote":"After all, our possessions very accurately relate the history of the decisions we have made in life. Tidying is a way of taking stock that shows us what we really like."},{"id":119,"quote":"It is not our memories but the person we have become because of those past experiences that we should treasure. This is the lesson these keepsakes teach us when we sort them. The space in which we live should be for the person we are becoming now, not for the person we were in the past."},{"id":120,"quote":"The important thing in tidying is not deciding what to discard but rather what you want to keep in your life."},{"id":121,"quote":"Marathon tidying produces a heap of garbage. At this stage, the one disaster that can wreak more havoc than an earthquake is the entrance of that recycling expert who goes by the alias of \"mother."},{"id":122,"quote":"Effective tidying involves only two essential actions: discarding and deciding where to store things. Of the two, discarding must come first."},{"id":123,"quote":"I want to live my life in such a way that it colors my things with memories."},{"id":124,"quote":"people who can’t stay tidy can be categorized into just three types: the “can’t-throw-it-away type, the “can’t-put-it-back” type, and the “first-two-combined” type.”"},{"id":125,"quote":"We amass material things for the same reason that we eat - to satisfy a craving. Buying on impulse and eating and drinking to excess are attempts to alleviate stress. From observing my clients, I have noticed that when they discard excess clothing, their tummies tend to slim down, when they discard books and documents, their minds become clearer, when they reduce the number of cosmetics and tidy up the area around the sink and bath, their complexion tends to become clear and their skin smooth. -p226"},{"id":126,"quote":"It’s a very strange phenomenon, but when we reduce what we own and essentially “detox our house, it has a detox effect on our bodies as well.”"},{"id":127,"quote":"Life truly begins after you have put your house in order."},{"id":128,"quote":"If you can say without a doubt, “I really like this! no matter what anyone else says, and if you like yourself for having it, then ignore what other people think.”"},{"id":129,"quote":"But let’s consider this more carefully. Most of these gifts remain unopened or have been used only once. Admit it. They simply don’t suit your taste. The true purpose of a present is to be received. Presents are not “things but a means for conveying someone’s feelings. When viewed from this perspective, you don’t need to feel guilty for parting with a gift. Just thank it for the joy it gave you when you first received it. Of course, it would be ideal if you could use it with joy. But surely the person who gave it to you doesn’t want you to use it out of a sense of obligation, or to put it away without using it, only to feel guilty every time you see it. When you discard or donate it, you do so for the sake of the giver, too.”"},{"id":130,"quote":"To quietly work away at disposing of your own excess is actually the best way of dealing with a family that doesn’t tidy."},{"id":131,"quote":"When you come across something that’s hard to discard, consider carefully why you have that specific item in the first place. When did you get it and what meaning did it have for you then? Reassess the role it plays in your life. If, for example, you have some clothes that you bought but never wear, examine them one at a time. Where did you buy that particular outfit and why? If you bought it because you thought it looked cool in the shop, it has fulfilled the function of giving you a thrill when you bought it. Then why did you never wear it? Was it because you realized that it didn’t suit you when you tried it on at home? If so, and if you no longer buy clothes of the same style or color, it has fulfilled another important function—it has taught you what doesn’t suit you. In fact, that particular article of clothing has already completed its role in your life, and you are free to say, “Thank you for giving me joy when I bought you, or “Thank you for teaching me what”"},{"id":132,"quote":"When you are choosing what to keep, ask your heart; when you are choosing where to store something, ask your house."},{"id":133,"quote":"People have trouble discarding things that they could still use (functional value), that contain helpful information (informational value), and that have sentimental ties (emotional value). When these things are hard to obtain or replace (rarity), they become even harder to part with."},{"id":134,"quote":"Clutter has only two possible causes: too much effort is required to put things away or it is unclear where things belong."},{"id":135,"quote":"Tidying in the end is just a physical act. The work involved can be broadly divided into two kinds: deciding whether or not to dispose of something and deciding where to put it. If you can do these two things, you can achieve perfection. Objects can be counted. All you need to do is look at each item, one at a time, and decide whether or not to keep it and where to put it. That’s all you need to do to complete this job. It is not hard to tidy up perfectly and completely in one fell swoop. In fact, anyone can do it. And if you want to avoid rebound, this is the only way to do it."},{"id":136,"quote":"By handling each sentimental item and deciding what to discard, you process your past. If you just stow these things away in a drawer or cardboard box, before you realise it, your past will become a weight that holds you back and keeps you from living in the here and now. Pg.116-117"},{"id":137,"quote":"The process of facing and selecting our possessions can be quite painful. It forces us to confront our imperfections and inadequacies and the foolish choices we made in the past."},{"id":138,"quote":"The same goes for pajamas. If you are a woman, try wearing something elegant as nightwear. The worst thing you can do is to wear a sloppy sweat suit. I occasionally meet people who dress like this all the time, whether waking or sleeping."},{"id":139,"quote":"not having a space you can call your own is dangerous. Everyone needs a sanctuary."},{"id":140,"quote":"There are only two choices: keep it or chuck it. And if you’re going to keep it, make sure to take care of it."},{"id":141,"quote":"When you tidy your space completely, you transform the scenery. The change is so profound that you feel as if you are living in a totally different world."},{"id":142,"quote":"We need to show consideration for others by helping them avoid the burden of owning more than they need or can enjoy."},{"id":143,"quote":"To put your things in order means to put your past in order, too."},{"id":144,"quote":"A common mistake many people make is to decide where to store things on the basis of where it’s easiest to take them out. This approach is a fatal trap. Clutter is caused by a failure to return things to where they belong. Therefore, storage should reduce the effort needed to put things away, not the effort needed to get them out."},{"id":145,"quote":"Storage, after all, is the magical act of finding a home for your belongings."},{"id":146,"quote":"Books you have read have already been experienced and their content is inside you,"},{"id":147,"quote":"During the selection process, if you come across something that does not spark joy but that you just can’t bring yourself to throw away, stop a moment and ask yourself, “Am I having trouble getting rid of this because of an attachment to the past or because of a fear for the future? Ask this for every one of these items. As you do so, you’ll begin to see a pattern in your ownership of things, a pattern that falls into one of three categories: attachment to the past, desire for stability in the future, or a combination of both. It’s important to understand your ownership pattern because it is an expression of the values that guide your life.”"},{"id":148,"quote":"Discard anything that doesn’t spark joy."},{"id":149,"quote":"The true purpose of tidying is, I believe, to live in the most natural state possible. Don’t you think it is unnatural for us to possess things that don’t bring us joy or things that we don’t really need? I believe that owning only what we love and what we need is the most natural condition."},{"id":150,"quote":"when you put your house in order, you put your affairs and your past in order, too. As a result, you can see quite clearly what you need in life and what you don’t, and what you should and shouldn’t do."},{"id":151,"quote":"To truly cherish the things that are important to you, you must first discard those that have outlived their purpose"},{"id":152,"quote":"In essence, tidying ought to be the act of restoring balance among people, their possessions, and the house they live in."},{"id":153,"quote":"A dramatic reorganization of the home causes correspondingly dramatic changes in lifestyle and perspective. It is life transforming."},{"id":154,"quote":"I pointed to the balled-up socks. “Look at them carefully. This should be a time for them to rest. Do you really think they can get any rest like that? That’s right. The socks and stockings stored in your drawer are essentially on holiday. They take a brutal beating in their daily work, trapped between your foot and your shoe, enduring pressure and friction to protect your precious feet. The time they spend in your drawer is their only chance to rest. But if they are folded over, balled up, or tied, they are always in a state of tension, their fabric stretched and their elastic pulled. They roll about and bump into each other every time the drawer is opened and closed. Any socks and stockings unfortunate enough to get pushed to the back of the drawer are often forgotten for so long that their elastic stretches beyond recovery.”"},{"id":155,"quote":"The energy of book titles and the words inside them are very powerful. In Japan, we say that “words make our reality. The words we see and with which we come into contact tend to bring about events of the same nature. In that sense, you will become the person who matches the books you have kept.”"},{"id":156,"quote":"When you tidy, you gain a little confidence. You start to believe in the future. Things begin to go more smoothly. The people you meet change. Unexpected things happen in a positive way. Change begins to accelerate. And you begin to really enjoy your life."},{"id":157,"quote":"It is not the number of folds but rather the amount of pressure applied that causes wrinkling."},{"id":158,"quote":"The most basic rule is to hang clothes in the same category side by side, dividing your closet into a jacket section, a suit section, and so on. Clothes, like people, can relax more freely when in the company of others who are very similar in type, and therefore organizing them by category helps them feel more comfortable and secure."},{"id":159,"quote":"As for you, pour your time and passion into what brings you the most joy, your mission in life. I am convinced that putting your house in order will help you find the mission that speaks to your heart. Life truly begins after you have put your house in order."},{"id":160,"quote":"The moment you first encounter a particular book is the right time to read it."},{"id":161,"quote":"Life becomes far easier once you know that things will still work out even if you are lacking something."},{"id":162,"quote":"You won’t die if your house isn’t tidy, and there are many people in the world who really don’t care if they can’t put their house in order. Such people, however, would never pick up this book. You, on the other hand, have been led by fate to read it, and that means you probably have a strong desire to change your current situation, to reset your life, to improve your lifestyle, to gain happiness, to shine."},{"id":163,"quote":"One of the reasons clutter eats away at us is because we have to search for something just to find out whether it’s even there, and many times, no matter how much we search, we cannot seem to find what we are looking for. When we have reduced the amount we own and store our documents all in the same place, we can tell at a glance whether we have it or not. If it’s gone, we can shift gears immediately and start thinking about what to do."},{"id":164,"quote":"At their core, the things we really like do not change over time. Putting your house in order is a great way to discover what they are."},{"id":165,"quote":"The real tragedy is to live your entire life without anything that brings you joy and never even realize it. From"},{"id":166,"quote":"This is why tidying must start with discarding. We need to exercise self-control and resist storing our belongings until we have finished identifying what we really want and need to keep."},{"id":167,"quote":"Once you have an image of what the inside of your drawers will look like, you can begin folding. The goal is to fold each piece of clothing into a simple, smooth rectangle. First, fold each lengthwise side of the garment toward the center (such as the left-hand, then right-hand, sides of a shirt) and tuck the sleeves in to make a long rectangular shape. It doesn’t matter how you fold the sleeves. Next, pick up one short end of the rectangle and fold it toward the other short end. Then fold again, in the same manner, in halves or in thirds. The number of folds should be adjusted so that the folded clothing when standing on edge fits the height of the drawer. This is the basic principle that will ultimately allow your clothes to be stacked on edge, side by side, so that when you pull open your drawer you can see the edge of every item inside. If you find that the end result is the right shape but too loose and floppy to stand up, it’s a sign that your way of folding doesn’t match the type of clothing."},{"id":168,"quote":"A joy-filled home is like your own personal art museum"},{"id":169,"quote":"When you stand in front of a closet that has been reorganized so that the clothes rise to the right, you will feel your heart beat faster and the cells in your body buzz with energy. This energy will also be transmitted to your clothes. Even when you close the closet door, your room will feel fresher. Once you have experienced this, you’ll never lose the habit of organizing by category. Some may question whether paying attention to such details can possibly cause such a change, but why waste your time doubting if incorporating this exciting magic into all your storage spaces could keep your room tidy?"},{"id":170,"quote":"To get rid of what you no longer need is neither wasteful nor shameful. Can you truthfully say that you treasure something buried so deeply in a closet or drawer that you have forgotten its existence?"},{"id":171,"quote":"Once you have experienced what it’s like to have a truly ordered house, you’ll feel your whole world brighten."},{"id":172,"quote":"As I am both lazy and forgetful, I can’t take proper care of too many things."},{"id":173,"quote":"My clients always sound so happy, and the results show that tidying has changed their way of thinking and their approach to life. In fact, it has changed their future. Why? This question is addressed in more detail throughout the book, but basically, when you put your house in order, you put your affairs and your past in order, too."},{"id":174,"quote":"Keep things because you love them- not \"just because"},{"id":175,"quote":"The things we own are real. They exist here and now as a result of choices made in the past by no one other than ourselves. It is dangerous to ignore them or to discard them indiscriminately as if denying the choices we made. This is why I am against both letting things pile up and dumping things indiscriminately. It is only when we face the things we own one by one and experience the emotions they evoke that we can truly appreciate our relationship with them."},{"id":176,"quote":"it is essential to create a quiet space in which to evaluate the things in your life."},{"id":177,"quote":"What is the perfect amount of possessions? I think that most people don’t know. If you have lived in Japan or the United States all your life, you have almost certainly been surrounded by far more than you need. This makes it hard for many people to imagine how much they need to live comfortably. As you reduce your belongings through the process of tidying, you will come to a point where you suddenly know how much is just right for you. You will feel it as clearly as if something has clicked inside your head and said, “Ah! This is just the amount I need to live comfortably. This is all I need to be happy. I don’t need anything more. The satisfaction that envelops your whole being at that point is palpable. I call this the “just-right click point.” Interestingly, once you have passed this point, you’ll find that the amount you own never increases. And that is precisely why you will never rebound.”"},{"id":178,"quote":"Clutter is caused by a failure to return things to where they belong. Therefore, storage should reduce the effort needed to put things away, not the effort needed to get them out. When we use something, we have a clear purpose for getting it out. Unless for some reason it is incredibly hard work, we usually don’t mind the effort involved. Clutter has only two possible causes: too much effort is required to put things away or it is unclear where things belong."},{"id":179,"quote":"If you tidy up in one shot, rather than little by little, you can dramatically change your mind-set. A change so profound that it touches your emotions will irresistibly affect your way of thinking and your lifestyle habits."},{"id":180,"quote":"In cases like this, I recommend that my clients make a personal altar in a corner of their house. Although I use the word “altar, there is no need to worry about the direction it faces or the design. Just make a corner that is shrine-like. I recommend the top shelf in a bookcase because locating it above eye level makes it more shrine-like. One theme underlying my method of tidying is transforming the home into a sacred space, a power spot filled with pure energy. A comfortable environment, a space that feels good to be in, a place where you can relax—these are the traits that make a home a power spot. Would you rather live in a home like this or in one that resembles a storage shed? The answer, I hope, is obvious.”"},{"id":181,"quote":"The moment you first encounter a particular book is the right time to read it. To avoid missing that moment, I recommend that you keep your collection small."},{"id":182,"quote":"We live in this moment. Who you are now is more important than memories of your past. Be good to yourself.It is so hard to let go of things that once brought us joy and are filled with precious memories. It feels like we are losing the memories along with them. But that is not the case. Memories that are truly precious will never be forgotten, even if we discard an item associated with them. What really matters is not the past but the person we have now become, thanks to those past experiences. We should use our space not for the person we once were, but for our future selves."},{"id":183,"quote":"My criterion for deciding to keep an item is that we should feel a thrill of joy when we touch it."},{"id":184,"quote":"Success is 90 percent dependent on our mind-set."},{"id":185,"quote":"But when we're caught up in the past and fear for the future, being unable to discard means that we can't see, what we need, what will satisfy us, or what we're really seeking."},{"id":186,"quote":"Taking good care of your things leads to taking good care of yourself."},{"id":187,"quote":"When a woman who is very anxious about the future chooses a partner, for example, she is less likely to select someone purely because she likes and enjoys being with him. She might choose someone she doesn’t really like simply because the relationship seems advantageous to her or because she is afraid that if she doesn’t choose him, she may not find anyone else."},{"id":188,"quote":"Let’s imagine a cluttered room. It does not get messy all by itself. You, the person who lives in it, makes the mess. There is a saying that “a messy room equals a messy mind. I look at it this way. When a room becomes cluttered, the cause is more than just physical. Visible mess helps distract us from the true source of the disorder. The act of cluttering is really an instinctive reflex that draws our attention away from the heart of an issue. If you can’t feel relaxed in a clean and tidy room, try confronting your feeling of anxiety. It may shed light on what is really bothering you. When your room is clean and uncluttered, you have no choice but to examine your inner state. You can see any issues you have been avoiding and are forced to deal with them. From the moment you start tidying, you will be compelled to reset your life. As a result, your life will start to change. That’s why the task of putting your house in order should be done quickly. It allows you to confront the issues that are really important. Tidying is just a tool, not the final destination. The true goal should be to establish the lifestyle you want most once your house has been put in order. Storage”"},{"id":189,"quote":"if you want to meet a beautiful home that is just right for you, take good care of the one you live in now."},{"id":190,"quote":"When you’ve finished tidying your books, step back and take a good look at your bookshelves. What kinds of words leap out at you from the titles on their spines? If you have been telling everyone you’d like to get married sometime this year, but you have a lot of titles with words like “XXX for Singles, or if you want to live a joyful life but own a lot of novels with tragic titles, watch out. The energy of book titles and the words inside them are very powerful. In Japan, we say that “words make our reality.” The words we see and with which we come into contact tend to bring about events of the same nature. In that sense, you will become the person who matches the books you have kept.”"},{"id":191,"quote":"A simple design that puts you at ease, a high degree of functionality that makes life simpler, a sense of rightness, or the recognition that a possession is useful in our daily lives—these, too, indicate joy."},{"id":192,"quote":"Having spent most of my life looking at things of every description, including those in my clients’ homes, I have discovered three common elements involved in attraction: the actual beauty of the object itself (innate attraction), the amount of love that has been poured into it (acquired attraction), and the amount of history or significance it has accrued (experiential value)."},{"id":193,"quote":"What you wear in the house does impact your self-image."},{"id":194,"quote":"Instead of suffering from the stress of looking and not finding, we take action, and these actions often lead to unexpected benefits... Life becomes far easier once you know that things will still work out even if you are lacking something."},{"id":195,"quote":"It is only when you put your house in order that your furniture and decorations come to life."},{"id":196,"quote":"Through this experience, I came to the conclusion that the best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it. This is not only the simplest but also the most accurate yardstick by which to judge.”"},{"id":197,"quote":"For books, timing is everything. The moment you first encounter a particular book is the right time to read it."},{"id":198,"quote":"The meaning of a photo lies in the excitement and joy you feel when taking it."},{"id":199,"quote":"In Japan, people believe that things like cleaning your room and keeping your bathroom spick-and-span bring good luck, but if your house is cluttered, the effect of polishing the toilet bowl is going to be limited."},{"id":200,"quote":"In fact, I don’t even own a dish rack. I put all the dishes I wash into a large bowl or colander and place this on the veranda to dry."},{"id":201,"quote":"it seems to me that people have far more unread books than they once did, ranging from three to more than forty."},{"id":202,"quote":"The question of what you want to own is actually the question of how you want to live your life. Attachment to the past and fears concerning the future not only govern the way you select the things you own but also represent the criteria by which you make choices in every aspect of your life, including your relationships with people and your job."},{"id":203,"quote":"These include coats, suits, jackets, skirts, and dresses. My standard is this: hang any clothes that look like they would be happier hung up, such as those made with soft materials that flutter in the breeze or highly tailored cuts, which protest at being folded. These we should hang willingly."},{"id":204,"quote":"One of my clients, a self-professed \"dress fanatic\" and successful businesswoman who has a whole closetful of them, calls the dress her \"combat uniform."},{"id":205,"quote":"The space in which we live should be for the person we are becoming now. Not for the person we were in the past."},{"id":206,"quote":"Keep only those things that speak to your heart."},{"id":207,"quote":"no matter how much knowledge you may gather, if you don’t change your way of thinking, you’ll rebound. What"},{"id":208,"quote":"lies. The ultimate secret of success is this: If you tidy up in one shot, rather than little by little, you can dramatically change your mind-set."},{"id":209,"quote":"During the selection process, if you come across something that does not spark joy but that you just can’t bring yourself to throw away, stop a moment and ask yourself, “Am I having trouble getting rid of this because of an attachment to the past or because of a fear for the future? Ask this for every one of these items. As you do so, you’ll begin to see a pattern in your ownership of things, a pattern that falls into one of three categories: attachment to the past, desire for stability in the future, or a combination of both. It’s important to understand your ownership pattern because it is an expression of the values that guide your life. The question of what you want to own is actually the question of how you want to live your life.”"},{"id":210,"quote":"It’s the information they contain that has meaning. There is no meaning in their just being on your shelves. You read books for the experience of reading."},{"id":211,"quote":"In Japan, we say that 'words make our reality'."},{"id":212,"quote":"Rather, I found through this experience that there is significant similarity between meditating under a waterfall and tidying. When you stand under a waterfall, the only audible sound is the roar of water. As the cascade pummels your body, the sensation of pain soon disappears and numbness spreads. Then a sensation of heat warms you from the inside out, and you enter a meditative trance. Although I had never tried this form of meditation before, the sensation it generated seemed extremely familiar. It closely resembled what I experience when I am tidying. While not exactly a meditative state, there are times when I am cleaning that I can quietly commune with myself. The work of carefully considering each object I own to see whether it sparks joy inside me is like conversing with myself through the medium of my possessions. For this reason, it is essential to create a quiet space in which to evaluate the things in your life. Ideally, you should not even be listening to music. Sometimes I hear of methods that recommend tidying in time to a catchy song, but personally, I don’t encourage this. I feel that noise makes it harder to hear the internal dialogue between the owner and his or her belongings. Listening to the TV is, of course, out of the question. If you need some background noise to relax, choose environmental or ambient music with no lyrics or well-defined melodies. If you want to add momentum to your tidying work, tap the power of the atmosphere in your room rather than relying on music. The best time to start is early morning. The fresh morning air keeps your mind clear and your power of discernment sharp. For this reason, most of my lessons commence in the morning. The earliest lesson I ever conducted began at six thirty, and we were able to clean at twice the usual speed. The clear, refreshed feeling gained after standing under a waterfall can be addictive. Similarly, when you finish putting your space in order, you will be overcome with the urge to do it again. And, unlike waterfall meditation, you don’t have to travel long distances over hard terrain to get there. You can enjoy the same effect in your own home. That’s pretty special, don’t you think?"},{"id":213,"quote":"letting go is even more important than adding."},{"id":214,"quote":"A short time after tidying, their space is a disorganized mess. The cause is not lack of skills but rather lack of awareness and the inability to make tidying a regular habit."},{"id":215,"quote":"No matter how messy your house may be, tidying deals with physical objects. No matter how much stuff you may own, the amount is always finite."},{"id":216,"quote":"Once you have piled your books, take them in your hand one by one and decide whether you want to keep or discard each one. The criterion is, of course, whether or not it gives you a thrill of pleasure when you touch it. Remember, I said when you touch it. Make sure you don’t start reading it. Reading clouds your judgment. Instead of asking yourself what you feel, you’ll start asking whether you need that book or not. Imagine what it would be like to have a bookshelf filled only with books that you really love. Isn’t that image spellbinding? For someone who loves books, what greater happiness could there be?"},{"id":217,"quote":"A seminar’s value begins the moment we start attending, and the key to extracting the full value is putting what we learn there into practice the moment the course ends."},{"id":218,"quote":"Selecting and discarding one’s possessions is a continuous process of making decisions based on one’s own values."},{"id":219,"quote":"If you just can’t bring yourself to discard something, then keep it without any guilt."},{"id":220,"quote":"Mi resi conto che il valore degli oggetti di cui ho goduto da sola è decisamente minore del valore degli oggetti che mi ricordano i bei momenti trascorsi insieme agli altri."},{"id":221,"quote":"When you come across something that you cannot part with, think carefully about its true purpose in your life. You’ll be surprised at how many of the things you possess have already fulfilled their role."},{"id":222,"quote":"Previously, I had no confidence. I kept thinking that I needed to change, that I should be different, but now I can believe that I am okay just the way I am."},{"id":223,"quote":"There is a saying that “a messy room equals a messy mind."},{"id":224,"quote":"In addition to the physical value of things, there are three other factors that add value to our belongings: function, information, and emotional attachment."},{"id":225,"quote":"Not every person you meet in life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson of who you do like, so that you will appreciate those special people even more."},{"id":226,"quote":"Putting things away creates the illusion that the clutter problem has been solved. But sooner or later, all the storage units are full, the room once again overflows with things, and some new and “easy storage method becomes necessary, creating a negative spiral. This is why tidying must start with discarding. We need to exercise self-control and resist storing our belongings until we have finished identifying what we really want and need to keep.”"},{"id":227,"quote":"Tidying is a special event. Don’t do it every day."},{"id":228,"quote":"Truly precious memories will never vanish even if you discard the objects associated with them. When you think about your future, is it worth keeping mementos of things that you would otherwise forget? We live in the present. No matter how wonderful things used to be, we cannot live in the past. The joy and excitement we feel here and now are more important."},{"id":229,"quote":"Once you learn to choose your belongings properly, you will be left only with the amount that fits perfectly in the space you currently own."},{"id":230,"quote":"Books are essentially paper—sheets of paper printed with letters and bound together. Their true purpose is to be read, to convey the information to their readers. It’s the information they contain that has meaning. There is no meaning in their just being on your shelves. You read books for the experience of reading. Books you have read have already been experienced and their content is inside you, even if you don’t remember."},{"id":231,"quote":"If you haven’t done what you intended to do yet, donate or recycle that book. Only by discarding it will you be able to test how passionate you are about that subject. If your feelings don’t change after discarding it, then you’re fine as is. If you want the book so badly after getting rid of it that you’re willing to buy another copy, then buy one—and this time read and study it. Books"},{"id":232,"quote":"Effective tidying involves only two essential actions: discarding and deciding where to store things. Of the two, discarding must come first. This principle does not change. The rest depends on the level of tidiness you personally want to achieve."},{"id":233,"quote":"Imagine your ideal lifestyle"},{"id":234,"quote":"The same goes for pajamas. If you are a woman, try wearing something elegant as nightwear. The worst thing you can do is to wear a sloppy sweat suit. I occasionally meet people who dress like this all the time, whether waking or sleeping. If sweatpants are your everyday attire, you’ll end up looking like you belong in them, which is not very attractive. What you wear in the house does impact your self-image."},{"id":235,"quote":"But that is not the only effect of folding. The real benefit is that you must handle each piece of clothing. As you run your hands over the cloth, you pour your energy into it. The Japanese word for healing is te-ate, which literally means “to apply hands. The term originated prior to the development of modern medicine when people believed that placing one’s hand on an injury promoted healing. We know that gentle physical contact from a parent, such as holding hands, patting a child on the head, and hugging, has a calming effect on children.”"},{"id":236,"quote":"By putting our house in order, we can live in our natural state. We choose those things that bring us joy and cherish what is truly precious in our lives. Nothing can bring greater happiness than to be able to do something as simple and natural as this."},{"id":237,"quote":"KonMari Method I describe in this book is not a mere set of rules on how to sort, organize, and put things away. It is a guide to acquiring the right mind-set for creating order and becoming a tidy person."},{"id":238,"quote":"Are you happy wearing clothes that don't give you pleasure? Do you feel joy when surrounded by piles of unread books that don't touch your heart? Do you think that owning accessories you know you'll never use will ever bring you happiness?The answer to these questions should be no.Now imagine yourself living in a space that contains only things that spark joy. Isn't this the lifestyle you dream of?"},{"id":239,"quote":"By neatly folding your clothes, you can solve almost every problem related to storage."},{"id":240,"quote":"Order is dependent on the extremely personal values of what a person wants to live with."},{"id":241,"quote":"Open the drawer and run your hands over the contents. Let them know you care and look forward to wearing them when they are next in season. This kind of “communication helps your clothes stay vibrant and keeps your relationship with them alive longer.”"},{"id":242,"quote":"The act of cluttering is really an instinctive reflex that draws our attention away from the heart of an issue."},{"id":243,"quote":"By now you understand why it is crucial to discard before thinking about where to keep things."},{"id":244,"quote":"When it comes to storage, vertical is best."},{"id":245,"quote":"If you’ve tied them up, start by undoing the knot! Lay the toes one on top of the other and fold the stocking in half lengthwise. Then fold it into thirds, making sure that the toes are inside, not outside, and that the waistband protrudes slightly at the top. Finally, roll the stocking up toward the waistband. If the waistband is on the outside when you finish, you’ve done it right. Fold knee-high stockings the same way. With thicker material, such as tights, it is easier to roll if you fold them in half rather than in thirds. The point is that the stocking should be firm and stable when you’ve finished, much like a sushi roll. When you store the stockings in your drawer, arrange them on end so that the swirl is visible."},{"id":246,"quote":"a messy environment taxes the brain. When surrounded by clutter, our brains are so busy registering all the things around us that we can’t focus on what we should be doing in the moment, such as tackling the work on our desk or communicating with others. We feel distracted, stressed, and anxious, and our decision-making ability is impaired."},{"id":247,"quote":"By handling each sentimental item and deciding what to discard, you process your past. If you just stow these things away in a drawer or cardboard box, before you realize it, your past will become a weight that holds you back and keeps you from living in the here and now. To put your things in order means to put your past in order, too. It’s like resetting your life and settling your accounts so that you can take the next step forward. Another"},{"id":248,"quote":"Every object has a different role to play. Not all clothes have come to you to be worn threadbare. It is the same with people. Not every person you meet in life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson who you *do* like, so that you will appreciate those special people even more. When you come across something that you cannot part with, think carefully about its true purpose in your life. You'll be surprised at how many of the things you possess have already fulfilled their role."},{"id":249,"quote":"If you missed your chance to read a particular book, even if it was recommended to you or is one you have been intending to read for ages, then this is your chance to let it go. You may have wanted to read it when you bought it, but if you haven’t read it by now, the book’s purpose was to teach you that you didn’t need it. There’s no need to finish reading books that you only got halfway through. Their purpose was to be read halfway. So get rid of all those unread books. It will be far better for you to read the book that really grabs you right now than one that you left to gather dust for years."},{"id":250,"quote":"Those storage “solutions are really just prisons within which to bury possessions that spark no joy.”"},{"id":251,"quote":"Quem não consegue tomar decisões em geral não tem confiança em si próprio."},{"id":252,"quote":"Think back to your own childhood. I’m sure most of us have been scolded for not tidying up our rooms, but how many of our parents consciously taught us how to tidy as part of our upbringing? Our parents demanded that we clean up our rooms, but they, too, had never been trained in how to do that. When it comes to tidying, we are all self-taught."},{"id":253,"quote":"It’s far more important to adorn your home with the things you love than to keep it so bare it lacks anything that brings you joy."},{"id":254,"quote":"Everything you own wants to be of use to you. Even if you throw it away or burn it, it will only leave behind the energy of wanting to be of service."},{"id":255,"quote":"Never, ever tie up your stockings. Never, ever ball up your socks. I pointed to the balled-up socks. “Look at them carefully. This should be a time for them to rest. Do you really think they can get any rest like that? That’s right. The socks and stockings stored in your drawer are essentially on holiday. They take a brutal beating in their daily work, trapped between your foot and your shoe, enduring pressure and friction to protect your precious feet. The time they spend in your drawer is their only chance to rest.”"},{"id":256,"quote":"ไม่ใช่เรื่องบังเอิญที่สิ่งของต่างๆจะเข้ามาอยู่ในชีวิตเรา"},{"id":257,"quote":"When you tidy, you are dealing with objects. Objects are easy to discard and move around. Anyone can do it."},{"id":258,"quote":"Your real life begins after putting your house in order"},{"id":259,"quote":"Never, ever tie up your stockings. Never, ever ball up your socks."},{"id":260,"quote":"Tidying up is far more than deciding what to keep and what to discard. Rather, it’s a priceless opportunity for learning, one that allows you to reassess and fine-tune your relationship with your possessions and to create the lifestyle that brings you the most joy. Doesn"},{"id":261,"quote":"As an organizing fanatic and professional, I can tell you right now that no matter how hard I try to organize another’s space, no matter how perfect a storage system I devise, I can never put someone else’s house in order in the true sense of the term. Why? Because a person’s awareness and perspective on his or her own lifestyle are far more important than any skill at sorting, storing, or whatever. Order is dependent on the extremely personal values of what a person wants to live with."},{"id":262,"quote":"If you are planning to buy storage units in the near future, I recommend that you get a set of drawers instead. Be careful not to bury clothes in the cupboard even if they are off-season. Clothes that have been shut up for half a year look wilted, as if they have been stifled. Instead, let in some light and air occasionally. Open the drawer and run your hands over the contents. Let them know you care and look forward to wearing them when they are next in season."},{"id":263,"quote":"If you can’t feel relaxed in a clean and tidy room, try confronting your feeling of anxiety. It may shed light on what is really bothering you. When your room is clean and uncluttered, you have no choice but to examine your inner state. You can see any issues you have been avoiding and are forced to deal with them. From the moment you start tidying, you will be compelled to reset your life. As a result, your life will start to change. That’s why the task of putting your house in order should be done quickly. It allows you to confront the issues that are really important. Tidying is just a tool, not the final destination. The true goal should be to establish the lifestyle you want most once your house has been put in order."},{"id":264,"quote":"It is not memories but the person we have become because of those past experiences that we should treasure. This is the lesson these keepsakes teach us when we sort them. The space in which we live should be for the person we are becoming now, not the person we were in the past. P.118"},{"id":265,"quote":"The whole point in both discarding and keeping things is to be happy."},{"id":266,"quote":"My basic principle for sorting papers is to throw them all away. My clients are stunned when I say this, but there is nothing more annoying than papers. After all, they will never inspire joy, no matter how carefully you keep them. For this reason, I recommend you dispose of anything that does not fall into one of three categories: currently in use, needed for a limited period of time, or must be kept indefinitely."},{"id":267,"quote":"Although not large, the space I live in is graced only with those things that speak to my heart. My lifestyle brings me joy."},{"id":268,"quote":"The point is this: the things we need definitely make our lives happier. Therefore, we should treat them as things that bring us joy."},{"id":269,"quote":"messy room equals a messy mind’."},{"id":270,"quote":"Store items from the same category in one spot. If you are living with a family, sort by person first, then by category, and finally by type of material. If you follow this order, storage will be much simpler."},{"id":271,"quote":"By handling each sentimental item and deciding what to discard, you process your past."},{"id":272,"quote":"Unbelievable as it may sound, you only have to experience a state of perfect order once to be able to maintain it. All you need to do is take the time to sit down and examine each item you own, decide whether you want to keep or discard it, and then choose where to put what you keep."},{"id":273,"quote":"You only have to decide where to put things once."},{"id":274,"quote":"one of the magical effects of tidying is confidence in your decision-making capacity."},{"id":275,"quote":"A person who has a strong attachment to the past, on the other hand, finds it hard to move on to a new relationship because she can’t forget the boyfriend she broke up with two years ago. She also finds it hard to try out new methods even when the current method is no longer effective because it worked up to this point."},{"id":276,"quote":"Because I was poor at developing bonds of trust with people, I had an unusually strong attachment to things."},{"id":277,"quote":"you’ll need to be more precise and identify in clear, concrete terms your ideal approach to work and the effects you hope tidying will have on your life. So before you start, visualize your ideal work life."},{"id":278,"quote":"Cleaning the temple is part of Buddhist training, but tidying the temple is not. With cleaning, we can let our minds empty while our hands keep moving, but tidying requires us to think—about what to discard, what to keep, and where to put it. You could say that tidying orders the mind while cleaning purifies it."},{"id":279,"quote":"Because a person’s awareness and perspective on his or her own lifestyle are far more important than any skill at sorting, storing, or whatever. Order is dependent on the extremely personal values of what a person wants to live with."},{"id":280,"quote":"Although not large, the space I live in is graced only with those things that speak to my heart"},{"id":281,"quote":"Choose those things that spark joy when you touch them. “Hang those clothes that would be happier on hangers.” “Don’t worry about throwing away too much. There will come a moment when you know what is just right.”"},{"id":282,"quote":"Remember that you are not choosing what to discard but rather what to keep."},{"id":283,"quote":"To get rid of what you no longer need is neither wasteful nor shameful. Can you truthfully say that you treasure something buried so deeply in a closet or drawer that you have forgotten its existence? If things had feelings, they would certainly not be happy. Free them from the prison to which you have relegated them."},{"id":284,"quote":"What things will bring you joy if you keep them as part of your life? Pick them as if you were identifying items you loved from a showcase in your favorite store. Once you’ve grasped the basics, put all your clothes in one heap, take them in your hand one by one, and ask yourself quietly, “Does this spark joy?"},{"id":285,"quote":"My filing method is extremely simple. I divide them into two categories: papers to be saved and papers that need to be dealt with."},{"id":286,"quote":"When we take our clothes in our hands and fold them neatly, we are, I believe, transmitting energy, which has a positive effect on our clothes. Folding properly pulls the cloth taut and erases wrinkles, and makes the material stronger and more vibrant. Clothes that have been neatly folded have a resilience and sheen that can be discerned immediately, clearly distinguishing them from those that have been haphazardly stuffed in a drawer. The act of folding is far more than making clothes compact for storage. It is an act of caring, an expression of love and appreciation for the way these clothes support your lifestyle. Therefore, when we fold, we should put our heart into it, thanking our clothes for protecting our bodies."},{"id":287,"quote":"I came to the conclusion that the best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of”"},{"id":288,"quote":"I have only two rules: store all items of the same type in the same place and don’t scatter storage space"},{"id":289,"quote":"pitfall. The root of the problem lies in the fact that people often store the same type of item in more than one place. When we tidy each place separately, we fail to see that we’re repeating the same work in many locations and become locked into a vicious circle of tidying. To avoid this, I recommend tidying by category. For example, instead of deciding that today you’ll tidy a particular room, set goals like “clothes today, books tomorrow."},{"id":290,"quote":"Putting things away creates the illusion that the clutter problem has been solved."},{"id":291,"quote":"To truly cherish the things that are important to you, you must first discard those that have outlived their purpose. To get rid of what you no longer need is neither wasteful nor shameful."},{"id":292,"quote":"Does this spark joy?"},{"id":293,"quote":"The Art of Discarding by Nagisa Tatsumi (Takarajimasha, Inc.),"},{"id":294,"quote":"Start with clothes, then move on to books, papers, komono (miscellany), and finally things with sentimental value. If you reduce what you own in this order, your work will proceed with surprising ease."},{"id":295,"quote":"about what to discard, what to keep, and where to put it. You could say that tidying orders the mind while cleaning purifies it."},{"id":296,"quote":"Does it spark joy ?"},{"id":297,"quote":"The real waste is not discarding clothes you don’t like but wearing them even though you are striving to create the ideal space for your ideal lifestyle. Precisely because no one is there to see you, it makes far more sense to reinforce a positive self-image by wearing clothes you love. The same goes for pajamas. If you are a woman, try wearing something elegant as nightwear. The worst thing you can do is to wear a sloppy sweat suit."},{"id":298,"quote":"Being surrounded by things that spark joy makes you happy"},{"id":299,"quote":"One theme underlying my method of tidying is transforming the home into a sacred space, a power spot filled with pure energy. A comfortable environment, a space that feels good to be in, a place where you can relax--these are traits that make a home a power spot."},{"id":300,"quote":"Effective tidying involves only two essential actions: discarding and deciding where to store things."},{"id":301,"quote":"It is not our memories but the person we have become because of those past experiences that we should treasure. This is the lesson these keepsakes teach us when we sort them. The space in which we live should be for the person we are becoming now- not for the person we were in the past."},{"id":302,"quote":"Before you start tidying, look at the lifestyle you aspire to and ask yourself, “Why do I want to tidy? When you find the answer, you are ready to move on to the next step: examining what you own.”"},{"id":303,"quote":"To summarize, the secret of success is to tidy in one shot, as quickly and completely as possible, and to start by discarding. Before"},{"id":304,"quote":"The only tasks that you will need to continue for the rest of your life are those of choosing what to keep and what to discard and of caring for the things you decide to keep."},{"id":305,"quote":"It’s paradoxical, but I believe that precisely because we hang on to such materials, we fail to put what we learn into practice."},{"id":306,"quote":"Arrange your clothes so that they rise to the right. Take a moment to draw an arrow rising toward the right and then another descending to the right. You can do this on paper or just trace them in the air. Did you notice that when you draw an arrow rising to the right it makes you feel lighter?"},{"id":307,"quote":"When you come across something that you cannot part with, think carefully about its true purpose in your life. You’ll be surprised at how many of the things you possess have already fulfilled their role. By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life, in order. In the end, all that will remain are the things that you really treasure."},{"id":308,"quote":"To do so, hang heavy items on the left side of the closet and light items on the right. Heavy items include those with length, those made from heavier material, and those that are dark in color. As you move toward the right side of the closet, the length of the clothing grows shorter, the material thinner, and the color lighter. By category, coats would be on the far left, followed by dresses, jackets, pants, skirts, and blouses."},{"id":309,"quote":"people who use the KonMari Method never revert to clutter again."},{"id":310,"quote":"To summarize, the secret of success is to tidy in one shot, as quickly and completely as possible, and to start by discarding."},{"id":311,"quote":"Sometimes people ask me how many books they should keep, but there's no fixed number. For books, and for other categories, too, the amount that feels right will differ for each individual. The real benefit of tidying up is that it helps you identify your own personal standard."},{"id":312,"quote":"In almost every case, flow plan is determined not by what a person does during the day but by where he or she stores things. We may think that we have stored things to suit our behaviour, but usually we have unconsciously adjusted our actions to match where things are stored."},{"id":313,"quote":"The act of discarding things on its own will never bring joy to your life. Discarding is not the point; what matters is keeping those things that bring you joy. If"},{"id":314,"quote":"komono (miscellaneous items). For"},{"id":315,"quote":"Arrange your clothes so that they rise to the right. Take a moment to draw an arrow rising toward the right and then another descending to the right. You can do this on paper or just trace them in the air. Did you notice that when you draw an arrow rising to the right it makes you feel lighter? Lines that slope up to the right make people feel comfortable. By using this principle when you organize your closet, you"},{"id":316,"quote":"One of my clients went so far as to make a tidying journal. The first page presented her “Ideal Lifestyle. This was followed by a section called “Current Situation (Tidying Problems, Storage Units, List of Things by Category).” The last section was a progress sheet titled “The Tidying Process,” in which she recorded everything from the discoveries she made about tidying to the number of garbage bags she used.”"},{"id":317,"quote":"Although we can get to know ourselves better by sitting down and analyzing our characteristics or by listening to others’ perspectives on us, I believe that tidying is the best way. After all, our possessions very accurately relate the history of the decisions we have made in life. Tidying is a way of taking stock that shows us what we really like. - The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing”"},{"id":318,"quote":"It is not our memories but the person we have become because of those past experiences that we should treasure."},{"id":319,"quote":"Even if these methods temporarily result in a tidy space, automatically following criteria proposed by others and based on their “know-how will have no lasting effect—unless their criteria happens to match your own standards of what feels right. Only you can know what kind of environment makes you feel happy. The act of picking up and choosing objects is extremely personal. To avoid rebound, you need to create your own tidying method with your own standards. This is precisely why it is so important to identify how you feel about each item you own. The”"},{"id":320,"quote":"The things we own are real. They exist here and now as a result of choices made in the past by no one other than ourselves. It is dangerous to ignore them or to discard them indiscriminately as if denying the choices we made. This is why I am against both letting things pile up and dumping things indiscriminately. It is only when we face the things we own one by one and experience the emotions they evoke that we can truly appreciate our relationship with them"},{"id":321,"quote":"Keep only those things that speak to your heart. Then take the plunge and discard all the rest. By doing this, you can reset your life and embark on a new lifestyle. One"},{"id":322,"quote":"The recent trend in Japan is to utilize time in the early morning to take seminars."},{"id":323,"quote":"Nemali by sme si ceniť naše spomienky, ale človeka, ktorým sme sa stali vďaka minulým zážitkom."},{"id":324,"quote":"Let’s begin with how to fold your stockings. If you’ve tied them up, start by undoing the knot! Lay the toes one on top of the other and fold the stocking in half lengthwise. Then fold it into thirds, making sure that the toes are inside, not outside, and that the waistband protrudes slightly at the top. Finally, roll the stocking up toward the waistband. If the waistband is on the outside when you finish, you’ve done it right. Fold knee-high stockings the same way. With thicker material, such as tights, it is easier to roll if you fold them in half rather than in thirds. The point is that the stocking should be firm and stable when you’ve finished, much like a sushi roll. When you store the stockings in your drawer, arrange them on end so that the swirl is visible. If you are storing them in plastic drawers, I recommend putting them into a cardboard box first, so that they don’t slip and unroll, and putting the box into the drawer. A shoebox is the perfect size for a stocking divider."},{"id":325,"quote":"Kitchen gadgets are similar to children’s toys. They are fun to try when they catch our interest, but inevitably there will come a day when they no longer bring us joy."},{"id":326,"quote":"Ask yourself “Why? again, for each answer. Repeat this process three to five times for every item. As you continue to explore the reasons behind your ideal lifestyle, you will come to a simple realization. The whole point in both discarding and keeping things is to be happy.”"},{"id":327,"quote":"Clothes, like people, can relax more freely when in the company of others who are very similar in type, and therefore organizing them by category helps them feel more comfortable and secure."},{"id":328,"quote":"Folding socks is even easier. If you’ve folded back the tops, start by unfolding them. Place one sock on top of the other and follow the same principles as those for folding clothing. For low-cut socks that just cover the feet, folding twice is enough; for ankle socks, three times; for knee socks and over-knee socks, four to six times. You can adjust the number of folds to achieve the height that best suits the drawer. It’s easy. Just aim to make a simple rectangle, the key to folding. Store the socks on edge, just as you did for clothing. You’ll be amazed at how little space you need compared to your “potato ball days, and you’ll notice your socks breathing a sigh of relief at being untied.”"},{"id":329,"quote":"It’s easy to get rid of things when there is an obvious reason for doing so. It’s much more difficult when there is no compelling reason."},{"id":330,"quote":"cover the front of a plastic storage drawer with a stash of lovely postcards to conceal the drawer’s contents."},{"id":331,"quote":"You may wonder about the effectiveness of such a vague criteria, but the trick is to handle each item. Don’t just open up your closet and decide after a cursory glance that everything in it gives you a thrill. You must take each outfit in your hand. When you touch a piece of clothing, your body reacts. Its response to each item is different. Trust me and try it. I chose this standard for a reason. After"},{"id":332,"quote":"Storage: pursue ultimate simplicity When I first started this business, I assumed that I had to demonstrate my ability to come up with miraculous storage designs—clever solutions that you"},{"id":333,"quote":"Taking them all off the shelf only to put them back on again seems like a waste of effort. Even so, do not skip this step. Remove all the books from your bookcases."},{"id":334,"quote":"I ask my clients to divide them into four broad categories: General (books you read for pleasure) Practical (references, cookbooks, etc.) Visual (photograph collections, etc.) Magazines Once you have piled your books, take them in your hand one by one and decide whether you want to keep or discard each one. The criterion is, of course, whether or not it gives you a thrill of pleasure when you touch it."},{"id":335,"quote":"In the end, you are going to read very few of your books again. As with clothing, we need to stop and think about what purpose these books serve."},{"id":336,"quote":"They are surrounded only by the things they love."},{"id":337,"quote":"People Cannot change their habits without first changing their way of thinking"},{"id":338,"quote":"Because I might want to read it sometime. I’m afraid that from personal experience I can tell you right now, “sometime” never comes. If you missed your chance to read a particular book, even if it was recommended to you or is one you have been intending to read for ages, this is your chance to let it go. You may have wanted to read it when you bought it, but if you haven’t read it by now, the book’s purpose was to teach you that you didn’t need it. There’s no need to finish reading books that you only got halfway through. Their purpose was to be read halfway. So get rid of all those unread books. It will be far better for you to read the book that really grabs you right now than one that you left to gather dust for years.”"},{"id":339,"quote":"One reason so many of us never succeed at tidying is because we have too much stuff. This excess is caused by our ignorance of how much we actually own. When we disperse storage of a particular item throughout the house and tidy one place at a time, we can never grasp the overall volume and therefore can never finish. To escape this negative spiral, tidy by category, not by place. Don"},{"id":340,"quote":"If you can’t feel relaxed in a clean and tidy room, try confronting your feeling of anxiety. It may shed light on what is really bothering you. When your room is clean and uncluttered, you have no choice but to examine your inner state."},{"id":341,"quote":"But I think the main reason tidying has this effect is because through this process people come to know contentment."},{"id":342,"quote":"the greatest loss is the time spent looking for them. Data show that the search for lost things adds up to an average of one workweek per year per employee. In a span of four years, that comes to a whole month. In the United States alone, this loss in productivity when converted to cash amounts to an estimated US$89 billion annually. This is more than double the combined profit of the world’s five largest corporations. These figures are staggering, but this is the reality. The effects of clutter can be devastating. Still, there’s no need to worry. All these problems can be solved by tidying up."},{"id":343,"quote":"Once you have an image of what the inside of your drawers will look like, you can begin folding. The goal is to fold each piece of clothing into a simple, smooth rectangle. First, fold each lengthwise side of the garment toward the center (such as the left-hand, then right-hand, sides of a shirt) and tuck the sleeves in to make a long rectangular shape. It doesn’t matter how you fold the sleeves. Next, pick up one short end of the rectangle and fold it toward the other short end. Then fold again, in the same manner, in halves or in thirds. The number of folds should be adjusted so that the folded clothing when standing on edge fits the height of the drawer. This is the basic principle that will ultimately allow your clothes to be stacked on edge, side by side, so that when you pull open your drawer you can see the edge of every item inside. If you find that the end result is the right shape but too loose and floppy to stand up, it’s a sign that your way of folding doesn’t match the type of clothing. Every piece of clothing has its own “sweet spot where it feels just right—a folded state that best suits that item. This will differ depending on the type of material and size of the clothing, and therefore you will need to adjust your method until you find what works. This isn’t difficult. By adjusting the height when folded so that it stands properly, you’ll reach the sweet spot surprisingly easily.”"},{"id":344,"quote":"When I put my house in order, I discovered what I really wanted to do. These are words I hear frequently from my clients.”"},{"id":345,"quote":"I divide them into two categories: papers to be saved and papers that need to be dealt with."},{"id":346,"quote":"Make sure that you keep all such papers in one spot only. Never let them spread to other parts of the house."},{"id":347,"quote":"When a woman is in love, the change is apparent to everyone around her. The love she receives from her partner, the confidence that love gives her, and her desire to make the effort to look beautiful for him all give her energy. Her skin glows, her eyes shine, and she becomes even more beautiful. In the same way, things that are loved by their owner and treated with care are vibrant and radiate an aura of wanting to be of more service to their owner. Things that are cherished shine."},{"id":348,"quote":"Folding goes even more smoothly if you fold thin, soft material more tightly, reducing it to a small width and height, and thick, fluffy materials less. In cases where one end of the piece of clothing is thicker than the other, it also helps to keep the thinner end in your hand while folding. There is nothing more satisfying than finding that “sweet spot."},{"id":349,"quote":"tidy by category, not by place."},{"id":350,"quote":"Marathon tidying produces a heap of garbage. At this stage, the one disaster that can wreak more havoc than an earthquake is the entrance of that recycling expert who goes by the alias of “mother. One”"},{"id":351,"quote":"The criterion is, of course, whether or not it gives you a thrill of pleasure when you touch it. Remember, I said when you touch it. Make sure you don’t start reading it. Reading clouds your judgment. Instead of asking yourself what you feel, you’ll start asking whether you need that book or not."},{"id":352,"quote":"The time to read each book is the moment you get it"},{"id":353,"quote":"The best way to find out what we really need is to get rid of what we don’t."},{"id":354,"quote":"Have you ever tidied madly, only to find that all too soon your home or workspace is cluttered again? If so, let me share with you the secret of success. Start by discarding. Then organize your space, thoroughly, completely, in one go."},{"id":355,"quote":"Remember that you are not choosing what to discard but rather what to keep. Keep only those things that bring you joy. And when you discard anything that doesn’t, don’t forget to thank it before saying good-bye. By letting go of the things that have been in your life with a feeling of gratitude, you foster appreciation for, and a desire to take better care of, the things in your life."},{"id":356,"quote":"The basic order for sorting komono is as follows: 1. CDs, DVDs 2. Skin care products 3. Makeup 4. Accessories 5. Valuables (passports, credit cards, etc.) 6. Electrical equipment and appliances (digital cameras, electric cords, anything that seems vaguely “electric) 7. Household equipment (stationery and writing materials, sewing kits, etc.) 8. Household supplies (expendables like medicine, detergents, tissues, etc.) 9. Kitchen goods/food supplies (spatulas, pots, blenders, etc.) 10. Other (spare change, figurines, etc.) (If you have many items related to a particular interest or hobby, such as ski equipment or tea ceremony articles, treat these as a single subcategory.)”"},{"id":357,"quote":"for. We need to show consideration for others by helping them avoid the burden of owning more than they need or can enjoy. Tidying"},{"id":358,"quote":"The most basic rule is to hang clothes in the same category side by side, dividing your closet into a jacket section, a suit section, and so on. Clothes, like people, can relax more freely when in the company of others who are very similar in type, and therefore organizing them by category helps them feel more comfortable and secure. You can literally transform your closet just by applying this principle."},{"id":359,"quote":"wrong"},{"id":360,"quote":"My standard is this: hang any clothes that look like they would be happier hung up..."},{"id":361,"quote":"If you have reduced your possessions but feel no joy at home, try gathering selected items that you really love in one spot to create your own special space."},{"id":362,"quote":"People cannot change their habits without first changing their way of thinking. And"},{"id":363,"quote":"When I threw them away, I felt like I was confronting my past for the first time in my life."},{"id":364,"quote":"letting go is even more important than adding. This”"},{"id":365,"quote":"1. CDs, DVDs 2. Skin care products 3. Makeup 4. Accessories 5. Valuables (passports, credit cards, etc.) 6. Electrical equipment and appliances (digital cameras, electric cords, anything that seems vaguely “electric) 7. Household equipment (stationery and writing materials, sewing kits, etc.) 8. Household supplies (expendables like medicine, detergents, tissues, etc.) 9. Kitchen goods/food supplies (spatulas, pots, blenders, etc.) 10. Other (spare change, figurines, etc.)”"},{"id":366,"quote":"Clothes that have been neatly folded have a resilience and sheen that can be discerned immediately, clearly distinguishing them from those that have been haphazardly stuffed in a drawer. The act of folding is far more than making clothes compact for storage. It is an act of caring, an expression of love and appreciation for the way these clothes support your lifestyle. Therefore, when we fold, we should put our heart into it, thanking our clothes for protecting our bodies."},{"id":367,"quote":"The process of deciding what to keep and what to discard will go much more smoothly if you begin with items that are easier to make decisions about. As you gradually work toward the harder categories, you will be honing your decision-making skills."},{"id":368,"quote":"When your room is clean and uncluttered, you have no choice but to examine your inner state. You"},{"id":369,"quote":"Camisas, blusas, suéteres, etcétera ♦ Pantalones, faldas, etcétera ♦ Ropa para colgar (sacos, abrigos, trajes, etcétera) ♦ Calcetines ♦ Ropa interior ♦ Bolsas de mano y cosas similares ♦ Accesorios (bufandas, cinturones, sombreros, etcétera) ♦ Ropa para actividades específicas (trajes de baño, uniformes, etcétera) ♦ Zapatos Y, sí, yo incluyo las bolsas de mano y los zapatos dentro de la ropa."},{"id":370,"quote":"Before choosing what to keep, collect everything that falls within the same category at one time. Take every last item out and lay everything in one spot."},{"id":371,"quote":"Arrange your clothes so that they rise to the right. Take a moment to draw an arrow rising toward the right and then another descending to the right. You can do this on paper or just trace them in the air. Did you notice that when you draw an arrow rising to the right it makes you feel lighter? Lines that slope up to the right make people feel comfortable. By using this principle when you organize your closet, you can make the contents look far more exciting."},{"id":372,"quote":"books that have been left untouched on the shelf for a long time are dormant."},{"id":373,"quote":"For the first category, clothing, I recommend dividing further into the following subcategories to increase efficiency: Tops (shirts, sweaters, etc.) Bottoms (pants, skirts, etc.) Clothes that should be hung (jackets, coats, suits, etc.) Socks Underwear Bags (handbags, messenger bags, etc.) Accessories (scarves, belts, hats, etc.) Clothes for specific events (swimsuits, kimonos, uniforms, etc.) Shoes And, yes, I include handbags and shoes as clothing. Why is this the optimal order? I am actually not sure why, but based on the experience I’ve gained devoting half my life to tidying, I can tell you for certain that it works! Believe me. If you follow this order, you’ll speed through the work and achieve visible results surprisingly quickly. Moreover, because you will keep only the"},{"id":374,"quote":"整理過後，房間變得整齊乾淨時，自然不得不面對自己的心情和內在。自己就會被迫發現一直逃避的問題，就算討厭也不得不解決。因為開始整理之際，你就被迫面臨了人生的再次啟動。"},{"id":375,"quote":"Sometime means “never”"},{"id":376,"quote":"If you just stow these things away in a drawer or cardboard box, before you realize it, your past will become a weight that holds you back and keeps you from living in the here and now."},{"id":377,"quote":"To do so, hang heavy items on the left side of the closet and light items on the right. Heavy items include those with length, those made from heavier material, and those that are dark in color. As you move toward the right side of the closet, the length of the clothing grows shorter, the material thinner, and the color lighter. By category, coats would be on the far left, followed by dresses, jackets, pants, skirts, and blouses. This is the basic order, but depending on the trends in your wardrobe, what classifies as “heavy in each category will differ. Use your intuition to create a balance that makes it appear as if the clothes are sloping up to the right. In addition, organize the clothes within each category from heavy to light. When you stand in front of a closet that has been reorganized so that the clothes rise to the right, you will feel your heart beat faster and the cells in your body buzz with energy. This energy will also be transmitted to your clothes. Even when you close the closet door, your room will feel fresher. Once you have experienced this, you’ll never lose the habit of organizing by category.”"},{"id":378,"quote":"Just as the word implies, mementos are reminders of a time when these items gave us joy. The thought of disposing of them sparks the fear that we’ll lose those precious memories along with them. But you don’t need to worry. Truly precious memories will never vanish even if you discard the objects associated with them."},{"id":379,"quote":"No matter how wonderful things used to be, we cannot live in the past. The joy and excitement we feel here and now are more important. So, once again, the way to decide what to keep is to pick up each item and ask yourself, “Does this spark joy?"},{"id":380,"quote":"My idea was to copy the sentences that inspired me into a notebook. Over time, I thought, this would become a personal collection of my favorite words of wisdom."},{"id":381,"quote":"Why can’t I keep my house in order?"},{"id":382,"quote":"For this reason, it is essential to create a quiet space in which to evaluate the things in your life."},{"id":383,"quote":"Gathering every item in one place is essential to this process because it gives you an accurate grasp of how much you have."},{"id":384,"quote":"is getting"},{"id":385,"quote":"Tener tu propio espacio te hace feliz. Cuando sientes que te pertenece personalmente, quieres mantenerlo en orden."},{"id":386,"quote":"During the selection process, if you come across something that does not spark joy but that you just can’t bring yourself to throw away, stop a moment and ask yourself, “Am I having trouble getting rid of this because of an attachment to the past or because of a fear for the future? Ask”"},{"id":387,"quote":"If you are keeping them because you can't forget a former boyfriend, it's better to discard or donate them. Hanging on to them makes it more likely that you will miss opportunities for new relationships."},{"id":388,"quote":"We can shorten our workdays and add joy to our work if we learn to get ahold of activity clutter. Activity clutter comes from the things we do that take up precious time and sap our energy but don’t make a meaningful difference to our personal, professional, or even company’s mission. These things include meetings that don’t produce new information or better decisions, projects with little chance of being completed, and painstakingly polished presentations that lack substantive content. On average, we spend less than half our workday on our main job responsibilities, with the rest of our time taken up by interruptions, nonessential tasks, administrative tasks, emails, and meetings. How did we end up like this? Fortunately, psychology provides some answers. There are three traps that can lead to activity clutter: overearning by working too hard for the wrong results, prioritizing urgent tasks over important ones, and multitasking."},{"id":389,"quote":"By collecting things in one spot, you can also compare items that are similar in design, making it easier to decide whether you want to keep them."},{"id":390,"quote":"There is only one way to sort photos, and you should keep in mind that it takes a little time. The correct method is to remove all your photos from their albums and look at them one by one. Those who protest that this is far too much work are people who have never truly sorted photos. Photographs exist only to show a specific event or time. For this reason, they must be looked at one by one. When you do this, you will be surprised at how clearly you can tell the difference between those that touch your heart and those that don’t. As always, only keep the ones that inspire joy."},{"id":391,"quote":"If you missed your chance to read a particular book, even if it was recommended to you or is one you have been intending to read for ages, this is your chance to let it go. You may have wanted to read it when you bought it, but if you haven’t read it by now, the book’s purpose was to teach you that you didn’t need it. There’s no need to finish reading books that you only got halfway through. Their purpose was to be read halfway. So get rid of all those unread books. It"},{"id":392,"quote":"When deciding how to spend your time, remember: Don’t trade an activity you’d love to pursue for a reward you don’t value."},{"id":393,"quote":"Folding socks is even easier. If you’ve folded back the tops, start by unfolding them. Place one sock on top of the other and follow the same principles as those for folding clothing. For low-cut socks that just cover the feet, folding twice is enough; for ankle socks, three times; for knee socks and over-knee socks, four to six times. You can adjust the number of folds to achieve the height that best suits the drawer. It’s easy. Just aim to make a simple rectangle, the key to folding. Store the socks on edge, just as you did for clothing."},{"id":394,"quote":"One of the homework assignments I give my clients is to appreciate their belongings."},{"id":395,"quote":"The act of discarding things on its own will never bring joy to your life. Discarding is not the point; what matters is keeping those things that bring you joy. If you discard everything until you have nothing left but an empty house, I don’t think you’ll be happy living there."},{"id":396,"quote":"It is not our memories but the person we have become because of those past experiences that we should treasure... The space in which we live should be for the person we are becoming now, not for the person we were in the past."},{"id":397,"quote":"Important tasks are different. There are big positive outcomes for performing them or big negative consequences for not performing them. Examples include personal development, for instance, through reading and education; updating a product; and developing a good relationship with colleagues."},{"id":398,"quote":"The Art of Discarding"},{"id":399,"quote":"My clients always sound so happy, and the results show that tidying has changed their way of thinking and their approach to life. In fact, it has changed their future. Why? This question is addressed in more detail throughout the book, but basically, when you put your house in order, you put your affairs and your past in order, too. As a result, you can see quite clearly what you need in life and what you don’t, and what you should and shouldn’t do."},{"id":400,"quote":"I do, however, have confidence in my environment. When it comes to the things I own, the clothes I wear, the house I live in, and the people in my life, when it comes to my environment as a whole, although it may not seem particularly special to anyone else, I am confident and extremely grateful to be surrounded by what I love, by things and people that are, each and every one, special, precious, and exceedingly dear to me. The things and people that bring me joy support me. They give me the confidence that I will be all right. I want to help others who feel the way I once did, who lack self-confidence and find it hard to open their hearts to others, to see how much support they receive from the space they live in and the things that surround them. This is why I spend my time visiting people’s homes and instructing them in how to tidy. An"},{"id":401,"quote":"Really great things are not that big in number."},{"id":402,"quote":"Put your house in order and discover what you really want to do"},{"id":403,"quote":"Your course taught me to see what I really need and what I don’t. So I got a divorce. Now I feel much happier."},{"id":404,"quote":"The socks and tights stored in your drawer are essentially on holiday. They take a brutal beating in their daily work, trapped between your foot and your shoe, enduring pressure and friction to protect your precious feet. The time they spend in your drawer is their only chance to rest. But if they are folded over, balled up or tied, they are always in a state of tension, their fabric stretched and their elastic pulled. They roll about and bump into each other every time the drawer is opened and closed. Any socks and tights unfortunate enough to get pushed to the back of the drawer are often forgotten for so long that their elastic stretches beyond recovery. When the owner finally discovers them and puts them on, it will be too late and they will be relegated to the rubbish. What treatment could be worse than this? Let’s begin with how to fold your tights. If you’ve tied them up, start by undoing the knot! Lay the toes one on top of the other and fold the tights in half lengthwise. Then fold them into thirds, making sure that the toes"},{"id":405,"quote":"A change so profound that it touches your emotions will irresistibly affect your way of thinking and your lifestyle habits."},{"id":406,"quote":"There’s a reason why we usually prioritize urgent tasks over important ones. Important tasks tend to be more difficult to complete than urgent ones, making us more reluctant to start them. Urgent tasks have a more immediate payoff, making them more enticing to start and pleasing to finish. If you’re trying to feel good—at least in the short term—checking off an urgent task makes sense. In the long term, however, you’re not doing the type of work that really matters to your career and company."},{"id":407,"quote":"Even if they are initially inspired, they can’t stay motivated and their efforts peter out. The root cause lies in the fact that they can’t see the results or feel the effects."},{"id":408,"quote":"If you tidy your house all at once, you’ll rebound. It’s better to make it a habit to do a little at a time."},{"id":409,"quote":"I ask my clients to divide them into four broad categories: General (books you read for pleasure) Practical (references, cookbooks, etc.) Visual (photograph collections, etc.) Magazines"},{"id":410,"quote":"follow the correct order, which is clothes, books, papers, komono (miscellany), and finally, sentimental items."},{"id":411,"quote":"The cause is not lack of skills but rather lack of awareness and the inability to make tidying a regular habit. In other words, the root of the problem lies in the mind. Success is 90 percent dependent on our mind-set."},{"id":412,"quote":"For people like me, who do their assignments on the very last day right before the deadline, this approach just doesn’t work."},{"id":413,"quote":"you have a shelf with nothing on it. What happens if someone leaves an object that has no designated spot on that shelf? That one item will become your downfall. Within no time that space, which had maintained a sense of order, will be covered with objects, as if someone had yelled, “Gather round, everybody! You”"},{"id":414,"quote":"the relief won’t last because you haven’t addressed the true cause of your anxiety."},{"id":415,"quote":"are inside, not outside, and that the waistband protrudes slightly at the top. Finally, roll the tights up toward the waistband. If the waistband is on the outside when you finish, you’ve done it right. Fold knee-high stockings the same way. With thicker material, such as winter tights, it is easier to roll if you fold them in half rather than in thirds. The point is that the tights should be firm and stable when you’ve finished, much like a sushi roll."},{"id":416,"quote":"This is why tidying must start with discarding."},{"id":417,"quote":"When you come across something that you cannot part with, think carefully about its true purpose in your life. You’ll be surprised at how many of the things you possess have already fulfilled their role. By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life, in order. In the end, all that will remain are the things that you really treasure. To truly cherish the things that are important to you, you must first discard those that have outlived their purpose. To"},{"id":418,"quote":"set goals like “clothes today, books tomorrow."},{"id":419,"quote":"Tidying brings visible results. Tidying never lies."},{"id":420,"quote":"if you come across something that does not spark joy but that you just can’t bring yourself to throw away, stop a moment and ask yourself, “Am I having trouble getting rid of this because of an attachment to the past or because of a fear for the future?"},{"id":421,"quote":"By category, coats would be on the far left, followed by dresses, jackets, pants, skirts, and blouses."},{"id":422,"quote":"Storage, after all, is the sacred act of choosing a home for my belongings."},{"id":423,"quote":"The effects of making your own personal space, regardless of its location or size, are immeasurable. Having a place of your very own that is filled with joy is like having a hand warmer in your pocket on a freezing cold day."},{"id":424,"quote":"when it comes to books, timing is everything! the time to read each book is the moment you get it."},{"id":425,"quote":"As you do so, you’ll begin to see a pattern in your ownership of things, a pattern that falls into one of three categories: attachment to the past, desire for stability in the future, or a combination of both."},{"id":426,"quote":"it makes far more sense to categorize people by their actions rather than by some generalized personality trait."},{"id":427,"quote":"stifled. Instead, let in some light and air occasionally. Open"},{"id":428,"quote":"Sorting papers Rule of thumb—discard everything"},{"id":429,"quote":"... any problem caused by lack of something can be solved through action"},{"id":430,"quote":"When you treat your belongings well, they will always respond in kind. For this reason, I take time to ask myself occasionally whether the storage space I’ve set aside for them will make them happy."},{"id":431,"quote":"By exposing them to the light of day and jolting them alive, so to speak, you’ll find it’s surprisingly easy to judge whether they touch your heart. Dealing with just one category within a single time frame speeds up the tidying process. So be sure to gather every item in the category you are working on. Don’t let any slip by unnoticed."},{"id":432,"quote":"I urge you to check your own space, especially your storage. You are bound to find things that need to be thrown away. The urge to point out someone else’s failure to tidy is usually a sign that you are neglecting to take care of your own space."},{"id":433,"quote":"Keep only those books that will make you happy just to see them on your shelves, the ones that you really love."},{"id":434,"quote":"I can't help thinking that the lives of the deceased would have been that much richer if the space occupied by that box had been free when the person was alive."},{"id":435,"quote":"It is far quicker to ask a pro for the answer than to struggle to find one in the manual by yourself. Some"},{"id":436,"quote":"Tidying in the end is just a physical act. The work involved can be broadly divided into two kinds: deciding whether or not to dispose of something and deciding where to put it. If you can do these two things, you can achieve perfection."},{"id":437,"quote":"When we honestly confront the things we own, they evoke many emotions within us. Those feelings are real. It is these emotions that give us the energy for living. Believe what your heart tells you when you ask, \"Does this spark joy?\" If you act on that intuition, you will be amazed at how things will begin to connect in your life and at the dramatic changes that follow."},{"id":438,"quote":"Why do you want to listen to classical music while doing yoga? If the answers are “because I want to relax before bed, and “I want to do yoga to lose weight,” ask yourself why you want to relax and why you want to lose weight. Maybe your answers will be “I don’t want to be tired when I go to work the next day,” and “I want to lose weight so that I can be more svelte.”"},{"id":439,"quote":"When you step into a meeting, you’re entering a shared space for collaboration, decision-making, and exchanging ideas. Treasure this space, and it will turn into a source of joy."},{"id":440,"quote":"the moment you start focusing on how to choose what to throw away, you have actually"},{"id":441,"quote":"Guarda las cosas que hablan a tu corazón. Luego, da el siguiente paso y desecha todo el resto. Al hacer esto, podrás reajustar tu vida e iniciar un nuevo estilo de vida."},{"id":442,"quote":"Presents are not “things but a means for conveying someone’s feelings. When viewed from this perspective, you don’t need to feel guilty for parting with a gift. Just thank it for the joy it gave you when you first received it. Of course, it would be ideal if you could use it with joy. But surely the person who gave it to you doesn’t want you to use it out of a sense of obligation, or to put it away without using it, only to feel guilty every time you see it. When you discard or donate it, you do so for the sake of the giver, too.”"},{"id":443,"quote":"La organización efectiva implica sólo dos acciones esenciales: eliminar cosas y decidir dónde guardarlas."},{"id":444,"quote":"Believe what your heart tells you when you ask, “Does this spark joy?"},{"id":445,"quote":"I came to the conclusion that the best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it. This is not only the simplest but also the most accurate yardstick by which to judge.”"},{"id":446,"quote":"Folding is really a form of dialogue with our wardrobe."},{"id":447,"quote":"If you act on that intuition, you will be amazed at how things will begin to connect in your life and at the dramatic changes that follow. It is as if your life has been touched by magic. Putting your house in order is the magic that creates a vibrant and happy life."},{"id":448,"quote":"Make your parting a ceremony to launch them on a new journey."},{"id":449,"quote":"I found myself going shopping just to relieve the stress and so failed miserably to reduce the total volume of my possessions. At home, I was always uptight, constantly on the lookout for superfluous things that could be discarded. When I found something not in use, I would pounce on it vengefully and throw it in the garbage. Not surprisingly, I became increasingly irritable and tense and found it impossible to relax even in my own home."},{"id":450,"quote":"when we really delve into the reasons for why we can’t let something go, there are only two: an attachment to the past or a fear for the future."},{"id":451,"quote":"Things stored out of sight are dormant."},{"id":452,"quote":"But not having a space to call your own is dangerous. Everyone needs a sanctuary."},{"id":453,"quote":"I especially recommend that my clients avoid showing their parents. It’s not that there is anything to be ashamed of. There’s nothing wrong with tidying. However, it’s extremely stressful for parents to see what their children discard. The sheer volume of the pile can make parents anxious about whether their children can survive on what’s left. In addition, despite knowing that they should rejoice at their child’s independence and maturity, parents can find it very painful to see clothes, toys, and mementos from the past on the rubbish heap, especially if they are things they gave to their child. Keeping your garbage out of sight is considerate."},{"id":454,"quote":"have cast off all their books. Rather, the bookcases are now in the closet or cupboard. Putting bookcases in the cupboard is one of my standard storage"},{"id":455,"quote":"People who get stuck halfway usually do so because they start with the things that are hardest to make decisions about. Things that bring back memories, such as photos,"},{"id":456,"quote":"store all items of the same type in the same place and don’t scatter storage space."},{"id":457,"quote":"The concepts underpinning feng shui are the dual forces of yin and yang and the five elements (metal, wood, water, fire, and earth). The basic belief is that everything has its own energy and that each thing should be treated in a way that suits its characteristics."},{"id":458,"quote":"People have trouble discarding things that they could still use (functional value), that contain helpful information (informational value), and that have sentimental ties (emotional value)."},{"id":459,"quote":"Don’t aim for perfection. Start off slowly and discard just one item a day. What lovely words to ease the hearts of those who lack confidence in their ability to tidy.”"},{"id":460,"quote":"The important point, however, is deciding what to keep. What things will bring you joy if you keep them as part of your life? Pick them as if you were identifying items you loved from a showcase in your favorite store. Once you’ve grasped the basics, put all your clothes in one heap, take them in your hand one by one, and ask yourself quietly, “Does this spark joy? Your tidying festival has begun.”"},{"id":461,"quote":"on. But the purpose of this book is to inspire you to tackle the “special event of putting your house in order as soon as possible. By successfully concluding this once-in-a-lifetime task, you will gain the lifestyle you aspire to and enjoy a clean and orderly space of your choosing. Can you place your hand on your heart and swear that you are happy when surrounded by so much stuff that you don’t even remember what’s there? Most people desperately need to put their house in order. Unfortunately, the majority of them fail to embrace this as a “special event” and instead make do with rooms that are more like storage sheds. Decades drag by as they struggle unsuccessfully to maintain order by tidying every day. Believe me. Until you have completed the once-in-a-lifetime event of putting your house in order, any attempt to tidy on a daily basis is doomed to failure. Conversely, once you have put your house in order, tidying will be reduced to the very simple task of putting things back where they belong. In fact, this becomes an unconscious habit. I use the term “special event” because it is crucial to tackle this job within a short space of time while your spirits are uplifted. After all, it isn’t desirable to stay in a state of excitement forever.”"},{"id":462,"quote":"that"},{"id":463,"quote":"When the quantity is very small, such as for samples, the quality deteriorates faster. To use possibly outdated cosmetics, especially when you are supposed to be enjoying your travels, seems rather foolhardy."},{"id":464,"quote":"When these things are hard to obtain or replace (rarity), they become even harder to part with."},{"id":465,"quote":"Food, clothing, and shelter are the most basic human needs, so you would think that where we live would be considered just as important as what we eat and what we wear."},{"id":466,"quote":"The trick is to imagine in vivid, motion-picture detail what your whole day will look like after you finish tidying up. That image should include three elements: the physical environment, your behavior, and your feelings. Visualize what your workspace looks like, such as your neat and tidy desk and where everything is stored; what you do there, including such things as enjoying a cup of coffee or refreshing aromas; and what you feel when you do that: for example, excited, fulfilled, or content."},{"id":467,"quote":"the best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it.”"},{"id":468,"quote":"Clothes are the easiest because their rarity value is extremely low. Photographs and letters, on the other hand, not only have a high sentimental value but also are one of a kind; therefore, they should be left until last."},{"id":469,"quote":"Sunlight is a good disinfectant,"},{"id":470,"quote":"Clutter also adversely affects health. According to a study by scientists at UCLA, being surrounded by too many things increases cortisol levels, a primary stress hormone"},{"id":471,"quote":"If sweatpants are your everyday attire, you’ll end up looking like you belong in them, which is not very attractive."},{"id":472,"quote":"Don’t let your family see what’s here. If at all possible, take the bags out yourself. There’s no need to let your family know the details of what you throw out or donate."},{"id":473,"quote":"No matter what your ideal work life is, the final goal is the same: to be able to work with joy. So when tidying up, what matters most is to choose things that contribute to your happiness and appreciate what you keep."},{"id":474,"quote":"One theme underlying my method of tidying is transforming the home into a sacred space, a power spot filled with pure energy. A comfortable environment, a space that feels good to be in, a place where you can relax--these are traits that make a home a power spot. Would you rather live in a home like this or in one that resembles a storage shed? The answer, I hope, is obvious."},{"id":475,"quote":"The moment you first encounter a particular book is the right time to read it"},{"id":476,"quote":"However, it’s extremely stressful for parents to see what their children discard. The sheer volume of the pile can make parents anxious about whether their children can survive on what’s left."},{"id":477,"quote":"Divide your clothes roughly into “cotton-like and “wool-like” materials when you put them in the drawer. Categorizing by season—summer, winter, fall-and-spring—or by activity, such as work and leisure, should be avoided because it is too vague. If my client’s space is limited, I have them store only small, specific off-season items, such as bathing suits and sun hats for the summer season, and mufflers, mittens, and earmuffs for the winter season. Although not a small item, winter coats can also be put away in the back of the closet during the off-season.”"},{"id":478,"quote":"In addition, despite knowing that they should rejoice at their child’s independence and maturity, parents can find it very painful to see clothes, toys, and mementos from the past on the rubbish heap, especially if they are things they gave to their child. Keeping your garbage out of sight is considerate."},{"id":479,"quote":"Tidying is a special event. Don’t do it every day. This"},{"id":480,"quote":"Up to this point, your family was perfectly content with what they had."},{"id":481,"quote":"Just like us, books have a peak period in their lives. That’s when they should be read, but it’s quite common for people to miss that timing."},{"id":482,"quote":"We need to exercise self-control and resist storing our belongings until we have finished identifying what we really want and need to keep."},{"id":483,"quote":"When they see what you have chosen to discard, they may feel guilty at such blatant waste, but the items they retrieve from your pile just increase the burden of unnecessary items in their home."},{"id":484,"quote":"Being the middle child of three siblings, I did not get much attention from my parents after the age of three."},{"id":485,"quote":"It can be very annoying when your family doesn’t cooperate with your attempts to achieve the “ideal home.”"},{"id":486,"quote":"Although we can get to know ourselves better by sitting down and analyzing our characteristics or by listening to others’ perspectives on us, I believe that tidying is the best way. After all, our possessions very accurately relate the history of the decisions we have made in life. Tidying is a way of taking stock that shows us what we really like."},{"id":487,"quote":"The Life-Changing Magic of Tidying Up is a best seller in Japan, Germany, and the UK,"},{"id":488,"quote":"MARATHON TIDYING PRODUCES a heap of rubbish. At this stage, the one disaster that can wreak more havoc than an earthquake is the entrance of that recycling expert who goes by the alias of ‘mother’."},{"id":489,"quote":"Conversely, once you have put your house in order, tidying will be reduced to the very simple task of putting things back where they belong."},{"id":490,"quote":"As you continue to explore the reasons behind your ideal lifestyle, you will come to a simple realization. The whole point in both discarding and keeping things is to be happy."},{"id":491,"quote":"If no one noticed that they were missing, I disposed of them, one item at a time, just as if I were thinning plants. After three months of this strategy, I had managed to dispose of ten bags’ worth. In most cases, no one noticed, and"},{"id":492,"quote":"When your room is clean and uncluttered, you have no choice but to examine your inner state. You can see any issues you have been avoiding and are forced to deal with them. From the moment you start tidying, you will be compelled to reset your life. As a result, your life will start to change. That’s why the task of putting your house in order should be done quickly. It allows you to confront the issues that are really important. Tidying is just a tool, not the final destination. The true goal should be to establish the lifestyle you want most once your house has been put in order."},{"id":493,"quote":"This is precisely why success depends on experiencing tangible results immediately. If you use the right method and concentrate your efforts on eliminating clutter thoroughly and completely within a short span of time, you’ll see instant results that will empower you to keep your space in order ever after. Anyone who experiences this process, no matter who they are, will vow never to revert to clutter again."},{"id":494,"quote":"one of the magical effects of tidying is confidence in your decision-making capacity. Tidying means taking each item in your hand, asking yourself whether it sparks joy, and deciding on this basis whether or not to keep it. By repeating this process hundreds and thousands of times, we naturally hone our decision-making skills."},{"id":495,"quote":"Papers can be broadly divided into three categories: pending, save because you have to, and save because you want to."},{"id":496,"quote":"Using the palm of your hand is the key. If you’ve been folding with just your fingertips, try applying your palm, which emanates a sort of warm “hand power."},{"id":497,"quote":"the risk of losing your family’s trust when you are caught is far too great."},{"id":498,"quote":"I especially recommend that my clients avoid showing their parents. It’s not that there is anything to be ashamed of. There’s nothing wrong with tidying. However, it’s extremely stressful for parents to see what their children discard. The sheer volume of the pile can make parents anxious about whether their children can survive on what’s left."},{"id":499,"quote":"But there was one problem that seemed unsolvable. No matter how much I tidied, it wasn’t long before every space was a mess again."},{"id":500,"quote":"Once I was satisfied with my own room, I no longer felt the urge to dispose of things belonging to my siblings or parents."},{"id":501,"quote":"But when we really delve into the reasons for why we can’t let something go, there are only two: an attachment to the past or a fear for the future"},{"id":502,"quote":"Am I having trouble getting rid of this because of an attachment to the past or because of a fear for the future? Ask this for every one of these items. As you do so, you’ll begin to see a pattern in your ownership of things, a pattern that falls into one of three categories: attachment to the past, desire for stability in the future, or a combination of both. It’s important to understand your ownership pattern because it is an expression of the values that guide your life.”"},{"id":503,"quote":"I was simply transferring my guilt at not being able to discard them onto her."},{"id":504,"quote":"Even a three-year-old can tidy!"},{"id":505,"quote":"Most of these gifts remain unopened or have been used only once. Admit it. They simply don’t suit your taste. The true purpose of a present is to be received. Presents are not “things but a means for conveying someone’s feelings. When viewed from this perspective, you don’t need to feel guilty for parting with a gift. Just thank it for the joy it gave you when you first received it. Of course, it would be ideal if you could use it with joy. But surely the person who gave it to you doesn’t want you to use it out of a sense of obligation, or to put it away without using it, only to feel guilty every time you see it. When you discard or donate it, you do so for the sake of the giver, too.”"},{"id":506,"quote":"Tidying brings visible results. Tidying never lies. The ultimate secret of success is this: If you tidy up in one shot, rather than little by little, you can dramatically change your mind-set. A change so profound that it touches your emotions will irresistibly affect your way of thinking and your lifestyle habits. My clients do not develop the habit of tidying gradually. Every one of them has been clutter-free since they undertook their tidying marathon. This approach is the key to preventing rebound."},{"id":507,"quote":"Just as you would greet for family or your pet, say, 'Hello! I'm home,' to your house when you return. If you forget when you walk in the door, then later, when you remember, say, 'Thank you for giving me shelter."},{"id":508,"quote":"noise makes it harder to hear the internal dialogue between the owner and his or her belongings."},{"id":509,"quote":"choose environmental or ambient music with no lyrics or well-defined melodies."},{"id":510,"quote":"hang heavy items on the left side of the closet and light items on the right. Heavy items include those with length, those made from heavier material, and those that are dark in color. As you move toward the right side of the closet, the length of the clothing grows shorter, the material thinner, and the color lighter. By category, coats would be on the far left, followed by dresses, jackets, pants, skirts, and blouses."},{"id":511,"quote":"The moment you begin moving furniture around and getting rid of garbage, your room changes. It’s very simple. If you put your house in order in one fell swoop, you will have tidied up in one fell swoop. (In Japanese, the term is ikki ni, or “in one go.) Rebound occurs because people mistakenly believe they have tidied thoroughly, when in fact they have only sorted and stored things halfway. If you put your house in order properly, you’ll be able to keep your room tidy, even if you are lazy or sloppy by nature.”"},{"id":512,"quote":"The fresh morning air keeps your mind clear and your power of discernment sharp."},{"id":513,"quote":"There is a reason why each one of your belongings came to you."},{"id":514,"quote":"It’s important not to scatter storage for things in the same category. Storing everything in the same category in the same place lets you see at a glance how much you have. This has added benefits. Once you know what you have, you no longer accumulate excess or buy unnecessary items."},{"id":515,"quote":"aiming for perfection just once."},{"id":516,"quote":"The space in which we live should be for the person we are becoming now, not for the person we were in the past. Photos"},{"id":517,"quote":"The inability to decide demonstrates a certain degree of attachment to a particular object."},{"id":518,"quote":"The amount of storage space in a desk is very limited, so you’ll want to maximize its effectiveness. Boxes are great for this. You can use boxes of various sizes as drawer dividers. Store items in the same category in one that suits their size and shape, such as a small box for items like flash drives and a medium-sized box for personal-care items like supplements. Small things in particular store better when they are arranged upright in a box rather than placed directly in a drawer with no dividers. The box keeps them from disintegrating into an anonymous heap and lets you see at a glance where things are when you open the drawer."},{"id":519,"quote":"tidying must begin with discarding regardless of personality type."},{"id":520,"quote":"For the first category, clothing, I recommend dividing further into the following subcategories to increase efficiency: Tops (shirts, sweaters, etc.) Bottoms (pants, skirts, etc.) Clothes that should be hung (jackets, coats, suits, etc.) Socks Underwear Bags (handbags, messenger bags, etc.) Accessories (scarves, belts, hats, etc.) Clothes for specific events (swimsuits, kimonos, uniforms, etc.) Shoes"},{"id":521,"quote":"Just as you would greet your family or your pet, say, 'Hello! I'm home,' to your house when you return. If you forget when you walk in the door, then later, when you remember, say, 'Thank you for giving me shelter."},{"id":522,"quote":"This doesn’t mean that tidying your room will actually calm your troubled mind. While it may help you feel refreshed temporarily, the relief won’t last because you haven’t addressed the true cause of your anxiety. If you let the temporary relief achieved by tidying up your physical space deceive you, you will never recognize the need to clean up your psychological space. This was true for me. Distracted by the “need to tidy my room, it took me so long to get down to studying that my grades were always terrible. Let’s imagine a cluttered room. It does not get messy all by itself. You, the person who lives in it, makes the mess. There is a saying that “a messy room equals a messy mind.” I look at it this way. When a room becomes cluttered, the cause is more than just physical. Visible mess helps distract us from the true source of the disorder. The act of cluttering is really an instinctive reflex that draws our attention away from the heart of an issue. If you can’t feel relaxed in a clean and tidy room, try confronting your feeling of anxiety. It may shed light on what is really bothering you. When your room is clean and uncluttered, you have no choice but to examine your inner state. You can see any issues you have been avoiding and are forced to deal with them. From the moment you start tidying, you will be compelled to reset your life. As a result, your life will start to change. That’s why the task of putting your house in order should be done quickly. It allows you to confront the issues that are really important. Tidying is just a tool, not the final destination. The true goal should be to establish the lifestyle you want most once your house has been put in order.”"},{"id":523,"quote":"consider each object with care and not be distracted by thoughts of being wasteful."},{"id":524,"quote":"you bought it because you thought it looked cool in the shop, it has fulfilled the function of giving you a thrill when you bought it."},{"id":525,"quote":"As a rule, don’t store anything on top of your desk. Your desktop is a work surface, not a storage cupboard, so the rule of thumb is to store nothing on it. Pick a spot in your drawers and on your shelves for each item or category. As much as possible, the only things on your desk should be whatever you need right now for the project you are working on. Keep this image of a clear desktop in your mind when you start storing. People who do so usually finish with only a laptop and an ornament or potted plant on their desk. Designate a storage space even for things you use daily, such as a pen or memo pad. My clients are often surprised to find that it’s not inconvenient at all to store these things out of sight when not in use. Once they experience how a neat and tidy desk enables them to focus on their work, they quickly become addicted to that state."},{"id":526,"quote":"it has taught you what doesn’t suit you."},{"id":527,"quote":"Tidying up by location is a fatal mistake. I’m ashamed to admit that it took me three years to see this. Many people are surprised to hear that such a seemingly viable approach is actually a common pitfall. The root of the problem lies in the fact that people often store the same type of item in more than one place. When we tidy each place separately, we fail to see that we’re repeating the same work in many locations and become locked into a vicious circle of tidying. To avoid this, I recommend tidying by category. For example, instead of deciding that today you’ll tidy a particular room, set goals like “clothes today, books tomorrow. One reason so many of us never succeed at tidying is because we have too much stuff. This excess is caused by our ignorance of how much we actually own. When we disperse storage of a particular item throughout the house and tidy one place at a time, we can never grasp the overall volume and therefore can never finish. To escape this negative spiral, tidy by category, not by place.”"},{"id":528,"quote":"you are free to say, “Thank you for giving me joy when I bought you, or “Thank you for teaching me what doesn’t suit me,” and let it go.”"},{"id":529,"quote":"Keep only those books that will make you happy just to see them on your shelves, the ones that you really love. That includes this book, too. If you don't feel any joy when you hold it in your hand, I would rather you discard it."},{"id":530,"quote":"Some people save appliance boxes because they think they will get more money for the items if they ever sell them. But if you consider the rent you pay, turning your space into a storage shed for empty boxes, that probably costs you more than you would earn selling an appliance in a box."},{"id":531,"quote":"Despite the fact that coins are perfectly good cash, they are treated with far less respect than paper money."},{"id":532,"quote":"Not every person you meet in life will become a close friend or lover."},{"id":533,"quote":"You’ll be surprised at how many of the things you possess have already fulfilled their role. By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life, in order."},{"id":534,"quote":"In fact, to go through life without knowing how to fold is a huge loss."},{"id":535,"quote":"Through this experience, I came to the conclusion that the best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it.”"},{"id":536,"quote":"To face the things we own through tidying is to confront our past. There will be times when we regret our purchases or feel embarrassed by our decisions. But to face these feelings honestly and let things go with gratitude for teaching us what we really need is to acknowledge our past choices. By constantly repeating the mental process of identifying what we truly want and deciding what to do on the basis of what brings us joy, we acquire a positive perspective that affirms every choice we make."},{"id":537,"quote":"Selection criterion: does it spark joy?"},{"id":538,"quote":"For the first category, clothing, I recommend dividing further into the following subcategories to increase efficiency: Tops (shirts, sweaters, etc.) Bottoms (pants, skirts, etc.) Clothes that should be hung (jackets, coats, suits, etc.) Socks Underwear Bags (handbags, messenger bags, etc.) Accessories (scarves, belts, hats, etc.) Clothes for specific events (swimsuits, kimonos, uniforms, etc.) Shoes And, yes, I include handbags and shoes as clothing."},{"id":539,"quote":"In my work, the volume discarded by younger sisters is always greater than the volume discarded by older sisters, a phenomenon surely related to the fact that younger children are often accustomed to wearing hand-me-downs. There are two reasons why younger sisters tend to collect clothes they don’t really like. One is that it’s hard to get rid of something received from family. The other is that they don’t really know what they like, which makes it hard to decide whether they should part with it. Because they receive so much clothing from others, they don’t really need to shop and therefore they have less opportunity"},{"id":540,"quote":"Make sure you have gathered every last piece of clothing."},{"id":541,"quote":"When choosing what to keep and what to let go, refer to the criteria introduced here: things that directly spark joy, those that provide functional joy, and those that lead to future joy."},{"id":542,"quote":"You can forget about any clothes you find after this. They’ll automatically go in the discard pile."},{"id":543,"quote":"The first step is to check every closet and dresser in the house and gather all your clothes in one spot. Don’t leave a single wardrobe or dresser drawer unopened."},{"id":544,"quote":"When you come across something that’s hard to discard, consider carefully why you have that specific item in the first place. When did you get it and what meaning did it have for you then? Reassess the role it plays in your life. If, for example, you have some clothes that you bought but never wear, examine them one at a time. Where did you buy that particular outfit and why? If you bought it because you thought it looked cool in the shop, it has fulfilled the function of giving you a thrill when you bought it. Then why did you never wear it? Was it because you realized that it didn’t suit you when you tried it on at home? If so, and if you no longer buy clothes of the same style or color, it has fulfilled another important function—it has taught you what doesn’t suit you. In fact, that particular article of clothing has already completed its role in your life, and you are free to say, “Thank you for giving me joy when I bought you, or “Thank you for teaching me what doesn’t suit me,” and let it go. Every object has a different role to play. Not all clothes have come to you to be worn threadbare. It is the same with people. Not every person you meet in life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson of who you do like, so that you will appreciate those special people even more.”"},{"id":545,"quote":"it doesn’t seem right to keep clothes we don’t enjoy for relaxing around the house."},{"id":546,"quote":"The proper order is to place clothes that are lighter in color at the front of the drawer and gradually progress to darker colors at the back. I don’t know whether or not this increases good fortune, but when clothes are arranged in a gradation of color, it feels great to look at them whenever you open the drawer. For some reason, having lighter clothes at the front seems to have a calming effect."},{"id":547,"quote":"Now, within the “Documents area, including its underlying folders, examine each file and ask yourself: Do I need this document to get my job done? Will this document provide me with guidance or inspiration for future work? Does this document spark joy? If the answer is no to all these questions, delete the document.”"},{"id":548,"quote":"Every object has a different role to play. Not all clothes have come to you to be worn threadbare. It is the same with people. Not every person you meet in life will become a close friend or lover."},{"id":549,"quote":"I never tidy my room. Why? Because it is already tidy."},{"id":550,"quote":"After all, what is the point in tidying? If it’s not so that our space and the things in it can bring us happiness, then I think there is no point at all."},{"id":551,"quote":"break the habit of downgrading clothes that don’t thrill you to loungewear."},{"id":552,"quote":"The findings of these studies can be summarized in three simple points. A tidy desk results in a higher evaluation of our character and capacity. This raises our self-esteem and increases our motivation. As a result, we work harder and our performance improves."},{"id":553,"quote":"Am I having trouble getting rid of this because of an attachment to the past or because of a fear for the future? Ask this for every one of these items. As you do so, you’ll begin to see a pattern in your ownership of things, a pattern that falls into one of three categories: attachment to the past, desire for stability in the future, or a combination of both.”"},{"id":554,"quote":"Photos Cherish who you are now If you have been sorting and discarding things in the order I recommend, you have likely stumbled across photographs in many different places, perhaps stuck between books on a shelf, lying in a desk drawer, or hidden in a box of odds and ends. While many may already have been in albums, I’m sure you found the odd photo or two enclosed with a letter or still encased in the envelope from the photo shop. (I don’t know why so many people leave photos in these envelopes.) Because photos tend to emerge from the most unexpected places when we are sorting other categories, it is much more efficient to put them in a designated spot every time you find one and deal with them all at the very end. There is a good reason to leave photos for last. If you start sorting photos before you have honed your intuitive sense of what brings you joy, the whole process will spin out of control and come to a halt. In contrast, once you have followed the correct order for tidying (i.e., clothes, books, papers, komono, sentimental items), sorting will proceed smoothly, and you will be amazed by your capacity to choose on the basis of what gives you pleasure. There is only one way to sort photos, and you should keep in mind that it takes a little time. The correct method is to remove all your photos from their albums and look at them one by one. Those who protest that this is far too much work are people who have never truly sorted photos. Photographs exist only to show a specific event or time. For this reason, they must be looked at one by one. When you do this, you will be surprised at how clearly you can tell the difference between those that touch your heart and those that don’t. As always, only keep the ones that inspire joy. With this method, you will keep only about five per day of a special trip, but this will be so representative of that time that they bring back the rest vividly. Really important things are not that great in number. Unexciting photos of scenery that you can’t even place belong in the garbage. The meaning of a photo lies in the excitement and joy you feel when taking it. In many cases, the prints developed afterward have already outlived their purpose. Sometimes people keep a mass of photos in a big box with the intention of enjoying them someday in their old age. I can tell you now that “someday never comes. I can’t count how many boxes of unsorted photographs I have seen that were left by someone who has passed away. A typical conversation with my clients goes something like this: “What’s in that box?” “Photos.” “Then you can leave them to sort at the end.” “Oh, but they aren’t mine. They belonged to my grandfather.” Every time I have this conversation it makes me sad. I can’t help thinking that the lives of the deceased would have been that much richer if the space occupied by that box had been free when the person was alive. Besides, we shouldn’t still be sorting photos when we reach old age. If you, too, are leaving this task for when you grow old, don’t wait. Do it now. You will enjoy the photos far more when you are old if they are already in an album than if you have to move and sort through a heavy boxful of them.”"},{"id":555,"quote":"I have a good reason for choosing off-season clothing for their first foray into this tidying gala. It’s the easiest category for tuning in to one’s intuition concerning what feels good."},{"id":556,"quote":"reinforce a positive self-image by wearing clothes you love."},{"id":557,"quote":"Everyone’s job has different requirements, but the three main folders I use should fit many types of work. Current projects, with a subfolder for each project. (You should try to keep these to no more than ten. After all, how many of us are simultaneously working on more than ten projects? If you are, you’ll learn in the next chapter how to tidy your time.) Records, which contain policies and procedures you regularly access. Usually, these files are provided by others and you typically don’t modify them. Examples include legal contracts and employee files. Saved work, which consists of documents from past projects that you’ll use in the future. Examples include files that can help you with new projects, like a presentation from a previous client that can be a good template for a future one. Other types of saved work can include research you’ve done that could be helpful later, such as benchmarking of competitors or industry research. You may also want to save some projects to have a portfolio to show to prospective clients or new employees for training purposes. If you keep personal files in the same space, add a “Personal folder so you don’t intermingle personal and work files. Keep digital documents organized. Staying organized is much easier once you have a small set of intuitive, primary folders. If you decide to keep a new file, put it in the most appropriate folder. Otherwise, delete it. The usefulness of your folders will improve as you consistently place similar files in the same place and keep only what you need. When projects are done, decide whether they warrant being moved to your “Saved Work” folder or if you can discard them. There’s no need to store records such as company policies if they’re accessible in other places or won’t be needed again.”"},{"id":558,"quote":"Quando uso il termine «elettrico», intendo tutti gli oggetti che hanno un «odore» elettrico, che emanano una sorta di aroma pungente, formicolante; quindi procedete a riordinare il komomo elettrico usando questa sensazione come guida."},{"id":559,"quote":"First, fold each lengthwise side of the garment toward the center (such as the left-hand, then right-hand, sides of a shirt) and tuck the sleeves in to make a long rectangular shape. It doesn’t matter how you fold the sleeves. Next, pick up one short end of the rectangle and fold it toward the other short end. Then fold again, in the same manner, in halves or in thirds. The number of folds should be adjusted so that the folded clothing when standing on edge fits the height of the drawer. This is the basic principle that will ultimately allow your clothes to be stacked on edge, side by side, so that when you pull open your drawer you can see the edge of every item inside. If you find that the end result is the right shape but too loose and floppy to stand up, it’s a sign that your way of folding doesn’t match the type of clothing. Every piece of clothing has its own “sweet spot where it feels just right—a”"},{"id":560,"quote":"Do I want to see this outfit again next time it’s in season? Or, to rephrase it, “Would I want to wear this right away if the temperature suddenly changed?” “Do I want to see it again? Well, not necessarily.…” If that’s how you feel, throw it in the discard or donate pile.”"},{"id":561,"quote":"strongly recommend folding as the main storage method."},{"id":562,"quote":"To me, it doesn’t seem right to keep clothes we don’t enjoy for relaxing around the house. This time at home is still a precious part of living. Its value should not change just because nobody sees us. So, starting today, break the habit of downgrading clothes that don’t thrill you to loungewear. The real waste is not discarding clothes you don’t like but wearing them even though you are striving to create the ideal space for your ideal lifestyle. Precisely because no one is there to see you, it makes far more sense to reinforce a positive self-image by wearing clothes you love. The same goes for pajamas. If you are a woman, try wearing something elegant as nightwear. The worst thing you can do is to wear a sloppy sweat suit. I occasionally meet people who dress like this all the time, whether waking or sleeping. If sweatpants are your everyday attire, you’ll end up looking like you belong in them, which is not very attractive. What you wear in the house does impact your self-image."},{"id":563,"quote":"The Japanese word for healing is te-ate, which literally means “to apply hands."},{"id":564,"quote":"If you have read this far, you have probably noticed that in my method your feelings are the standard"},{"id":565,"quote":"People have trouble discarding things that they could still use (functional value), that contain helpful information (informational value), and that have sentimental ties (emotional value). When these things are hard to obtain or replace (rarity), they become even harder to part with. The"},{"id":566,"quote":"A joy filled house is like your own personal art museum."},{"id":567,"quote":"After the selection process, my clients are usually left with only a third to a quarter of the clothes they started out with."},{"id":568,"quote":"When we take our clothes in our hands and fold them neatly, we are, I believe, transmitting energy, which has a positive effect on our clothes."},{"id":569,"quote":"the more time you spend on email, the lower your productivity and the higher your stress levels."},{"id":570,"quote":"The fact that they do not need to search is actually an invaluable stress reliever."},{"id":571,"quote":"The true purpose of tidying is [] to live in the most natural state possible. [] Owning only what we love and what we need is the most natural condition. By putting our house in order, we can live in our natural state. We choose those things that bring us joy and cherish what is truly precious in our lives..."},{"id":572,"quote":"The real benefit is that you must handle each piece of clothing. As you run your hands over the cloth, you pour your energy into it. The Japanese word for healing is te-ate, which literally means “to apply hands."},{"id":573,"quote":"The act of folding is far more than making clothes compact for storage. It is an act of caring, an expression of love and appreciation for the way these clothes support your lifestyle."},{"id":574,"quote":"When you stand in front of a wardrobe that has been reorganised so that the clothes rise to the right, you will feel your heart beat faster and the cells in your body buzz with energy."},{"id":575,"quote":"When we take our clothes in our hands and fold them neatly, we are, I believe, transmitting energy, which has a positive effect on our clothes. Folding properly pulls the cloth taut and erases wrinkles, and makes the material stronger and more vibrant. Clothes that have been neatly folded have a resilience and sheen that can be discerned immediately, clearly distinguishing them from those that have been haphazardly stuffed in a drawer. The act of folding is far more than making clothes compact for storage. It is an act of caring, an expression of love and appreciation for the way these clothes support your lifestyle."},{"id":576,"quote":"Recently, I have noticed that having fewer books actually increases the impact of the information I read. I recognize necessary information much more easily. Many of my clients, particularly those who have disposed of a substantial number of books and papers, have also mentioned this. For books, timing is everything. The moment you first encounter a particular book is the right time to read it. To avoid missing that moment, I recommend that you keep your collection small."},{"id":577,"quote":"The goal should be to organize the contents so that you can see where every item is at a glance,"},{"id":578,"quote":"The first step is to visualize what the inside of your drawer will look like when you finish. The goal should be to organize the contents so that you can see where every item is at a glance, just as you can see the spines of the books on your bookshelves. The key is to store things standing up rather than laid flat. Some people mimic store displays, folding each piece of clothing into a large square and then arranging them one on top of the other in layers. This is great for temporary sales displays in stores, but not what we should be aiming for at home, where our relationship with these clothes is long term. To store clothes standing, they must be made compact, which means more folds. Some people believe that more folds means more wrinkles, but this is not the case. It is not the number of folds but rather the amount of pressure applied that causes wrinkling. Even lightly folded clothes will wrinkle if they are stored in a pile because the weight of the clothes acts like a press."},{"id":579,"quote":"Can you truthfully say that you treasure something buried so deeply in a closet or drawer that you have forgotten its existence?"},{"id":580,"quote":"The key is to store things standing up rather than laid flat."},{"id":581,"quote":"others may prefer to go naked in the home and therefore have no loungewear at all. (You’d be surprised at how many fall into this latter category.)"},{"id":582,"quote":"Folding goes even more smoothly if you fold thin, soft material more tightly, reducing it to a small width and height, and thick, fluffy materials less."},{"id":583,"quote":"Tidying is a way of taking stock that shows us what we really like. The"},{"id":584,"quote":"The goal is to fold each piece of clothing into a simple, smooth rectangle."},{"id":585,"quote":"To summarise, the secret of success is to tidy in one shot, as quickly and completely as possible, and to start by discarding."},{"id":586,"quote":"return to my bedroom, put my empty handbag in a bag, and put it on the top shelf of the closet, saying, “You did well. Have a good rest."},{"id":587,"quote":"If you can do these two things, you can achieve perfection. Objects can be counted. All you need to do is look at each item, one at a time, and decide whether or not to keep it and where to put it. That’s all you need to do to complete this job. It is not hard to tidy up perfectly and completely in one fell swoop. In fact, anyone can do it. And if you want to avoid rebound, this is the only way to do it."},{"id":588,"quote":"Arrange your clothes so that they rise to the right. Take a moment to draw an arrow rising toward the right and then another descending to the right. You can do this on paper or just trace them in the air. Did you notice that when you draw an arrow rising to the right it makes you feel lighter? Lines that slope up to the right make people feel comfortable. By using this principle when you organize your closet, you can make the contents look far more exciting. To do so, hang heavy items on the left side of the closet and light items on the right. Heavy items include those with length, those made from heavier material, and those that are dark in color. As you move toward the right side of the closet, the length of the clothing grows shorter, the material thinner, and the color lighter. By category, coats would be on the far left, followed by dresses, jackets, pants, skirts, and blouses."},{"id":589,"quote":"tuck the sleeves in to make a long rectangular shape. It doesn’t matter how you fold the sleeves. Next, pick up one short end of the rectangle and fold it toward the other short end. Then fold again, in the same manner, in halves or in thirds. The number of folds should be adjusted so that the folded clothing when standing on edge fits the height of the drawer."},{"id":590,"quote":"It's not our memories but the person we have become because of those past experiences that we should treasure."},{"id":591,"quote":"Don’t forget that the “god of tidying up is always on your side as long as you are committed to getting it done.”"},{"id":592,"quote":"Never, ever tie up your stockings. Never, ever ball up your socks. I pointed to the balled-up socks. “Look at them carefully. This should be a time for them to rest. Do you really think they can get any rest like that? That’s right. The socks and stockings stored in your drawer are essentially on holiday. They take a brutal beating in their daily work, trapped between your foot and your shoe, enduring pressure and friction to protect your precious feet. The time they spend in your drawer is their only chance to rest. But if they are folded over, balled up, or tied, they are always in a state of tension, their fabric stretched and their elastic pulled. They roll about and bump into each other every time the drawer is opened and closed. Any socks and stockings unfortunate enough to get pushed to the back of the drawer are often forgotten for so long that their elastic stretches beyond recovery. When the owner finally discovers them and puts them on, it will be too late and they will be relegated to the garbage. What treatment could be worse than this?”"},{"id":593,"quote":"fold thin, soft material more tightly,"},{"id":594,"quote":"take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it.”"},{"id":595,"quote":"The custom of storing seasonal clothes is behind the times. With the introduction of air-conditioning and heating, our homes are less subject to the weather outside. It’s not uncommon now to see people wearing T-shirts indoors even in winter. So it’s time to abandon this custom and keep all our clothes ready to be used year-round, regardless of the season. My clients love this approach, especially because they can grasp at all times exactly what clothes they have. No difficult techniques are required. All you need to do is organize your clothes on the premise that you aren’t going to put off-season clothes in storage. The trick is not to overcategorize. Divide your clothes roughly into “cotton-like and “wool-like” materials when you put them in the drawer.”"},{"id":596,"quote":"hang any clothes that look like they would be happier hung up, such as those made with soft materials that flutter in the breeze or highly tailored cuts, which protest at being folded. These we should hang willingly."},{"id":597,"quote":"Looking very pleased, she said, “Yes, I did! I sent all my keepsakes to my mother’s place. I could hardly believe my ears. She had used the “send it to my parents” method of tidying. When I first started this business, I actually thought that being able to send things “home” was the privilege of people who came from large houses in the country. The majority of my clients were single women or young mothers living in Tokyo. If they asked permission to send things to their parents’ house, I said, “Sure. As long as you do it right away.” I never thought anything of this until my clientele expanded to homes in rural towns. When I learned the true state of parents’ houses, I was forced to retract my rash words. Now I realize that people who have a convenient place to send things, such as a parents’ house, are actually quite unfortunate. Even if the house is large with rooms to spare, it is not some infinitely expanding fourth dimension. People never retrieve the boxes they send “home.” Once sent, they will never again be opened.”"},{"id":598,"quote":"We come up with all kinds of reasons for not doing it, such as “I didn’t use this particular pot all year, but who knows, I might need it sometime.… or “That necklace my boyfriend gave me, I really liked it at the time.…” But when we really delve into the reasons for why we can’t let something go, there are only two: an attachment to the past or a fear for the future.”"},{"id":599,"quote":"We live in the present. No matter how wonderful things used to be, we cannot live in the past. The joy and excitement we feel here and now are more important."},{"id":600,"quote":"When people revert to clutter no matter how much they tidy, it is not their room or their belongings but their way of thinking that is at fault. Even if they are initially inspired, they can't stay motivated and their efforts peter out. The root cause lies in the fact that they can't see the results or feel the effects. This is precisely why success depends on experiencing tangible results immediately. If you use the right method and concentrate your efforts on eliminating clutter thoroughly and completely within a short span of time, you'll see instant results that will empower you to keep your space in order after. Anyone who experiences this process, no matter who they are, will vow never to revert to clutter again."},{"id":601,"quote":"I currently offer a course for clients in the home and for company owners in their offices. These are all private, one-on-one lessons, but I have yet to run out of clients. There is currently a three-month waiting list, and I receive enquiries daily from people who have been introduced by a former client or who have heard about the course from someone else. I travel from one end of Japan to the other and sometimes overseas. Tickets for one of my public talks for housewives and mothers sold out overnight. There was a waiting list not only for cancellations, but also just to get on the waiting list. Yet my repeater rate is zero. From a business perspective, this would appear to be a fatal flaw. But what if no repeaters were actually the secret to the popularity of my approach?"},{"id":602,"quote":"General (books you read for pleasure) Practical (references, cookbooks, etc.) Visual (photograph collections, etc.) Magazines"},{"id":603,"quote":"hang clothes in the same category side by side,"},{"id":604,"quote":"When a woman is in love, the change in her is apparent to everyone around her. The love she receives from her partner, the confidence that love gives her, and her desire to make the effort to look beautiful for him all give her energy. Her skin glows, her eyes shine, and she becomes even more beautiful."},{"id":605,"quote":"take each book in your hand and decide whether it moves you or not. Keep only those books that will make you happy just to see them on your shelves, the ones that you really love."},{"id":606,"quote":"Những thứ chúng ta sở hữu là có thực. Chúng tồn tại ở đây và lúc này như là kết quả của những lựa chọn trong quá khứ của không ai khác ngoài chúng ta. Chúng ta sẽ sai lầm nếu phớt lờ chúng hoặc loại bỏ chúng một cách cẩu thả như thể để phủ nhận những lựa chọn trước đây của chính mình."},{"id":607,"quote":"Clothes, like people, can relax more freely when in the company of others who are very similar in type,"},{"id":608,"quote":"let me introduce a secret for maintaining the neatness of closets that you work hard to organize. Arrange your clothes so that they rise to the right. Take a moment to draw an arrow rising toward the right and then another descending to the right. You can do this on paper or just trace them in the air. Did you notice that when you draw an arrow rising to the right it makes you feel lighter? Lines that slope up to the right make people feel comfortable. By using this principle when you organize your closet, you can make the contents look far more exciting. To do so, hang heavy items on the left side of the closet and light items on the right. Heavy items include those with length, those made from heavier material, and those that are dark in color."},{"id":609,"quote":"what is the point in tidying? If it’s not so that our space and the things in it can bring us happiness, then I think there is no point at all. Therefore, the best criterion for choosing what to keep and what to discard is whether keeping it will make you happy, whether it will bring you joy."},{"id":610,"quote":"the space I live in is graced only with those things that speak to my heart. My lifestyle brings me joy."},{"id":611,"quote":"In addition, organize the clothes within each category from heavy to light."},{"id":612,"quote":"In the same way, things that are loved by their owner and treated with care are vibrant and radiate an aura of wanting to be of more service to their owner. Things that are cherished shine. This is why I can tell at a glance whether something truly sparks joy. The genuine emotion of joy resides in the body and in the possessions of the owner, and therefore it can’t be concealed."},{"id":613,"quote":"Because clutter has been eliminated, it’s much easier to clean and therefore we do it more thoroughly. The fresher air in the room must certainly be good for the skin."},{"id":614,"quote":"It will only take you ten minutes to rearrange your closet by category, so trust me and give it a try."},{"id":615,"quote":"if they are folded over, balled up, or tied, they are always in a state of tension, their fabric stretched and their elastic pulled."},{"id":616,"quote":"As you reduce your belongings through the process of tidying, you will come to a point where you suddenly know how much is just right for you."},{"id":617,"quote":"I have bid farewell, at least temporarily, to countless things that didn’t bring me joy and, to be frank, the absence of a discarded item never caused a catastrophe."},{"id":618,"quote":"After discarding a hammer because the handle was worn out, I used my frying pan to pound in any nails."},{"id":619,"quote":"Los recuerdos auténticamente preciosos nunca se desvanecerán aun cuando deseches los objetos con que los asocias."},{"id":620,"quote":"By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life, in order. In the end, all that will remain are the things that you really treasure. To"},{"id":621,"quote":"Place one sock on top of the other and follow the same principles as those for folding clothing. For low-cut socks that just cover the feet, folding twice is enough; for ankle socks, three times; for knee socks and over-knee socks, four to six times. You can adjust the number of folds to achieve the height that best suits the drawer."},{"id":622,"quote":"The true purpose of a present is to be received. Presents are not “things but a means for conveying someone’s feelings. When viewed from this perspective, you don’t need to feel guilty for parting with a gift. Just thank it for the joy it gave you when you first received it. Of course, it would be ideal if you could use it with joy. But surely the person who gave it to you doesn’t want you to use it out of a sense of obligation, or to put it away without using it, only to feel guilty every time you see it.”"},{"id":623,"quote":"Just aim to make a simple rectangle, the key to folding. Store the socks on edge, just as you did for clothing."},{"id":624,"quote":"In the end, you're just putting off discarding clothes that no longer bring joy. ...why would you wear joyless clothes inside when you would never wear them outside? Your time at home should be special, too. Don't dress \"just for the time being\". Wear clothes you love!"},{"id":625,"quote":"While not exactly a meditative state, there are times when I am cleaning that I can quietly commune with myself. The work of carefully considering each object I own to see whether it sparks joy inside me is like conversing with myself through the medium of my possessions. For"},{"id":626,"quote":"it’s time to abandon this custom and keep all our clothes ready to be used year-round, regardless of the season."},{"id":627,"quote":"I feel that noise makes it harder to hear the internal dialogue between the owner and his or her belongings."},{"id":628,"quote":"I had been so focused on what to discard, on attacking the unwanted obstacles around me, that I had forgotten to cherish the things that I loved, the things I wanted to keep."},{"id":629,"quote":"To truly cherish the things that are important to you, you must first discard those that have outlived their purpose."},{"id":630,"quote":"The trick is not to overcategorize. Divide your clothes roughly into “cotton-like and “wool-like” materials when you put them in the drawer.”"},{"id":631,"quote":"store only small, specific off-season items, such as bathing suits and sun hats for the summer season, and mufflers, mittens, and earmuffs for the winter season."},{"id":632,"quote":"If you are planning to buy storage units in the near future, I recommend that you get a set of drawers instead."},{"id":633,"quote":"Thank you for giving me joy when I bought you, or “Thank you for teaching me what doesn’t suit me,” and let it go. Every”"},{"id":634,"quote":"When your room is clean and uncluttered, you have no choice but to examine your inner state. You can see any issues you have been avoiding and are forced to deal with them."},{"id":635,"quote":"This kind of “communication helps your clothes stay vibrant and keeps your relationship with them alive longer.”"},{"id":636,"quote":"This means visualizing the ideal lifestyle you dream of."},{"id":637,"quote":"Please start by removing every book from your shelves and putting them all on the floor."},{"id":638,"quote":"From my experience with private individual lessons, “quickly means about half a year.”"},{"id":639,"quote":"One reason so many of us never succeed at tidying is because we have too much stuff. This excess is caused by our ignorance of how much we actually own."},{"id":640,"quote":"Every object has a different role to play. Not all clothes have come to you to be worn threadbare. It is the same with people. Not every person you meet in life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson of who you do like, so that you will appreciate those special people even more. When"},{"id":641,"quote":"books are heavy. Taking them all off the shelf only to put them back on again seems like a waste of effort. Even so, do not skip this step. Remove all the books from your bookcases. You cannot judge whether or not a book really grabs you when it’s still on the shelf."},{"id":642,"quote":"Because we should be choosing what we want to keep, not what we want to get rid of."},{"id":643,"quote":"The things we own are real. They exist here and now as a result of choices made in the past by no one other than ourselves. It is dangerous to ignore them or to discard them indiscriminately as if denying the choices we made."},{"id":644,"quote":"Japanese people quickly grasp the pleasure that comes from folding clothes, almost as if they are genetically programmed for this task."},{"id":645,"quote":"They have already learned through experience that any problem caused by lack of something can be solved through action."},{"id":646,"quote":"Just like the gentle shake we use to wake someone up, we can stimulate our belongings by physically moving them, exposing them to fresh air"},{"id":647,"quote":"I have only two rules: store all items of the same type in the same place and don’t scatter storage space."},{"id":648,"quote":"Have you ever had the experience where you thought what you were doing was a good thing but later learned that it had hurt someone?"},{"id":649,"quote":"I ask my clients to divide them into four broad categories: General (books you read for pleasure) Practical (references, cookbooks, etc.) Visual (photograph collections, etc.) Magazines Once you have piled your books, take them in your hand one by one and decide whether you want to keep or discard each one. The criterion is, of course, whether or not it gives you a thrill of pleasure when you touch it. Remember, I said when you touch it. Make sure you don’t start reading it. Reading clouds your judgment. Instead of asking yourself what you feel, you’ll start asking whether you need that book or not. Imagine what it would be like to have a bookshelf filled only with books that you really love. Isn’t that image spellbinding? For someone who loves books, what greater happiness could there be?"},{"id":650,"quote":"I can think of no greater happiness in life than to be surrounded only by the things I love. How about you? All you need to do is to get rid of anything that doesn’t touch your heart. There is no simpler way to contentment. What else could this be called but “the magic of tidying?”"},{"id":651,"quote":"In the end, you are going to read very few of your books again."},{"id":652,"quote":"Do not even think of putting your things away until you have finished the process of discarding."},{"id":653,"quote":"Our things form a part of us, and when they’re gone, they leave behind them eternal memories."},{"id":654,"quote":"Books you have read have already been experienced and their content is inside you, even if you don’t remember. So when deciding which books to keep, forget about whether you think you’ll read it again or whether you’ve mastered what’s inside."},{"id":655,"quote":"You, on the other hand, have been led by fate to read it, and that means you probably have a strong desire to change your current situation, to reset your life, to improve your lifestyle, to gain happiness, to shine. For this very reason, I can guarantee that you will be able to put your"},{"id":656,"quote":"The amount of storage space you have in your room is actually just right. I can’t count how many times people have complained to me that they don’t have enough room, but I have yet to see a house that lacked sufficient storage. The real problem is that we have far more than we need or want. Once you learn to choose your belongings properly, you will be left only with the amount that fits perfectly in the space you currently own. This is the true magic of tidying. It may seem incredible, but my method of keeping only what sparks joy in the heart is really that precise. This is why you must begin by discarding. Once you have done that, it’s easy to decide where things should go because your possessions will have been reduced to a third or even a quarter of what you started out with. Conversely, no matter how hard you tidy and no matter how effective the storage method, if you start storing before you have eliminated excess, you will rebound. I know because I’ve been there myself."},{"id":657,"quote":"You may have wanted to read it when you bought it, but if you haven’t read it by now, the book’s purpose was to teach you that you didn’t need it. There’s no need to finish reading books that you only got halfway through. Their purpose was to be read halfway. So get rid of all those unread books."},{"id":658,"quote":"But to start discarding without thinking ahead at all would be like casting yourself into the negative spiral of clutter. Instead, begin by identifying your goal. There must have been some reason you picked up this book. What was it that motivated you to tidy in the first place? What do you hope to gain through tidying? Before you start getting rid of things, take the time to think this through carefully. This means visualizing the ideal lifestyle you dream of. If you skip this step, not only will it delay the whole process, but it will also put you at higher risk for rebound. Goals like “I want to live clutter-free or “I want to be able to put things away” are too broad. You need to think much more deeply than that. Think in concrete terms so that you can vividly picture what it would be like to live in a clutter-free space.”"},{"id":659,"quote":"Clothes, like people, can relax more freely when in the company of others who are very similar in type, and therefore organizing them by category helps them feel more comfortable and secure. You can literally transform your closet just by applying this principle."},{"id":660,"quote":"Finish discarding first. I’m sure you know by now that this is a cardinal rule of the KonMari Method. If you start thinking about where to store this and that before you have completely finished throwing stuff away, you won’t get very far. That’s why it’s imperative to concentrate solely on discarding first.”"},{"id":661,"quote":"As you put your house in order and decrease your possessions, you'll see what your true values are, what is really important to you in your life. But don't focus on reducing, or on efficient storage methods, for that matter. Focus instead on choosing the things that inspire joy and on enjoying life according to your own standards."},{"id":662,"quote":"that if we take action we will be able to obtain the necessary information when we need it. Life becomes far easier once you know that things will still work out even if you are lacking something."},{"id":663,"quote":"Once, one of my clients announced, \"This bra doesn't spark any joy!\" To my surprise, she removed the plain black bra she was wearing right in front of me and placed it in the garbage bag."},{"id":664,"quote":"bulk reduction method, I had a sudden flash of realization. I had never once looked at the file I created. All that effort had just been to ease my own conscience.”"},{"id":665,"quote":"Papers are organized into only three categories: needs attention, should be saved (contractual documents), and should be saved (others). The point is to keep all papers in one category in the same container or folder and to purposely refrain from subdividing them any further by content. In other words, you only need three containers or folders. Don’t forget that the “needs attention box ought to be empty. If there are papers in it, be aware that this means you have left things undone in your life that require your attention. Although I have never managed to completely empty my “needs attention” box, this is the goal to which we should aspire.”"},{"id":666,"quote":"I recommend you dispose of anything that does not fall into one of three categories: currently in use, needed for a limited period of time, or must be kept indefinitely. The term “papers, by the way, does not include papers with sentimental value like old love letters or diaries. Attempting to sort these will slow down your pace drastically. Limit yourself at first to sorting papers that give you no thrill at all and finish the job in one go. Letters from friends and lovers can be left for when you tackle sentimental items.”"},{"id":667,"quote":"Infrequently used papers include insurance policies, guarantees, and leases. Unfortunately, these must be kept automatically regardless of the fact that they spark no particular joy in your heart. As you will almost never need to access papers in this category, you don’t have to put a lot of effort into storing them."},{"id":668,"quote":"In contrast, I feel happy and content. I have time to experience bliss in my quiet space, where even the air feels fresh and clean; time to sit and sip herbal tea while I reflect on my day. As I look around, my glance falls on a painting that I particularly love, purchased overseas, and a vase of fresh flowers in one corner. Although not large, the space I live in is graced only with those things that speak to my heart. My lifestyle brings me joy.Wouldn't you like to live this way, too? It's easy, once you know how to truly put your home in order."},{"id":669,"quote":"Papers are organized into only three categories: needs attention, should be saved (contractual documents), and should be saved (others)."},{"id":670,"quote":"I would have realized before I became so neurotic that focusing solely on throwing things away can only bring unhappiness. Why? Because we should be choosing what we want to keep, not what we want to get rid of."},{"id":671,"quote":"take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it. This is not only the simplest but also the most accurate yardstick by which to judge.”"},{"id":672,"quote":"The work involved can be broadly divided into two kinds: deciding whether or not to dispose of something and deciding where to put it. If"},{"id":673,"quote":"To do so, hang heavy items on the left side of the closet and light items on the right. Heavy items include those with length, those made from heavier material, and those that are dark in color. As you move toward the right side of the closet, the length of the clothing grows shorter, the material thinner, and the color lighter. By category, coats would be on the far left, followed by dresses, jackets, pants, skirts, and blouses. This is the basic order, but depending on the trends in your wardrobe, what classifies as “heavy in each category will differ. Use your intuition to create a balance that makes it appear as if the clothes are sloping up to the right. In addition, organize the clothes within each category from heavy to light.”"},{"id":674,"quote":"Why do people pay expensive fees for such courses when they can read the same content in a book or elsewhere? Because they want to feel the passion of the teacher and experience that learning environment. Thus the real material is the seminar itself, and it must be experienced live. When you attend a seminar, do so with the resolve to part with every handout distributed. If you regret recycling it, take the same seminar again, and this time apply the learning. It’s paradoxical, but I believe that precisely because we hang on to such materials, we fail to put what we learn into practice."},{"id":675,"quote":"When I woke up, I knew immediately what that voice in my head had meant. Look more closely at what is there. I had been so focused on what to discard, on attacking the unwanted obstacles around me, that I had forgotten to cherish the things that I loved, the things I wanted to keep. Through this experience, I came to the conclusion that the best way to choose what to keep and what to throw away is to take each item in one’s hand and ask: “Does this spark joy? If it does, keep it. If not, dispose of it. This is not only the simplest but also the most accurate yardstick by which to judge.”"},{"id":676,"quote":"The most important points to remember are these: Make sure you gather every piece of clothing in the house and be sure to handle each one. Loungewear"},{"id":677,"quote":"confirm that it’s correct and have recorded the figure in your household account book, the statement has fulfilled its purpose and you should discard it. Trust me. You need feel no guilt at all."},{"id":678,"quote":"You may wonder about the effectiveness of such a vague criteria, but the trick is to handle each item. Don’t just open up your closet and decide after a cursory glance that everything in it gives you a thrill. You must take each outfit in your hand. When you touch a piece of clothing, your body reacts. Its response to each item is different. Trust me and try it."},{"id":679,"quote":"When a woman who is very anxious about the future chooses a partner, for example, she is less likely to select someone purely because she likes and enjoys being with him. She might choose someone she doesn’t really like simply because the relationship seems advantageous to her or because she is afraid that if she doesn’t"},{"id":680,"quote":"Changing lifestyle habits acquired over a span of many years is generally extremely difficult. If"},{"id":681,"quote":"Treat your socks and stockings with respect"},{"id":682,"quote":"For the first category, clothing, I recommend dividing further into the following subcategories to increase efficiency: Tops (shirts, sweaters, etc.) Bottoms (pants, skirts, etc.) Clothes that should be hung (jackets, coats, suits, etc.) Socks Underwear Bags (handbags, messenger bags, etc.) Accessories (scarves, belts, hats, etc.) Clothes for specific events (swimsuits, kimonos, uniforms, etc.) Shoes And,"},{"id":683,"quote":"each card has fulfilled its purpose the moment the receiver finishes reading it. Once you’ve checked to see whether the numbers on your cards have won anything in the lottery, you can part with the cards with gratitude for conveying to you the consideration of the sender. If you save the cards to confirm the sending address for the following year, then only save one year’s worth. Dispense with those that are two or more years old, except those that spark joy in your heart."},{"id":684,"quote":"Remove all the books from your bookcases. You cannot judge whether or not a book really grabs you when it’s still on the shelf. Like clothes or any other belongings, books that have been left untouched on the shelf for a long time are dormant. Or perhaps I should say they’re “invisible. Although in plain sight, they remain unseen, just like a praying mantis still in the grass, merging with its surroundings. (Have you ever experienced that jolt of surprise when you suddenly notice it there?) If you ask yourself, “Does this spark joy?” when you are just looking at the things on your shelves or in your drawers, the question won’t mean much to you. To truly decide whether you want to keep something or to dispose of it, you must take your things out of hibernation. Even the piles of books already on the floor will be easier to assess if you move them to a different part of the floor or restack them. Just like the gentle shake we use to wake someone up, we can stimulate our belongings by physically moving them, exposing them to fresh air and making them “conscious.” While helping my clients tidy their homes or offices, I stand in front of the mound of books they have piled on the floor and clap my hands, or I gently stroke the book covers. Although my clients look at me strangely at first, they are inevitably surprised at how quickly and precisely they are able to choose after this. They can see exactly what they need and don’t need. It is much harder to choose books when they are still on the shelf, which means you will have to repeat the process later. If there are too many books to arrange on the floor all at one time, I ask my clients to divide them into four broad categories: General (books you read for pleasure) Practical (references, cookbooks, etc.) Visual (photograph collections, etc.) Magazines Once you have piled your books, take”"},{"id":685,"quote":"La gente que no confía en su propio juicio carece de confianza en sí misma."},{"id":686,"quote":"These items play an important part in supporting your lifestyle and therefore they, too, deserve to be handled one by one and sorted properly."},{"id":687,"quote":"People who lack confidence in their judgement lack confidence in themselves"},{"id":688,"quote":"The basic order for sorting komono is as follows: 1. CDs, DVDs 2. Skin care products 3. Makeup 4. Accessories 5. Valuables (passports, credit cards, etc.) 6. Electrical equipment and appliances (digital cameras, electric cords, anything that seems vaguely “electric) 7. Household equipment (stationery and writing materials, sewing kits, etc.) 8. Household supplies (expendables like medicine, detergents, tissues, etc.) 9. Kitchen goods/food supplies (spatulas, pots, blenders, etc.) 10. Other (spare change, figurines, etc.)”"},{"id":689,"quote":"When we honestly confront the things we own, they evoke many emotions within us. Those feelings are real. It is these emotions that give us the energy for living. Believe what your heart tells you when you ask, “Does this spark joy? If you act on that intuition, you will be amazed at how things will begin to connect in your life and at the dramatic changes that follow. It is as if your life has been touched by magic. Putting your house in order is the magic that creates a vibrant and happy life.”"},{"id":690,"quote":"My basic principle for sorting papers is to throw them all away."},{"id":691,"quote":"Now imagine yourself living in a space that contains only things that spark joy. Isn’t this the lifestyle you dream of? Keep only those things that speak to your heart. Then take the plunge and discard all the rest. By doing this, you can reset your life and embark on a new lifestyle."},{"id":692,"quote":"What you wear in the house does impact your self-image. Clothing"},{"id":693,"quote":"When you are choosing what to keep, ask your heart; when you are choosing where to store something, ask your house. If you remember to do this, you will instinctively know how to proceed with organizing and storing your things."},{"id":694,"quote":"I recommend this particular order because it is easier if you start with more personal items and clearly defined content first. If you live alone, you don’t really need to worry about the order as long as you do one subcategory at a time. Too many people live surrounded by things they don’t need “just because. I urge you to take stock of your komono and save only, and I mean only, those that bring you joy.”"},{"id":695,"quote":"The true purpose of a present is to be received. Presents are not “things but a means for conveying someone’s feelings. When viewed from this perspective, you don’t need to feel guilty for parting with a gift. Just thank it for the joy it gave you when you first received it. Of course, it would be ideal if you could use it with joy. But surely the person who gave it to you doesn’t want you to use it out of a sense of obligation, or to put it away without using it, only to feel guilty every time you see it. When you discard or donate it, you do so for the sake of the giver, too.”"},{"id":696,"quote":"Start with clothes, then move on to books, papers, komono (miscellany), and finally things with sentimental value. If you reduce what you own in this order, your work will proceed with surprising ease. By starting with the easy things first and leaving the hardest for last, you can gradually hone your decision-making skills, so that by the end, it seems simple."},{"id":697,"quote":"Do you have a collection of cosmetic samples that have been hanging around for a year or more unused? Many people keep these to use on trips, but then never seem to take them when they travel. I contacted various manufacturers to inquire about the shelf life of these products. The answers were varied. Some only last a few weeks, while others are good for a year."},{"id":698,"quote":"Keep only those cords that you can clearly identify and get rid of the rest."},{"id":699,"quote":"You can also offer to give it to them on the condition that it is something they would have been willing to pay for."},{"id":700,"quote":"So, when you decide not to keep something, focus on the good it brought you and let it go with gratitude for the connection you had with it. The positive energy you direct at that item will attract new and joyful encounters. The same principle applies when considering a job..."},{"id":701,"quote":"To summarize, the best way to store purses, handbags, and other bags is to make sets according to the material, size, and frequency of use and to store them one inside the other, like nested boxes. All straps and handles should be left in plain view. If the handbag used for storage came in a bag, you can store the set in that. Line up these sets in your closet or wardrobe where you can see them. I stand them on the top shelf. The process of storing bags inside another bag, of finding the right combinations, is a lot of fun, much like making a jigsaw puzzle. When you find just the right pair, where the outer and inner bags fit so well together that they support one another, it is like witnessing a meeting that was destined to be."},{"id":702,"quote":"magazine published by the famous Junichi Nakahara"},{"id":703,"quote":"Although it’s worth having spare bedding if you have regular guests, it’s unnecessary to keep extra sets if you only have overnight visitors at most once or twice a year."},{"id":704,"quote":"always think in terms of category, not place. Before choosing what to keep, collect everything that falls within the same category at one time. Take every last item out and lay everything in one spot. To demonstrate the steps involved, let’s go back to the example of clothing above. You start by deciding that you are going to organize and put away your clothes. The next step is to search every room of the house. Bring every piece of clothing you find to the same place, and spread them out on the floor. Then pick up each outfit and see if it sparks joy. Those and only those are the ones to keep. Follow this procedure for every category. If you have too many clothes, you can make subcategories such as tops, bottoms, socks, and so on, and examine your clothes, one subcategory at a time. Gathering every item in one place is essential to this process because it gives you an accurate grasp of how much you have."},{"id":705,"quote":"LIFE TRULY BEGINS only after you have put your house in order."},{"id":706,"quote":"You will never use spare buttons. In most cases, when a button falls off, it’s a sign that the particular shirt or blouse has been well worn and loved and has now reached the end of its life. For coats and jackets that you want to keep for a long time, I recommend sewing spare buttons to the lining when you first buy them."},{"id":707,"quote":"I should have realized that the bath is the most humid place in the house, which obviously makes it the most unsuitable place for storing anything."},{"id":708,"quote":"If you’re not going to use spare buttons anyway, it shouldn’t matter that you get rid of them."},{"id":709,"quote":"El desorden tiene dos causas posibles: se requiere demasiado esfuerzo para guardar las cosas o no está claro cuál es el lugar que les corresponde."},{"id":710,"quote":"Keep only those books that will make you happy just to see them on your shelves, the ones that you really love. That includes this book, too. If you don’t feel any joy when you hold it in your hand, I would rather you discard it. What"},{"id":711,"quote":"Truly precious memories will never vanish even if you discard the objects associated with them. When you think about your future, is it worth keeping mementos of things that you would otherwise forget? We live in the present. No matter how wonderful things used to be, we cannot live in the past. The joy and excitement we feel here and now are more important. So, once again, the way to decide what to keep is to pick up each item and ask yourself, “Does this spark joy?"},{"id":712,"quote":"By handling each sentimental item and deciding what to discard, you process your past. If you just stow these things away in a drawer or cardboard box, before you realize it, your past will become a weight that holds you back and keeps you from living in the here and now. To put your things in order means to put your past in order, too. It’s like resetting your life and settling your accounts so that you can take the next step forward."},{"id":713,"quote":"The socks and stockings stored in your drawer are essentially on holiday."},{"id":714,"quote":"To put your things in order means to put your past in order, too. It’s like resetting your life and settling your accounts so that you can take the next step forward."},{"id":715,"quote":"If you are confident that something brings you joy, keep it, regardless of what anyone else might say. Even if it isn’t perfect, no matter how mundane it might be, when you use it with care and respect, you transform it into something priceless. As you repeat this selection process, you increase your sensitivity to joy. This not only accelerates your tidying pace but also hones your decision-making capacity in all areas of life. Taking good care of your things leads to taking good care of yourself."},{"id":716,"quote":"once you have followed the correct order for tidying (i.e., clothes, books, papers, komono, sentimental items), sorting will proceed smoothly, and you will be amazed by your capacity to choose on the basis of what gives you pleasure."},{"id":717,"quote":"There is no need to keep soaps and shampoos out when we are not using them, and the added exposure to heat and moisture when they aren’t in use is bound to affect their quality. It is therefore my policy to keep everything out of the bath or shower. Whatever is used in the bath should be dried after use anyway, so it makes far more sense to just wipe down the few items we use with our bath towel and then put them away in the cupboard. While this may seem like more work at first glance, it is actually less. It is much quicker and easier to clean the bath or shower without these items cluttering that space, and there will be less slime buildup. The same is true for the kitchen sink area. Do you keep your sponges and dish detergent by the sink? I store mine underneath it. The secret is to make sure the sponge is completely dry. Many people use a wire sponge rack with suction cups that stick to the sink. If you do, too, I recommend that you remove it immediately. It cannot dry out if it is sprayed with water every time you use the sink, and it will soon start to smell. To prevent this, squeeze your sponge tightly after use and hang it up to dry. You can use a clothespin to pin it to your towel rack or to the handle of a kitchen drawer if you don’t have a rack. Personally, I recommend hanging sponges outside, such as on the veranda."},{"id":718,"quote":"A Father’s Day present with the words “Thanks, Dad. A picture your son drew that was selected by the teacher to hang in the school hall, or an ashtray your daughter made. If these things still bring you joy, it is fine to keep them. But if your children are already grown and you are keeping them because you think discarding them will hurt your children’s feelings, ask them. They are quite likely to say, “What? You still have that? Go ahead and get rid of it.”"},{"id":719,"quote":"Things stored out of sight are dormant. This makes it much harder to decide whether they inspire joy or not. By exposing them to the light of day and jolting them alive, so to speak, you’ll find it’s surprisingly easy to judge whether they touch your heart."},{"id":720,"quote":"to others who can is an excellent idea. Not only is it economical, but it can also be a source of great joy to see these things being enjoyed and treasured by someone close to you. But that is not the same as forcing things onto your family members because you can’t bring yourself to discard or donate them. Whether the victim is a sibling, a parent, or a child, this particular custom should be banned. Although my sister never complained, I am sure that she must have had mixed feelings when she accepted my hand-me-downs. Basically, I was simply transferring my guilt at not being able to discard them onto her. In retrospect, that was pretty despicable. If you want to give something away, don’t push people to take it unconditionally or pressure them by making them feel guilty. Find out in advance what they like,"},{"id":721,"quote":"dry not only my sponges but also my cutting boards, colanders, and dishes on my veranda. Sunlight is a good disinfectant, and my kitchen always looks very tidy because I don’t need a dish rack. In fact, I don’t even own a dish rack. I put all the dishes I wash into a large bowl or colander and place this on the veranda to dry. I can wash them in the morning and just leave them outside. This is an excellent solution for people living on their own or for those who don’t use many dishes. Where do you store your oil, salt, pepper, soy sauce, and other seasonings? Many people keep them right beside the stove because they want them close at hand for the sake of convenience. If you are one of these people, I hope you will rescue them right now. For one thing, a counter is for preparing food, not for storing things. Counter space beside the stove, in particular, is exposed to splatters of food and oil, and the seasonings kept here are usually sticky with grease. Rows of bottles in this area also make it much harder to keep clean, and the kitchen area will always be covered in a film of oil. Kitchen shelves and cupboards are usually designed to store seasonings and spices, so put them away where they belong. Quite often, a long, narrow drawer is located next to the oven that can be used for this purpose."},{"id":722,"quote":"Never, ever ball up your socks."},{"id":723,"quote":"And what about things from your own childhood? Do you still keep your report cards or graduation certificates? When my client pulled out a school uniform from forty years ago, even I felt my heart constrict with emotion. But it still should be disposed of. Let all those letters you received years ago from a girlfriend or boyfriend go. The purpose of a letter is fulfilled the moment it is received. By now, the person who wrote it has long forgotten what he or she wrote and even the letter’s very existence. As for accessories you received as gifts, keep them only if they bring you pure joy. If you are keeping them because you can’t forget a former boyfriend, it’s better to discard or donate them. Hanging on to them makes it more likely that you will miss opportunities for new relationships. It is not our memories but the person we have become because of those past experiences that we should treasure."},{"id":724,"quote":"The essence of effective storage is this: designate a spot for every last thing you own. If"},{"id":725,"quote":"When we tell ourselves that we have to do something, it feels like a chore. But when we see tidying as a creative endeavor that will spark joy in our workspace, we're happy to do it."},{"id":726,"quote":"When it comes to tidying, the majority of people are lazy. They are also busy. As"},{"id":727,"quote":"One theme underlying my method of tidying is transforming the home into a sacred space, a power spot filled with pure energy. A comfortable environment, a space that feels good to be in, a place where you can relax—these are the traits that make a home a power spot. Would you rather live in a home like this or in one that resembles a storage shed? The answer, I hope, is obvious."},{"id":728,"quote":"The meaning of a photo lies in the excitement and joy you feel when taking it. In many cases, the prints developed afterward have already outlived their purpose."},{"id":729,"quote":"For people who stockpile, I don’t think there is any amount that would make them feel secure."},{"id":730,"quote":"Appreciate your possessions and gain strong allies One of the homework assignments I give my clients is to appreciate their belongings. For example, I urge them to try saying, “Thank you for keeping me warm all day, when they hang up their clothes after returning home. Or, when removing their accessories, I suggest they say, “Thank you for making me beautiful,” and when putting their bag in the closet, to say, “It’s thanks to you that I got so much work done today.” Express your appreciation to every item that supported you during the day. If you find this hard to do daily, then at least do it whenever you can.”"},{"id":731,"quote":"Arrange your clothes so that they rise to the right. Take"},{"id":732,"quote":"reducing your stock and relieving yourself of the burden of excess is the quickest and most effective way to put your things in order."},{"id":733,"quote":"Secondo dei dati statistici, trascorriamo in media trenta minuti al giorno a cercare le cose, e chi è particolarmente disordinato dedica alla ricerca degli oggetti smarriti addirittura due ore al giorno. Se una persona lavora venti giorni al mese, significa che spreca fino a quaranta ore al mese a cercare cose che non sono al loro posto. Se riuscite a risolvere questo problema in sole sei ore, il ritorno dell’investimento di tempo sarà enorme e immediato. Con una scrivania ordinata che vi dà gioia, la vostra efficienza al lavoro è destinata a crescere."},{"id":734,"quote":"Too many people live surrounded by things they don’t need “just because. I urge you to take stock of your komono and save only, and I mean only, those that bring you joy.”"},{"id":735,"quote":"The question of what you want to own is actually the question of how you want to live your life. Attachment to the past and fears concerning the future not only govern the way you select the things you own but also represent the criteria by which you make choices in every aspect of your life, including your relationships with people and your job. When"},{"id":736,"quote":"assess what you have on hand now and eliminate excess."},{"id":737,"quote":"Los libros tienen su momento. El instante en que te topas con uno en particular es el correcto para leerlo. Para no perderte de ese momento, te recomiendo mantener tu colección pequeña. Cómo"},{"id":738,"quote":"Really?"},{"id":739,"quote":"The amount of storage space you have in your room is actually just right."},{"id":740,"quote":"you will come to a point where you suddenly know how much is just right for you."},{"id":741,"quote":"Through the process of selecting only those things that inspire joy, you can identify precisely what you love and what you need. When"},{"id":742,"quote":"If, for example, you have some clothes that you bought but never wear, examine them one at a time. Where did you buy that particular outfit and why? If you bought it because you thought it looked cool in the shop, it has fulfilled the function of giving you a thrill when you bought it. Then why did you never wear it? Was it because you realized that it didn’t suit you when you tried it on at home? If so, and if you no longer buy clothes of the same style or color, it has fulfilled another important function—it has taught you what doesn’t suit you."},{"id":743,"quote":"you want to add momentum to your tidying work, tap the power of the atmosphere in your room rather than relying on music. The"},{"id":744,"quote":"once you have passed this point, you’ll find that the amount you own never increases. And that is precisely why you will never rebound."},{"id":745,"quote":"...pursue ultimate simplicity..."},{"id":746,"quote":"The client I just described had been messy all her life."},{"id":747,"quote":"automatically following criteria proposed by others and based on their “know-how will have no lasting effect—unless their criteria happens to match your own standards of what feels right.”"},{"id":748,"quote":"Can you truthfully say that you treasure something buried so deeply in a closet or drawer that you have forgotten its existence? If things had feelings, they would certainly not be happy."},{"id":749,"quote":"The fact that you possess a surplus of things that you can’t bring yourself to discard doesn’t mean you are taking good care of them. In fact, it is quite the opposite. By paring down to the volume that you can properly handle, you revitalize your relationship with your belongings. Just because you dispose of something does not mean you give up past experiences or your identity."},{"id":750,"quote":"Keep things because you love them—not “just because"},{"id":751,"quote":"When you have truly finished tidying, you’ll see what you want or absolutely must do next, so you really don’t have time to waste on complaining about others."},{"id":752,"quote":"You may have wanted to read it when you bought it, but if you haven’t read it by now, the book’s purpose was to teach you that you didn’t need it. There’s no need to finish reading books that you only got halfway through. Their purpose was to be read halfway."},{"id":753,"quote":"For one thing, a counter is for preparing food, not for storing things. Counter space beside the stove, in particular, is exposed to splatters of food and oil, and the seasonings kept here are usually sticky with grease. Rows"},{"id":754,"quote":"Storing books Put all your books on the floor Once you have finished organizing and storing your clothes, it’s time to move on to books. Books"},{"id":755,"quote":"Through the process of selecting only those things that inspire joy, you can identify precisely what you love and what you need."},{"id":756,"quote":"The socks and stockings stored in your drawer are essentially on holiday. They take a brutal beating in their daily work, trapped between your foot and your shoe, enduring pressure and friction to protect your precious feet. The time they spend in your drawer is their only chance to rest. But if they are folded over, balled up, or tied, they are always in a state of tension, their fabric stretched and their elastic pulled. They roll about and bump into each other every time the drawer is opened and closed. Any socks and stockings unfortunate enough to get pushed to the back of the drawer are often forgotten for so long that their elastic stretches beyond recovery."},{"id":757,"quote":"From the time I get in the door to the moment I close the closet, a total of only five minutes has passed. Now I can go back to the kitchen, pour myself a cup of tea, and relax."},{"id":758,"quote":"Every object has a different role to play. Not all clothes have come to you to be worn threadbare. It is the same with people. Not every person you meet in life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson of who you do like, so that you will appreciate those special people even more."},{"id":759,"quote":"the existence of an item without a home multiplies the chances that your space will become cluttered again."},{"id":760,"quote":"You only need to designate a spot for every item once. Try it. You’ll be amazed at the results. No longer will you buy more than you need. No longer will the things you own continue to accumulate."},{"id":761,"quote":"I did not like being dependent on others, found it hard to trust them, and was very inept at expressing my feelings."},{"id":762,"quote":"As I’ve already mentioned, there is just one way to escape this negative spiral—by tidying efficiently all at once, as quickly as possible, to make the perfect clutter-free environment. But how does this create the right mind-set? When you tidy your space completely, you transform the scenery. The change is so profound that you feel as if you are living in a totally different world. This deeply affects your mind and inspires a strong aversion to reverting to your previously cluttered state. The key is to make the change so sudden that you experience a complete change of heart. The same impact can never be achieved if the process is gradual. To achieve a sudden change like this, you need to use the most efficient method of tidying. Otherwise, before you know it, the day will be gone and you will have made no headway. The more time it takes, the more tired you feel,"},{"id":763,"quote":"If there are too many books to arrange on the floor all at one time, I ask my clients to divide them into four broad categories: General (books you read for pleasure) Practical (references, cookbooks, etc.) Visual (photograph collections, etc.) Magazines Once you have piled your books, take them in your hand one by one and decide whether you want to keep or discard each one. The criterion is, of course, whether or not it gives you a thrill of pleasure when you touch it. Remember,"},{"id":764,"quote":"The real problem is that we have far more than we need or want. Once you learn to choose your belongings properly, you will be left only with the amount that fits perfectly in the space you currently own. This is the true magic of tidying. It may seem incredible, but my method of keeping only what sparks joy in the heart is really that precise. This is why you must begin by discarding. Once you have done that, it’s easy to decide where things should go because your possessions will have been reduced to a third or even a quarter of what you started out with."},{"id":765,"quote":"I fell under the illusion that storage was some form of intellectual contest, the object of which was to see how much I could fit into a storage space by rational organization."},{"id":766,"quote":"The information we work with is frequently updated as we receive new materials and as the content of various projects evolves. Documents and papers quickly pile up. Even if we tidy our desk once, to keep it that way we need to stay on top of it, and that requires a mindset that keeps us motivated, an understanding of why we want to tidy up."},{"id":767,"quote":"People often ask me what I recommend, no doubt expecting me to reveal some hitherto secret storage weapon. But I can tell you right"},{"id":768,"quote":"Sort by category, in the correct order, and keep only those things that inspire joy. Do this thoroughly and quickly, all in one go. If you follow this advice, you will dramatically reduce the volume of things you own, experience an exhilaration you have never known before, and gain confidence in your life."},{"id":769,"quote":"To me, this seems tragic. And this is not an isolated case. In my work, the volume discarded by younger sisters is always greater than the volume discarded by older sisters, a phenomenon surely related to the fact that younger children are often accustomed to wearing hand-me-downs. There are two reasons why younger sisters tend to collect clothes they don’t really like. One is that it’s hard to get rid of something received from family. The other is that they don’t really know what they like, which makes it hard to decide whether they should part with it. Because they receive so much clothing from others, they don’t really need to shop and therefore they have less opportunity to develop the instinct for what really inspires joy."},{"id":770,"quote":"Over the next two days we went through his things in the correct order of clothes, books, papers, komono, and sentimental items."},{"id":771,"quote":"Rather than buying something to make do for now, wait until you have completed the entire process and then take your time looking for storage items that you really like."},{"id":772,"quote":"I had begun to see my things and even my house as an adversary that I had to beat, and I was constantly in fighting mode."},{"id":773,"quote":"It might be a good rule to get rid of anything that you'd be embarrassed for others to see if you died."},{"id":774,"quote":"La gente no cambia de hábitos si primero no cambia su manera de pensar. ¡Y eso no es fácil!"},{"id":775,"quote":"I had been so focused on using the turntable to create an amazing storage space that I had failed to really see what I was storing—bottles that slide and topple easily."},{"id":776,"quote":"As we’ve seen, there are only two tasks involved—discarding and deciding where to keep things. Just two, but discarding must come first. Be sure to completely finish the first task before starting the next. Do not even think of putting your things away until you have finished the process of discarding. Failure to follow this order is one reason many people never make permanent progress. In the middle of discarding, they start thinking about where to put things. As soon as they think, “I wonder if it will fit in this drawer, the work of discarding comes to a halt. You can think about where to put things when you’ve finished getting rid of everything you don’t need.”"},{"id":777,"quote":"Until you have completed the once-in-a-lifetime event of putting your house in order, any attempt to tidy on a daily basis is doomed to failure. Conversely, once you have put your house in order, tidying will be reduced to the very simple task of putting things back where they belong. In fact, this becomes an unconscious habit."},{"id":778,"quote":"The bookcase held only books and CDs that he loved, and a shelf, now virtually empty, held a pottery ornament my younger sister had made in high school and figurines of a jazz band that he had bought by mail order."},{"id":779,"quote":"In the end, I removed the turntable, placed the bottles in a square box and returned them to the cupboard. Although plain and conventional, according to my client this method was far easier to use."},{"id":780,"quote":"It was at this moment that it hit me: Tidying up by location is a fatal mistake."},{"id":781,"quote":"When in doubt, ask your house and the item being stored what is the best solution."},{"id":782,"quote":"Tops (shirts, sweaters, etc.) Bottoms (pants, skirts, etc.) Clothes that should be hung (jackets, coats, suits, etc.) Socks Underwear Bags (handbags, messenger bags, etc.) Accessories"},{"id":783,"quote":"am confident and extremely grateful to be surrounded by what I love, by things and people that are, each and every one, special, precious, and exceedingly dear to me. The things and people that bring me joy support me. They give me the confidence that I will be all right. I want to help others who feel the way I once did, who lack self-confidence and find it hard to open their hearts to others, to see how much support they receive from the space they live in and the things that surround them."},{"id":784,"quote":"always think in terms of category, not place."},{"id":785,"quote":"It’s true that while instructors and schools offer courses in everything from cooking and how to wear a kimono to yoga and Zen meditation, you’ll be hard-pressed to find classes on how to tidy. The general assumption, in Japan at least, is that tidying doesn’t need to be taught but rather is picked up naturally. Cooking skills and recipes are passed down as family traditions from grandmother to mother to daughter, yet one never hears of anyone passing on the family secrets of tidying, even within the same household."},{"id":786,"quote":"Balling your socks and stockings, or tying them into knots, is cruel. Please put an end to this practice today."},{"id":787,"quote":"pursue ultimate simplicity in storage so that you can tell at a glance how much you have."},{"id":788,"quote":"Your next step is to identify why you want to live like that. Look back over your notes about the kind of lifestyle you want, and think again. Why do you want to do aromatherapy before bed? Why do you want to listen to classical music while doing yoga? If the answers are “because I want to relax before bed, and “I want to do yoga to lose weight,” ask yourself why you want to relax and why you want to lose weight. Maybe your answers will be “I don’t want to be tired when I go to work the next day,” and “I want to lose weight so that I can be more svelte.” Ask yourself “Why?” again, for each answer. Repeat this process three to five times for every item. As you continue to explore the reasons behind your ideal lifestyle, you will come to a simple realization. The whole point in”"},{"id":789,"quote":"To put your house in order is to put your life in order and prepare for the next step. Once you have dealt properly with the current phase of your life, the next will come to you naturally."},{"id":790,"quote":"Clutter has only two possible causes: too much effort is required to put things away or it is unclear where things belong. If we overlook this vital point, we are likely to create a system that results in clutter. For people like me who are naturally lazy, I strongly recommend focusing storage in one spot. More often than not, the notion that it’s more convenient to keep everything within arm’s reach is a biased assumption."},{"id":791,"quote":"People have trouble discarding things that they could still use (functional value), that contain helpful information (informational value), and that have sentimental ties (emotional value). When these things are hard to obtain or replace (rarity), they become even harder to part with. The process of deciding what to keep and what to discard will go much more smoothly if you begin with items that are easier to make decisions about. As you gradually work toward the harder categories, you will be honing your decision-making skills. Clothes are the easiest because their rarity value is extremely low."},{"id":792,"quote":"The Japanese believed that gods resided not only in natural phenomena such as the sea and the land but also in the cooking stove and even in each individual grain of rice, and therefore they treated all of them with reverence."},{"id":793,"quote":"Tops (shirts, sweaters, etc.) Bottoms (pants, skirts, etc.) Clothes that should be hung (jackets, coats, suits, etc.) Socks Underwear Bags (handbags, messenger bags, etc.) Accessories (scarves, belts, hats, etc.) Clothes for specific events (swimsuits, kimonos, uniforms, etc.) Shoes"},{"id":794,"quote":"Up to now, I believed it was important to do things that added to my life, so I took seminars and studied to increase my knowledge. But through your course on how to put my space in order, I realized for the first time that letting go is even more important than adding."},{"id":795,"quote":"I am always pleased when they tell me that they bake more often since reorganizing."},{"id":796,"quote":"In Japan, it is the custom to send New Year’s cards to convey New Year’s greetings (many have lottery numbers at the bottom)."},{"id":797,"quote":"As I reflected on the nature of these relationships, it occurred to me that Japanese people have treated material things with special care since ancient times. The concept of yaoyorozu no kami, literally, “800,000 gods, is an example.”"},{"id":798,"quote":"If you are aiming for an uncluttered room, it is much more important to arrange your storage so that you can tell at a glance where everything is than to worry about the details of"},{"id":799,"quote":"Just like the gentle shake we use to wake someone up, we can stimulate our belongings by physically moving them, exposing them to fresh air and making them “conscious."},{"id":800,"quote":"Some people save the boxes for electrical appliances because they think they can get more money for the appliances if they ever sell them. This, however, is a waste. If you consider the rent or mortgage you pay, turning your space into a storage shed for empty boxes costs you more than what you could earn selling an appliance in a box. You don’t need to keep them for moving either. You can worry about finding suitable boxes when the time comes. It’s a shame to let a boring box take up room in your house just because you might need it someday."},{"id":801,"quote":"Many of them have spent so many years applying erroneous conventional approaches that their homes overflow with unnecessary items and they struggle to keep clutter under control with ineffective storage methods. How can they be expected to know how to tidy when they have never studied it properly?"},{"id":802,"quote":"Don’t disperse your storage space."},{"id":803,"quote":"My basic principle for sorting papers is to throw them all away. My clients are stunned when I say this, bu there is nothing more annoying than papers. After all, they will never inspire joy, no matter how carefully you keep them."},{"id":804,"quote":"I use only two categories for frequency of use: things I use often and things I don’t."},{"id":805,"quote":"The best sequence is this: clothes first, then books, papers, komono (miscellany), and lastly, mementos. This order has also proven to be the most efficient in terms of the level of difficulty for the subsequent task of storing. Finally, sticking to this sequence sharpens our intuitive sense of what items spark joy inside us."},{"id":806,"quote":"Sorting papers Rule of thumb—discard everything Once"},{"id":807,"quote":"Tidying brings visible results. Tidying never lies. The ultimate secret of success is this: If you tidy up in one shot, rather than little by little, you can dramatically change your mind-set. A change so profound that it touches your emotions will irresistibly affect your way of thinking and your lifestyle habits."},{"id":808,"quote":"I believe that when we put our things in order and strengthen our bonds with what we own, we get back in touch with that delicate sensitivity to mono no aware."},{"id":809,"quote":"when things are stored vertically, any increase takes up space and you will eventually run out of storage area. When you do, you’ll notice, “Ah, I’m starting to accumulate stuff again."},{"id":810,"quote":"If you feel anxious all the time but are not sure why, try putting your things in order."},{"id":811,"quote":"stacking is very hard on the things at the bottom"},{"id":812,"quote":"What things will bring you joy if you keep them as part of your life?"},{"id":813,"quote":"Books you have read have already been experienced and their content is inside you, even if you don’t remember. So when deciding which books to keep, forget about whether you think you’ll read it again or whether you’ve mastered what’s inside. Instead, take each book in your hand and decide whether it moves you or not."},{"id":814,"quote":"Not every person you meet in life will become a close friend or lover. Some you will find hard to get along with or impossible to like. But these people, too, teach you the precious lesson of who you do like, so that you will appreciate those special people even more. When"},{"id":815,"quote":"When you put it down and it scrapes its bottom on the floor, it utters no word of criticism, only doing its best to support you. What a hard worker! It would be cruel not to give it a break at least at home."},{"id":816,"quote":"komono, a Japanese term that the dictionary defines variously as “small articles; miscellaneous items; accessories; gadgets or small tools, parts, or attachments; an insignificant person; small fry."},{"id":817,"quote":"Folding a garment often reminds me of the priests who carve Buddhist statues. They gaze intently at a piece of wood until they see the shape of the figure within it and carve the wood until it emerges."},{"id":818,"quote":"Too many people live surrounded by things they don’t need “just because."},{"id":819,"quote":"The work involved can be broadly divided into two kinds: deciding whether or not to dispose of something and deciding where to put it. If you can do these two things, you can achieve perfection. Objects can be counted. All you need to do is look at each item, one at a time, and decide whether or not to keep it and where to put it. That’s all you need to do to complete this job. It is not hard to tidy up perfectly and completely in one fell swoop. In fact, anyone can do it. And if you want to avoid rebound, this is the only way to do it."},{"id":820,"quote":"there is no need to buy dividers or any other gadget. You can solve your storage problems with things you already have in the house. The most common item I use is an empty shoebox"},{"id":821,"quote":"The same is true for the practice of feng shui. It is only when you put your house in order that your furniture and decorations come to life."},{"id":822,"quote":"The best sequence is this: clothes first, then books, papers, komono (miscellany), and lastly, mementos"},{"id":823,"quote":"The lid of a shoebox is shallow and can be used like a tray. It can be placed in the cupboard to hold your cooking oils and spices, keeping the base of the cupboard clean. Unlike many shelf liners, these lids don’t slip and are much easier to replace."},{"id":824,"quote":"This drastic change in self-perception, the belief that you can do anything if you set your mind to it, transforms behavior and lifestyles."},{"id":825,"quote":"Effective tidying involves only two essential actions: discarding and deciding where to store things. Of the two, discarding must come first. This principle does not change. The rest depends on the level of tidiness you personally want to achieve. Make"},{"id":826,"quote":"Of all my clients, the ones who had the hardest time disposing of papers were a couple, both of whom were lawyers."},{"id":827,"quote":"The work involved can be broadly divided into two kinds: deciding whether or not to dispose of something and deciding where to put it."},{"id":828,"quote":"Start by discarding, all at once, intensely and completely You think you have tidied everything perfectly, but within a few days you notice that your room is becoming cluttered again. As time goes by, you collect more things, and before you know it, your space has reverted to its previous state. This rebound effect is caused by ineffective methods that tackle tidying only halfway. As I’ve already mentioned, there is just one way to escape this negative spiral—by tidying efficiently all at once, as quickly as possible, to make the perfect clutter-free environment. But how does this create the"},{"id":829,"quote":"there is no need to compare your performance to that of anyone else. You are the standard."},{"id":830,"quote":"Order is dependent on the extremely personal values of what a person wants to live with. Most"},{"id":831,"quote":"Storage experts are hoarders"},{"id":832,"quote":"From this experience, I can honestly declare that storage methods do not solve the problem of how to get rid of clutter. In the end, they are only a superficial answer."},{"id":833,"quote":"When you come across something that’s hard to discard, consider carefully why you have that specific item in the first place. When did you get it and what meaning did it have for you then?"},{"id":834,"quote":"El espacio en el que vivimos debería ser para la persona en que nos estamos convirtiendo ahora, no para la persona que fuimos en el pasado."},{"id":835,"quote":"pondering"},{"id":836,"quote":"But not having a space you can call your own is dangerous. Everyone needs a sanctuary."},{"id":837,"quote":"If you want to give something away, don’t push people to take it unconditionally or pressure them by making them feel guilty. Find out in advance what they like, and if you find something that fits those criteria, then and only then should you show it to them. You can also offer to give it to them on the condition that it is something they would have been willing to pay for. We need to show consideration for others by helping them avoid the burden of owning more than they need or can enjoy."},{"id":838,"quote":"Where did you buy that particular outfit and why? If you bought it because you thought it looked cool in the shop, it has fulfilled the function of giving you a thrill when you bought it. Then why did you never wear it? Was it because you realized that it didn’t suit you when you tried it on at home? If so, and if you no longer buy clothes of the same style or color, it has fulfilled another important function—it has taught you what doesn’t suit you. In fact, that particular article of clothing has already completed its role in your life, and you are free to say, “Thank you for giving me joy when I bought you, or “Thank you for teaching me what doesn’t suit me,” and let it go.”"},{"id":839,"quote":"If I had been a little smarter, I would have realized before I became so neurotic that focusing solely on throwing things away can only bring unhappiness. Why? Because we should be choosing what we want to keep, not what we want to get rid of. When"},{"id":840,"quote":"One theme underlying my method of tidying is transforming the home into a sacred space, a power spot filled with pure energy."},{"id":841,"quote":"Clutter is caused by a failure to return things to where they belong. Therefore, storage should reduce the effort needed to put things away, not the effort needed to get them"},{"id":842,"quote":"I began to treat my belongings as if they were alive when I was a high school student."},{"id":843,"quote":"Discard anything that doesn’t spark joy. If you have tried this method even a little, you have realized by now that it is not that difficult to identify something that brings you joy. The moment you touch it, you know the answer. It is much more difficult to decide to discard something. We come up with all kinds of reasons for not doing it, such as “I didn’t use this particular pot all year, but who knows, I might need it sometime.…” or “That necklace my boyfriend gave me, I really liked it at the time.…” But when we really delve into the reasons for why we can’t let something go, there are only two: an attachment to the past or a fear for the future.”"},{"id":844,"quote":"half-heartedly."},{"id":845,"quote":"If you are planning to buy storage units in the near future, I recommend that you get a set of drawers"},{"id":846,"quote":"Recently, I have noticed that having fewer books actually increases the impact of the information I read. I recognize necessary information much more easily."},{"id":847,"quote":"For this reason, it is essential to create a quiet space in which to evaluate the things in your life. Ideally, you should not even be listening to music. Sometimes I hear of methods that recommend tidying in time to a catchy song, but personally, I don’t encourage this. I feel that noise makes it harder to hear the internal dialogue between the owner and his or her belongings. Listening to the TV is, of course, out of the question. If you need some background noise to relax, choose environmental or ambient music with no lyrics or well-defined melodies. If you want to add momentum to your tidying work, tap the power of the atmosphere in your room rather than relying on music."},{"id":848,"quote":"The question of what you want to own is actually the question of how you want to live your life. Attachment to the past and fears concerning the future not only govern the way you select the things you own but also represent the criteria by which you make choices in every aspect of your life, including relationships with people and your job"},{"id":849,"quote":"Finally, I consulted Jinnosuke Kokoroya, a well-known therapist in Japan. He also happens to be an old friend, and our families enjoy spending time together. “I’d really like to start using social media to get my message out there, I told him, “but I can’t bring myself to do it. I’m afraid that people might hate me and start attacking me.” Jinnosuke smiled and said, “Don’t worry, Marie. Plenty of people hate you already.” This, by the way, is what he tells all his clients who are afraid of being hated. That’s his approach.”"},{"id":850,"quote":"When you stand in front of a closet that has been reorganized so that the clothes rise to the right, you will feel your heart beat faster and the cells in your body buzz with energy."},{"id":851,"quote":"must"},{"id":852,"quote":"In Japan, we say that “words make our reality. The words we see and with which we come into contact tend to bring about events of the same nature.”"},{"id":853,"quote":"If we treated all things we use in our daily life, whether it is our computer, our handbag, or our pens and pencils, with the same care that athletes give to their equipment, we could greatly increase the number of dependable \"supporters\" in our lives."},{"id":854,"quote":"I was just fooling myself by sending the things I couldn’t bear to part with to my parents. When I looked at each item again, I realized that I had lived those moments to the fullest and I was able to thank my keepsakes for the joy they gave me at the time. When I threw them away, I felt like I was confronting my past for the first time in my life."},{"id":855,"quote":"Only two skills are necessary to successfully put your house in order: the ability to keep what sparks joy and chuck the rest, and the ability to decide where to keep each thing you choose and always put it back in its place."},{"id":856,"quote":"Because I was poor at developing bonds of trust with people, I had an uneasy strong attachment to things. I think that precisely because I did not feel comfortable exposing my weaknesses or my true feelings to other, my room and the things in it became very precious."},{"id":857,"quote":"We can only transform our lives if we sincerely want to. And"},{"id":858,"quote":"The process of assessing how you feel about the things you own, identifying those that have fulfilled their purpose, expressing your gratitude, and bidding them farewell, is really about examining your inner self,"},{"id":859,"quote":"USED CHECKBOOKS Used checkbooks are just that—used. You’re not going to look at them again, and even if you do, it won’t increase the amount of money in the bank, so, really, get rid of them."},{"id":860,"quote":"Excluding the fortunate few to whom organizing comes naturally, if we do not address this aspect, rebound is inevitable no matter how much is discarded or how cleverly things are organized. So"},{"id":861,"quote":"Tidying means taking each item in your hand, asking yourself whether it sparks joy, and deciding on this basis whether or not to keep it. By repeating this process hundreds and thousands of times, we naturally hone our decision-making skills. People who lack confidence in their judgment lack confidence in themselves. I, too, once lacked confidence. What saved me was tidying."},{"id":862,"quote":"When you come across something that’s hard to discard, consider carefully why you have that specific item in the first place. When did you get it and what meaning did it have for you then? Reassess the role it plays in your life."},{"id":863,"quote":"Putting things away creates the illusion that the clutter problem has been solved. But sooner or later, all the storage units are full, the room once again overflows with things, and some new and “easy storage method becomes necessary, creating a negative spiral.”"},{"id":864,"quote":"Let’s imagine a cluttered room. It does not get messy all by itself. You, the person who lives in it, makes the mess. There is a saying that “a messy room equals a messy mind. I look at it this way. When a room becomes cluttered, the cause is more than just physical. Visible mess helps distract us from the true source of the disorder. The act of cluttering is really an instinctive reflex that draws our attention away from the heart of an issue. If you can’t feel relaxed in a clean and tidy room, try confronting your feeling of anxiety. It may shed light on what is really bothering you. When your room is clean and uncluttered, you have no choice but to examine your inner state. You can see any issues you have been avoiding and are forced to deal with them. From the moment you start tidying, you will be compelled to reset your life. As a result, your life will start to change. That’s why the task of putting your house in order should be done quickly. It allows you to confront the issues that are really important. Tidying is just a tool, not the final destination. The true goal should be to establish the lifestyle you want most once your house has been put in order. Storage experts are hoarders What is the first problem that comes to mind when you think of tidying?”"},{"id":865,"quote":"So if, like many of my clients, you have any books that fall into this category, I urge you to stop insisting that you will use them someday. Get rid of them today."},{"id":866,"quote":"No cada persona que conozcas en la vida se convertirá en tu amigo íntimo o tu amante. Con algunos te costará trabajo llevarte bien y otros nunca te agradarán. Pero también esas personas te enseñan la preciosa lección de quienes sí te agradan, de modo que apreciarás aún más a esas personas especiales."},{"id":867,"quote":"When a woman who is very anxious about the future chooses a partner, for example, she is less likely to select someone purely because she likes and enjoys being with him. She might choose someone she doesn’t really like simply because the relationship seems advantageous to her or because she is afraid that if she doesn’t choose him, she may not find anyone else. When it comes to career choices, the same type of person is more likely to choose a job with a large company because it will give her more choices in the future, or to work toward certain qualifications as a guarantee rather than because she actually likes the work and wants to do it."},{"id":868,"quote":"It is not our memories but the person we have become because of those past experiences that we should treasure. This is the lesson these keepsakes teach us when we sort them. The space in which we live should be for the person we are becoming now, not for the person we were in the past. Photos"},{"id":869,"quote":"However, the moment you start focusing on how to choose what to throw away, you have actually veered significantly off course. In this state, it is extremely risky to continue tidying."},{"id":870,"quote":"Still, let me repeat: tidying should be done just once. Or, to put it more accurately, the work of tidying should be completed once and for all within a single period of time."},{"id":871,"quote":"One of the magical effects of tidying is confidence in your decision-making capacity... People who lack confidence in their judgment lack confidence in themselves."},{"id":872,"quote":"To me, it doesn’t seem right to keep clothes we don’t enjoy for relaxing around the house. This time at home is still a precious part of living. Its value should not change just because nobody sees us. So, starting today, break the habit of downgrading clothes that don’t thrill you to loungewear."},{"id":873,"quote":"Place every item of clothing in the house on the floor"},{"id":874,"quote":"Make sure that you keep all such papers in one spot only. Never let them spread to other parts of the house. I"},{"id":875,"quote":"By acknowledging their contribution and letting them go with gratitude, you will be able to truly put the things you own, and your life, in order. In the end, all that will remain are the things that you really treasure."},{"id":876,"quote":"Vaša myseľ určuje hodnotu všetkému, čo vlastníte."},{"id":877,"quote":"But I think the main reason tidying has this effect is because through this process people come to know contentment. After tidying, many clients tell me that their worldly desires have decreased. Whereas in the past, no matter how many clothes they had, they were never satisfied and always wanted something new to wear, once they selected and kept only those things that they really loved, they felt that they had everything they needed."},{"id":878,"quote":"That’s right. By handling each sentimental item and deciding what to discard, you process your past. If you just stow these things away in a drawer or cardboard box, before you realize it, your past will become a weight that holds you back and keeps you from living in the here and now. To put your things in order means to put your past in order, too. It’s like resetting your life and settling your accounts so that you can take the next step forward."},{"id":879,"quote":"If they start with clothes they are currently using, clients are more likely to think, “It doesn’t spark joy, but I just wore it yesterday, or “If I don’t have any clothes left to wear, what am I going to do?” This makes it harder for them to make an objective decision. Because off-season clothes are not imminently necessary, it is much easier to apply the simple criterion of whether or not they bring you joy. There’s one question I recommend asking when you select off-season clothes. “Do I want to see this outfit again next time it’s in season?” Or, to rephrase it, “Would I want to wear this right away if the temperature suddenly changed?”"},{"id":880,"quote":"The basic order for sorting komono is as follows: 1. CDs, DVDs 2. Skin care products 3. Makeup 4. Accessories 5. Valuables (passports, credit cards, etc.) 6. Electrical equipment and appliances (digital cameras, electric cords, anything that seems vaguely “electric) 7. Household equipment (stationary and writing materials, sewing kits, etc.) 8. Household supplies (expendables like medicine, detergents, tissues, etc.) 9. Kitchen goods/food supplies (spatulas, pots, blenders, etc.) 10. Other (spare change, figurines, etc.)”"},{"id":881,"quote":"Deciding what to keep on the basis of what sparks joy in your heart is the most important step in tidying."},{"id":882,"quote":"Per quanti oggetti possediate, la loro quantità è pur sempre limitata. Se riuscite a scoprire quali oggetti vi danno gioia e a decidere dove riporli, il riordino finirà, prima o poi. Più andate avanti, più vi avvicinate all'obiettivo di avere una casa piena di felicità."},{"id":883,"quote":"Your goal is clearly in sight. The moment you have put everything in its place, you have crossed the finish line."},{"id":884,"quote":"As you run your hands over the cloth, you pour your energy into it. The Japanese word for healing is te-ate, which literally means “to apply hands. The term originated prior to the development of modern medicine when people believed that placing one’s hand on an injury promoted healing. We know that gentle physical contact from a parent, such as holding hands, patting a child on the head, and hugging, has a calming effect on children. Likewise, a firm but gentle massage by human hands does much more to loosen knotted muscles than being pummeled by a massage machine. The energy that flows from the person’s hands into our skin seems to heal both body and soul. The same is true for clothing. When we take our clothes in our hands and fold them neatly, we are, I believe, transmitting energy, which has a positive effect on our clothes. Folding properly pulls the cloth taut and erases wrinkles, and makes the material stronger and more vibrant.”"},{"id":885,"quote":"The goal of the method shared in this book is not just to have a nice neat desk but to begin a dialogue with yourself through tidying - to discover what you value by exploring why you are working in the first place and what of working style you want. This process will help you see how each task you do is linked to a joyful future."},{"id":886,"quote":"Marathon tidying produces a heap of garbage. At this stage, the one disaster that can wreak more havoc than an earthquake is the entrance of that recycling expert who goes by the alias of “mother."},{"id":887,"quote":"Putting your house in order is fun! The process of assessing how you feel about the things you own, identifying those that have fulfilled their purpose, expressing your gratitude, and bidding them farewell, is really about examining your inner self, a rite of passage to a new life. The yardstick by which you judge is your intuitive sense of attraction, and therefore there’s no need for complex theories or numerical data. All you need to do is follow the right order."},{"id":888,"quote":"One of the reasons clutter eats away at us is because we have to search for something just to find out whether it’s even there, and many times, no matter how much we search, we cannot seem to find what we are looking for."},{"id":889,"quote":"Presents are not “things but a means for conveying someone’s feelings. When viewed from this perspective, you don’t need to feel guilty for parting with a gift.”"},{"id":890,"quote":"Once the process of tidying is under way, many of my clients remark that they have lost weight or that they have firmed up their tummies. It’s a very strange phenomenon, but when we reduce what we own and essentially “detox our house, it has a detox effect on our bodies as well. When we discard everything in one go, which sometimes means disposing of forty garbage bags of stuff in one day, our bodies may respond in a way that resembles a short fast. We may get a bout of diarrhea or break out in pimples. There is nothing wrong with this. Our bodies are just getting rid of toxins that have built up over the years, and they will be back to normal, or in fact in even better shape, within a day or two. One of my clients cleared out a closet and shed that she had neglected for ten years. Immediately after, she had a strong bout of diarrhea after which she felt much lighter. I know it sounds like false advertising to claim that you can lose weight by tidying or that it will make your skin clearer, but it is not necessarily untrue.”"},{"id":891,"quote":"The many days I spent tidying without seeing permanent results now seem hard to believe. In contrast, I feel happy and content. I have time to experience bliss in my quiet space, where even the air feels fresh and clean; time to sit and sip herbal tea while I reflect on my day."},{"id":892,"quote":"The whole point in both discarding and keeping things is to be happy. It may seem obvious, but it is important to experience this realization for yourself and let it sink into your heart."},{"id":893,"quote":"decreased."},{"id":894,"quote":"If you let the temporary relief achieved by tidying up your physical space deceive you, you will never recognize the need to clean up your psychological space."},{"id":895,"quote":"quirk"},{"id":896,"quote":"One reason so many of us never succeed at tidying is because we have too much stuff. This excess is caused by our ignorance of how much we actually own. When we disperse storage of a particular item throughout the house and tidy one place at a time, we can never grasp the overall volume and therefore can never finish. To escape this negative spiral, tidy by category, not by place."},{"id":897,"quote":"Believe me. Until you have completed the once-in-a-lifetime event of putting your house in order, any attempt to tidy on a daily basis is doomed to failure. Conversely, once you have put your house in order, tidying will be reduced to the very simple task of putting things back where they belong. In fact, this becomes an unconscious habit. I use the term ‘special event’ because it is crucial to tackle this job within a short space of time while you are energised and excited about what you are doing."},{"id":898,"quote":"your heart? Do you think that owning accessories you"},{"id":899,"quote":"a messy room equals a messy mind."},{"id":900,"quote":"The term “tops includes clothes for every season, from T-shirts and camisoles to knitted sweaters.”"},{"id":901,"quote":"I do, however, have confidence in my environment. When it comes to the things I own, the clothes I wear, the house I live in, and the people in my life, when it comes to my environment as a whole, although it may not seem particularly special to anyone else, I am confident and extremely grateful to be surrounded by what I love, by things and people that are, each and every one, special, precious, and exceedingly dear to me."},{"id":902,"quote":"I usually say, “Let’s start with off-season clothes. I have a good reason for choosing off-season clothing for their first foray into this tidying gala. It’s the easiest category for tuning in to one’s intuition concerning what feels good. If they start with clothes they are currently using, clients are more likely to think, “It doesn’t spark joy, but I just wore it yesterday,” or “If I don’t have any clothes left to wear, what am I going to do?” This makes it harder for them to make an objective decision. Because off-season clothes are not imminently necessary, it is much easier to apply the simple criterion of whether or not they bring you joy.”"},{"id":903,"quote":"A verdadeira função de um presente é ser recebido. Presentes não são \"coisas\" e sim um meio de transmitir o sentimento de alguém."},{"id":904,"quote":"We don’t have a lot of things, but somehow I just don’t feel settled. I feel like there’s one more step I need to take."},{"id":905,"quote":"a person’s awareness and perspective on his or her own lifestyle are far more important than any skill at sorting, storing, or whatever."},{"id":906,"quote":"Do I want to see it again? Well, not necessarily.… If that’s how you feel, throw it in the discard or donate pile. And if you got a lot of wear out of it last season, don’t forget to express your appreciation. You might fear that you’ll have no clothes left if you use this standard. But don’t worry. It may seem as if you have discarded an awful lot, but as long as you are choosing clothes that give you pleasure, you’ll be left with the amount you need.”"},{"id":907,"quote":"and keep only those things that inspire joy."},{"id":908,"quote":"The most important points to remember are these: Make sure you gather every piece of clothing in the house and be sure to handle each one."}]