[{"id":1,"quote":"All media work us over completely. They are so pervasive in their personal, political, economic, aesthetic, psychological, moral, ethical, and social consequences that they leave no part of us untouched, unaffected, unaltered. The medium is the message. Any understanding of social and cultural change is impossible without a knowledge of the way media work as environments. All media are extensions of some human faculty - psychic or physical."},{"id":2,"quote":"We become what we behold. We shape our tools and then our tools shape us."},{"id":3,"quote":"World War III is a guerrilla information war with no division between military and civilian participation."},{"id":4,"quote":"All media exist to invest our lives with artificial perceptions and arbitrary values."},{"id":5,"quote":"There are many people for whom 'thinking' necessarily means identifying with existing trends."},{"id":6,"quote":"One of the effects of living with electric information is that we live habitually in a state of information overload. There's always more than you can cope with."},{"id":7,"quote":"People hope that if they scream loudly enough about \"values\" then others will mistake them for serious, sensitive souls who have higher and nobler perceptions than ordinary people. Otherwise, why would they be screaming? Moral bitterness is a basic technique for endowing the idiot with dignity."},{"id":8,"quote":"We are all robots when uncritically involved with our technologies."},{"id":9,"quote":"Those conspiracies that are too incredible to be believed, are by the same right, those which most often succeed."},{"id":10,"quote":"Only the small secrets need to be protected. The large ones are kept secret by public incredulity."},{"id":11,"quote":"Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don't really have any rights left. Leasing our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation, or like giving the earth's atmosphere to a company as a monopoly."},{"id":12,"quote":"The news automatically becomes the real world for the TV user and is not a substitute for reality, but is itself an immediate reality."},{"id":13,"quote":"Politics will eventually be replaced by imagery. The politician will be only too happy to abdicate in favor of his image, because the image will be so much more powerful than he could ever be."},{"id":14,"quote":"There are no passengers on spaceship earth. We are all crew."},{"id":15,"quote":"I wouldn't have seen it if I hadn't believed it."},{"id":16,"quote":"Publication is a self-invasion of privacy."},{"id":17,"quote":"In the land of the blind, the one-eyed man is a hallucinating idiot...for he sees what no one else does: things that, to everyone else, are not there."},{"id":18,"quote":"Violence, whether spiritual or physical, is a quest for identity and the meaningful. The less identity, the more violence."},{"id":19,"quote":"Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication."},{"id":20,"quote":"Moral indignation is a technique used to endow the idiot with dignity."},{"id":21,"quote":"Don't ask whether it is right or wrong. Instead try to find out what is going on."},{"id":22,"quote":"The ordinary person senses the greatness of the odds against him even without thought or analysis, and he adapts his attitudes unconsciously. A huge passivity has settled on industrial society. For people carried about in mechanical vehicles, earning their living by waiting on machines, listening much of the waking day to canned music, watching packaged movie entertainment and capsulated news, for such people it would require an exceptional degree of awareness and an especial heroism of effort to be anything but supine consumers of processed goods."},{"id":23,"quote":"The more the data banks record about each one of us, the less we exist."},{"id":24,"quote":"Like primitive, we now live in a global village of our own making, a simultaneous happening. It doesn't necessarily mean harmony and peace and quiet but it does mean huge involvement in everybody else's affairs."},{"id":25,"quote":"A point of view can be a dangerous luxury when substituted for insight and understanding."},{"id":26,"quote":"Anyone who tries to make a distinction between education and entertainment doesn't know the first thing about either."},{"id":27,"quote":"Diaper backward spells repaid. Think about it."},{"id":28,"quote":"The poet, the artist, the sleuth, whoever sharpens our perception tends to antisocial; rarely 'well adjusted,' he cannot go along with currents and trends."},{"id":29,"quote":"Time’ has ceased, 'space' has vanished. We now live in a global village... a simultaneous happening"},{"id":30,"quote":"Education is civil defence against media fallout."},{"id":31,"quote":"Schizophrenia may be a necessary consequence of literacy."},{"id":32,"quote":"The medium is the message. This is merely to say that the personal and social consequences of any medium - that is, of any extension of ourselves - result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology."},{"id":33,"quote":"Computers can do better than ever what needn't be done at all. Making sense is still a human monopoly."},{"id":34,"quote":"the only people who have proof of their sanity are those who have been discharged from mental institutions"},{"id":35,"quote":"The successor to politics will be propaganda. Propaganda, not in the sense of a message or ideology, but as the impact of the whole technology of the times."},{"id":36,"quote":"Only puny secrets need protection. Big discoveries are protected by public incredulity."},{"id":37,"quote":"I may be wrong, but I'm never in doubt."},{"id":38,"quote":"Invention is the mother of necessities."},{"id":39,"quote":"In television, images are projected at you. You are the screen. The images wrap around you. You are the vanishing point."},{"id":40,"quote":"Faced with information overload, we have no alternative but pattern-recognition."},{"id":41,"quote":"The tribalizing power of the new electronic media, the way in which they return to us to the unified fields of the old oral cultures, to tribal cohesion and pre-individualist patterns of thought, is little understood. Tribalism is the sense of the deep bond of family, the closed society as the norm of community."},{"id":42,"quote":"I don't necessarily agree with everything I say."},{"id":43,"quote":"The literate man is a sucker for propaganda...You cannot propagandize a native. You can sell him rum and trinkets, but you cannot sell him ideas."},{"id":44,"quote":"As a rule, I always look for what others ignore."},{"id":45,"quote":"Advertising is an environmental striptease for a world of abundance."},{"id":46,"quote":"Once you see the boundaries of your environment, they are no longer the boundaries of your environment."},{"id":47,"quote":"Politics offers yesterday's answers to today's problems."},{"id":48,"quote":"It is the weak and confused who worship the pseudosimplicities of brutal directness."},{"id":49,"quote":"Everybody experiences far more than he understands. Yet it is experience, rather than understanding, that influences behavior."},{"id":50,"quote":"The computer is the most extraordinary of man's technological clothing; it's an extension of our central nervous system. Beside it, the wheel is a mere hula-hoop."},{"id":51,"quote":"Man works when he is partially involved. When he is totally involved he is at play or leisure."},{"id":52,"quote":"We go forward looking in the rearview mirror."},{"id":53,"quote":"Affluence creates poverty."},{"id":54,"quote":"There ain't no grammatical errors in a non-literate society."},{"id":55,"quote":"The mother tongue is propaganda."},{"id":56,"quote":"\"Work\" does not exist in a nonliterate world. The primitive hunter or fisherman did no work, any more than does the poet, painter, or thinker of today. Where the whole man is involved there is no work."},{"id":57,"quote":"Violence is the quest for identity. When identity disappears with technological innovation, violence is the natural recourse."},{"id":58,"quote":"First we build the tools, then they build us."},{"id":59,"quote":"I've always been careful never to predict anything that had not already happened."},{"id":60,"quote":"What is very little understood about the electronic age is that it angelizes man, disembodies him. Turns him into software."},{"id":61,"quote":"The new is always made up of the old, or rather, what people see in the new is always the old thing. The rear-view mirror. The future of the future is the present, and this is something that people are terrified of."},{"id":62,"quote":"Any breakdown is a breakthrough."},{"id":63,"quote":"Art is anything you can get away with."},{"id":64,"quote":"When information overload occurs, pattern recognition is how to determine truth."},{"id":65,"quote":"Today the tyrant rules not by club or fist, but disguised as a market researcher, he shepherds his flocks in the ways of utility and comfort."},{"id":66,"quote":"Technology is that which separates us from our environment."},{"id":67,"quote":"Fish did not discover water."},{"id":68,"quote":"Our Age of Anxiety is, in great part, the result of trying to do today's job with yesterday's tools and yesterday's concepts."},{"id":69,"quote":"All words, in every language, are metaphors."},{"id":70,"quote":"If it works, it's obsolete."},{"id":71,"quote":"The future of work consists of learning a living."},{"id":72,"quote":"Photography turns people into things and their image into a mass consumer product."},{"id":73,"quote":"All the new media are art forms which have the power of imposing, like poetry, their own assumptions."},{"id":74,"quote":"The most human thing about us is our technology."},{"id":75,"quote":"The age of automation is going to be the age of \"do it yourself\"."},{"id":76,"quote":"What goes on inside the school is an interruption of education."},{"id":77,"quote":"The business of art is no longer the communication of thoughts or feelings which are to be conceptually ordered, but a direct participation in an experience. The whole tendency of modern communication...is towards participation in a process, rather than apprehension of concepts."},{"id":78,"quote":"It is one of the peculiar characteristics of the photograph that it isolates single moments in time."},{"id":79,"quote":"Most people are alive in an earlier time, but you must be alive in our own time."},{"id":80,"quote":"Physiologically, man in the normal use of technology (or his variously extended body) is perpetually modified by it and in turn finds ever new ways of modifying his technology. Man becomes, as it were, the sex organs of the machine world, as the bee of the plant world, enabling it to fecundate and to evolve ever new forms. The machine world reciprocates man's love by expediting his wishes and desires, namely, in providing him with wealth."},{"id":81,"quote":"Most of our assumptions have outlived their uselessness."},{"id":82,"quote":"There is absolutely no inevitability, so long as there is a willingness to contemplate what is happening."},{"id":83,"quote":"Environments are not just containers, but are processes that change the content totally."},{"id":84,"quote":"I do not explain, I explore."},{"id":85,"quote":"Everybody tends to merge his identity with other people at the speed of light. It's called being mass man."},{"id":86,"quote":"We look at the present through a rear view mirror. We march backwards into the future."},{"id":87,"quote":"The story begins only when the book closes."},{"id":88,"quote":"The ignorance of how to use knowledge stockpiles exponentially."},{"id":89,"quote":"People don't actually read newspapers - they get into them every morning like a hot bath."},{"id":90,"quote":"Gutenberg made everybody a reader. Xerox makes everybody a publisher."},{"id":91,"quote":"Radical changes of identity, happening suddenly and in very brief intervals of time, have proved more deadly and destructive of human values than wars fought with hardware weapons."},{"id":92,"quote":"The future masters of technology will have to be light-hearted and intelligent. The machine easily masters the grim and the dumb."},{"id":93,"quote":"All discoveries in art and science result from an accumulation of errors."},{"id":94,"quote":"For tribal man, space was the uncontrollable mystery. For technological man it is time that occupies the same role."},{"id":95,"quote":"With the arrival of electric technology, man extended, or set outside himself, a live model of the central nervous system itself. To the degree that this is so, it is a development that suggests a desperate and suicidal autoamputation, as if the central nervous system could no longer depend on the physical organs to be protective buffers against the slings and arrows of outrageous mechanism."},{"id":96,"quote":"I don't want them to believe me, I just want them to think."},{"id":97,"quote":"An administrator in a bureaucratic world is a man who can feel big by merging his non-entity in an abstraction. A real person in touch with real things inspires terror in him."},{"id":98,"quote":"The answers are always inside the problem, not outside."},{"id":99,"quote":"If men were able to be convinced that art is a precise advance knowledge of how to cope with the psychic and social consequences of the next technology, would they all become artist? Or would they begin a careful translation of new art forms into social navigation charts? I am curious to know what would happem if art were suddenly seen for what it is, namely, exact information of how to rearrange one's psyche in order to anticipate the next blow from our own extended faculties."},{"id":100,"quote":"I am resolutely opposed to all innovation, all change, but I am determined to understand what’s happening. Because I don’t choose just to sit and let the juggernaut roll over me. Many people seem to think that if you talk about something recent, you’re in favor of it. The exact opposite is true in my case. Anything I talk about is almost certainly something I’m resolutely against. And it seems to me the best way to oppose it is to understand it. And then you know where to turn off the buttons."},{"id":101,"quote":"The price of eternal vigilance is indifference."},{"id":102,"quote":"Television is teaching all the time. Does more educating than the schools and all the institutions of higher learning."},{"id":103,"quote":"The school system is the homogenizing hopper into which we toss our integral tots for processing."},{"id":104,"quote":"When people become too intense, too serious, they will have trouble in relating to any sort of social game or norm. Perhaps this is why jokes are so important. On one hand they tell us about where the problems and grievances are, and, at the same time, they provide the means of enduring these grievances by laughing at the problems."},{"id":105,"quote":"The young today cannot follow narrative but they are alert to drama. They cannot bear description but they love landscape and action."},{"id":106,"quote":"Attention spans get very weak at the speed of light, and that goes along with a very weak identity."},{"id":107,"quote":"It has always been the artist who realizes that the future is the present and uses his work to prepare the grounds for it"},{"id":108,"quote":"Jokes are grievances."},{"id":109,"quote":"The greatest propaganda in the world is our mother tongue, that is what we learn as children, and which we learn unconsciously. That shapes our perceptions for life. That is propaganda at its most extreme form."},{"id":110,"quote":"All advertising advertises advertising."},{"id":111,"quote":"Money is a poor man's credit card."},{"id":112,"quote":"The car has become the carapace, the protective and aggressive shell, of urban and suburban man."},{"id":113,"quote":"First we shape our tools, thereafter they shape us"},{"id":114,"quote":"If we understand the revolutionary transformations caused by new media, we can anticipate and control them; but if we continue in our self-induced subliminal trance, we will be their slaves."},{"id":115,"quote":"The specialist is one who never makes small mistakes while moving toward the grand fallacy."},{"id":116,"quote":"Advertising is the greatest art form of the 20th century."},{"id":117,"quote":"The percept takes priority of the concept."},{"id":118,"quote":"Professionalism merges the individual into patterns of total environment. Amateurism seeks the development of the total awareness of the individual and the critical awareness of the groundrules of society. The amateur can afford to lose. The professional tends to classify and specialise, to accept uncritically the groundrules of the environment. The groundrules provided by the mass response of his colleagues serve as a pervasive environment of which he is contentedly unaware. The 'expert' is the man who stays put."},{"id":119,"quote":"Poetry and the arts can’t exist in America. Mere exposure to the arts does nothing for a mentality which is incorrigibly dialectical. The vital tensions and nutritive action of ideogram\n remain inaccessible to this state of mind."},{"id":120,"quote":"Everybody at the speed of light tends to become a nobody."},{"id":121,"quote":"The electric age ... established a global network that has much the character of our central nervous system."},{"id":122,"quote":"Except for light, all other media come in pairs, with one acting as the \"content\" of the other, obscuring the operation of both."},{"id":123,"quote":"Anything that's popular is a rear-view image."},{"id":124,"quote":"During the Second War, the U.S.O. sent special issues of the principal American magazines to the Armed Forces, with the ads omitted. The men insisted on having the ads back again. Naturally. The ads are by far the best part of any magazine or newspaper. More pains and thought, more wit and art go into the making of an ad than into any prose feature of press or magazine. Ads are news. What is wrong with them is that they are always good news."},{"id":125,"quote":"Mass man is a phenomenon of electric speed, not of physical quantity."},{"id":126,"quote":"Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think."},{"id":127,"quote":"Our permanent address is tommorrow."},{"id":128,"quote":"Electronic man has no physical body."},{"id":129,"quote":"Today's child is bewildered when he enters the 19th century environment that still characterizes the educational establishment where information is scarce but ordered and structured by fragmented, classified patterns subjects, and schedules."},{"id":130,"quote":"All forms of violence are quests for identity. When you live on the frontier, you have no identity. You're a nobody."},{"id":131,"quote":"I expect to see the coming decades transform the planet into an art form; the new man, linked in a cosmic harmony that transcends time and space, will sensuously caress and mold and pattern every facet of the terrestrial artifact as if it were a work of art, and man himself will become an organic art form."},{"id":132,"quote":"The village had institutionalized all human functions in forms of low intensity.... Participation was high and organization was low. This is the formula for stability."},{"id":133,"quote":"One thing about which fish know exactly nothing is water, since they have no anti-environment which would enable them to perceive the element they live in."},{"id":134,"quote":"Mysticism is just tomorrow's science dreamed today."},{"id":135,"quote":"Ads represent the main channel of intellectual and artistic effort in the modern world."},{"id":136,"quote":"The artist is the person who invents the means to bridge between biological inheritance and the environments created by technological innovation."},{"id":137,"quote":"Some of my fellow academics are very hostile, but I sympathize with them. They've been asleep for 500 years and they don't like anybody who comes along and stirs them up."},{"id":138,"quote":"To say that \"the camera cannot lie\" is merely to underline the multiple deceits that are now practised in its name."},{"id":139,"quote":"Ideally, advertising aims at the goal of a programmed harmony among all human impulses and aspirations and endeavors. Using handicraft methods, it stretches out toward the ultimate electronic goal of a collective consciousness."},{"id":140,"quote":"Far more thought and care go into the composition of any prominent ad in a newspaper or magazine than go into the writing of their features and editorials."},{"id":141,"quote":"Innumerable confusions and a feeling of despair invariably emerge in periods of great technological and cultural transition."},{"id":142,"quote":"I am a Christian according to my conscience in belief,in purpose and wish;Mnot of course by the orthodox standard. But I am content, and have a feeling of trust and safety.\nThe Machiavellian mind and the merchant mind are at one in their simple faith in the power of segmental division to rule all--in the dichotomy of power and morals and of money and morals."},{"id":143,"quote":"Language is a form of organized stutter."},{"id":144,"quote":"The alphabet and print technology fostered and encouraged a fragmenting process, a process of specialism and detachment. Electric technology fosters and encourages unification and involvement."},{"id":145,"quote":"As the unity of the modern world becomes increasingly a technological rather than a social affair, the techniques of the arts provide the most valuable means of insight into the real direction of our own collective purposes."},{"id":146,"quote":"The bible belt is oral territory and therefore despised by the literati."},{"id":147,"quote":"Our technology forces us to live mythically"},{"id":148,"quote":"Artists in various fields are always the first to discover how to enable one medium or to release the power of another."},{"id":149,"quote":"Education, which should be helping youth to understand and adapt to their revolutionary new environments, is instead being used merely as an instrument of cultural aggression."},{"id":150,"quote":"People who write obscurely are either unskilled in writing or up to mischief."},{"id":151,"quote":"Pornography and violence are by-products of societies in which private identity has been ... destroyed by sudden environmental change."},{"id":152,"quote":"The artist is a person who is expert in the training of perception."},{"id":153,"quote":"Control over change would seem to consist in moving not with it but ahead of it. Anticipation gives the power to deflect and control force."},{"id":154,"quote":"In this electronic age we see ourselves being translated more and more into the form of information, moving toward the technological extension of consciousness."},{"id":155,"quote":"A moral point of view too often serves as a substitute for understanding in technological matters."},{"id":156,"quote":"Only the vanquished remember history."},{"id":157,"quote":"As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'"},{"id":158,"quote":"Darkness is to space what silence is to sound, i.e., the interval."},{"id":159,"quote":"Youth instinctively understand the present environment - the electric drama. It lives mythically and in depth."},{"id":160,"quote":"Our motor car is our supreme form of privacy when we are away from home."},{"id":161,"quote":"Television brought the brutality of war into the comfort of the living room. Vietnam was lost in the living rooms of America - not on the battlefields of Vietnam."},{"id":162,"quote":"Any ad consciously attended to is comical. Ads are not meant for conscious consumption. They are intended as subliminal pills for the subconsious in order to exercise an hypnotic spell, especially on sociologists."},{"id":163,"quote":"Whence did the wond'rous mystic art arise, / Of painting SPEECH, and speaking to the eyes? / That we by tracing magic lines are taught, / How to embody, and to colour THOUGHT?"},{"id":164,"quote":"The scientist rigorously defends his right to be ignorant of almost everything except his specialty."},{"id":165,"quote":"Education in a technological world of replaceable and expendable parts is neuter."},{"id":166,"quote":"Today's child is growing up absurd, because he lives in two worlds, and neither of them inclines him to grow up. Growing up--thatis our new work, and it is total. Mere instruction will not suffice."},{"id":167,"quote":"Transmitted at the speed of light, all events on this planet are simultaneous. In the electric environment of information all events are simultaneous, there is no time or space separating events."},{"id":168,"quote":"Electricity does not centralize, but decentralizes."},{"id":169,"quote":"The mark of our time is its revulsion against imposed patterns."},{"id":170,"quote":"...the logic of the photograph is neither verbal nor syntactical, a condition which renders literary culture quite helpless to cope with the photograph."},{"id":171,"quote":"The products of modern science are not in themselves good or bad; it is the way they are used that determines their value."},{"id":172,"quote":"When things come at you very fast, naturally you lose touch with yourself."},{"id":173,"quote":"The subliminal depths of radio are charged with the resonating echoes of tribal horns and antique drums. This is inherent in the very nature of this medium, with its power to turn the\npsyche and society into a single echo chamber."},{"id":174,"quote":"The modern Little Red Riding Hood, reared on singing commercials, has no objection to being eaten by the wolf."},{"id":175,"quote":"The content or message of any particular medium has about as much importance as the stenciling on the casing of an atomic bomb."},{"id":176,"quote":"Phenomenology is dialectic in ear-mode - a massive and decentralized quest for roots, for ground."},{"id":177,"quote":"In large measure, writing is the spatialization of thought."},{"id":178,"quote":"Language as the technology of human extension, whose powers of division and separation we know so well, may have been the \"Tower of Babel\" by which men sought to scale the highest heavens. Today computers hold out the promise of a means of instant tr"},{"id":179,"quote":"The family circle has widened. The worldpool of information fathered by the electric media--movies, Telstar, flight--far surpassesany possible influence mom and dad can now bring to bear. Character no longer is shaped by only two earnest, fumbling experts. Now all the world's a sage."},{"id":180,"quote":"The world of visual perspective is one of unified and homogeneous space. Such a world is alien to the resonating diversity of spoken words. So language was the last art to accept the visual logic of Gutenberg technology, and the first to rebound in the electric age."},{"id":181,"quote":"Canadians are the people who learned to live without the bold accents of the natural ego-trippers of other lands."},{"id":182,"quote":"Art at its most significant is a Distant Early Warning System that can always be relied on to tell the old culture what is beginning to happen to it."},{"id":183,"quote":"The wheel is an extension of the foot, the book is an extension of the eye, clothing an extension of the skin, electric circuitry an extension of the central nervous system."},{"id":184,"quote":"The car has become an article of dress without which we feel uncertain, unclad, and incomplete in the urban compound."},{"id":185,"quote":"Such is the content of the mental life of the Hemingway hero and the good guy in general. Every day he gets beaten into a servile pulp by his own mechanical reflexes, which are constantly busy registering and reacting to the violent stimuli which his big, noisy, kinesthetic environment has provided for his unreflective reception."},{"id":186,"quote":"It is the framework which changes with each new technology and not just the picture within the frame."},{"id":187,"quote":"It is possible to deal with the entire environment as a work of art."},{"id":188,"quote":"We drive into the future using only our rearview mirror."},{"id":189,"quote":"The name of a man is a numbing blow from which he never recovers."},{"id":190,"quote":"The 'content' of any medium is always another medium."},{"id":191,"quote":"The photograph reverses the purpose of travel, which until now had been to encounter the strange and unfamiliar."},{"id":192,"quote":"Human perception is literally incarnation."},{"id":193,"quote":"Nothing is inevitable if we are willing to contemplate what is happening."},{"id":194,"quote":"TV acting is so extremely intimate, because of the peculiar involvement of the viewer with the completion or \"closing\" of the TV image, that the actor must achieve a great degree of spontaneous casualness that would be irrelevant in movie and lost on the stage. For the audience participates in the inner life of the TV actor as fully as in the outer life of the movie star. Technically, TV tends to be a close-up medium. The close-up that in the movie is used for shock is, on TV, a quite casual thing."},{"id":195,"quote":"The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness."},{"id":196,"quote":"Madison Avenue is a very powerful aggression against private consciousness. A demand that you yield your private consciousness to public manipulation."},{"id":197,"quote":"Logos is the formal cause of the kosmos and all things, responsible for their nature and configuration."},{"id":198,"quote":"We impose the form of the old on the content of the new."},{"id":199,"quote":"Antipathy, dissimilarity of views, hate, contempt, can accompany true love."},{"id":200,"quote":"The cave art of Madison Avenue has been by far the most innovative and educative art form of the twentieth century."},{"id":201,"quote":"When information rubs against information the results are startling and effective. The perrenial quest for involvement, fill-in, takes many forms."},{"id":202,"quote":"The new media are not bridges between man and nature - they are nature..."},{"id":203,"quote":"American youth attributes much more importance to arriving at driver's license age than at voting age."},{"id":204,"quote":"The electric light is pure information. It is a medium without a message"},{"id":205,"quote":"A commercial society whose members are essentially ascetic and indifferent in social ritual has to be provided with blueprints and specifications for evoking the right tone for every occasion."},{"id":206,"quote":"The 'expert' is the man who stays put."},{"id":207,"quote":"Innovation for holders of conventional wisdom is not novelty but annihilation."},{"id":208,"quote":"Every innovation scraps its immediate predecessor and retrieves still older figures – it causes floods of antiques or nostalgic art forms and stimulates the search for museum pieces."},{"id":209,"quote":"Even mud gives the illusion of depth."},{"id":210,"quote":"Gramophone and movies were merely the mechanization of speech and gesture. But the radio and TV were not just the electronification of speech and gesture but the electronification of the entire range of human personal expressiveness. With electronification the flow is taken out of the wire and into the vacuum tube circuit, which confers freedom and flexibility such as are in metaphor and in words themselves."},{"id":211,"quote":"The movie stars and matinee idols are put into the public domain by photography. They become dreams that money can buy. They can be bought and thumbed more easily than public prostitutes."},{"id":212,"quote":"Only a fraction of the history of literacy has been typographic."},{"id":213,"quote":"When new technologies impose themselves on societies long habituated to older technologies, anxieties of all kinds result."},{"id":214,"quote":"The printing press was at first mistaken for an engine of immortality by everybody except Shakespeare."},{"id":215,"quote":"As the age of information demands the simultaneous use of all our faculties, we discover that we are most at leisure when we are most intensely involved."},{"id":216,"quote":"A typewriter is a means of transcribing thought, not expressing it."},{"id":217,"quote":"The winner is one who knows when to drop out in order to get in touch."},{"id":218,"quote":"To see a man slip on a banana skin is to see a rationally structured system suddenly translated into a whirling machine."},{"id":219,"quote":"My main theme is the extension of the nervous system in the electric age, and thus, the complete break with five thousand years of mechanical technology. This I state over and over again. I do not say whether it is a good or bad thing. To do so would be meaningless and arrogant."},{"id":220,"quote":"The reader is the content of any poem or of the language he employs, and in order to use any of these forms, he must put them on."},{"id":221,"quote":"The past went that-a-way. When faced with a totally new situation, we tend always to attach ourselves to the objects, to the flavor of the most recent past. We look at the present through a rear view mirror. We march backwards into the future."},{"id":222,"quote":"Radio affects most intimately, person-to-person, offering a world of unspoken communication between writer-speaker and the listener."},{"id":223,"quote":"A successful book cannot afford to be more than ten percent new."},{"id":224,"quote":"The student of media soon comes to expect the New Media of any period whatever to be classed as 'pseudo' by those who acquired the patterns of earlier media, whatever they may happen to be."},{"id":225,"quote":"Our electrically-configured world has forced us to move from the habit of data classification to the mode of pattern recognition. We can no longer build serially, block-by-block, step-by-step, because instant communication insures that all factors of the environment and of experience co-exist in a state of active interplay."},{"id":226,"quote":"The global village is a place of very arduous interfaces and very abrasive situations."},{"id":227,"quote":"The public has yet to see TV as TV. Broadcasters have no awareness of its potential. The movie people are just beginning to get a grasp on film."},{"id":228,"quote":"All meaning alters with acceleration, because all patterns of personal and political interdependence change with any acceleration of information."},{"id":229,"quote":"Most clear writing is a sign that there is no exploration going on. Clear prose indicates the absence of thought."},{"id":230,"quote":"America is the only country ever founded on the printed word."},{"id":231,"quote":"What we call art would seem to be specialist artifacts for enhancing human perception."},{"id":232,"quote":"In antiquity and the Middle Ages reading was necessarily reading aloud."},{"id":233,"quote":"I'm not sure who discovered water, but I'm pretty sure it wasn't a fish."},{"id":234,"quote":"It is perhaps typical of very creative minds that they hit very large nails not quite on the head."},{"id":235,"quote":"The only way to recover the old world is to induce the media into vomiting it back up."},{"id":236,"quote":"There is no individualism in Eastern or oral cultures."},{"id":237,"quote":"Persons grouped around a fire or candle for warmth or light are less able to pursue independent thoughts, or even tasks, than people supplied with electric light. In the same way, the social and educational patterns latent in automation are those of self-employment and artistic autonomy."},{"id":238,"quote":"Great art speaks a language which every intelligent person can understand. The people who call themselves modernists today speak a different language."},{"id":239,"quote":"Ads are carefully designed by the Madison Avenue frog-men of-the-mind for semiconscious exposure."},{"id":240,"quote":"The new electronic independence re-creates the world in the image of a global village."},{"id":241,"quote":"Scribal culture and Gothic architecture were both concerned with light through, not light on."},{"id":242,"quote":"There is a real, living unity in our time, as in any other, but it lies submerged under a superficial hubbub of sensation."},{"id":243,"quote":"Clear prose indicates the absence of thought."},{"id":244,"quote":"The rythms of typing favour short, concise sentences, sentences with oral form."},{"id":245,"quote":"Food for the mind is like food for the body: the inputs are never the same as the outputs."},{"id":246,"quote":"The alphabet was one thing when applied to clay or stone, and quite another when set down on light papyrus."},{"id":247,"quote":"We have to find the environments in which it will be possible to live with our new inventions."},{"id":248,"quote":"[Cameras] tend to turn people into things and the photograph extends and multiplies the human image to the proportions of mass-produced merchandise and, [in the age of photography] the world itself becomes a sort of museum of objects that have been encountered before in some other museum and to say that the camera cannot lie is merely to underline the multiple deceits that are now practiced in its name."},{"id":249,"quote":"In experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritant or technology... But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit."},{"id":250,"quote":"The suddenness of the leap from hardware to software cannot but produce a period of anarchy and collapse, especially in the developed countries."},{"id":251,"quote":"Good taste is the first refuge of the non creative.  It is the last ditch stand of the artist."},{"id":252,"quote":"The artist must ever play and experiment with new means of arranging experience, even though the majority of his audience may prefer to remain fixed in their old perceptual attitudes."},{"id":253,"quote":"For the satiated, both sex and speed are pretty boring until the element of danger and even death is introduced."},{"id":254,"quote":"The media have substituted themselves for the older world."},{"id":255,"quote":"Medieval and ancient sensibility now dominates our time as acoustic and multisensory awareness displaces the merely visual."},{"id":256,"quote":"Until writing was invented, man lived in acoustic space: boundless, directionless, horizonless, in the dark of the mind, in the world of emotion."},{"id":257,"quote":"Obsolescence never meant the end of anything, it's just the beginning."},{"id":258,"quote":"New media are new archetypes, at first disguised as degradations of older media."},{"id":259,"quote":"The new media are not ways of relating to us the 'real' world; they are the real world and they reshape what remains of the old world at will."},{"id":260,"quote":"In the Phaedrus, Plato argued that the new arrival of writing would revolutionize culture for the worst. He suggested that it would substitute reminiscence for thought and mechanical learning for the true dialect of the living quest for truth by discourse and conversation."},{"id":261,"quote":"The logos of creation, 'And God Said ...' formed the basis of Christian interpretation of the 'Book of Nature."},{"id":262,"quote":"The business of the advertiser is to see that we go about our business with some magic spell or tune or slogan throbbing quietly in the background of our minds."},{"id":263,"quote":"Ours is a brand-new world of allatonceness [all-at-once-ness]. 'Time' has ceased, 'space' has vanished. We now live in a global village ... a simultaneous happening. ... The new electronic interdependence recreates the world in the image of a global village."},{"id":264,"quote":"The medium is the message\" because it is the medium that shapes and controls the search and form of human associations and action."},{"id":265,"quote":"I am not a \"culture critic\" because I am not in any way interested in classifying cultural forms. I am a metaphysician, interested in the life of the forms and their surprising modalities. That is why I have no interest in the academic world."},{"id":266,"quote":"The copy of an ad is merely a punning gag to distract the critical faculties while the image of the product goes to work on the hypnotized viewer. Those who have spent their lives protesting about 'false and misleading ad copy' are godsends to advertisers, as teetotalers are to brewers, and moral censors are to books and films. The protesters are the best acclaimers and accelerators. Since the advent of pictures, the job of the ad copy is as incidental and latent as the 'meaning' of a poem is to a poem, or the words of a song are to a song."},{"id":267,"quote":"It is critical vision alone which can mitigate the unimpeded operation of the automatic."},{"id":268,"quote":"Any expensive ad represents the toil, attention, testing, wit, art, and skill of many people. Far more thought and care go into the composition of any prominent ad in a newspaper or magazine than go into the writing of their features and editorials."},{"id":269,"quote":"There is no more great men; there is only great committees."},{"id":270,"quote":"To say that a body or its gravitational field 'bends in space' in its vicinity is the discuss visual space in acoustic terms."},{"id":271,"quote":"Positively, the effect of speeding up temporal sequence is to abolish time, much as the telegraph and cable abolished space. Of course, the photograph does both."},{"id":272,"quote":"Today it is not the classroom nor the classics which are the repositories of models of eloquence, but the ad agencies."},{"id":273,"quote":"Metaphor has traditionally been regarded as the matrix and pattern of the figures of speech."},{"id":274,"quote":"While Poe and the Symbolists were exploring the irrational in literature, Freud had begun to explore the resonant figure/ground double-plot of the conscious and unconscious."},{"id":275,"quote":"The circuited city of the future will not be the huge hunk of concentrated real estate created by the railway. It will take on a totally new meaning under conditions of very rapid movement. It will be an information megalopolis."},{"id":276,"quote":"Ads push the principle of noise all the way to the plateau of persuasion. They are quite in accord with the procedures of brainwashing."},{"id":277,"quote":"The present is always invisible because its environmental. No environment is perceptible, simply because it saturates the whole field of attention."},{"id":278,"quote":"The visual power of the phonetic alphabet is the translate other languages into itself is part of its power to invade right hemisphere (oral) cultures."},{"id":279,"quote":"Primitivism has become the vulgar cliché of much modern art and speculation."},{"id":280,"quote":"A light bulb creates an environment by its mere presence."},{"id":281,"quote":"Technologies themselves, regardless of content, produce a hemispheric bias in the users."},{"id":282,"quote":"In big industry new ideas are invited to rear their heads so they can be clobbered at once. The idea department of a big firm is a sort of lab for isolating dangerous viruses."},{"id":283,"quote":"The method of our time is to use not a single but multiple models for exploration."},{"id":284,"quote":"Literacy, the visual technology, dissolved the tribal magic by means of its stress on fragmentation and specialization and created the individual."},{"id":285,"quote":"Historians and archaeologists will one day discover that the ads of our time are the richest and most faithful reflections that any society ever made of its entire range of activities."},{"id":286,"quote":"When two seemingly disparate elements are imaginatively poised put in apposition in new and unique ways, startling discoveries often result."},{"id":287,"quote":"New media may at first appear as mere codes of transmission for older achievement and established patterns of thought. But nobody could make the mistake of supposing that phonetic writing merely made it possible for the Greeks to set down in visual order what they had though and known before writing. In the same way printing made literature possible. It did not merely encode literature."},{"id":288,"quote":"Nowadays there is no conversation at all. Teachers distrust talk as much as business men."},{"id":289,"quote":"Sentimentality, like pornography, is fragmented emotion; a natural consequence of a high visual gradient in any culture."},{"id":290,"quote":"It's misleading to suppose there's any basic difference between education & entertainment. This distinction merely relieves people of the responsibility of looking into the matter."},{"id":291,"quote":"The modern nose, like the modern eye, has developed a sort of microscopic, intercellular intensity which makes our human contactspainful and revolting."},{"id":292,"quote":"The potential of any technology is always dissipated by its users involvement in its predecessors...Computer are still serving mainly to sustain precomputer effects."},{"id":293,"quote":"Typography is not only a technology but is in itself a natural resource or staple, like cotton or timber or radio; and, like any staple, it shapes not only private sense ratios but also\n patterns of communal interdependence."},{"id":294,"quote":"The victory over Euclidean space was not achieved by isolated individuals, but by a field of young rebels opposed to all absolutes."},{"id":295,"quote":"Character no longer is shaped by only two earnest, fumbling experts. Now all the world's a sage."},{"id":296,"quote":"The real news is bad news."},{"id":297,"quote":"If the work of the city is the remaking or translating of man into a more suitable form than his nomadic ancestors achieved, then might not our current translation of our entire lives into the spiritual form of information seem to make of the entire."},{"id":298,"quote":"If a work of art is to explore new environments, it is not to be regarded as a blueprint but rather as a form of action-painting."},{"id":299,"quote":"You can be a French Canadian or an English Canadian, but not a Canadian. We know how to live without an identity, and this is one of our marvellous resources."},{"id":300,"quote":"Any understanding of social and cultural change is impossible without a knowledge of the way media work as environments."},{"id":301,"quote":"Today, the mass audience (the successor to the \"public\") can be used as a creative, participating force. It is, instead, merely given packages of passive entertainment. Politics offers yesterday's answers to today's questions."},{"id":302,"quote":"Our technology forces us to live mythically, but we continue to think fragmentarily, and on single, separate planes."},{"id":303,"quote":"In an age of multiple and massive innovations, obsolescence becomes the major obsession."},{"id":304,"quote":"Throughout Finnegans Wake Joyce specifies the Tower of Babel as the tower of Sleep, that is, the tower of the witless assumption, or what Bacon calls the reign of the Idols."},{"id":305,"quote":"Media are means of extending and enlarging our organic sense lives into our environment."},{"id":306,"quote":"There is an enormous redundancy in every well-written book. With a well-written book I only read the right-hand page and allow my mind to work on the left-hand page. With a poorly written book I read every word."},{"id":307,"quote":"Today we are beginning to notice that the new media are not just mechanical gimmicks for creating worlds of illusion, but new languages with new and unique powers of expression."},{"id":308,"quote":"I am curious to know what would happen if art were suddenly seen for what it is, namely, exact information of how to rearrange one's psyche in order to anticipate the next blow from our own extended faculties."},{"id":309,"quote":"The genteel is a mighty catafalque of service-with-a-smile and flattering solicitude smothering every spontaneous movement of thought or feeling."},{"id":310,"quote":"A new medium is never an addition to an old one, nor does it leave the old one in peace. It never ceases to oppress the older media until it finds new shapes and positions for them."},{"id":311,"quote":"Language always preserves a play or figure/ground relation between experience, and perception and its replay in expression."},{"id":312,"quote":"Since with electricity we extend our central nervous system globally, instantly interrelating every human experience."},{"id":313,"quote":"The TV camera has no shutter. It does not deal with aspects or facets of objects in high resolution. It is a means of direct pick-up by the electrical groping over surfaces."},{"id":314,"quote":"One matter Englishmen don't think in the least funny is their happy consciousness of possessing a deep sense of humor."},{"id":315,"quote":"The fall or scrapping of a cultural world puts us all into the same archetypal cesspool, engendering nostalgia for earlier conditions."},{"id":316,"quote":"The huge advantage of Canada is its backwardness."},{"id":317,"quote":"By phonemic trans-formation into visual terms, the alphabet became a universal, abstract, static container of meaningless sounds."},{"id":318,"quote":"In Tetrad form, the artifact is seen to be not neutral or passive, bur an active logos or utterance of the human mind or body that transforms the user and his ground."},{"id":319,"quote":"In Jesus Christ, there is no distance or separation between the medium and the message: it is the one case where we can say that the medium and the message are fully one and the same."},{"id":320,"quote":"The laws of the media, in tetrad form, bring logos and formal cause up to date to reveal analytically the structure of all human artefacts."},{"id":321,"quote":"The TV generation is postliterate and retribalized. It seeks by violence to scrub the old private image and to merge in a new tribal identity, like any corporate executive."},{"id":322,"quote":"Canada is the only country in the world that knows how to live without an identity."},{"id":323,"quote":"When producers want to know what the public wants, they graph it as curves. When they want to tell the public what to get, they say it in curves."},{"id":324,"quote":"Where the whole man is involved there is no work. Work begins with the division of labor."},{"id":325,"quote":"Appetite is essentially insatiable, and where it operates as a criterion of both action and enjoyment (that is, everywhere in the Western world since the sixteenth century) it will infallibly discover congenial agencies (mechanical and political) of expression."},{"id":326,"quote":"I do not say whether it is a good or bad thing. To do so would be meaningless and arrogant."},{"id":327,"quote":"On Spaceship Earth there are no passengers; everybody is a member of the crew. We have moved into an age in which everybody's activities affect everybody else."},{"id":328,"quote":"We have be-come irrevocably involved with, and responsible for, each other."},{"id":329,"quote":"Language does for intelligence what the wheel does for the feet and the body. It enables them to move from thing to thing with greater ease and speed and ever less involvement."},{"id":330,"quote":"The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way."},{"id":331,"quote":"Nobody can commit photography alone."},{"id":332,"quote":"As information becomes our environment, it becomes mandatory to program the environment itself as a work of art."},{"id":333,"quote":"... Their power to see environments as they really are."},{"id":334,"quote":"You see, Dad, Professor McLuhan says that the environment that man creates becomes his medium for defining his role in it. The invention of type created linear, or sequential thought, separating thought from action. Now, with TV and folk singing, thought and action are closer and social involvement is greater. We again live in a village. Get it?"},{"id":335,"quote":"Einstein pronounced the doom of continuous or 'rational' space, and the way was made clear for Picasso and the Marx Brothers and Mad magazine."},{"id":336,"quote":"If the nineteenth century was the age of the editorial chair, ours is the century of the psychiatrist's couch."},{"id":337,"quote":"The medium is the message."},{"id":338,"quote":"If people were able to be convinced that art is precise advance knowledge of how to cope with the psychic and social consequences of the next technology, would they all become artists?"},{"id":339,"quote":"Obsolescence is the moment of superabundance."},{"id":340,"quote":"The criminal, like the artist, is a social explorer."},{"id":341,"quote":"Life. Consider the alternative."},{"id":342,"quote":"At electric speed, all forms are pushed to the limits of their potential."},{"id":343,"quote":"Once introduced discontinuity, once challenge any of the properties of visual space, and as they flow from each other, the whole conceptual framework collapses."},{"id":344,"quote":"Information and images bump against each other every day in massive quantities, and the resonance of this interfacing is like the babble of a village or tavern gossip session."},{"id":345,"quote":"The medium, or process, of our time - electric technology is reshaping and restructuring patterns of social interdependence and every aspect of our personal life. It is forcing us to reconsider and re-evaluate practically every thought, every action."},{"id":346,"quote":"Interface, of the resonant interval as 'where the action is', whether chemical, psychic or social, involves touch."},{"id":347,"quote":"Professionalism is environmental. Amateurism is anti environmental. Professionalism merges the individual into patterns of total environment. Amateurism seeks the development of the total awareness of the individual and the critical awareness of the ground rules of society. The amateur can afford to loose."},{"id":348,"quote":"The hallucinogenic world, in environmental terms, can be considered as a forlorn effort of man to match the speed of power of hisextended nervous system (which we call the \"electronic world\") by intensifying the activity of his inner nervous system."},{"id":349,"quote":"Current illusion is that science has abolished all natural laws."},{"id":350,"quote":"Typography tended to alter language from a means of perception and exploration to a portable commodity."},{"id":351,"quote":"Erwin Schrodinger has explained how he and his fellow physicists had agreed that they would report their new discoveries and experiments in quantum physics in the language of Newtonian physics. That is, they agreed to discuss and report the non-visual, electronic world in the language of the visual world of Newton."},{"id":352,"quote":"Why is it so easy to acquire the solutions of past problems and so difficult to solve current ones"},{"id":353,"quote":"A nomadic society cannot experience enclosed space."},{"id":354,"quote":"Pornography and obscenity...work by specialism and fragmentation. They deal with a figure without a ground - situations in which the human factor is suppressed in favor of sensations and kicks."},{"id":355,"quote":"One main condition of aristocratic life was present in the South and not in the North--personal responsibility to other human beings for education and material welfare. (A Carnegie or a Ford, like a bureaucracy, molds the lives of millions without taking any responsibility.)"},{"id":356,"quote":"The new media and technologies by which we amplify and extend ourselves constitute huge collective surgery carried out on the social body with complete disregard for antiseptics."},{"id":357,"quote":"Huck Finn. Loss of identity drives people to nostalgia. Electronic man has no physical body, so he [Jimmy Carter] puts nostalgia in its place."},{"id":358,"quote":"All media work us over completely."},{"id":359,"quote":"For those for whom the sex act has come to seem mechanical and merely the meeting and manipulation of body parts, there often remains a hunger which can be called metaphysical but which is not recognized as such, and which seeks satisfaction in physical danger, or sometimes in torture, suicide, or murder."},{"id":360,"quote":"Typographic man can express but is helpless to read the configurations of print technology."},{"id":361,"quote":"Of the many unforeseen consequences of typography, the emergence of nationalism is, perhaps, the most familiar"},{"id":362,"quote":"In a cool medium, the audience is an active constituent of the viewing or listening experience. A girl wearing open-mesh silk stockings or glasses is inherently cool and sensual because the eye acts as a surrogate hand in filling in the low-definition image thus engendered. Which is why boys make passes at girls who wear glasses."},{"id":363,"quote":"Explore the situation. Statements are expendable. Don't keep on looking in the rearview mirror and defending the status quo which is outmoded the moment it happened."},{"id":364,"quote":"All media are extensions of some human faculty- psychic or physical."},{"id":365,"quote":"The movie, by sheer speeding up of the mechanical, carried us from the world of sequence and connections into the world of creative configurations and structure."},{"id":366,"quote":"Relativity theory forced the abandonment, in principle, of absolute space and absolute time."},{"id":367,"quote":"We don't know who discovered water, but we know it wasn't the fish."},{"id":368,"quote":"The user of the electric light - or a hammer, or a language, or a book - is the content. As such, there is a total metamorphosis of the user by the interface. It is the metamorphosis that I consider the message."},{"id":369,"quote":"The task confronting contemporary man is to live with the hidden ground of his activities as familiarly as our literate predecessors lived with the figure minus ground."},{"id":370,"quote":"Any loss of identity prompts people to seek reassurance and rediscovery of themselves by testing, and even by violence. Today, the electric revolution, the wired planet, and the information environment involve everybody in everybody to the point of individual extinction."},{"id":371,"quote":"The meaning of experience is typically one generation behind the experience. The content of new situations, both private and corporate, is typically the preceding situation."},{"id":372,"quote":"North Americans have a peculiar bias. They go outside to be alone and they go home to be social."},{"id":373,"quote":"It is always the psychic and social grounds, brought into play by each medium or technology, that readjust the balance of the hemispheres and of human sensibilities into equilibrium with those grounds."},{"id":374,"quote":"The space of early Greek cosmology was structured by logos - resonant utterance or word."},{"id":375,"quote":"The content or time-clothing of any medium or culture is the preceding medium or culture."},{"id":376,"quote":"Cubism ('multi-locationalism') is one of the painterly forms of acoustic space."},{"id":377,"quote":"I don't necessarily agree with everything that I say."},{"id":378,"quote":"Every society honors its live conformists and its dead troublemakers."},{"id":379,"quote":"Our Age of Anxiety is, in great part, the result of trying to do today’s jobs with yesterday’s tools!"},{"id":380,"quote":"We become what we behold. We shape our tools, and thereafter our tools shape us."},{"id":381,"quote":"Many a good argument is ruined by some fool who knows what he is talking about."},{"id":382,"quote":"Politics will eventually be replaced by imagery. The politician will be only too happy to abdicate in favor of his image, because the image will be much more powerful than he could ever be."},{"id":383,"quote":"I am an intellectual thug who has been slowly accumulating a private arsenal with every intention of using it. In a mindless age every insight takes on the character of a lethal weapon. Every man of good will is the enemy of society."},{"id":384,"quote":"The poet, the artist, the sleuth - whoever sharpens our perception tends to be antisocial; rarely \"well-adjusted\", he cannot go along with currents and trends. A strange bond often exists between antisocial types in their power to see environments as they really are. This need to interface, to confront environments with a certain antisocial power is manifest in the famous story \"The Emperor's New Clothes\"."},{"id":385,"quote":"There is absolutely no inevitability as long as there is a willingness to contemplate what is happening."},{"id":386,"quote":"Allmediaareextensionsofsomehumanfaculty-psychicorphysical."},{"id":387,"quote":"Ads are the cave art of the twentieth century."},{"id":388,"quote":"Diaper spelled backwards is repaid , think about it."},{"id":389,"quote":"With the arrival of electric technology, man has extended, or set outside himself, a live model of the central nervous system itself. To the degree that this is so, it is a development that suggests a desperate suicidal autoamputation, as if the central nervous system could no longer depend on the physical organs to be protective buffers against the slings and arrows of outrageous mechanism."},{"id":390,"quote":"Schizophrenia may be a necessary consequence of literacy. [p. 32]"},{"id":391,"quote":"Some days, I wish the whole fucking world would just 'phone in sick."},{"id":392,"quote":"There is an impression abroad that literary folk are fast readers. Wine tasters are not heavy drinkers. Literary people read slowly because they sample the complex dimensions and flavors of words and phrases. They strive for totality not lineality. They are well aware that the words on the page have to be decanted with the utmost skill. Those who imagine they read only for \"content\" are illusioned."},{"id":393,"quote":"The wheel… is an extension of the foot. The book… is an extension of the eye…Clothing, an extension of the skin…Electric circuitry, an extension of the central nervous system."},{"id":394,"quote":"Someone asked me if I really believed there was life after death. I replied: Do you really believe there is any life before death?"},{"id":395,"quote":"The greatest discovery of the 21st century will be the discovery that Man was not meant to live at the speed of light."},{"id":396,"quote":"they will be hearers of many things and will have learned nothing; they will appear to be omniscient and will generally know nothing;"},{"id":397,"quote":"Theirs is the customary human reaction when confronted with innovation: to flounder about attempting to adapt old responses to new situations or to simply condemn or ignore the harbingers of change--a practice refined by the Chinese emperors, who used to execute messengers bringing bad news. The new technological environments generate the most pain among those least prepared to alter their old value structures. The literati find the new electronic environment far more threatening than do those less committed to literacy as a way of life. When an individual or social group feels that its whole identity is jeopardized by social or psychic change, its natural reaction is to lash out in defensive fury. But for all their lamentations, the revolution has already taken place."},{"id":398,"quote":"I expect to see the coming decades transform the planet into an art form; the new man, linked in a cosmic harmony that transcends time and space, will sensuously caress and mold and pattern every facet of the terrestrial artifact as if it were a work of art, and man himself will become an organic art form. There is a long road ahead, and the stars are only way stations, but we have begun the journey. To be born in this age is a precious gift, and I regret the prospect of my own death only because I will leave so many pages of man’s destiny — if you will excuse the Gutenbergian image — tantalizingly unread. But perhaps, as I’ve tried to demonstrate in my examination of the postliterate culture, the story begins only when the book closes."},{"id":399,"quote":"The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present."},{"id":400,"quote":"if it works it's obsolete"},{"id":401,"quote":"Advertisements constitute the only 'good news' in the newspaper."},{"id":402,"quote":"Art is whatever you can get away with."},{"id":403,"quote":"All through his life, he swung between the ridiculous and the sublime,"},{"id":404,"quote":"Language is metaphor in the sense that it not only stores but translates experience from one mode into another. Money is metaphor in the sense that it stores skill and labour and also translates one skill into another."},{"id":405,"quote":"It is just when people are all engaged in snooping on themselves and one another that they become anesthetized to the whole process. Tranquilizers and anesthetics, private and corporate, become the largest business in the world just as the world is attempting to maximize every form of alert. Sound-light shows, as new cliché, are in effect mergers, retrievers of the tribal condition. It is a state that has already overtaken private enterprise, as individual businesses form into massive conglomerates. As information itself becomes the largest business in the world, data banks know more about individual people than the people do themselves. The more the data banks record about each one of us, the less we exist."},{"id":406,"quote":"Ours is the first age in which many thousands of the best-trained individual minds have made it a full-time business to get inside the collective public mind."},{"id":407,"quote":"Today's child is growing up absurd, because he lives in two worlds, and neither of them inclines him to grow up."},{"id":408,"quote":"We look at the present through a rear view mirror. We match backwards into the future."},{"id":409,"quote":"Until writing was invented, man lived in an acoustic space: boundless, directionless, horizonless, in the dark of the mind, in the world of emotion, by primordial intuition, by terror. Speech is a social chart of this bog.The goose quill put an end to talk. It abolished mystery; it gave architecture and towns; it brought roads and armies, bureaucracy. It was the basic metaphor with which the cycle of civilization began, the step from the dark into the light of the mind. The hand that filled the parchment page built a city.Whence did the wond'rous mystic art arise,Of painting SPEECH, and speaking to the eyes?That we by tracing magic lines are taught,How to embody, and to colour THOUGHT?"},{"id":410,"quote":"The \"child\" was an invention of the seventeenth century; he did not exist in, say, Shakespeare's day. He had, up until that time, been merged in the adult world and there was nothing that could be called childhood in our sense.Today's child is growing up absurd, because he lives in two worlds, and neither of them inclines him to grow up. Growing up - that is our new work, and it is total. Mere instruction will not suffice."},{"id":411,"quote":"In accepting an honorary degree from the University of Notre Dame a few years ago, General David Sarnoff made this statement: “We are too prone to make technological instruments the scapegoats for the sins of those who wield them. The products of modern science are not in themselves good or bad; it is the way they are used that determines their value."},{"id":412,"quote":"Playboy: Have you ever taken LSD yourself?McLUHAN: No, I never have. I'm an observer in these matters, not a participant."},{"id":413,"quote":"Rationality or consciousness is itself a ratio or proportion among the sensuous components of experience, and is not something added to such sense experience. Subrational beings have no means of achieving such a ratio or proportion in their sense lives but are wired for fixed wave lengths, as it were, having infallibility in their own area of experience. Consciousness, complex and subtle, can be impaired or ended by a mere stepping-up or dimming-down of any one sense intensity, which is the procedure in hypnosis. And the intensification of one sense by a new medium can hypnotize an entire community."},{"id":414,"quote":"The job of art is not to store moments of experience but to explore environments that are otherwise invisible. Art is not a retrieval system of precious moments of past cultures. Art has a live, ongoing function.  McLuhan CD-ROM"},{"id":415,"quote":"It is not brains or intelligence that is needed to cope with the problems with Plato and Aristotle and all of their successors to the present have failed to confront. What is needed is a readiness to undervalue the world altogether. This is only possible for a Christian... All technologies and all cultures, ancient and modern, are part of our immediate expanse. There is hope in this diversity since it creates vast new possibilities of detachment and amusement at human gullibility and self-deception. There is no harm in reminding ourselves from time to time that the \"Prince of this World\" is a great P.R. man, a great salesman of new hardware and software, a great electric engineer, and a great master of the media. It is his master stroke to be not only environmental but invisible for the environmental is invincibly persuasive when ignored."},{"id":416,"quote":"As the Western world has invested every aspect of its waking life with visual order, with procedures and spaces that are uniform, continuous and connected, it has progressively alienated itself from needful involvement in its subconscious life."},{"id":417,"quote":"Environments are not passive wrappings, but are, rather, active processes which are invisible. The groundrules, pervasive structure, and over-all patterns of environments elude easy perception"},{"id":418,"quote":"Humor as a system of communications and as a probe of our environment—of what's really going on—affords us our most appealing anti-environmental tool. It does not deal in theory, but in immediate experience, and is often the best guide to changing perceptions."},{"id":419,"quote":"War and the fear of war have always been considered the main incentives to technological extension of our bodies. Indeed, Lewis Mumford, in his The City in History, considers the walled city itself an extension of our skins, as much as housing and clothing. More even than the preparation for war, the aftermath of invasion is a rich technological period; because the subject culture has to adjust all its sense ratios to accommodate the impact of the invading culture."},{"id":420,"quote":"they will be tiresome company, having the show of wisdom without the reality."},{"id":421,"quote":"The ear favours no particular “point of view.We are enveloped by sound.It forms a seamless web around us.We say, “Music shall fill the air.” We never say, “Music shall fill a particular segment of the air.”We hear sounds from everywhere, without ever having to focus. Sounds come from “above,” from “below,” from in “front” of us, from “behind” us, from our “right,” from our “left.”We can‘t shut out sound automatically. We simply are not equipped with earlids.Where a visual space is an organised continuum of a uniformed connected kind, the ear world is a world of simultaneous relationships.”"},{"id":422,"quote":"Delegated authority is lineal, visual, hierarchical. The authority of knowledge is nonlineal, nonvisual, and inclusive."},{"id":423,"quote":"In the \"Republic,\" Plato vigorously attacked the oral, poetized form as a vehicle for communicating knowledge. He pleaded for a more precise method of communication and classification (\"The Ideas\"), one which would favor the investigation of facts, principles of reality, human nature, and conduct. What the Greeks meant by \"poetry\" was radically different from what we mean by poetry. Their \"poetic\" expression was a product of a collective psyche and mind. The mimetic form, a technique that exploited rhythm, meter and music, achieved the desired psychological response in the listener. Listeners could memorize with greater ease what was sung than what was said. Plato attacked this method because it discouraged disputation and argument. It was in his opinion the chief obstacle to abstract, speculative reasoning - he called it \"a poison, and an enemy of the people."},{"id":424,"quote":"Politics offers yesterday's answers to today's questions."},{"id":425,"quote":"By the way, goals and objectives are meaningless at the speed of light. At the speed of light, you aren’t going somewhere, you’re already there. On the telephone you’re not going somewhere, you’re there. And in the electronic world, going somewhere, you’re there. And in the electronic world, there are no goals or objectives, we’re already there. McLuhan CD-ROM"},{"id":426,"quote":"Professionalism is environmental. Amateurism is anti-environmental."},{"id":427,"quote":"Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don't really have any rights left."},{"id":428,"quote":"The visible world is no longer a reality and the unseen world is no longer a dream."},{"id":429,"quote":"I never came into the church as a person who was being taught. I came in on my knees. That is the only way in. When people start praying they need truths; that’s all. You don’t come into the Church by ideas and concepts, and you cannot leave by mere disagreement. It has to be a loss of faith, a loss of participation. You can tell when people leave the Church: they have quit praying.Actively relating to the Church's prayer and sacraments is not done through ideas. Any Catholic today who has an intellectual disagreement with the Church has an illusion. You cannot have an intellectual disagreement with the Church: that's meaningless. The Church is not an intellectual institution. It is a superhuman institution."},{"id":430,"quote":"Art is the sole means of grace in our fallen state."},{"id":431,"quote":"The stars are so big,The Earth is so small,Stay as you are."},{"id":432,"quote":"The constant broadcast and reception of ghostly images via radio and television, according to this notion, had weakened the sense, particularly among youth, of possessing physical the sense, particularly among youth, of possessing physical bodies and private identities. McLuhan CD-ROM"},{"id":433,"quote":"Our electrically-configured world has forced us to move from the habit of data classification to the mode of pattern recognition."},{"id":434,"quote":"You and I are faced with one of those situations (which fortunately are not very numerous in one lifetime) which cannot possibly be adequately judged beforehand. It strikes me as a colossal gamble, or rather, a very great adventure. And personally I am considerably exhilarated by the risks! ... The greatness of the adventure perhaps consists partly in the fact that as a Catholic I can marry only once! But, as with being born, perhaps once is quite sufficient! In the Church, you know, there is a great heightening of every moment of experience, since every moment is played against a supernatural backdrop. Nothing can be humdrum in this scheme."},{"id":435,"quote":"At every turn, while he was investigating the background for his study of Thomas Nashe, he would encounter the Church — what Chesterton called (another book title) The Thing. It was everywhere. At one point, he later told me (and he was never very specific just when that point occurred), he decided that the thing had to be sorted out or he couldn't rest. Either it ws true, or it wasn't. Either the entire matter was true, all of it, exactly as the Church claimed, or it was the biggest hoax ever perpetrated on a gullible mankind. With that choice clearly delineated, he set out to find which was the case. What came next was not more study, but testing.The matter had to be tested — on its own terms: that is, by prayer. He told me that the principal prayer that he used was not some long or complex formula, but simply, \"Lord, please, send me a sign.\" He reported that, almost immediately, not one but a deluge of signs arrived. And they continued to arrive unabated for a long time. As to just what the signs consisted in and what happened next, well, some things must remain private. The reader may deduce the rest from the fact of his conversion. ...-- Eric McLuhan, introduction"},{"id":436,"quote":"Man becomes, as it were, the sex organs of the machine world, as the bee of the plant world, enabling it to fecundate and to evolve ever new forms."},{"id":437,"quote":"Diaper backwards spells repaid. Think about it."},{"id":438,"quote":"In the century of jazz we are likely to overlook the emergence of the waltz as a hot and explosive human expression that broke through the formal feudal barriers of courtly and choral dance styles."},{"id":439,"quote":"Until writing was invented, man lived in acoustic space: boundless, directionless, horizonless, in the dark of the mind, in the world of emotion, by primordial intuition, by terror. Speech is a social chart of this bog."},{"id":440,"quote":"Adds are the cave art of the twentieth century."},{"id":441,"quote":"The Newtonian God—the God who made a clock-like universe, wound it, and withdrew—died a long time ago. This is what Nietzsche meant and this is the God who is being observed."},{"id":442,"quote":"Education must shift from instruction, from imposing of stencils, to discovery—to probing and exploration and to the recognition of the language of forms."},{"id":443,"quote":"Students of media are persistently attacked as evaders, idly concentrating on means or processes rather than on 'substance'. The dramatic and rapid changes of 'substance' elude these accusers. Survival is not possible if one approaches his environment, the social drama, with a fixed, unchangeable point of view - the witless repetitive response to the unperceived."},{"id":444,"quote":"The Greek myth of Narcissus is directly concerned with a fact of human experi­ence, as the word Narcissus indicates. It is from the Greek word narcosis, or numb­ness. The youth Narcissus mistook his own reflection in the water for another person. This extension of himself by mirror numbed his perceptions until he became the servomechanism of his own extended or repeated image. The nymph Echo tried to win his love with fragments of his own speech, but in vain. He was numb. He had adapted to his extension of himself and had become a closed system.Now the point of this myth is the fact that men at once become fascinated by any extension of themselves in any ma­terial other than themselves. There have been cynics who insisted that men fall deep­est in love with women who give them back their own image. Be that as it may, the wisdom of the Narcissus myth does not convey any idea that Narcissus fell in love with anything he regarded as himself. Obviously he would have had very different feelings about the image had he known it was an extension or repetition of himself. It is, perhaps, indicative of the bias of our intensely technological and, therefore, narcotic culture that we have long interpreted the Narcissus story to mean that he fell in love with himself, that he imagined the reflection to be Narcissus!"},{"id":445,"quote":"Για να αποφασίσετε τι θα διαβάσετε, ανοίξτε ένα βιβλίο στη σελίδα 69 και διαβάστε την. Αν σας άρεσε εκείνη η σελίδα, αγοράστε το βιβλίο."},{"id":446,"quote":"The formula for this brand of \"historical\" writing is to put the public on the inside; to let them feel the palpitations of royal and imperial lovers and to overhear their lispings and cooings. It can be argued that a man has to live somewhere, and that if his own time is so cut up by rapid change that he can't find a cranny big enough to relax in, then he must betake himself to the past. That is certainly one motive in the production of historical romance, from Sir Walter Scott to Thornton Wilder. But mainly this formula works as a means of flattery. The public is not only invited inside but encouraged to believe that there is nothing inside that differs from its own thoughts and feelings. This reassurance is provided by endowing historical figures with the sloppiest possible minds. The great are \"humanized\" by being trivial.The debunking school began by making the great appear as corrupt, or mean and egotistical. The \"humanizers\" have merely carried on to make them idiotic. \"Democratic\" vanity has reached such proportions that it cannot accept as human anything above the level of cretinous confusion of mind of the type popularized by Hemingway's heroes. Just as the new star must be made to appear successful by reason of some freak of fortune, so the great, past or present, must be made to seem so because of the most ordinary qualities, to which fortune adds an unearned trick or idea."},{"id":447,"quote":"The present is only faced in any generation by the artist."},{"id":448,"quote":"In the age of instant information man ends his job of fragmented specializing and assumes the role of information-gathering. Today information-gathering resumes the inclusive concept of “culture exactly as the primitive food-gatherer worked in complete equilibrium with his entire environment. Our quarry now, in this new nomadic and “workless” world, is knowledge and insight into the creative processes of life and society.”"},{"id":449,"quote":"Homer’s Iliad was the cultural encyclopedia of pre-literate Greece, the didactic vehicle that provided men with guidance for the management of their spiritual, ethical, and social lives."},{"id":450,"quote":"The \"child\" was an invention of the 17th century; he did not exist in, say, Shakespeare's day. He had, up until that time, been merged in the adult world and there was nothing that could be called childhood in our sense."},{"id":451,"quote":"Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don’t really have any rights left."},{"id":452,"quote":"The modern mind, whether in its subconscious collective dream or in its intellectual citadel of vivid awareness, is a stage on which is contained and re-enacted the entire experience of the human race."},{"id":453,"quote":"Jack Paar mentioned that he once had said to a young friend, “Why do you kids use ‘cool’ to mean ‘hot’? The friend replied, “Because you folks used up the word ‘hot’ before we came along.”"},{"id":454,"quote":"Television completes the cycle of the human sensorium. With the omnipresent ear and the moving eye, we have abolished writing, the specialized acoustic-visual metaphor that established the dynamics of Western civilization."},{"id":455,"quote":"Innumerable confusions and a profound feeling of despair invariably emerge in periods of great technological and cultural transitions. Our \"Age of Anxiety\" is, in great part, the result of trying to do today's job with yesterday's tools—with yesterday's concepts."},{"id":456,"quote":"Advertising is corporate form of art and the goal is to make an effect. Every artist- any painter, any poet or musician sets out to create an effect, he sets a trap to catch somebody`s attention. That is the nature of art."},{"id":457,"quote":"Man becomes, as it were, the sex organs of the machine world, as the bee of the plant world, enabling it to fecundate and to evolve ever new forms. The machine world reciprocates man’s love by expediting his wishes and desires, namely, in providing him with wealth"},{"id":458,"quote":"The past went a-way. When faced with a totally new situation, we tend always to attach ourselves to the objects, to the flavor of the most recent past. We look at the present through a rear-view mirror."},{"id":459,"quote":"Arquímedes dijo una vez: <> Hoy en día, habría señalado nuestros medios de comunicación electrónicos y habría dicho: <>. Pero una vez que hemos entregado nuestros sentidos y nuestros sistemas nerviosos a las manipulaciones de quienes tratan de sacar provecho aniquilando nuestros ojos, oídos, nervios y cerebro, el resultado será que ya no tendremos derechos."},{"id":460,"quote":"The misleading effect of books like George Orwell's 1984 is to project into the future a state of affairs that already exists."},{"id":461,"quote":"The alphabet (and its extension into typography) made possible the spread of the power that is knowledge, and shattered the bonds of tribal man, thus exploding him into an agglomeration of individuals. Electric writing and speed pour upon him, instantaneously and continuously, the concerns of all other men. He becomes tribal once more. The human family becomes one tribe again."},{"id":462,"quote":"Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation or like giving the Earth's atmosphere to a company as a monopoly...As long as we adopt the Narcissus attitude of regarding the extension of our own bodies as really *out there* and really independent of us, we will meet all technological challenges with the same sort of banana skin pirouette and collapse."},{"id":463,"quote":"Our time is a time to cross barriers, for erasing old categories — for probing around. When two seemingly disparate elements are imaginatively poised, put in apposition in new and unique ways, startling discoveries often result"},{"id":464,"quote":"Ours is a brand new world of allatonceness. ‘Time’ has ceased, ‘space’ has vanished. We now live in a global village … a simultaneous happening."},{"id":465,"quote":"World War 3 is a guerrilla information war with no division between military and civilian participation."},{"id":466,"quote":"Either we penetrate to the essential character of man and society and discover the outlines of a world order, or we continue as flotsam and jetsam on a flood of transient fads and ideas that will drown us with impartiality."},{"id":467,"quote":"I satirize at all times, and my hyperboles are as nothing compared to the events to which they refer."},{"id":468,"quote":"Thus, as passivity becomes extreme in the bulk of society, a sizeable segment of citizens detaches itself from the dream-locked majority. As vulgarity and stupidity thicken, more and more people awaken to the intolerability of their condition. Much can be done to foster this state of awareness, even though little can be done directly to change the policies of those in control today of the media of communication."},{"id":469,"quote":"An understanding of media’s effects constitutes a civil defense against media fallout"},{"id":470,"quote":"Mediumul este mesajul."},{"id":471,"quote":"That outering or uttering of sense which is language and speech is a tool which “made it possible for man to accumulate experience and knowledge in a form that made easy transmission and maximum use possible."},{"id":472,"quote":"El hombre que almacena alimentos reaparece incongruentemente como el hombre que almacena información."},{"id":473,"quote":"No se puede vivir en un mundo interior del circuito eléctrico y mantener la letra escrita. La electricidad destruye la individualidad. (…) El individuo privado no se siente cómodo en condiciones eléctricas. Está demasiado cercano a los demás individuos y pierde su identidad. Es un hombre en la multitud, no es nadie, y debe luchar para demostrar que es alguien. Por tanto, a más electricidad mayor violencia. La gente no lucha porque odie a los demás, sino para demostrar que posee una identidad propia."},{"id":474,"quote":"The electric technology is within the gates, and we are numb, deaf, blind and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed."}]