[{"id":1,"quote":"A man's mind is stretched by a new idea or sensation, and never shrinks back to its former dimensions."},{"id":2,"quote":"Don't flatter yourself that friendship authorizes you to say disagreeable things to your intimates. The nearer you come into relation with a person, the more necessary do tact and courtesy become. Except in cases of necessity, which are rare, leave your friend to learn unpleasant things from his enemies; they are ready enough to tell them."},{"id":3,"quote":"Every now and then a man's mind is stretched by a new idea or sensation, and never shrinks back to its former dimensions."},{"id":4,"quote":"What refuge is there for the victim who is oppressed with the feeling that there are a thousand new books he ought to read, while life is only long enough for him to attempt to read a hundred?"},{"id":5,"quote":"Nothing is so common-place as to wish to be remarkable."},{"id":6,"quote":"I find the great thing in this world is not so much where we stand, as in what direction we are moving—we must sail sometimes with the wind and sometimes against it—but we must sail, and not drift, nor lie at anchor."},{"id":7,"quote":"Insanity is often the logic of an accurate mind overtasked"},{"id":8,"quote":"It's faith in something and enthusiasm for something that makes a life worth living."},{"id":9,"quote":"Men do not quit playing because they grow old; they grow old because they quit playing."},{"id":10,"quote":"Insanity is often the logic of an accurate mind overtasked. Good mental machinery ought to break its own wheels and levers, if anything is thrust among them suddenly which tends to stop them or reverse their motion. A weak mind does not accumulate force enough to hurt itself; stupidity often saves a man from going mad."},{"id":11,"quote":"The books we read should be chosen with great care, that they may be, as an Egyptian king wrote over his library,'The medicines of the soul."},{"id":12,"quote":"Where we love is home, home that our feet may leave, but not our hearts."},{"id":13,"quote":"The best of a book is not the thought which it contains, but the thought which it suggests; just as the charm of music dwells not in the tones but in the echoes of our hearts."},{"id":14,"quote":"Many people die with their music still in them. Too often it is because they are always getting ready to live. Before they know it time runs out."},{"id":15,"quote":"The morning cup of coffee has an exhilaration about it which the cheering influence of the afternoon or evening cup of tea cannot be expected to reproduce."},{"id":16,"quote":"A moment's insight is sometimes worth a life's experience."},{"id":17,"quote":"For the simplicity on this side of complexity, I wouldn't give you a fig. But for the simplicity on the other side of complexity, for that I would give you anything I have."},{"id":18,"quote":"Death tugs at my ear and says, 'Live. I am coming."},{"id":19,"quote":"Beware how you take away hope from another human being"},{"id":20,"quote":"The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer."},{"id":21,"quote":"When I think of talking, it is of course with a woman. For talking at its best being an inspiration, it wants a corresponding divine quality of receptiveness, and where will you find this but in a woman?"},{"id":22,"quote":"Man has his will, but woman has her way."},{"id":23,"quote":"Speak clearly if you speak at all, carve every word before you let it fall."},{"id":24,"quote":"Alas for those that never sing, But die with all their music in them!"},{"id":25,"quote":"Learn the sweet magic of a cheerful face."},{"id":26,"quote":"To obtain a man's opinion of you, make him mad."},{"id":27,"quote":"It is the province of knowledge to speak and it is the privilege of wisdom to listen."},{"id":28,"quote":"The mind of a bigot is like the pupil of an eye. The more light you shine on it, the more it will contract."},{"id":29,"quote":"Youth fades, love droops, the leaves of friendship fall; A mother's secret hope outlives them all."},{"id":30,"quote":"The great thing in this world, is not so much where we are, but in which direction we are moving."},{"id":31,"quote":"Science is the topography of ignorance."},{"id":32,"quote":"Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground floor."},{"id":33,"quote":"Even a dog knows the difference between being kicked and being stumbled over."},{"id":34,"quote":"Sin has many tools, but a lie is the handle which fits them all."},{"id":35,"quote":"Take your needle, my child, and work at your pattern; it will come out arose by and by. Life is like that - one stitch at a time taken patientlyand the pattern will come out all right like the embroidery."},{"id":36,"quote":"Language is the blood of the soul into which thoughts run and out of which they grow."},{"id":37,"quote":"I hate paying taxes. But I love the civilization they give me"},{"id":38,"quote":"It is a good plan to have a book with you in all places and at all times. If you are presently without, hurry without delay to the nearest shop and buy one of mine."},{"id":39,"quote":"A child's education should begin at least one hundred years before he is born."},{"id":40,"quote":"When men have realized that time has upset many fighting faiths, they may come to believe... that the ultimate good desired is better reached by free trade in ideas-- that the best test of truth is the power of the thought to get itself accepted in the competition of the market, and that truth is the only ground upon which their wishes safely can be carried out. That at any rate is the theory of our Constitution. It is an experiment. As all life is an experiment. Every year if not every day we wager our salvation upon some prophecy based upon imperfect knowledge."},{"id":41,"quote":"Trouble makes us one with every human being in the world - and unless we touch others, we're out of touch with life."},{"id":42,"quote":"Why can’t somebody give us a list of things everybody thinks and nobody says, and another list of the things that everybody says but nobody thinks?"},{"id":43,"quote":"Some people are so heavenly minded that they are no earthly good"},{"id":44,"quote":"Nothing is more common than the wish to be remarkable"},{"id":45,"quote":"Have faith and pursue the unknown end."},{"id":46,"quote":"Many ideas grow better when transplanted into another mind than in the one where they sprang up."},{"id":47,"quote":"Man is born a predestined idealist, for he is born to act. To act is to affirm the worth of an end, and to persist in affirming the worth of an end is to make an ideal."},{"id":48,"quote":"Build thee more stately mansions, O my soul,As the swift seasons roll!Leave thy low-vaulted past!Let each new temple, nobler than the last,Shut thee from heaven with a dome more vast,Till thou at length art free,Leaving thine outgrown shell by life's unresting sea!"},{"id":49,"quote":"Life transforming ideas have always come to me through books."},{"id":50,"quote":"Pretty much all the honest truth telling in the world is done by children."},{"id":51,"quote":"Love is the master-key that opens the gates of happiness, of hatred, of jealousy, and, most easily of all, the gate of fear."},{"id":52,"quote":"Yet in opinions look not always back,--Your wake is nothing, mind the coming track;Leave what you've done for what you have to do;Don't be \"consistent,\" but be simply true."},{"id":53,"quote":"Put not your trust in money, but put your money in trust."},{"id":54,"quote":"The real religion of the world comes from women much more than from men--from mothers most of all, who carry the key of our souls in their bosoms."},{"id":55,"quote":"Chicago sounds rough to the maker of verse. One comfort we have - Cincinnati sounds worse."},{"id":56,"quote":"There's nothing that keeps its youth, so far as I know, but a tree and truth."},{"id":57,"quote":"Without wearing any mask we are conscious of, we have a special face for each friend"},{"id":58,"quote":"Old Time, in whose banks we deposit our notesIs a miser who always wants guineas for groats;He keeps all his customers still in arrearsBy lending them minutes and charging them years."},{"id":59,"quote":"Life is a fatal complaint, and an eminently contagious one."},{"id":60,"quote":"The Last LeafI saw him once before,As he passed by the door,And againThe pavement stones resound,As he totters o'er the groundWith his cane.They say that in his prime,Ere the pruning-knife of TimeCut him down,Not a better man was foundBy the Crier on his roundThrough the town.But now he walks the streets,And looks at all he meetsSad and wan,And he shakes his feeble head,That it seems as if he said,\"They are gone.\"The mossy marbles restOn the lips that he has prestIn their bloom,And the names he loved to hearHave been carved for many a yearOn the tomb.My grandmamma has saidPoor old lady, she is deadLong agoThat he had a Roman nose,And his cheek was like a roseIn the snow;But now his nose is thin,And it rests upon his chinLike a staff,And a crook is in his back,And a melancholy crackIn his laugh.I know it is a sinFor me to sit and grinAt him here;But the old three-cornered hat,And the breeches, and all that,Are so queer!And if I should live to beThe last leaf upon the treeIn the spring,Let them smile, as I do now,At the old forsaken boughWhere I cling."},{"id":61,"quote":"Shun such as lounge through afternoons and eves,And on thy dial write, \"Beware of thieves!\"Felon of minutes, never taught to feelThe worth of treasures which thy fingers steal,Pick my left pocket of its silver dime,But spare the right,--it holds my golden time!"},{"id":62,"quote":"My experience with public libraries is that the first volume of the book I inquire for is out, unless I happen to want the second, when that is out."},{"id":63,"quote":"Truth, when not sought after, rarely comes to light."},{"id":64,"quote":"The world’s great men have not commonly been great scholars, nor its great scholars great men"},{"id":65,"quote":"Every library should try to complete on something, if it were only the history of pinheads."},{"id":66,"quote":"People do not quit playing because they grow old; they grow old because they quit playing. ~"},{"id":67,"quote":"To reach a port we must sail, sometimes with the wind, and sometimes against it. But we must not drift or lie at anchor."},{"id":68,"quote":"Talking is like playing on the harp; there is as much in laying the hand on the strings to stop their vibrations as in twanging them to bring out their music."},{"id":69,"quote":"What lies behind us and what lies before us are tiny matters compared to what lies within us."},{"id":70,"quote":"Nature, when she invented, manufactured, and patented her authors, contrived to make critics out of the chips that were left."},{"id":71,"quote":"Young man, the secret of my success is that at an early age I discovered that I was not God."},{"id":72,"quote":"If the wild filly, \"Progress,\" thou wouldst ride,Have young companions ever at thy side;But wouldst thou stride the stanch old mare, \"Success,\"Go with thine elders, though they please thee less."},{"id":73,"quote":"Take a music bath once or twice a week for a few seasons, and you will find that it is to the soul what the water bath is to the body."},{"id":74,"quote":"إنني أعتقد أن هذا الكوكب تضيئه نافذة ذات ألوان، فهنا فرد ينظر من خلال اللون الأزرق، وآخر من خلال اللون الأحمر أو الأصفر، ولكن اللون في الخارج لون أبيض، والذين يرونه على حقيقته إنما هم الذين ينظرون من نافذة مفتوحة"},{"id":75,"quote":"A thought is often original, though you have uttered it a hundred times."},{"id":76,"quote":"Olympia next, a creature half divine / Sprung from the blood of old Evander's line / Held her white arm that wore a twisted chain / Clasped with an opal-sherry cymophane."},{"id":77,"quote":"For him in vain the envious seasons roll,Who bears eternal summer in his soul."},{"id":78,"quote":"In this snug, oversafe corner of the world we need it, that we may realize that our comfortable routine is no eternal necessity of things, but merely a little space of calm in the midst of the tempestuous untamed streaming of the world, and in order that we may be ready for danger."},{"id":79,"quote":"There are times when we need education in the obvious more than investigation of the obscure."},{"id":80,"quote":"Old Ironsides\"Aye tear her tattered ensign downlong has it waved on high,And many an eye has danced to seeThat banner in the sky;Beneath it rung the battle shout,And burst the cannon's roar;--The meteor of the ocean airShall sweep the clouds no more.Her deck, once red with heroes' blood,Where knelt the vanquished foe,When winds were hurrying o'er the flood,And waves were white below,No more shall feel the victor's tread,Or know the conquered knee;--The harpies of the shore shall pluckThe eagle of the sea!Oh, better that her shattered hulkShould sink beneath the wave;Her thunders shook the mighty deep,And there should be her grave;Nail to the mast her holy flag,Set every threadbare sail,And give her to the god of storms,The lightning and the gale!"},{"id":81,"quote":"It is the province of knowledge to speak, and it is the privilege of wisdom to listen."},{"id":82,"quote":"Thanks for the heavenly message brought by thee,Child of the wandering sea,Cast from her lap, forlorn!From thy dead lips a clearer note is bornThan ever Triton blew from wreathèd horn!While on mine ear it rings,Through the deep caves of thought I hear a voice that sings:—Build thee more stately mansions, O my soul,As the swift seasons roll!Leave thy low-vaulted past!Let each new temple, nobler than the last,Shut thee from heaven with a dome more vast,Till thou at length art free,Leaving thine outgrown shell by life’s unresting sea!"},{"id":83,"quote":"All limitations are self-imposed."}]