[{"id":1,"quote":"I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better."},{"id":2,"quote":"The abuse of buying and selling votes crept in and\nmoney began to play an important part in determining\nelections. Later on, this process of corruption spread to\nthe law courts. And then to the army, and finally the\nRepublic was subjected to the rule of emperors"},{"id":3,"quote":"The mind is not a vessel to be filled but a fire to be kindled."},{"id":4,"quote":"An imbalance between rich and poor is the oldest and most fatal ailment of all republics."},{"id":5,"quote":"Know how to listen, and you will profit even from those who talk badly."},{"id":6,"quote":"Barba non facit philosophum"},{"id":7,"quote":"The measure of a man is the way he bears up under misfortune."},{"id":8,"quote":"The real destroyer of the liberties of the people is he who spreads among them bounties, donations and benefits."},{"id":9,"quote":"What we achieve inwardly will change outer reality."},{"id":10,"quote":"Our senses through ignorance of Reality, falsely tell us that what appears to be, is. FEAR = False Evidence Appearing Real"},{"id":11,"quote":"For the wise man, every day is a festival."},{"id":12,"quote":"The whole of life is but a moment of time. It is our duty, therefore to use it, not to misuse it."},{"id":13,"quote":"To please the many is to displease the wise."},{"id":14,"quote":"The richest soil, if uncultivated, produces the rankest weeds."},{"id":15,"quote":"There are two sentences inscribed upon the Ancient oracle... \"Know thyself\" and \"Nothing too much\"; and upon these all other precepts depend."},{"id":16,"quote":"Knavery is the best defense against a knave."},{"id":17,"quote":"Knowledge of divine things for the most part, as Heraclitus says, is lost to us by incredulity."},{"id":18,"quote":"Instead of using medicine, better fast today."},{"id":19,"quote":"God is the brave man's hope, and not the coward's excuse."},{"id":20,"quote":"Water and our necessary food are the only things that wise men must fight for."},{"id":21,"quote":"Time is the wisest of all counselors."},{"id":22,"quote":"If you hate your enemies, you will contract such a vicious habit of mind that it will break out upon those who are your friends, or those who are indifferent to you."},{"id":23,"quote":"Learn to be pleased with everything...because it could always be worse, but isn't!"},{"id":24,"quote":"To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future."},{"id":25,"quote":"The drop hollows out the stone not by strength, but by constant falling."},{"id":26,"quote":"The poor go to war, to fight and die for the delights, riches, and superfluities of others."},{"id":27,"quote":"To find fault is easy; to do better may be difficult."},{"id":28,"quote":"A fool cannot hold his tongue."},{"id":29,"quote":"The omission of good is no less reprehensible than the commission of evil."},{"id":30,"quote":"When Demaratus was asked whether he held his tongue because he was a fool or for want of words, he replied, \"A fool cannot hold his tongue."},{"id":31,"quote":"Anger turns the mind out of doors and bolts the entrance."},{"id":32,"quote":"It is a true proverb, that if you live with a lame man, you will learn to limp."},{"id":33,"quote":"Philosophy finds talkativeness a disease very difficult and hard to cure. For its remedy, conversation, requires hearers: but talkative people hear nobody, for they are ever prating. And the first evil this inability to keep silence produces is an inability to listen."},{"id":34,"quote":"No beast is more savage than man when possessed with power answerable to his rage."},{"id":35,"quote":"It is not the most distinguished achievements that men's virtues or vices may be best discovered; but very often an action of small note. An casual remark or joke shall distinguish a person's real character more than the greatest sieges, or the most important battles."},{"id":36,"quote":"Nothing is harder to direct than a man in prosperity; nothing more easily managed that one is adversity."},{"id":37,"quote":"Choose what is best, and habit will make it pleasant and easy."},{"id":38,"quote":"A Roman divorced from his wife, being highly blamed by his friends, who demanded, \"Was she not chaste? Was she not fair? Was she not fruitful?\" holding out his shoe, asked them whether it was not new and well made. \"Yet,\" added he, \"none of you can tell where it pinches me.''"},{"id":39,"quote":"Nothing can produce so great a serenity of life as a mind free from guilt and kept untainted, not only from actions, but purposes that are wicked. By this means the soul will be not only unpolluted but also undisturbed. The fountain will run clear and unsullied."},{"id":40,"quote":"To fail to do good is as bad as doing harm."},{"id":41,"quote":"Character is simply habit long continued."},{"id":42,"quote":"It was not important how many enemies there are, but where the enemy is"},{"id":43,"quote":"For the mind does not require filling like a bottle, but rather, like wood, it only requires kindling to create in it an impulse to think independently and an ardent desire for the truth."},{"id":44,"quote":"Neither blame or praise yourself."},{"id":45,"quote":"The measure of a man's life is the well spending of it, and not the length."},{"id":46,"quote":"He who cheats with an oath acknowledges that he is afraid of his enemy, but that he thinks little of God."},{"id":47,"quote":"As bees extract honey from thyme, the strongest and driest of herbs, so sensible men often get advantage and profit from the most awkward circumstances."},{"id":48,"quote":"Proper listening is the foundation of proper living."},{"id":49,"quote":"Reason speaks and feeling bites"},{"id":50,"quote":"Silence is an answer to a wise man."},{"id":51,"quote":"Vultures are the most righteous of birds: they do not attack even the smallest living creature."},{"id":52,"quote":"A few vices are sufficient to darken many virtues."},{"id":53,"quote":"We are more sensible of what is done against custom than against nature."},{"id":54,"quote":"A healer of others, himself diseased."},{"id":55,"quote":"The worship most acceptable to God comes from a thankful and cheerful heart."},{"id":56,"quote":"Water continually dropping will wear hard rocks hollow."},{"id":57,"quote":"When another is asked a question, take special care not to interrupt to answer it yourself."},{"id":58,"quote":"Either is both, and Both is neither."},{"id":59,"quote":"When Anaxagoras was told of the death of his son, he only said, \"I knew he was mortal.\" So we in all casualties of life should say \"I knew my riches were uncertain, that my friend was but a man.\" Such considerations would soon pacify us, because all our troubles proceed from their being unexpected."},{"id":60,"quote":"Wisdom is neither gold, nor silver, nor fame, nor wealth, nor health, nor strength, nor beauty."},{"id":61,"quote":"To be ignorant of the lives of the most celebrated men of antiquity is to continue in a state of childhood all our days."},{"id":62,"quote":"Nature and wisdom never are at strife."},{"id":63,"quote":"Do not speak of your happiness to one less fortunate than yourself."},{"id":64,"quote":"Poverty is dishonorable, not in itself, but when it is a proof of laziness, intemperance, luxury, and carelessness; whereas in a person that is temperate, industrious, just and valiant, and who uses all his virtues for the public good, it shows a great and lofty mind."},{"id":65,"quote":"The flatterer's object is to please in everything he does; whereas the true friend always does what is right, and so often gives pleasure, often pain, not wishing the latter, but not shunning it either, if he deems it best."},{"id":66,"quote":"The whole life of man is but a point of time; let us enjoy it."},{"id":67,"quote":"Remember what Simonides said, that he never repented that he had held his tongue, but often that he had spoken."},{"id":68,"quote":"Oh, what a world full of pain we create, for a little taste upon the tongue."},{"id":69,"quote":"Socrates said he was not an Athenian or a Greek, but a citizen of the world."},{"id":70,"quote":"The state of life is most happy where superfluities are not required and necessities are not wanting."},{"id":71,"quote":"Words will build no walls."},{"id":72,"quote":"Abstruse questions must have abstruse answers."},{"id":73,"quote":"Those who aim at great deeds must also suffer greatly."},{"id":74,"quote":"It is a high distinction for a homely woman to be loved for her character rather than for beauty."},{"id":75,"quote":"Friendship requires a steady, constant, and unchangeable character, a person that is uniform in his intimacy."},{"id":76,"quote":"I see the cure is not worth the pain."},{"id":77,"quote":"The talkative listen to no one, for they are ever speaking. And the first evil that attends those who know not to be silent is that they hear nothing."},{"id":78,"quote":"It is a thing of no great difficulty to raise objections against another man's oration, it is a very easy matter; but to produce a better in it's place is a work extremely troublesome."},{"id":79,"quote":"We ought not to treat living creatures like shoes or household belongings, which when worn with use we throw away."},{"id":80,"quote":"Let us not wonder if something happens which never was before, or if something doth not appear among us with which the ancients were acquainted."},{"id":81,"quote":"Wise men are able to make a fitting use even of their enmities."},{"id":82,"quote":"If we traverse the world, it is possible to find cities without walls, without letters, without kings, without wealth, without coin, without schools and theatres; but a city without a temple, or that practiseth not worship, prayer, and the like, no one ever saw."},{"id":83,"quote":"Time which diminishes all things increases understanding for the aging."},{"id":84,"quote":"There is no stronger test of a person's character than power and authority, exciting as they do every passion, and discovering every latent vice."},{"id":85,"quote":"Pythagoras, when he was asked what time was, answered that it was the soul of this world."},{"id":86,"quote":"Beauty is the flower of virtue."},{"id":87,"quote":"Wickedness frames the engines of her own torment. She is a wonderful artisan of a miserable life."},{"id":88,"quote":"It is not reasonable that he who does not shoot should hit the mark, nor that he who does not stand fast at his post should win the day, or that the helpless man should succeed or the coward prosper."},{"id":89,"quote":"Man is neither by birth nor disposition a savage, nor of unsocial habits, but only becomes so by indulging in vices contrary to his nature."},{"id":90,"quote":"Philosophy is an act of living."},{"id":91,"quote":"All men whilst they are awake are in one common world: but each of them, when he is asleep, is in a world of his own."},{"id":92,"quote":"Wickedness is a wonderfully diligent architect of misery, of shame, accompanied with terror, and commotion, and remorse, and endless perturbation."},{"id":93,"quote":"Vos vestros servate, meos mihi linquite mores\nYou keep to your own ways, and leave mine to me"},{"id":94,"quote":"Evidence of trust begets trust, and love is reciprocated by love."},{"id":95,"quote":"It is not histories I am writing, but lives; and in the most glorious deeds there is not always an indication of virtue or vice, indeed a small thing like a phrase or a jest often makes a greater revelation of a character than battles where thousands die."},{"id":96,"quote":"He who reflects on another man's want of breeding, shows he wants it as much himself"},{"id":97,"quote":"It is the admirer of himself, and not the admirer of virtue, that thinks himself superior to others."},{"id":98,"quote":"What most of all enables a man to serve the public is not wealth, but content and independence; which, requiring no superfluity at home, distracts not the mind from the common good."},{"id":99,"quote":"Character is inured habit."},{"id":100,"quote":"Cato used to assert that wise men profited more by fools than fools by wise men; for that wise men avoided the faults of fools, but that fools would not imitate the good examples of wise men."},{"id":101,"quote":"Silence at the proper season is wisdom, and better than any speech."},{"id":102,"quote":"Those are greedy of praise prove that they are poor in merit."},{"id":103,"quote":"Prosperity has this property, it puffs up narrow Souls, makes them imagine themselves high and mighty, and look down upon the World with Contempt; but a truly noble and resolved Spirit appears greatest in Distress, and then becomes more bright and conspicuous."},{"id":104,"quote":"The authors of great evils know best how to remove them."},{"id":105,"quote":"A good man will take care of his horses and dogs, not only while they are young, but when old and past service."},{"id":106,"quote":"Plato used to say to Xenocrates the philosopher, who was rough and morose, \"Good Xenocrates, sacrifice to the Graces."},{"id":107,"quote":"In words are seen the state of mind and character and disposition of the speaker."},{"id":108,"quote":"Perseverance is more prevailing than violence; and many things which cannot be overcome when they are together, yield themselves up when taken little by little."},{"id":109,"quote":"They fought indeed and were slain, but it was to maintain the luxury and the wealth of other men."},{"id":110,"quote":"To do an evil action is base; to do a good action without incurring danger is common enough; but it is the part of a good man to do great and noble deeds, though he risks every thing."},{"id":111,"quote":"God alone is entirely exempt from all want of human virtues, that which needs least is the most absolute and divine."},{"id":112,"quote":"What All The World Knows Water is the principle, or the element, of things. All things are water."},{"id":113,"quote":"Xenophon says that there is no sound more pleasing than one's own praises."},{"id":114,"quote":"When Philip had news brought him of divers and eminent successes in one day, \"O Fortune!\" said he, \"for all these so great kindnesses do me some small mischief."},{"id":115,"quote":"Forgetfulness transforms every occurrence into a non-occurrence."},{"id":116,"quote":"The same intelligence is required to marshal an army in battle and to order a good dinner. The first must be as formidable as possible, the second as pleasant as possible, to the participants."},{"id":117,"quote":"Lying is a most disgraceful vice; it first despises God, and   then fears men."},{"id":118,"quote":"The present offers itself to our touch for only an instant of time and then eludes the senses."},{"id":119,"quote":"Agesilaus being invited once to hear a man who admirably imitated the nightingale, he declined, saying he had heard the nightingale itself."},{"id":120,"quote":"Nature without learning is like a blind man; learning without Nature, like a maimed one; practice without both, incomplete. As in agriculture a good soil is first sought for, then a skilful husbandman, and then good seed; in the same way nature corresponds to the soil, the teacher to the husbandman, precepts and instruction to the seed."},{"id":121,"quote":"He is a fool who lets slip a bird in the hand for a bird in the bush."},{"id":122,"quote":"To the Greeks, the supreme function of music was to \"praise the gods and educate the youth\". In Egypt... Initiatory music was heard only in Temple rites because it carried the vibratory rhythms of other worlds and of a life beyond the mortal."},{"id":123,"quote":"Were it only to learn benevolence to humankind, we should be merciful to other creatures."},{"id":124,"quote":"Courage stands halfway between cowardice and rashness, one of which is a lack, the other an excess of courage."},{"id":125,"quote":"The obligations of law and equity reach only to mankind; but kindness and beneficence should be extended to the creatures of every species, and these will flow from the breast of a true man, as streams that issue from the living fountain."},{"id":126,"quote":"Philosophy is the art of living."},{"id":127,"quote":"Demosthenes told Phocion, \"The Athenians will kill you some day when they once are in a rage.\" \"And you,\" said he, \"if they are once in their senses.\""},{"id":128,"quote":"Cicero called Aristotle a river of flowing gold, and said of Plato's Dialogues, that if Jupiter were to speak, it would be in language like theirs."},{"id":129,"quote":"If you declare that you are naturally designed for such a diet, then first kill for yourself what you want to eat. Do it, however, only through your own resources, unaided by cleaver or cudgel or any kind of ax"},{"id":130,"quote":"A prating barber asked Archelaus how he would be trimmed. He answered, \"In silence.\""},{"id":131,"quote":"He shall fare well who confronts circumstances aright."},{"id":132,"quote":"The soul of man... is a portion or a copy of the soul of the Universe and is joined together on principles and in proportions corresponding to those which govern the Universe."},{"id":133,"quote":"As Meander says, \"For our mind is God;\" and as Heraclitus, \"Man's genius is a deity.\""},{"id":134,"quote":"He who owns a hundred sheep must fight with fifty wolves"},{"id":135,"quote":"Fate leads him who follows it, and drags him who resist."},{"id":136,"quote":"I had rather men should ask why my statue is not set up, than why it is."},{"id":137,"quote":"Agesilaus was very fond of his children; and it is reported that once toying with them he got astride upon a reed as upon a horse, and rode about the room; and being seen by one of his friends, he desired him not to speak of it till he had children of his own."},{"id":138,"quote":"Zeno first started that doctrine, that knavery is the best defence against a knave."},{"id":139,"quote":"It is no disgrace not to be able to do everything; but to undertake, or pretend to do, what you are not made for, is not only shameful, but extremely troublesome and vexatious."},{"id":140,"quote":"A remorseful change of mind renders even a noble action base, whereas the determination which is grounded on knowledge and reason cannot change even if its actions fail."},{"id":141,"quote":"Pittacus said, \"Every one of you hath his particular plague, and my wife is mine; and he is very happy who hath this only\"."},{"id":142,"quote":"Sometimes small incidents, rather than glorious exploits, give us the best evidence of character. So, as portrait painters are more exact in doing the face, where the character is revealed, than the rest of the body, I must be allowed to give my more particular attention to the marks of the souls of men."},{"id":143,"quote":"When one is transported by rage, it is best to observe attentively the effects on those who deliver themselves over to the same passion."},{"id":144,"quote":"And Archimedes, as he was washing, thought of a manner of computing the proportion of gold in King Hiero's crown by seeing the water flowing over the bathing-stool. He leaped up as one possessed or inspired, crying, \"I have found it! Eureka!\"."},{"id":145,"quote":"Prosperity is no just scale; adversity is the only balance to weigh friends."},{"id":146,"quote":"It were better to have no opinion of God at all than such a one as is unworthy of him; for the one is only belief - the other contempt."},{"id":147,"quote":"No man ever wetted clay and then left it, as if there would be bricks by chance and fortune."},{"id":148,"quote":"Lysander said that the law spoke too softly to be heard in such a noise of war."},{"id":149,"quote":"Medicine to produce health must examine disease; and music, to create harmony must investigate discord."},{"id":150,"quote":"For man is a plant, not fixed in the earth, nor immovable, but heavenly, whose head, rising as it were from a root upwards, is turned towards heaven."},{"id":151,"quote":"Poverty is not dishonorable in itself, but only when it comes from idleness, intemperance, extravagance, and folly."},{"id":152,"quote":"Note that the eating of flesh is not only physically against nature, but it also makes us spiritually coarse and gross by reason of satiety and surfeit."},{"id":153,"quote":"The giving of riches and honors to a wicked man is like giving strong wine to him that hath a fever."},{"id":154,"quote":"Nor let us part with justice, like a cheap and common thing, for a small and trifling price."},{"id":155,"quote":"Mothers ought to bring up and nurse their own children; for they bring them up with greater affection and with greater anxiety, as loving them from the heart, and so to speak, every inch of them."},{"id":156,"quote":"He (Cato) never gave his opinion in the Senate upon any other point whatever, without adding these words, \"And, in my opinion Carthage should be destroyed.\" [\"Delenda est Carthago.\"]"},{"id":157,"quote":"Distressed valor challenges great respect, even from an enemy."},{"id":158,"quote":"Alcibiades had a very handsome dog, that cost him seven thousand drachmas; and he cut off his tail, \"that,\" said he, \"the Athenians may have this story to tell of me, and may concern themselves no further with me."},{"id":159,"quote":"Grief is like a physical pain which must be allowed to subside somewhat on its own before medical treatment is applied."},{"id":160,"quote":"Learn to be pleased with everything, with wealth so far as it makes us beneficial to others; with poverty, for not having much to care for; and with obscurity, for being unenvied."},{"id":161,"quote":"There is never the body of a man, how strong and stout soever, if it be troubled and inflamed, but will take more harm and offense by wine being poured into it."},{"id":162,"quote":"The process may seem strange and yet it is very true. I did not so much gain the knowledge of things by the words, as words by the experience I had of things."},{"id":163,"quote":"Epaminondas is reported wittily to have said of a good man that died about the time of the battle of Leuctra, \"How came he to have so much leisure as to die, when there was so much stirring?"},{"id":164,"quote":"It is wise to be silent when occasion requires, and better than to speak, though never so well."},{"id":165,"quote":"Even a nod from a person who is esteemed is of more force than a thousand arguments or studied sentences from others."},{"id":166,"quote":"Themistocles being asked whether he would rather be Achilles or Homer, said, \"Which would you rather be, a conqueror in the Olympic games, or the crier that proclaims who are conquerors?"},{"id":167,"quote":"The man who is completely wise and virtuous has no need of glory, except so far as it disposes and eases his way to action by the greater trust that it procures him."},{"id":168,"quote":"Fate, however, is to all appearance more unavoidable than unexpected."},{"id":169,"quote":"Riches for the most part are hurtful to them that possess them."},{"id":170,"quote":"Being summoned by the Athenians out of Sicily to plead for his life, Alcibiades absconded, saying that that criminal was a fool who studied a defence when he might fly for it."},{"id":171,"quote":"Let us carefully observe those good qualities wherein our enemies excel us; and endeavor to excel them, by avoiding what is faulty, and imitating what is excellent in them."},{"id":172,"quote":"For to err in opinion, though it be not the part of wise men, is at least human."},{"id":173,"quote":"Of the land which the Romans gained by conquest from their neighbours, part they sold publicly, and turned the remainder into common; this common land they assigned to such of the citizens as were poor and indigent, for which they were to pay only a small acknowledgment into the public treasury. But when the wealthy men began to offer larger rents, and drive the poorer people out, it was enacted by law that no person whatever should enjoy more than five hundred acres of ground."},{"id":174,"quote":"Among real friends there is no rivalry or jealousy of one another, but they are satisfied and contented alike whether they are equal or one of them is superior."},{"id":175,"quote":"Phocion compared the speeches of Leosthenes to cypress-trees. \"They are tall,\" said he, \"and comely, but bear no fruit.\""},{"id":176,"quote":"But for the sake of some little mouthful of flesh we deprive a soul of the sun and light, and of that proportion of life and time it had been born into the world to enjoy."},{"id":177,"quote":"It does not follow, that because a particular work of art succeeds in charming us, its creator also deserves our admiration."},{"id":178,"quote":"Rest is the sweet sauce of labor."},{"id":179,"quote":"Immoderate grief is selfish, harmful, brings no advantage to either the mourner or the mourned, and dishonors the dead."},{"id":180,"quote":"Nothing is cheap which is superfluous, for what one does not need, is dear at a penny."},{"id":181,"quote":"Since, during storms, flames leap from the humid vapors and dark clouds emit deafening noises, is it surprising the lightning, when it strikes the ground, gives rise to truffles, which do not resemble plants?"},{"id":182,"quote":"He (Cato) used to say that in all his life he never repented but of three things. The first was that he had trusted a woman with a secret; the second that he had gone by sea when he might have gone by land; and the third, that had passed one day without having a will by him."},{"id":183,"quote":"As small letters hurt the sight, so do small matters him that is too much intent upon them; they vex and stir up anger, which begets an evil habit in him in reference to greater affairs."},{"id":184,"quote":"Julius Caesar divorced his wife Pompeia, but declared at the trial that he knew nothing of what was alleged against her and Clodius. When asked why, in that case, he had divorced her, he replied: Because I would have the chastity of my wife clear even of suspicion."},{"id":185,"quote":"What sort of tree is there which will not, if neglected, grow crooked and unfruitful; what but Will, if rightly ordered, prove productive and bring its fruit to maturity? What strength of body is there which will not lose its vigor and fall to decay by laziness, nice usage, and debauchery?"},{"id":186,"quote":"Apothegms are the most infallible mirror to represent a man truly what he is."},{"id":187,"quote":"The generous mind adds dignity to every act, and nothing misbecomes it."},{"id":188,"quote":"It is easy to utter what has been kept silent, but impossible to recall what has been uttered."},{"id":189,"quote":"Memory: what wonders it performs in preserving and storing up things gone by - or rather, things that are"},{"id":190,"quote":"For he who gives no fuel to fire puts it out, and likewise he who does not in the beginning nurse his wrath and does not puff himself up with anger takes precautions against it and destroys it."},{"id":191,"quote":"The very spring and root of honesty and virtue lie in good education."},{"id":192,"quote":"Rather I fear on the contrary that while we banish painful thoughts we may banish memory as well."},{"id":193,"quote":"The superstitious man wishes he did not believe in gods, as the atheist does not, but fears to disbelieve in them."},{"id":194,"quote":"If you light upon an impertinent talker, that sticks to you like a bur, to the disappointment of your important occasions, deal freely with him, break off the discourse, and pursue your business."},{"id":195,"quote":"Democritus said, words are but the shadows of actions."},{"id":196,"quote":"The wildest colts make the best horses."},{"id":197,"quote":"Foreign lady once remarked to the wife of a Spartan commander that the women of Sparta were the only women in the world who could rule men. \"We are the only women who raise men,\" the Spartan lady replied."},{"id":198,"quote":"It is part of a good man to do great and noble deeds, though he risk everything."},{"id":199,"quote":"I am all that hath been, and is, and shall be; and my veil no mortal has hitherto raised."},{"id":200,"quote":"If Nature be not improved by instruction, it is blind; if instruction be not assisted by Nature, it is maimed; and if exercise fail of the assistance of both, it is imperfect."},{"id":201,"quote":"Courage and wisdom are, indeed, rarities amongst men, but of all that is good, a just man it would seem is the most scarce."},{"id":202,"quote":"Though others before him had triumphed three times, Pompeius, by having gained his first triumph over Libya, his second over Europe, and this the last over Asia, seemed in a manner to have brought the whole world into his three triumphs."},{"id":203,"quote":"I, for my part, wonder of what sort of feeling, mind or reason that man was possessed who was first to pollute his mouth with gore, and to allow his lips to touch the flesh of a murdered being: who spread his table with the mangled forms of dead bodies, and claimed as daily food and dainty dishes what but now were beings endowed with movement, perception and with voice. …but for the sake of some little mouthful of flesh, we deprive a soul of the sun and light, and of that portion of life and time it had been born in to the world to enjoy."},{"id":204,"quote":"Antisthenes says that in a certain faraway land the cold is so intense that words freeze as soon as they are uttered, and after some time then thaw and become audible, so that words spoken in winter go unheard until the next summer."},{"id":205,"quote":"King Agis said, \"The Lacedæmonians are not wont to ask how many, but where the enemy are.\""},{"id":206,"quote":"Solon being asked, namely, what city was best to live in. That city, he replied, in which those who are not wronged, no less than those who are wronged, exert themselves to punish the wrongdoers."},{"id":207,"quote":"Gout is not relieved by a fine shoe nor a hangnail by a costly ring nor migraine by a tiara."},{"id":208,"quote":"Painting is silent poetry."},{"id":209,"quote":"For the correct analogy for the mind is not a vessel that needs filling, but wood that needs igniting."},{"id":210,"quote":"Anaximander says that men were first produced in fishes, and when they were grown up and able to help themselves were thrown up, and so lived upon the land."},{"id":211,"quote":"This excerpt is presented as reproduced by Copernicus in the preface to De Revolutionibus: \"Some think that the earth remains at rest. But Philolaus the Pythagorean believes that, like the sun and moon, it revolves around the fire in an oblique circle. Heraclides of Pontus and Ecphantus the Pythagorean make the earth move, not in a progressive motion, but like a wheel in rotation from west to east around its own center.\""},{"id":212,"quote":"When a man's struggle begins within oneself, the man is worth something."},{"id":213,"quote":"Men who marry wives very much superior to themselves are not so truly husbands to their wives as they are unawares made slaves to their position."},{"id":214,"quote":"Character is long-standing habit."},{"id":215,"quote":"Nothing exists in the intellect that has not first gone through the senses."},{"id":216,"quote":"But the Lacedaemonians, who make it their first principle of action to serve their country's interest, know not any thing to be just or unjust by any measure but that."},{"id":217,"quote":"As in the case of painters, who have undertaken to give us a beautiful and graceful figure, which may have some slight blemishes, we do not wish then to pass over such blemishes altogether, nor yet to mark them too prominently. The one would spoil the beauty, and the other destroy the likeness of the picture."},{"id":218,"quote":"It is circumstance and proper measure that give an action its character, and make it either good or bad."},{"id":219,"quote":"A lover's soul lives in the body of his mistress."},{"id":220,"quote":"It is a hard matter, my fellow citizens, to argue with the belly, since it has no ears."},{"id":221,"quote":"While Leonidas was preparing to make his stand, a Persian envoy arrived. The envoy explained to Leonidas the futility of trying to resist the advance of the Great King's army and demanded that the Greeks lay down their arms and submit to the might of Persia. Leonidas laconically told Xerxes, \"Come and get them."},{"id":222,"quote":"Of all the disorders in the soul, envy is the only one no one confesses to."},{"id":223,"quote":"The crowns of kings do not prevent those who wear them from being tormented sometimes by violent headaches."},{"id":224,"quote":"Custom is almost a second nature."},{"id":225,"quote":"When the candles are out all women are fair."},{"id":226,"quote":"Had I a careful and pleasant companion that should show me my angry face in a glass, I should not at all take it ill; to behold man's self so unnaturally disguised and dishonored will conduce not a little to the impeachment of anger."},{"id":227,"quote":"The human heart becomes softened by hearing of instances of gentleness and consideration."},{"id":228,"quote":"Where the lion's skin will not reach, you must patch it out with the fox's."},{"id":229,"quote":"I confess myself the greatest coward in the world, for I dare not do an ill thing."},{"id":230,"quote":"Let a prince be guarded with soldiers, attended by councillors, and shut up in forts; yet if his thoughts disturb him, he is miserable."},{"id":231,"quote":"That we may consult concerning others, and not others concerning us."},{"id":232,"quote":"When malice is joined to envy, there is given forth poisonous and feculent matter, as ink from the cuttle-fish."},{"id":233,"quote":"Ease and speed in doing a thing do not give the work lasting solidity or exactness of beauty."},{"id":234,"quote":"He is a fool who leaves things close at hand to follow what is out of reach."},{"id":235,"quote":"Music, to create harmony, must investigate discord."},{"id":236,"quote":"From Themistocles began the saying, \"He is a second Hercules.\""},{"id":237,"quote":"What can they suffer that do not fear to die?"},{"id":238,"quote":"A human body in no way resembles those that were born for ravenousness; it hath no hawk's bill, no sharp talon, no roughness of teeth, no such strength of stomach or heat of digestion, as can be sufficient to convert or alter such heavy and fleshy fare."},{"id":239,"quote":"Ought a man to be confident that he deserves his good fortune, and think much of himself when he has overcome a nation, or city, or empire; or does fortune give this as an example to the victor also of the uncertainty of human affairs, which never continue in one stay? For what time can there be for us mortals to feel confident, when our victories over others especially compel us to dread fortune, and while we are exulting, the reflection that the fatal day comes now to one, now to another, in regular succession, dashes our joy."},{"id":240,"quote":"The new king [Alexander the Great] should perform acts so important and glorious as would make the poets and musicians of future ages labour and sweat to describe and celebrate him."},{"id":241,"quote":"The man who first brought ruin upon the Roman people was he who pampered them by largesses and amusements."},{"id":242,"quote":"Our nature holds so much envy and malice that our pleasure in our own advantages is not so great as our distress at others'."},{"id":243,"quote":"Most people do not understand until old age what Plato tells them when they are young."},{"id":244,"quote":"When Demosthenes was asked what were the three most important aspects of oratory, he answered, 'Action, Action, Action.'"},{"id":245,"quote":"...To the Dolphin alone, beyond all other, nature has granted what the best philosophers seek: friendship for no advantage"},{"id":246,"quote":"Nature without learning is blind, learning apart from nature is fractional, and practice in the absence of both is aimless."},{"id":247,"quote":"Alexander wept when he heard from Anaxarchus that there was an infinite number of worlds; and his friends asking him if any accident had befallen him, he returns this answer: \"Do you not think it a matter worthy of lamentation that when there is such a vast multitude of them, we have not yet conquered one?"},{"id":248,"quote":"A Locanian having plucked all the feathers off from a nightingale and seeing what a little body it had, \"surely,\" quoth he, \"thou art all voice and nothing else."},{"id":249,"quote":"For, in the language of Heraclitus, the virtuous soul is pure and unmixed light, springing from the body as a flash of lightning darts from the cloud. But the soul that is carnal and immersed in sense, like a heavy and dank vapor, can with difficulty be kindled, and caused to raise its eyes heavenward."},{"id":250,"quote":"So long as he was personally present, [Alcibiades] had the perfect mastery of his political adversaries; calumny only succeeded in his absence."},{"id":251,"quote":"Someone praising a man for his foolhardy bravery, Cato, the elder, said, ''There is a wide difference between true courage and a mere contempt of life."},{"id":252,"quote":"Demosthenes, when taunted by Pytheas that all his arguments \"smelled of the lamp,\" replied, \"Yes, but your lamp and mine, my friend, do not witness the same labours."},{"id":253,"quote":"A human body in no way resembles those that were born for ravenousness; it hath no hawk's bill, no sharp talon, no roughness of teeth, no such strength of stomach or heat of digestion, as can be sufficient to convert or alter such heavy and fleshy fare . . . There is nobody that is willing to eat even a lifeless and a dead thing even as it is; so they boil it, and roast it, and alter it by fire and medicines, as it were, changing and quenching the slaughtered gore with thousands of sweet sauces, that the palate being thereby deceived may admit of such uncouth fare."},{"id":254,"quote":"Aristodemus, a friend of Antigonus, supposed to be a cook's son, advised him to moderate his gifts and expenses. \"Thy words,\" said he, \"Aristodemus, smell of the apron."},{"id":255,"quote":"As geographers, Sosius, crowd into the edges of their maps parts of the world which they do not know about, adding notes in the margin to the effect that beyond this lies nothing but sandy deserts full of wild beasts, and unapproachable bogs."},{"id":256,"quote":"When Eudæmonidas heard a philosopher arguing that only a wise man can be a good general, \"This is a wonderful speech,\" said he; \"but he that saith it never heard the sound of trumpets."},{"id":257,"quote":"To one that promised to give him hardy cocks that would die fighting, \"Prithee,\" said Cleomenes, \"give me cocks that will kill fighting."},{"id":258,"quote":"There were two brothers called Both and Either; perceiving Either was a good, understanding, busy fellow, and Both a silly fellow and good for little, Philip said, \"Either is both, and Both is neither."},{"id":259,"quote":"As to Caesar, when he was called upon, he gave no testimony against Clodius, nor did he affirm that he was certain of any injury done to his bed. He only said, He had divorced Pompeia because the wife of Caesar ought not only to be clear of such a crime, but of the very suspicion of it."},{"id":260,"quote":"Books delight to the very marrow of one's bones. They speak to us, consult with us, and join with us in a living and intense intimacy."},{"id":261,"quote":"Speech is like cloth of Arras opened and put abroad, whereby the imagery doth appear in figure; whereas in thoughts they lie but as packs."},{"id":262,"quote":"A traveller at Sparta, standing long upon one leg, said to a Lacedaemonian, \"I do not believe you can do as much.\" \"True,\" said he, \"but every goose can.\""},{"id":263,"quote":"For the rich men without scruple drew the estate into their own hands, excluding the rightful heirs from their succession; and all the wealth being centred upon the few, the generality were poor and miserable. Honourable pursuits, for which there was no longer leisure, were neglected; the state was filled with sordid business, and with hatred and envy of the rich."},{"id":264,"quote":"Nor is drunkenness censured for anything so much as its intemperate and endless talk."},{"id":265,"quote":"Euripides was wont to say, silence was an answer to a wise man; but we seem to have greater occasion for it in our dealing with fools and unreasonable persons; for men of breeding and sense will be satisfied with reason and fair words."},{"id":266,"quote":"Not by lamentations and mournful chants ought we to celebrate the funeral of a good man, but by hymns; for, ion ceasing to be numbered with mortals, he enters upon the heritage of a diviner life. Since he is gone where he feels no pain, let us not indulge in too much grief. The soul is incapable of death. And he, like a bird not long enough in his cage to become attached to it, is free to fly away to a purer air. . . . Since we cherish a trust like this, let our outward actions be in accord with it, and let us keep our hearts pure and our minds calm."},{"id":267,"quote":"... being perpetually charmed by his familiar siren, that is, by his geometry, he neglected to eat and drink and took no care of his person; that he was often carried by force to the baths, and when there he would trace geometrical figures in the ashes of the fire, and with his finger draws lines upon his body when it was anointed with oil, being in a state of great ecstasy and divinely possessed by his science."},{"id":268,"quote":"As those that pull down private houses adjoining to the temples of the gods, prop up such parts as are contiguous to them; so, in undermining bashfulness, due regard is to be had to adjacent modesty, good-nature and humanity."},{"id":269,"quote":"To conduct great matters and never commit a fault is above the force of human nature."},{"id":270,"quote":"A friend should be like money, tried before being required, not found faulty in our need."},{"id":271,"quote":"Blinded as they are to their true character by self-love, every man is his own first and chiefest flatterer, prepared, therefore, to welcome the flatterer from the outside, who only comes confirming the verdict of the flatterer within."},{"id":272,"quote":"There is no perfecter endowment in man than political virtue."},{"id":273,"quote":"An old doting fool, with one foot already in the grave."},{"id":274,"quote":"Hesiod might as well have kept his breath to cool his pottage."},{"id":275,"quote":"Rome was in the most dangerous inclination to change on account of the unequal distribution of wealth and property, those of highest rank and greatest spirit having impoverished themselves by shows, entertainments, ambition of offices, and sumptuous buildings, and the riches of the city having thus fallen into the hands of mean and low-born persons. So that there wanted but a slight impetus to set all in motion, it being in the power of every daring man to overturn a sickly commonwealth."},{"id":276,"quote":"He who busies himself in mean occupations, produces in the very pains he takes about things of little or no use, an evidence against himself of his negligence and indisposition to what is really good"},{"id":277,"quote":"Statesmen are not only liable to give an account of what they say or do in public, but there is a busy inquiry made into their very meals, beds, marriages, and every other sportive or serious action."},{"id":278,"quote":"Playing the Cretan with the Cretans (i.e. lying to liars)."},{"id":279,"quote":"Talkativeness has another plague attached to it, even curiosity; for praters wish to hear much that they may have much to say."},{"id":280,"quote":"The first evil those who are prone to talk suffer, is that they hear nothing."},{"id":281,"quote":"Authority and place demonstrate and try the tempers of men, by moving every passion and discovering every frailty."},{"id":282,"quote":"When men are arrived at the goal, they should not turn back."},{"id":283,"quote":"After he routed Pharnaces Ponticus at the first assault, he wrote thus to his friends: \"I came, I saw, I conquered."},{"id":284,"quote":"One made the observation of the people of Asia that they were all slaves to one man, merely because they could not pronounce that syllable No."},{"id":285,"quote":"He [Caesar] loved the treason, but hated the traitor."},{"id":286,"quote":"The first man . . . ventured to call food and nourishment the parts that had a little before bellowed and cried, moved and lived. How could his eyes endure the slaughter when throats were slit and hides flayed and limbs torn from limb? How could his nose endure the stench? How was it that the pollution did not turn away his taste, which made contact with the sores of others and sucked juices and serums from mortal wounds?"},{"id":287,"quote":"What is bigger than an elephant? But this also is become man's plaything, and a spectacle at public solemnities; and it learns to skip, dance, and kneel"},{"id":288,"quote":"To Harmodius, descended from the ancient Harmodius, when he reviled Iphicrates [a shoemaker's son] for his mean birth, \"My nobility,\" said he, \"begins in me, but yours ends in you."},{"id":289,"quote":"In human life there is constant change of fortune; and it is unreasonable to expect an exemption from the common fate. Life itself decays, and all things are daily changing."},{"id":290,"quote":"The conduct of a wise politician is ever suited to the present posture of affairs. Often by foregoing a part he saves the whole, and by yielding in a small matter secures a greater."},{"id":291,"quote":"Courage consists not in hazarding without fear; but being resolutely minded in a just cause."},{"id":292,"quote":"Alexander esteemed it more kingly to govern himself than to conquer his enemies."},{"id":293,"quote":"Children ought to be led to honorable practices by means of encouragement and reasoning, and most certainly not by blows and ill treatment."},{"id":294,"quote":"Lamentation is the only musician that always, like a screech-owl, alights and sits on the roof of any angry man."},{"id":295,"quote":"As soft wax is apt to take the stamp of the seal, so are the minds of young children to receive the instruction imprinted on them."},{"id":296,"quote":"The old proverb was now made good, \"the mountain had brought forth a mouse."},{"id":297,"quote":"Friendship is the most pleasant of all things, and nothing more glads the heart of man."},{"id":298,"quote":"Good fortune will elevate even petty minds, and give them the appearance of a certain greatness and stateliness, as from their high place they look down upon the world; but the truly noble and resolved spirit raises itself, and becomes more conspicuous in times of disaster and ill fortune."},{"id":299,"quote":"Lampis, the sea commander, being asked how he got his wealth, answered, \"My greatest estate I gained easily enough, but the smaller slowly and with much labour."},{"id":300,"quote":"A warrior carries his shield for the sake of the entire line."},{"id":301,"quote":"When one told Plistarchus that a notorious railer spoke well of him, \"I'll lay my life,\" said he, \"somebody hath told him I am dead, for he can speak well of no man living.'"},{"id":302,"quote":"These Macedonians are a rude and clownish people; they call a spade a spade."},{"id":303,"quote":"I, for my own part, had much rather people should say of me that there neither is nor ever was such a man as Plutarch, than that they should say, \"Plutarch is an unsteady, fickle, froward, vindictive, and touchy fellow."},{"id":304,"quote":"Seeing the lightest and gayest purple was then most in fashion, he would always wear that which was the nearest black; and he would often go out of doors, after his morning meal, without either shoes or tunic; not that he sought vain-glory from such novelties, but he would accustom himself to be ashamed only of what deserves shame, and to despise all other sorts of disgrace."},{"id":305,"quote":"So very difficult a matter is it to trace and find out the truth of anything by history."},{"id":306,"quote":"When a man's eyes are sore his friends do not let him finger them, however much he wishes to, nor do they themselves touch the inflammation: But a man sunk in grief suffers every chance comer to stir and augment his affliction like a running sore; and by reason of the fingering and consequent irritation it hardens into a serious and intractable evil."},{"id":307,"quote":"Moral good is a practical stimulus; it is no sooner seen than it inspires an impulse to practice."},{"id":308,"quote":"It is indeed a desirable thing to be well-descended, but the glory belongs to our ancestors."},{"id":309,"quote":"By the study of their biographies, we receive each man as a guest into our minds, and we seem to understand their character as the result of a personal acquaintance, because we have obtained from their acts the best and most important means of forming an opinion about them. \"What greater pleasure could'st thou gain than this?\" What more valuable for the elevation of our own character?"},{"id":310,"quote":"Education and study, and the favors of the muses, confer no greater benefit on those that seek them than these humanizing and civilizing lessons, which teach our natural qualities to submit to the limitations prescribed by reason, and to avoid the wildness of extremes."},{"id":311,"quote":"We ought to give our friend pain if it will benefit him, but not to the extent of breaking off our friendship; but just as we make use of some biting medicine that will save and preserve the life of the patient. And so the friend, like a musician, in bringing about an improvement to what is good and expedient, sometimes slackens the chords, sometimes tightens them, and is often pleasant, but always useful."},{"id":312,"quote":"Once when Phocion had delivered an opinion which pleased the people, he turned to his friend and said, \"Have I not unawares spoken some mischievous thing or other?\""},{"id":313,"quote":"Concerning the dead nothing but good shall be spoken.\n[Lat., De mortuis nil nisi bonum.]"},{"id":314,"quote":"A physician, after he had felt the pulse of Pausanias, and considered his constitution, saying, \"He ails nothing,\" \"It is because, sir,\" he replied, \"I use none of your physic.\""},{"id":315,"quote":"Where two discourse, if the anger of one rises, he is the wise man who lets the contest fall."},{"id":316,"quote":"Being conscious of having done a wicked action leaves stings of remorse behind it, which, like an ulcer in the flesh, makes the mind smart with perpetual wounds; for reason, which chases away all other pains, creates repentance, shames the soul with confusion, and punishes it with torment."},{"id":317,"quote":"Whenever anything is spoken against you that is not true, do not pass by or despise it because it is false; but forthwith examine yourself, and consider what you have said or done that may administer a just occasion of reproof."},{"id":318,"quote":"For there is no virtue, the honour and credit for which procures a man more odium from the elite than that of justice; and this, because more than any other, it acquires a man power and authority among the common people. For they only honour the valiant and admire the wise, while in addition they also love just men, and put entire trust and confidence in them."},{"id":319,"quote":"The belly has no ears."},{"id":320,"quote":"Cicero said loud-bawling orators were driven by their weakness to noise, as lame men to take horse."},{"id":321,"quote":"Extraordinary rains pretty generally fall after great battles."},{"id":322,"quote":"Children are to be won to follow liberal studies by exhortations and rational motives, and on no account to be forced thereto by whipping."},{"id":323,"quote":"Justice makes the life of such as are in prosperity, power and authority the life of a god, and injustice turns it to that of a beast."},{"id":324,"quote":"Grief is natural; the absence of all feeling is undesirable, but moderation in grief should be observed, as in the face of all good or evil."},{"id":325,"quote":"There is no debt with so much prejudice put off as that of justice."},{"id":326,"quote":"Painting is silent poetry, and poetry is painting that speaks."},{"id":327,"quote":"Moral habits, induced by public practices, are far quicker in making their way into men's private lives, than the failings and faults of individuals are in infecting the city at large."},{"id":328,"quote":"Not by lamentations and mournful chants ought we to celebrate the funeral of a good man, but by hymns, for in ceasing to be numbered with mortals he enters upon the heritage of a diviner life."},{"id":329,"quote":"Thrasyllus the Cynic begged a drachm of Antigonus. \"That,\" said he, \"is too little for a king to give.\" \"Why, then,\" said the other, \"give me a talent.\" \"And that,\" said he, \"is too much for a Cynic (or, for a dog) to receive.\""},{"id":330,"quote":"A Spartan woman, as she handed her son his shield, exhorted him saying, \"As a warrior of Sparta come back with your shield or on it.\""},{"id":331,"quote":"The most glorious exploits do not always furnish us with the clearest discoveries of virtue or vice in men."},{"id":332,"quote":"When Darius offered him ten thousand talents, and to divide Asia equally with him, \"I would accept it,\" said Parmenio, \"were I Alexander.\" \"And so truly would I,\" said Alexander, \"if I were Parmenio.\" But he answered Darius that the earth could not bear two suns, nor Asia two kings."},{"id":333,"quote":"If any man think it a small matter, or of mean concernment, to bridle his tongue, he is much mistaken; for it is a point to be silent when occasion requires, and better than to speak, though never so well."},{"id":334,"quote":"A soldier told Pelopidas, \"We are fallen among the enemies.\" Said he, \"How are we fallen among them more than they among us?\""},{"id":335,"quote":"It is no flattery to give a friend a due character; for commendation is as much the duty of a friend as reprehension."},{"id":336,"quote":"Scilurus on his death-bed, being about to leave four-score sons surviving, offered a bundle of darts to each of them, and bade them break them. When all refused, drawing out one by one, he easily broke them, thus teaching them that if they held together, they would continue strong; but if they fell out and were divided, they would become weak."},{"id":337,"quote":"Good birth is a fine thing, but the merit is our ancestors."},{"id":338,"quote":"It is no great wonder if in long process of time, while fortune takes her course hither and thither, numerous coincidences should spontaneously occur. If the number and variety of subjects to be wrought upon be infinite, it is all the more easy for fortune, with such an abundance of material, to effect this similarity of results."},{"id":339,"quote":"The saying of old Antigonus, who when he was to fight at Andros, and one told him, \"The enemy's ships are more than ours,\" replied, \"For how many then wilt thou reckon me?"},{"id":340,"quote":"Politics is not like an ocean voyage or a military campaign... something which leaves off as soon as reached. It is not a public chore to be gotten over with. It is a way of life."},{"id":341,"quote":"The great god Pan is dead."},{"id":342,"quote":"Archimedes had stated, that given the force, any given weight might be moved; and even boasted that if there were another earth, by going into it he could remove this."},{"id":343,"quote":"The pilot cannot mitigate the billows or calm the winds."},{"id":344,"quote":"Themistocles replied that a man's discourse was like to a rich Persian carpet, the beautiful figures and patterns of which can only be shown by spreading and extending it out; when it is contracted and folded up, they are obscured and lost."},{"id":345,"quote":"If I were not Alexander, I would be Diogenes."},{"id":346,"quote":"Cato requested old men not to add the disgrace of wickedness to old age, which was accompanied with many other evils."},{"id":347,"quote":"The ripeness of adolescence is prodigal in pleasures, skittish, and in need of a bridle."},{"id":348,"quote":"Empire may be gained by gold, not gold by empire. It used, indeed, to be a proverb that \"It is not Philip, but Philip's gold that takes the cities of Greece."},{"id":349,"quote":"When the strong box contains no more both friends and flatterers shun the door."},{"id":350,"quote":"It is the usual consolation of the envious, if they cannot maintain their superiority, to represent those by whom they are surpassed as inferior to some one else."},{"id":351,"quote":"For it was not so much that by means of words I came to a complete understanding of things, as that from things I somehow had an experience which enabled me to follow the meaning of words."},{"id":352,"quote":"The usual disease of princes, grasping covetousness, had made them suspicious and quarrelsome neighbors."},{"id":353,"quote":"Such power I gave the people as might do, \nAbridged not what they had, now lavished new, \nThose that were great in wealth and high in place \nMy counsel likewise kept from all disgrace. \nBefore them both I held my shield of might, \nAnd let not either touch the other's right."},{"id":354,"quote":"Why does pouring Oil on the Sea make it Clear and Calm? Is it that the winds, slipping the smooth oil, have no force, nor cause any waves?"},{"id":355,"quote":"They are wrong who think that politics is like an ocean voyage or a military campaign, something to be done with some particular end in view, something which leaves off as soon as that end is reached. It is not a public chore, to be got over with. It is a way of life. It is the life of a domesticated political and social creature who is born with a love for public life, with a desire for honor, with a feeling for his fellows; and it lasts as long as need be."},{"id":356,"quote":"Whenever Alexander heard Philip had taken any town of importance, or won any signal victory, instead of rejoicing at it altogether, he would tell his companions that his father would anticipate everything, and leave him and them no opportunities of performing great and illustrious actions."},{"id":357,"quote":"So also it is good not always to make a friend of the person who is expert in twining himself around us; but, after testing them, to attach ourselves to those who are worthy of our affection and likely to be serviceable to us."},{"id":358,"quote":"Real excellence, indeed, is most recognized when most openly looked into."},{"id":359,"quote":"Pythias once, scoffing at Demosthenes, said that his arguments smelt of the lamp."},{"id":360,"quote":"When I myself had twice or thrice made a resolute resistance unto anger, the like befell me that did the Thebans; who, having once foiled the Lacedaemonians (who before that time had held themselves invincible), never after lost so much as one battle which they fought against them."},{"id":361,"quote":"Come back with your shield - or on it"},{"id":362,"quote":"Pompey had fought brilliantly and in the end routed Caesar's whole force... but either he was unable to or else he feared to push on. Caesar [said] to his friends: 'Today the enemy would have won, if they had had a commander who was a winner.'"},{"id":363,"quote":"After the battle in Pharsalia, when Pompey was fled, one Nonius said they had seven eagles left still, and advised to try what they would do. \"Your advice,\" said Cicero, \"were good if we were to fight jackdaws."},{"id":364,"quote":"Caesar's wife should be above suspicion."},{"id":365,"quote":"The Epicureans, according to whom animals had no creation, doe suppose that by mutation of one into another, they were first made; for they are the substantial part of the world; like as Anaxagoras and Euripides affirme in these tearmes: nothing dieth, but in changing as they doe one for another they show sundry formes."},{"id":366,"quote":"Valour, however unfortunate, commands great respect even from enemies: but the Romans despise cowardice, even though it be prosperous."},{"id":367,"quote":"I am whatever was, or is, or will be; and my veil no mortal ever took up."},{"id":368,"quote":"That proverbial saying, \"Ill news goes quick and far."},{"id":369,"quote":"Anacharsis coming to Athens, knocked at Solon's door, and told him that he, being a stranger, was come to be his guest, and contract a friendship with him; and Solon replying, \"It is better to make friends at home,\" Anacharsis replied, \"Then you that are at home make friendship with me."},{"id":370,"quote":"I do not think that shoemaker a good workman that makes a great shoe for a little foot."},{"id":371,"quote":"Both Empedocles and Heraclitus held it for a truth that man could not be altogether cleared from injustice in dealing with beasts as he now does."},{"id":372,"quote":"I have heard that Tiberius used to say that that man was ridiculous, who after sixth years, appealed to a physician."},{"id":373,"quote":"When Demosthenes was asked what was the first part of Oratory, he answered, \"Action,\" and which was the second, he replied, \"action,\" and which was the third, he still answered \"Action."},{"id":374,"quote":"We rich men count our felicity and happiness to lie in these superfluities, and not in those necessary things."},{"id":375,"quote":"Lycurgus being asked why he, who in other respects appeared to be so zealous for the equal rights of men, did not make his government democratical rather than oligarchical, \"Go you,\" replied the legislator, \"and try a democracy in your own house."},{"id":376,"quote":"Spintharus, speaking in commendation of Epaminondas, says he scarce ever met with any man who knew more and spoke less."},{"id":377,"quote":"Dionysius the Elder, being asked whether he was at leisure, he replied, \"God forbid that it should ever befall me!\""},{"id":378,"quote":"Nothing made the horse so fat as the king's eye."},{"id":379,"quote":"What, did you not know, then, that to-day Lucullus dines with Lucullus?"},{"id":380,"quote":"Pompey bade Sylla recollect that more worshipped the rising than the setting sun."},{"id":381,"quote":"He who first called money the sinews of the state seems to have said this with special reference to war."},{"id":382,"quote":"Antagoras the poet was boiling a conger, and Antigonus, coming behind him as he was stirring his skillet, said, \"Do you think, Antagoras, that Homer boiled congers when he wrote the deeds of Agamemnon?\" Antagoras replied, \"Do you think, O king, that Agamemnon, when he did such exploits, was a peeping in his army to see who boiled congers?"},{"id":383,"quote":"Lysander, when Dionysius sent him two gowns, and bade him choose which he would carry to his daughter, said, \"She can choose best,\" and so took both away with him."},{"id":384,"quote":"It is a difficult task, O citizens, to make speeches to the belly, which has no ears."},{"id":385,"quote":"Lycurgus the Lacedæmonian brought long hair into fashion among his countrymen, saying that it rendered those that were handsome more beautiful, and those that were deformed more terrible. To one that advised him to set up a democracy in Sparta, \"Pray,\" said Lycurgus, \"do you first set up a democracy in your own house.\""},{"id":386,"quote":"Demosthenes overcame and rendered more distinct his inarticulate and stammering pronunciation by speaking with pebbles in his mouth."},{"id":387,"quote":"Athenodorus says hydrophobia, or water-dread, was first discovered in the time of Asclepiades."},{"id":388,"quote":"Poverty is never dishonourable in itself, but only when it is a mark of sloth, intemperance, extravagance, or thoughtlessness. When, on the other hand, it is the handmaid of a sober, industrious, righteous, and brave man, who devotes all his powers to the service of the people, it is the sign of a lofty spirit that harbours no mean thoughts"},{"id":389,"quote":"Fortune had favoured me in this war that I feared, the rather, that some tempest would follow so favourable a gale."},{"id":390,"quote":"We ought to regard books as we do sweetmeats, not wholly to aim at the pleasantest, but chiefly to respect the wholesomest; not forbidding either, but approving the latter most."},{"id":391,"quote":"But being overborne with numbers, and nobody daring to face about, stretching out his hands to heaven, [Romulus] prayed to Jupiter to stop the army, and not to neglect but maintain the Roman cause, now in extreme danger. The prayer was no sooner made, than shame and respect for their king checked many; the fears of the fugitives changed suddenly into confidence."},{"id":392,"quote":"He who least likes courting favour, ought also least to think of resenting neglect; to feel wounded at being refused a distinction can only arise from an overweening appetite to have it."},{"id":393,"quote":"The mind is not a vessel to be filled, but a fire to be kindled."},{"id":394,"quote":"A human body in no way resembles those that were born for ravenousness; it hath no hawk’s bill, no sharp talon, no roughness of teeth, no such strength of stomach or heat of digestion, as can be sufficient to convert or alter such heavy and fleshy fare. But if you will contend that you were born to an inclination to such food as you have now a mind to eat, do you then yourself kill what you would eat. But do it yourself, without the help of a chopping-knife, mallet or axe, as wolves, bears, and lions do, who kill and eat at once. Rend an ox with thy teeth, worry a hog with thy mouth, tear a lamb or a hare in pieces, and fall on and eat it alive as they do. But if thou had rather stay until what thou eat is to become dead, and if thou art loath to force a soul out of its body, why then dost thou against nature eat an animate thing? There is nobody that is willing to eat even a lifeless and a dead thing even as it is; so they boil it, and roast it, and alter it by fire and medicines, as it were, changing and quenching the slaughtered gore with thousands of sweet sauces, that the palate being thereby deceived may admit of such uncouth fare."},{"id":395,"quote":"When Alexander saw the breadth of his domain, he wept for there were no more worlds to conquer. (Technically a misquote, but I like the misquote better)"},{"id":396,"quote":"Adversity is the only balance to weigh friends."},{"id":397,"quote":"Can you really ask what reason Pythagoras had for abstaining from flesh? For my part I rather wonder both by what accident and in what state of soul or mind the first man did so, touched his mouth to gore and brought his lips to the flesh of a dead creature, he who set forth tables of dead, stale bodies and ventured to call food and nourishment the parts that had a little before bellowed and cried, moved and lived. How could his eyes endure the slaughter when throats were slit and hides flayed and limbs torn from limb? How could his nose endure the stench? How was it that the pollution did not turn away his taste, which made contact with the sores of others and sucked juices and serums from mortal wounds? … It is certainly not lions and wolves that we eat out of self-defense; on the contrary, we ignore these and slaughter harmless, tame creatures without stings or teeth to harm us, creatures that, I swear, Nature appears to have produced for the sake of their beauty and grace. But nothing abashed us, not the flower-like tinting of the flesh, not the persuasiveness of the harmonious voice, not the cleanliness of their habits or the unusual intelligence that may be found in the poor wretches. No, for the sake of a little flesh we deprive them of sun, of light, of the duration of life to which they are entitled by birth and being."},{"id":398,"quote":"To be ignorant of the lives of the most celebrated men of antiquity is to continue in a state of childhood all our days"},{"id":399,"quote":"It is certainly desirable to be well descended, but the glory belongs to our ancestors."},{"id":400,"quote":"The Spartans do not ask how many are the enemy but where are they."},{"id":401,"quote":"Many things which cannot be overcome when they are together yieldthemselves up when taken little by little."},{"id":402,"quote":"In a certain faraway land the cold is so intense that words freeze as soon as they are uttered, and after some time then thaw and become audible so that words spoken in winter go unheard until the next summer."},{"id":403,"quote":"Painting is silent poetry,and poetry is painting that speaks."},{"id":404,"quote":"The fact is that men who know nothing of decency in their own lives are only too ready to launch foul slanders against their betters and to offer them up as victims to the evil deity of popular envy."},{"id":405,"quote":"A mind is not a vessel to be filled, but a fire to be lighted."},{"id":406,"quote":"No necesito amigos que cambien cuando yo cambio y asientan cuando yo asiento. Mi sombra lo hace mucho mejor."},{"id":407,"quote":"I, for my part, wonder of what sort of feeling, mind or reason that man was possessed who was first to pollute his mouth with gore, and to allow his lips to touch the flesh of a murdered being: who spread his table with the mangled forms of dead bodies, and claimed as daily food and dainty dishes what but now were beings endowed with movement, perception and with voice.…but for the sake of some little mouthful of flesh, we deprive a soul of the sun and light, and of that portion of life and time it had been born in to the world to enjoy."},{"id":408,"quote":"And the most glorious exploits do not always furnish us with the clearest discoveries of virtue or vice in men; sometimes a matter of less moment, an expression or a jest, informs us better of their characters and inclinations, than the most famous sieges, the greatest armaments, or the bloodiest battles whatsoever. Therefore as portrait-painters are more exact in the lines and features of the face, in which the character is seen, than in the other parts of the body, so I must be allowed to give my more particular attention to the marks and indications of the souls of men, and while I endeavor by these to portray their lives, may be free to leave more weighty matters and great battles to be treated of by others."},{"id":409,"quote":"[Theseus] soon found himself involved in factions and troubles; those who long had hated him had now added to their hatred contempt; and the minds of the people were so generally corrupted, that, instead of obeying commands with silence, they expected to be flattered into their duty."},{"id":410,"quote":"When someone blamed Hecataeus the sophist because that, being invited to the public table, he had not spoken one word all supper-time, Archidamidas answered in his vindication 'He who knows how to speak, knows also when'."},{"id":411,"quote":"When asked by a woman from Attica:'Why are you Spartan women the only ones who can rule men?', she said: 'Because we are the only ones who give birth to men."},{"id":412,"quote":"Good fortune will elevate even petty minds, and gives them the appearance of a certain greatness and stateliness, as from their high place they look down upon the world; but the truly noble and resolved spirit raises itself, and becomes more conspicuous in times of disaster and ill fortune..."},{"id":413,"quote":"For there is no virtue, the honor and credit for which procures a man more odium than that of justice; and this, because more than any other, it acquires a man power and authority among the common people."},{"id":414,"quote":"The future bears down upon each one of us with all the hazards of the unknown. The only way out is through."},{"id":415,"quote":"So inconsiderable a thing is fortune in respect of human nature, and so insufficient to give content to a covetous mind, that an empire of that mighty extent and sway could not satisfy the ambition of two men;"},{"id":416,"quote":"take care, in reading the writings of philosophers or hearing their speeches, that you do not attend to words more than things, nor get attracted more by what is difficult and curious than by what is serviceable and solid and useful."},{"id":417,"quote":"Cæsar once, seeing some wealthy strangers at Rome, carrying up and down with them in their arms and bosoms young puppy-dogs and monkeys, embracing and making much of them, took occasion not unnaturally to ask whether the women in their country were not used to bear children; by that prince-like reprimand gravely reflecting upon persons who spend and lavish upon brute beasts that affection and kindness which nature has implanted in us to be bestowed on those of our own kind. With like reason may we blame those who misuse that love of inquiry and observation which nature has implanted in our souls, by expending it on objects unworthy of the attention either of their eyes or their ears, while they disregard such as are excellent in themselves, and would do them good."},{"id":418,"quote":"In Springtime, O Dionysos,To thy holy temple come,To Elis with thy Graces,Rushing with thy bull-foot, come,Noble Bull, Noble Bull"},{"id":419,"quote":"For though all persons are equally subject to the caprice of fortune, yet all good men have one advantage she cannot deny, which is this, to act reasonably under misfortunes."},{"id":420,"quote":"And, to say truly, the greatest benefit that learning bringeth unto men is this: that it teacheth men that be rough and rude of nature, by compass and rule of reason, to be civil and courteous, and to like better the mean state than the higher."},{"id":421,"quote":"It’s a thing of no great difficulty to raise objections against another man’s oration, it is a very easy matter; but to produce a better in its place is a work extremely troublesome."},{"id":422,"quote":"when he was ædile, he provided such a number of gladiators, that he entertained the people with three hundred and twenty single combats, and by his great liberality and magnificence in theatrical shows, in processions, and public feastings, he threw into the shade all the attempts that had been made before him, and gained so much upon the people, that every one was eager to find out new offices and new honors for him in return for his munificence."},{"id":423,"quote":"It was natural for [Spartan women] to think and speak as Gorgo, the wife of Leonidas, is said to have done, when some foreign lady, as it would seem, told her that the women of Lacedaemon were the only women of the world who could rule men; 'With good reason,' she said, 'for we are the only women who bring forth men'."},{"id":424,"quote":"Sertorius rose up and spoke to his army, “You see, fellow soldiers, that perseverance is more prevailing than violence, and that many things which cannot be overcome when they are together, yield themselves up when taken little by little. Assiduity and persistence are irresistible, and in time overthrow and destroy the greatest powers whatever. Time being the favorable friend and assistant of those who use their judgment to await his occasions, and the destructive enemy of those who are unseasonably urging and pressing forward."},{"id":425,"quote":"To make an action honorable, it ought to be agreeable to the age, and other circumstances of the person; since it is circumstance and proper measure that give an action its character, and make it either good or bad."},{"id":426,"quote":"The truly pious must negotiate a difficult course between the precipice of godlessness and the marsh of superstition."},{"id":427,"quote":"... man by nature is not a wild or unsocial creature, neither was he born so, but makes himself what he naturally is not, by vicious habit; and that again on the other side, he is civilized and grows gentle by a change of place, occupation, and manner of life, as beasts themselves that are wild by nature, become tame and tractable by housing and gentler usage..."},{"id":428,"quote":"if the “Know thyself of the oracle were an easy thing for every man, it would not be held to be a divine injunction.”"},{"id":429,"quote":"Come and take them"},{"id":430,"quote":"Such contentedness and change of view in regard to every kind of life does the infusion of reason bring about. When Alexander heard from Anaxarchus of the infinite number of worlds, he wept, and when his friends asked him what was the matter, he replied, \"Is it not a matter for tears that, when the number of worlds is infinite, I have not conquered one?"},{"id":431,"quote":"These things sensibly affected Theseus, who, thinking it but just not to disregard, but rather partake of, the sufferings of his fellow citizens, offered himself for one without any lot. All else were struck with admiration for the nobleness and with love for the goodness of the act."},{"id":432,"quote":"For dealing with blessings which come to us from outside we need a firm foundation based on reason and education; without this foundation, people keep on seeking these blessings and heaping them up but can never satisfy the insatiable appetites of their souls."},{"id":433,"quote":"[The Spartans] ordered the maidens to exercise themselves with wrestling, running, throwing the quoit, and casting the dart, to the end that the fruit they conceived might, in strong and healthy bodies, take firmer root and find better growth, and withal that they, with this greater vigour, might be the more able to undergo the pains of childbearing."},{"id":434,"quote":"Education is not the filling of a pail, but the lighting of a fire. “For the mind does not require filling like a bottle, but rather, like wood, it only requires kindling to create in it an impulse to think independently and an ardent desire for the truth."},{"id":435,"quote":"For as we would wish that a painter who is to draw a beautiful face, in which there is yet some imperfection, should neither wholly leave out, nor yet too pointedly express what is defective, because this would deform it, and that spoil the resemblance; so since it is hard, or indeed perhaps impossible, to show the life of a man wholly free from blemish, in all that is excellent we must follow truth exactly, and give it fully; any lapses or faults that occur, through human passions or political necessities, we may regard rather as the shortcomings of some particular virtue, than as the natural effects of vice; and may be content without introducing them, curiously and officiously, into our narrative, if it be but out of tenderness to the weakness of nature, which has never succeeded in producing any human character so perfect in virtue as to be pure from all admixture and open to no criticism."},{"id":436,"quote":"[It was] better to set up a monarchy themselves than to suffer a sedition to continue that must certainly end in one."},{"id":437,"quote":"In this city [Tingis] the Libyans say that Antaeus is buried; and Sertorius had his tomb dug open, the great size of which made him disbelieve the Barbarians. But when he came upon the body and found it to be sixty cubits long, as they tell us, he was dumbfounded, and after performing a sacrifice filled up the tomb again, and joined in magnifying its traditions and honours. Now, the people of Tingis have a myth that after the death of Antaeus, his wife, Tinga, consorted with Heracles, and that Sophax was the fruit of this union, who became king of the country and named a city which he founded after his mother; also that Sophax had a son, Diodorus, to whom many of the Libyan peoples became subject, since he had a Greek army composed of the Olbians and Mycenaeans who were settled in those parts by Heracles. But this tale must be ascribed to a desire to gratify Juba, of all kings the most devoted to historical enquiry; for his ancestors are said to have been descendants of Sophax and Diodorus. [The Life of Sertorius]"},{"id":438,"quote":"Cæsar is said to have been admirably fitted by nature to make a great statesman and orator, and to have taken such pains to improve his genius this way, that without dispute he might challenge the second place. More he did not aim at, as choosing to be first rather amongst men of arms and power, and, therefore, never rose to that height of eloquence to which nature would have carried him, his attention being diverted to those expeditions and designs, which at length gained him the empire. And he himself, in his answer to Cicero’s panegyric on Cato, desires his reader not to compare the plain discourse of a soldier with the harangues of an orator who had not only fine parts, but had employed his life in this study."},{"id":439,"quote":"But virtue, by the bare statement of its actions, can so affect men's minds as to create at once both admiration of the things done and desire to imitate the doers of them. The goods of fortune we would possess and would enjoy; those of virtue we long to practise and exercise. We are content to receive the former from others, the latter we wish others to experience from us. Moral good is a practical stimulus; it is no sooner seen, than it inspires an impulse to practice, and influences the mind and character not by a mere imitation which we look at, but by the statement of the fact creates a moral purpose which we form."},{"id":440,"quote":"The whole like of a man is but a point of time; let us enjoy it."},{"id":441,"quote":"Anaxagoras is said to have predicted that if the heavenly bodies should be loosened by some slip or shake, one of them might be torn away, and might plunge and fall down to earth; and he said that none of the stars was in its original position; for being of stone, and heavy, their shining light is caused by friction with the revolving aether, and they are forced along in fixed orbits by the whirling impulse which gave them their circular motion, and this was what prevented them from falling to our earth in the first place, when cold and heavy bodies were separated from universal matter."},{"id":442,"quote":"no beast is more savage than man when possessed with power answerable to his rage."},{"id":443,"quote":"It was not said amiss by Antisthenes, when people told him that one Ismenias was an excellent piper, “It may be so, said he, “but he is but a wretched human being, otherwise he would not have been an excellent piper.” And king Philip, to the same purpose, told his son Alexander, who once at a merry-meeting played a piece of music charmingly and skilfully, “Are you not ashamed, son, to play so well?” For it is enough for a king or prince to find leisure sometimes to hear others sing, and he does the muses quite honor enough when he pleases to be but present, while others engage in such exercises and trials of skill. He who busies himself in mean occupations produces, in the very pains he takes about things of little or no use, an evidence against himself of his negligence and indisposition to what is really good.”"},{"id":444,"quote":"They insist upon the shaving of the moustache, I think, in order that they may accustom the young men to obedience in the most trifling matters."},{"id":445,"quote":"In the midst of this display of statesmanship, eloquence, cleverness, and exalted ambition, Alcibiades live d a life full of prodigious luxury, drunkenness, debauchery, and insolence. He was effeminate in his dress and would walk through the market-place trailing his long purple robes, and he spent extravagantly. He had the decks of his trireme scut away to allow him to sleep more comfortably, and his bedding was slung on cords, rather than spread on the hard planks. He had a golden shield made for him, which was emblazoned not with any ancestral device, but with the figure of Eros armed with a thunderbolt. The leading men of Athens watched all this with disgust and indignation and they were deeply disturbed by his contemptuous and lawless behavior, which seemed to them monstrous and suggested the habits of the tyrant. The people's feelings towards him have been very aptly expressed by Aristophanes in the line: \"They long for him, they hate him, they cannot do without him...\" The fact was that his voluntary donations, the public shows he supported, his unrivaled munificence to the state, the fame of his ancestry, the power of his oratory and his physical strength and beauty... all combined to make the Athenians forgive him everything else, and they were constantly finding euphemisms for his lapses and putting them down to youthful high spirits and honorable ambition."},{"id":446,"quote":"I would rather excel in the knowledge of what is excellent than the extent of my power or possessions."},{"id":447,"quote":"It is no great wonder if in long process of time, while fortune takes her course hither and thither, numerous coincidences should spontaneously occur. If the number and variety of subjects to be wrought upon be infinite, it is all the more easy for fortune, with such an abundance of material, to effect this similarity of results. Or if, on the other hand, events are limited to the combinations of some finite number, then of necessity the same must often recur, and in the same sequence."},{"id":448,"quote":"Lycurgus was of opinion that ornaments were so far from advantaging them in their counsels, that they were rather an hindrance, by diverting their attention from the business before them to statues and pictures, and roofs curiously fretted, the usual embellishments of such places amongst the other Greeks."},{"id":449,"quote":"All beyond this is portentous and fabulous, inhabited by poets and mythologers, and there is nothing true or certain."},{"id":450,"quote":"The malicious humor of men, though perverse and refractory, is not so savage and invincible but it may be wrought upon by kindness, and altered by repeated obligations."},{"id":451,"quote":"By the aid of philosophy you will live not unpleasantly, for you will learn to extract pleasure from all places and things: wealth will make you happy, because it will enable you to benefit many; and poverty, as you will not then have many anxieties; and glory, for it will make you honoured; and obscurity, for you will then be safe from envy."},{"id":452,"quote":"Numa forbade the Romans to revere an image of God which had the form of man or beast. Nor was there among them in this earlier time any painted or graven likeness of Deity, 8 but while for the first hundred and seventy years they were continually building temples and establishing sacred shrines, they made no statues in bodily form for them, convinced that it was impious to liken higher things to lower, and that it was impossible to apprehend Deity except by the intellect."},{"id":453,"quote":"Thus they let their anger and fury take from them the sense of humanity, and demonstrated that no beast is more savage than man when possessed with power answerable to his rage."},{"id":454,"quote":"For lack of rules (which the undisciplined sector of the young call freedom) sets masters over one which are more tyrannical than the teachers and trainers familiar from childhood – these masters are the desires, when they have broken out of prison, so to speak."},{"id":455,"quote":"A Spartan, seeing a man taking up a collection for the gods, said that he did not think much of gods who were poorer than himself."},{"id":456,"quote":"Being consulted again whether it were requisite to enclose the city with a wall, [Lycurgus] sent them word, 'The city is well fortified which hath a wall of men instead of brick'."},{"id":457,"quote":"Demaratus, being asked in a troublesome manner by an importunate fellow, Who was the best man in Lacedaemon? answered at last, 'He, Sir, that is the least like you'."},{"id":458,"quote":"Децата хвърлят камъни по жабите заради забавлението, но жабите не умират наужким"},{"id":459,"quote":"For fortune having hitherto seconded him in his designs, made him resolute and firm in his opinions, and the boldness of his temper raised a sort of passion in him for surmounting difficulties; as if it were not enough to be always victorious in the field, unless places and seasons and nature herself submitted to him."},{"id":460,"quote":"Even so the more a vicious man denies his vice, the more does it insinuate itself and master him: as those people really poor who pretend to be rich get still more poor from their false display."},{"id":461,"quote":"While in the case of his iron money, as I have explained, Lycurgus arranged for heavy weight to be matched by low value, he did the opposite for the currency of speech. Here he developed the technique of expressing a wide range of ideas in just a few, spare words."},{"id":462,"quote":"The two armies separated; and we are told that Pyrrhus said to one who was congratulating him on his victory, “If we are victorious in one more battle with the Romans, we shall be utterly ruined. 10 For he had lost a great part of the forces with which he came, and all his friends and generals except a few; moreover, he had no others whom he could summon from home, and he saw that his allies in Italy were becoming indifferent, while the army of the Romans, as if from a fountain gushing forth indoors, was easily and speedily filled up again, and they did not lose courage in defeat, nay, their wrath gave them all the more vigour and determination for the war.”"},{"id":463,"quote":"Once being hard pressed in wrestling, and fearing to be thrown, he got the hand of his antagonist to his mouth, and bit it with all his force; and when the other loosed his hold presently, and said, \"You bite, Alcibiades, like a woman.\" \"No,\" replied he, \"like a lion.\" Another"},{"id":464,"quote":"You, on the other hand, have often been told that following God and listening to reason are identical; so bear in mind that for intelligent people the passage from childhood to adulthood is not an abandonment of rules, but a change of ruler: instead of someone [E] whose services are hired and bought, they accept in their lives the divine leadership of reason – and it is only those who follow reason who deserve to be regarded as free. For they alone live as they want, since they have learned to want only what is necessary;"},{"id":465,"quote":"As geographers, Sosius, crowd into the edges of their maps parts of the world which they do not know about, adding notes in the margin to the effect, that beyond this lies nothing but sandy deserts full of wild beasts, unapproachable bogs, Scythian ice, or a frozen sea, so, in this work of mine, in which I have compared the lives of the greatest men with one another, after passing through those periods which probable reasoning can reach to and real history find a footing in, I might very well say of those that are farther off, beyond this there is nothing but prodigies and fictions, the only inhabitants are the poets and inventors of fables; there is no credit, or certainty any farther."},{"id":466,"quote":"But if any man undertake to write a history, that has to be collected from materials gathered by observation and the reading of works not easy to be got in all places, nor written always in his own language, but many of them foreign and dispersed in other hands, for him, undoubtedly, it is in the first place and above all things most necessary, to reside in some city of good note, addicted to liberal arts, and populous; where he may have plenty of all sorts of books, and upon inquiry may hear and inform himself of such particulars as, having escaped the pens of writers, are more faithfully preserved in the memories of men, lest his work be deficient in many things, even those which it can least dispense with."},{"id":467,"quote":"Cicero was the first who had any suspicions of his designs upon the government, and, as a good pilot is apprehensive of a storm when the sea is most smiling, saw the designing temper of the man through this disguise of good-humor and affability, and said, that in general, in all he did and undertook, he detected the ambition for absolute power, “but when I see his hair so carefully arranged, and observe him adjusting it with one finger, I cannot imagine it should enter into such a man’s thoughts to subvert the Roman state."},{"id":468,"quote":"So it happens in political affairs; if the motions of rulers be constantly opposite and cross to the tempers and inclination of the people, they will be resented as arbitrary and harsh; as, on the other side, too much deference, or encouragement, as too often it has been, to popular faults and errors, is full of danger and ruinous consequences."},{"id":469,"quote":"Antipater, in a letter written upon the death of Aristotle, the philosopher, observes, \"Amongst his other gifts he had that of persuasiveness\"; and the absence of this in the character of Marcius made all his great actions and noble qualities unacceptable to those whom they benifited: pride, and self-will, the consort, as Plato calls it, of solitude, made him insufferable. With the skill which Alcibiades, on the contrary, possessed to treat every one in the way most agreeable to him, we cannot wonder that all his successes were attended with the most exuberant favour and honour; his very errors, at time, being accompanied by something of grace and felicity. And so in spite of great and frequent hurt that he had done the city, he was repeatedly appointed to office and command; while Coriolanus stood in vain for a place which his great services had made his due. The one, in spite of the harm he occasioned, could not make himself hated, nor the other, with all the admiration he attracted, succeed in being beloved by his countrymen."},{"id":470,"quote":"Menestheus, the son of Peteus, grandson of Orneus, and the great-grandson to Erechtheus, the first man that is recorded to have affected popularity and ingratiated himself with the multitude, stirred up and exasperated the most eminent men of the city, who had long borne a secret grudge to Theseus, conceiving that he had robbed them of their several little kingdoms and lordships, and, having pent them all up in one city, was using them as his subjects and slaves. He put also the meaner people into commotion, telling them, that, deluded with a mere dream of liberty, though indeed they were deprived both of that and of their proper homes and religious usages, instead of many good and gracious kings of their own, they had given themselves up to be lorded over by a new-comer and a stranger."},{"id":471,"quote":"Whereas stories are fit for every place, reach to all persons, serve for all times, teach the living, revive the dead, so far excelling all other books, as it is better to see learning in Noblemen’s lives, than to read it in Philosophers’ writings."},{"id":472,"quote":"Even those virtues which nature had denied him were imitated by him so successfully that he won more confidence than those who actually possessed them."},{"id":473,"quote":"По-малко нужди - по-малко лишения."},{"id":474,"quote":"[The Spartans] should not make war often, or long, with the same enemy, lest that they should train and instruct them in war, by habituating them to defend themselves."},{"id":475,"quote":"من الناس نتعلم الكلام ومن الآلهة الصمت"},{"id":476,"quote":"Pile up gold, heap up silver, build covered walks, fill your house with slaves and the town with debtors, unless you lay to rest the passions of the soul, and put a curb on your insatiable desires, and rid yourself of fear and anxiety, you are but pouring out wine for a man in a fever, and giving honey to a man who is bilious, and laying out a sumptuous banquet for people who are suffering from dysentery,"},{"id":477,"quote":"Over time events trickle out of the minds of forgetful, thoughtless people, and so, since they retain and conserve nothing, the empty space within them, that should be filled with good things, is filled instead with hopes, so that they neglect the present and look to the future, despite the fact that fortune may yet foil the future, whereas the present cannot be taken away."},{"id":478,"quote":"The mind is not a vessel that needs filling, but wood that needs igniting."},{"id":479,"quote":"At last, he began to discourse of fortune and human affairs. \"Is it meet,\" said he, \"for him that knows he is but man, in his greatest prosperity to pride himself, and be exalted at the conquest of a city, nation, or kingdom, and not rather well to weigh this change of fortune, in which all warriors may see an example of their common frailty, and learn a lesson that there is nothing durable or constant? For what time can men select to think themselves secure, when that of victory itself forces us more than any to dread our own fortune? and a very little consideration on the law of things, and how all are hurried round, and each man's station changed, will introduce sadness in the midst of the greatest joy. Or can you, when you see before your eyes the succession of Alexander himself, who arrived at the height of power and ruled the greatest empire, in the short space of an hour trodden underfoot- when you behold a king, that was but even now surrounded with so numerous an army, receiving nourishment to support his life from the hands of his conquerors- can you, I say, believe there is any certainty in what we now possess whilst there is such a thing as chance? No, young men, cast off that vain pride and empty boast of victory; sit down with humility, looking always for what is yet to come, and the possible future reverses which the divine displeasure may eventually make the end of our present happiness."},{"id":480,"quote":"Whilst he was very young, he was a soldier in the expedition against Potidaea, where Socrates lodged in the same tent with him, and stood next him in battle. Once there happened a sharp skirmish, in which they both behaved with signal bravery; but Alcibiades receiving a wound, Socrates threw himself before him to defend him, and beyond any question saved him and his arms from the enemy, and so in all justice might have challenged the prize of valor. But"},{"id":481,"quote":"That which is chiefly the office of a general, to force the enemy into fighting when he finds himself the stronger, and to avoid being driven into it himself when he is the weaker..."},{"id":482,"quote":"4. So reason makes all sorts of life easy, and every change pleasant. Alexander wept when he heard from Anaxarchus that there was an infinite number of worlds, and his friends asking him if any accident had befallen him, he returns this answer: Do not you think it a matter worthy of lamentation, that, when there is such a vast multitude of them, we have not yet conquered one? But Crates with only his scrip and tattered cloak laughed out his life jocosely, as if he had been always at a festival. The great power and command of Agamemnon gave him an equal disturbance:"},{"id":483,"quote":"Basically, he used to say, the term cheap did not apply to something inessential: even if something cost only an as, you should regard it as something expensive if it was not something you needed- Cato the Elder"},{"id":484,"quote":"Now at the time of which I was speaking, as the voters were inscribing their ostraka [to determine which politician would be expelled from the city], it is said that an unlettered and utterly boorish fellow handed his ostrakon to Aristides, whom he took to be one of the ordinary crowd, and asked him to write Aristides on it. He, astonished, asked the man what possible wrong Aristides had done him. “None whatever, was the answer, “I don’t even know the fellow, but I am tired of hearing him everywhere called ‘The Just.’ ” On hearing this, Aristides made no answer, but wrote his name on the ostrakon and handed it back.”"},{"id":485,"quote":"page 212:let me be far from the battle at ThermodonWatching if from high in the clouds, like an eagle.The vanquished weep, and the victor has perished."},{"id":486,"quote":"For there is no virtue, the honour and credit for which procures a man more odium than that of justice; and this, because more than any other, it acquires a man power and authority among the common people. For they only honour the valiant and admire the wise, while in addition they also love just men, and put entire trust and confidence in them. They fear the bold man, and mistrust the clever man, and moreover think them rather beholding to their natural complexion, than to any goodness of their will, for these excellences; they look upon valour as a certain natural strength of the mind, and wisdom as a constitutional acuteness; whereas a man has it in his power to be just, if he have but the will to be so, and therefore injustice is thought the most dishonourable, because it is least excusable."},{"id":487,"quote":"I don't need a friend who change when I change, who nod when I nod. This is something than my own shadow can do."},{"id":488,"quote":"Small, therefore, can we think the progress we have made, as long as our admiration for those who have done noble things is barren, and does not of itself incite us to imitate them."},{"id":489,"quote":"Глупаците не слушат никого, а самите те непрекъснато говорят."},{"id":490,"quote":"За да почувствате цената на това, което притежавате, представете си, че сте го изгубили."},{"id":491,"quote":"And it is said that extraordinary rains generally dash down after great battles, whether it is that some divine power drenches and hallows the ground with purifying waters from Heaven, or that the blood and putrefying matter send up a moist and heavy vapour which condenses the air, this being easily moved and readily changed to the highest degree by the slightest cause."},{"id":492,"quote":"Being human and investigating the affairs of the gods is an extreme version of being tone-deaf and talking about music, or having never served in the army and talking about warfare: we resemble amateurs trying to use arguments from probability based on opinions and conjecture to unearth the ideas of experts. Given"},{"id":493,"quote":"we ought not to let either our joy at their faults or our grief at their success be idle, but in either case we ought to reflect, how we may become better than them by avoiding their errors, and by imitating their virtues not come short of them."},{"id":494,"quote":"Thus ambitious spirits in a commonwealth, when they transgress their bounds, are apt to do more harm than good."},{"id":495,"quote":"Şayet yaşam ya da düşünme tarzında yüksek standartlara ulaşamıyorsak, bu vatanımızın küçüklüğüyle değil, kişisel yetersizlikle alakalıdır."},{"id":496,"quote":"An action must not only be just and laudable in its own nature, but it must proceed likewise from motives and a lasting principle, that so we may fully and constantly approve the thing, and be perfectly satisfied in what we do; for otherwise, after having put our resolution into practice, we shall out of pure weakness come to be troubled at the performance, when the grace and godliness, which rendered it before so amiable and pleasing to us, begin to decay and wear out of our fancy; like greedy people, who, seizing on the more delicious morsels of any dish with a keen appetite, are presently disgusted when they grow full, and find themselves oppressed and uneasy now by what they before so greedily desired."},{"id":497,"quote":"They died,but not as lavish as their blood,Or thinking death itself was simply good;Their wishes neither were to live nor die,But to do both alike commendably."},{"id":498,"quote":"is to make them grow tall. For it contributes to height of stature when the vitality is not impeded and hindered by a mass of nourishment which forces it into thickness and width,"},{"id":499,"quote":"The man who is completely wise and virtuous has no need of glory, except so far as it…eases his way to action by the greater trust that it procures him."},{"id":500,"quote":"Човек, достигнал пълно съвършенство, изобщо не се нуждае от слава,освен дотолкова, доколкото тя улеснява началото на всяко дело, като създавадоверие."},{"id":501,"quote":"Education and study, and the favours of the muses, confer no greater benefit on those that seek them than these humanizing and civilizing lessons, which teach our natural qualities to submit to the limitations prescribed by reason, and to avoid the wildness of extremes."},{"id":502,"quote":"For lack of rules (which the undisciplined sector of the young call freedom) 3 sets masters over one which are more tyrannical [D] than the teachers and trainers familiar from childhood – these masters are the desires, when they have broken out of prison, so to speak. Just"},{"id":503,"quote":"The consequences of this affliction are physical neglect and an aversion to oiling and bathing the body and to other aspects of the daily regimen, when exactly the opposite should happen: purely mental suffering ought to be helped by physical fitness. Mental distress abates and subsides to a great extent when it is dispersed in physical calm, as waves subside in fair weather, but if as a result [B] of a bad regimen the body becomes sordid and foul and transmits to the mind nothing benign or beneficial, but only the harsh and unpleasant fumes of pain and distress, then even those who desire it find that recovery becomes hard to achieve. These are the kinds of disorders that take possession of the mind when it is treated so badly."},{"id":504,"quote":"L'amicizia è animale da compagnia, non da gregge."},{"id":505,"quote":"Even if your life be bad do not live unknown, but be known, reform, repent; if you have virtue, be not utterly useless in life; if you are vicious, do not continue unreformed."},{"id":506,"quote":"And that which is often said of the volume and power of the human voice was then apparent to the eye. For ravens which chanced to be flying overhead fell down into the stadium. The cause of this was the rupture of the air; for when the voice is borne aloft loud and strong, the air is rent asunder by it and will not support flying creatures, but lets them fall, as if they were over a vacuum, unless, indeed, they are transfixed by a sort of blow, as of a weapon, and fall down dead. It is possible, too, that in such cases there is a whirling motion of the air, which becomes like a waterspout at sea with a refluent flow of the surges caused by their very volume."},{"id":507,"quote":"For her beauty, as we are told, was in itself not altogether incomparable, nor such as to strike those who saw her; but converse with her had an irresistible charm, and her presence, combined with the persuasiveness of her discourse and the character which was somehow diffused about her behaviour towards others, had something stimulating about it. 3 There was sweetness also in the tones of her voice; and her tongue, like an instrument of many strings, she could readily turn to whatever language she pleased, so that in her interviews with Barbarians she very seldom had need of an interpreter, but made her replies to most of them herself and unassisted, whether they were Ethiopians, Troglodytes, Hebrews, Arabians, Syrians, Medes or Parthians. 4 Nay, it is said that she knew the speech of many other peoples also, although the kings of Egypt before her had not even made an effort to learn the native language, and some actually gave up their Macedonian dialect."},{"id":508,"quote":"The mind is not a vessel that needs filling, but wood that needs kindling."},{"id":509,"quote":"Предателят предава преди всичко себе си."},{"id":510,"quote":"For kings indeed we have, who wear the marks and assume the titles of royalty, but as for the qualities of their minds, they have nothing by which they are to be distinguished from their subjects."},{"id":511,"quote":"In fact Cleopatra was indebted to Fulvia for teaching Antony to obey a wife's authority, for by the time he met her he had already been quite broken in and schooled to accept the way of women."},{"id":512,"quote":"...Силата на словото се състои в умението да се изрази много с малко думи."},{"id":513,"quote":"Или колкото може по-кратко, или колкото може по-приятно."},{"id":514,"quote":"It was for the most part by sacrifices, processions, and religious dances, which he himself appointed and conducted, and which mingled with their solemnity a diversion full of charm and a beneficent pleasure, that he won the people’s favour and tamed their fierce and warlike tempers. At times, also, by heralding to them vague terrors from the god, strange apparitions of divine beings and threatening voices, he would subdue and humble their minds by means of superstitious fears."},{"id":515,"quote":"To seek power by servility to the people is a disgrace, but to maintain it by terror, violence, and oppression is not a disgrace only, but an injustice."},{"id":516,"quote":"When someone asked Demaratus why the Spartans disgrace those who throw away their shields but not those who abandon their breastplates or helmets, he said that they put the latter on for their own sakes but the shield for the sake of the whole line."},{"id":517,"quote":"So they cut their hair short in front, that their enemies might not grasp it. And they say that Alexander of Macedon for the same reason ordered his generals to have the beards of the Macedonians shaved, because they were a convenient handle for the enemy to grasp."},{"id":518,"quote":"It was a pleasure merely to hear the sound of her voice, with which, like an instrument of many strings, she could pass from one language to another; so that there were few of the barbarian nations that she answered by an interpreter."},{"id":519,"quote":"They should live all together on an equal footing; merit to be their only road to eminence, and the disgrace of evil, and credit of worthy acts, their one measure of difference between man and man."},{"id":520,"quote":"Nor had the cities of Sicily any trust in him, as they were in great distress, and greatly exasperated against those who pretended to lead armies to their succour, on account of the treachery of Kallippus and Pharax; who, one an Athenian and the other a Lacedaemonian, but both giving out that they were come to fight for freedom and to put down despotism, did so tyrannise themselves, that the reign of the despots in Sicily seemed to have been a golden age, and those who died in slavery were thought more happy than those who lived to see liberty."},{"id":521,"quote":"In an harangue to the people, he said, with reference to these measures, that he had proscribed all he could think of, and as to those who now escaped his memory, he would proscribe them at some future time."},{"id":522,"quote":"In a harangue to the people, he said, with reference to these measures, that he had proscribed all he could think of, and as to those who now escaped his memory, he would proscribe them at some future time."},{"id":523,"quote":"A man must have a less than ordinary share of sense that would furnish such plain and common rooms with silver-footed couches and purple coverlets and gold and silver plate."},{"id":524,"quote":"For humans it is not at all possible to have the best thing of all or to have any share of the best nature—since the best thing for all men and women is not to be born. But the second best thing after this and the first available to mortals, is to die as soon as possible after being born. It is clear that he said this because the way that exists in death is better than the one in life.”"},{"id":525,"quote":"I don't recall the beginning of what you said, and consequently I also don't grasp the middle sections, while the part at the end I don't approve of."},{"id":526,"quote":"But a man cannot by writing a bill of divorce to his vice get rid of all trouble at once, and enjoy tranquillity by living apart."},{"id":527,"quote":"anger does not, as Melanthius says, — Displace the mind, and then act dismal things; but it absolutely turns the mind out of doors, and bolts the door against it; and, like those who burn their houses and themselves within them, it makes all things within full of confusion, smoke, and noise, so that the soul can neither see nor hear any thing that might relieve it. Wherefore sooner will an empty ship in a storm at sea admit of a pilot from without, than a man tossed with anger and rage listen to the advice of another, unless he have his own reason first prepared to entertain it."},{"id":528,"quote":"Those who receive with most pains and difficulty, remember best; every new think they learn, being, as it were, burnt and branded in on their minds."},{"id":529,"quote":"Friends and kindred should be the good and virtuous [of all mankind], and that the vicious only should be accounted foreigners. Nor ... Greeks and barbarians should be distinguished by long garments, targets, scimitars, or turbans; but that the Grecians should be known by their virtue and courage, and the barbarians by their vices and their cowardice."},{"id":530,"quote":"Thus it is that most people seem to suffer more from hard words than hard deeds, and are more excited by insult than by actual hurt. What we do to our enemies in war is done of necessity, but the evil we say of them seems to spring from an excess of spite."},{"id":531,"quote":"A human body in no way resembles those that were born for ravenousness; it hath no hawk’s bill, no sharp talon, no roughness of teeth, no such strength of stomach or heat of digestion, as can be sufficient to convert or alter such heavy and fleshy fare."},{"id":532,"quote":"In der Nacht waren sie der Gegenstand seiner Träume, und während des Tages trieb ihn der Eifer, seinem Vorbild ähnlich zu werden, hinaus und stachelte ihn zu dem Vorsatz an, die gleichen Taten zu verrichten."},{"id":533,"quote":"And he used to say that sleep and sexual intercourse, more than any thing else, made him conscious that he was mortal, implying that both weariness and pleasure arise from one and the same natural weakness."},{"id":534,"quote":"in which he reigned; a certain writer called Clodius, in a book"},{"id":535,"quote":"unrestricted"},{"id":536,"quote":"Lycurgus did not regard sons as the peculiar property of their fathers, but rather as the common property of the state,"},{"id":537,"quote":"After giving marriage such traits of reserve and decorum, he none the less freed men from the empty and womanish passion of jealous possession, by making it honourable for them, while keeping the marriage relation free from all wanton irregularities, to share with other worthy men in the begetting of children,"},{"id":538,"quote":"So reason makes all sorts of life easy, and every change pleasant. Alexander wept when he heard from Anaxarchus that there was an infinite number of worlds, and his friends asking him if any accident had befallen him, he returns this answer: Do not you think it a matter worthy of lamentation, that, when there is such a vast multitude of them, we have not yet conquered one? But Crates with only his scrip and tattered cloak laughed out his life jocosely, as if he had been always at a festival."},{"id":539,"quote":"Men, whither is your course taking you, who give all possible attention to the acquiring of money but give small thought to your sons to whom ye are to leave it?"},{"id":540,"quote":"it is useful, or rather it is necessary, not to be indifferent about acquiring the works of earlier writers, but to make a collection of these, like a set of tools in farming. For the corresponding tool of education is the use of books, and by their means it has come to pass that we are able to study knowledge at its source."},{"id":541,"quote":"Thereupon many statesmen and philosophers came to Alexander with their congratulations, and he expected that Diogenes of Sinope also, who was tarrying in Corinth, would do likewise. But since that philosopher took not the slightest notice of Alexander, and continued to enjoy his leisure in the suburb Craneion, Alexander went in person to see him; and he found him lying in the sun. Diogenes raised himself up a little when he saw so many people coming towards him, and fixed his eyes upon Alexander. And when that monarch addressed him with greetings, and asked if he wanted anything, \"Yes,\" said Diogenes, \"stand a little out of my sun.\" It is said that Alexander was so struck by this, and admired so much the haughtiness and grandeur of the man who had nothing but scorn for him, that he said to his followers, who were laughing and jesting about the philosopher as they went away, \"But truly, if I were not Alexander, I wish I were Diogenes."},{"id":542,"quote":"But more than this - not even, after your victims have been killed, will you eat them just as they are from the slaughter-house. You boil, roast, and altogether metamorphose them by fire and condiments. You entirely alter and disguise the murdered animal by use of ten thousand sweet herbs and spices, that your natural taste may be deceived and be prepared to take the unnatural food. A proper and witty rebuke was that of the Spartan who bought a fish and gave it to his cook to dress. When the latter asked for butter, and olive oil, and vinegar, he replied, 'Why, if I had all these things I should not have bought the fish!"},{"id":543,"quote":"Lycurgus, who ordered that a great piece of money should be but of an inconsiderable value, on the contrary would allow no discourse to be current which did not contain in few words a great deal of useful and curious sense."},{"id":544,"quote":"Under him everything was done with both zeal and skill. He neglected all other duties, when engaged upon these, neither omitting any part nor adding any, arguing with his companions, when they blamed him for his care about trifles, that though a man might think that heaven was merciful and forgiving of negligences, yet that habitual disregard and overlooking of such points was dangerous for the state, seeing that no one ever begins till some flagrant breach of the law to disturb the constitution, but those who are careless of accuracy in small things soon begin to neglect the most important."},{"id":545,"quote":"Nevertheless, it is said that the people of Massalia fenced their vineyards round with the bones of the fallen, and that the soil, after the bodies had wasted away in it and the rains had fallen all winter upon it, grew so rich and became so full to its depths of the putrefied matter that sank into it, that it produced an exceeding great harvest in after years, and confirmed the saying of Archilochus​ that \"fields are fattened\" by such a process."},{"id":546,"quote":"All men, while they are awake, are in one common world; but each of them, when he is asleep, is in a world of his own."},{"id":547,"quote":"Both stand charged with the rape of women; neither of them could avoid domestic misfortunes nor jealousy at home; but towards the close of their lives are both of them said to have incurred great odium with their countrymen, if, that is, we may take the stories least like poetry as our guide to the truth."},{"id":548,"quote":"Whenever two notes are sounded in accord the tune is carried by the bass; and in like manner every activity in a virtuous household is carried on by both parties in agreement, but discloses the husband’s leadership and preferences."},{"id":549,"quote":"As he spoke, he opened his clothes, and showed his breast with an incredible number of scars upon it; then turning to Galba, who had made some remarks not very decent \"You laugh,\" said he, \"at these other marks: but I glory in them before my countrymen, for I got them by riding, night and day, in their service. But come, bring them to vote; I will go amongst them and follow them all to the poll, that I may know those who are cowardly and ungrateful, and like rather to be ruled by a demagogue than by a true general."},{"id":550,"quote":"Ciascuna per la sua bellezza allora era immediatamente antica, oggi, dopo molto tempo, è recente, nuova e rigogliosa. Sulle opere di Pericle fiorisce come una giovinezza perenne, esse si conservano allo sguardo indenni nel tempo, quasi posseggano infuso un respiro sempre fresco e un'anima che non conosce vecchiezza."},{"id":551,"quote":"There is a story recorded about Geradas, a Spartiate of really ancient times, who when asked by a foreigner what their punishment for adulterers was, said: \"There is no adulterer among us, stranger.\" When the latter replied: \"But what if there should be one?\", Geradas' answer was: \"His fine would be a great bull which bends over Mount Taygetus to Drink from the Eurotas.\" The foreigner was amazed at this and said: \"But how could there be a bull of such size?\" At which Geradas laughed and said: \"But how could there be an adulterer at Sparta?\" This, then, concludes my investigation of their marriages."},{"id":552,"quote":"For they either believe their colleagues to be their equals and so they fight against them; or they believe them to be superior and so they envy them; or they believe them inferior and so they despise them. We must, however, pay court to the colleague who is superior, make the inferior better, and honor the equal."},{"id":553,"quote":"This vexed Theseus, and determining not to hold aloof, but to share the fortunes of the people, he came forward and offered himself without being drawn by lot. The people all admired his courage and patriotism, and Aegeus finding that his prayers and entreaties had no effect on his unalterable resolution, proceeded to choose the rest by lot."},{"id":554,"quote":"With full knowledge and understanding they themselves offered up their own children, and those who had no children would buy little ones from poor people and cut their throats as if they were so many lambs or young birds; meanwhile the mother stood by without a tear or moan; but should she utter a single moan or let fall a single tear, she had to forfeit the money, and her child was sacrificed nevertheless; and the whole area before the statue was filled with a loud noise of flutes and drums took the cries of wailing should not reach the ears of the people."},{"id":555,"quote":"So is it with women also; if they subordinate themselves to their husbands, they are commended, but if they want to have control, they cut a sorrier figure than the subjects of their control. And control ought to be exercised by the man over the woman, not as the owner has control over a piece of property, but, as the soul colonists the body, by entering into her feelings and being knit to her through goodwill. As, therefore, it is possible to exercise care over the body without being a slave to its pleasures and desires, so it is possible to govern a wife, and at the same time to delight and gratify her."},{"id":556,"quote":"We ought indeed to shrink from and feel shame at what is base; but the nature which is over-cautious to avoid blame may be gentle and kindly, but cannot be great."},{"id":557,"quote":"But it seems to have eluded all these philosophers in what way each of us is truly two fold and composite. For that other two fold nature of ours they have not discerned, but merely the more obvious one, the blend of soul and body. But that there is some element of composition, some two fold nature and dissimilarity of the very soul within itself, since the irrational, as though it were another substance, is mingled and joined with reason by some compulsion of Nature — E this, it is likely, was not unknown even to Pythagoras, if we may judge by the man’s enthusiasm for the study of music, which he introduced to enchant and assuage the soul, perceiving that the soul has not every part of itself in subjection to discipline and study, and that not every part can be changed from vice by reason, but that the several parts have need of some other kind of persuasion to co operate with them, to mould them, and to tame them, if they are not to be utterly intractable and obstinate to the teaching of philosophy."},{"id":558,"quote":"Another Spartan, when he saw men sitting on stools in a lavatory, declared: \"May I never sit where it is impossible for me to get up and offer my seat to an older man."},{"id":559,"quote":"Általában úgy van az, a fáradságos munkát is könnyebben elviseljük, ha valaki szemmel láthatóan azon igyekszik, hogy megossza velünk: így a munkát nem érezzük reánk kényszerített fáradtságnak. A római katona akkor a legboldogabb, ha a hadvezér ugyanazt a kenyeret eszi, amit ő, közönséges tábori ágyon alszik, vele együtt ássa az árkot, veri be a cölöpöt, mikor sáncot készítenek. Nem is a kitüntetéseket vagy pénzjutalmakat osztogató tisztjeikért rajonganak kiváltképpen; azokat szeretik inkább, akik fáradalmakban és veszélyekben osztozkodnak velük. Az effajta tiszthez jobban ragaszkodnak, mint az olyan elnéző emberhez, aki nem bánja, ha könnyebben veszik a dolgot."},{"id":560,"quote":"Others have seen the assassination as a useful reminder of the futility of such attempts at direct action. For what did it achieve? If the assassins had really wanted to quash the rise of one-man rule in Rome, if they wanted to kill the tyranny as well as the tyrant, they were strikingly unsuccessful."},{"id":561,"quote":"For if they do not receive the seed of good doctrines and share with their husbands in intellectual advancement, they, left to themselves, conceive many untoward ideas and low designs and emotions."},{"id":562,"quote":"The art of wise administration consist in making certain concessions and granting that which will please the people, while demanding in return an obedience and cooperation which will benefit the whole community. p235-236"},{"id":563,"quote":"Липсата на мярка е опасна във всяка област, но в политическата кариерае направо пагубна. Тя води до явна лудост и безумие хората, облечени в голямавласт, когато те се стремят не да прославят доброто, но да смятат славата за добро"},{"id":564,"quote":"And yet, said he, “how can a man take care of his own horse or furbish up his spear and helmet, if he is unaccustomed to using his hands on his own dear person? Know ye not,” said he, “that the end and object of conquest is to avoid doing the same thing as the conquered?”"},{"id":565,"quote":"Or is it that of all numbers nine is the first square from the odd and perfect triad, while eight is the first cube from the even dyad? Now a man should be four-square, eminent, and perfect; but a woman, like a cube, should be stable, domestic, and difficult to remove from her place. And"},{"id":566,"quote":"If we compare Sappho's poems with Anakreon's or the Sibyl's oracles with the prophet Bakis, then it is clear that the art of poetry or of prophecy is not one art practiced by men and another when practiced by women. It is the same. Can anyone protest this conclusion?"},{"id":567,"quote":"In whatsoever countrey men are bred(I know not by what sweetnesse of it led),They nourish in their minds a glad desire,Unto their native homes for to retire,"},{"id":568,"quote":"For it may happen to the commonwealth, as to the serpent in the fable, whose tail, rising in rebellion against the head, complained, as of a great grievance, that it was always forced to follow, and required that it should be permitted by turns to lead the way. And taking the command accordingly, it soon inflicted , by its senseless courses, mischiefs in abundance upon itself, while the head was torn and lacerated with following, contrary to nature, a guide that was deaf and blind."},{"id":569,"quote":"There is nothing so imperfect, so helpless, so naked, so shapeless, so foul, as man observed at birth, to whom alone, one might almost say, Nature has given not a clean passage to the light; but, defiled with blood and covered with filth, and resembling more one just slain than one just born, he is an object for none to touch or lift up or kiss or embrace except for someone who loves with a natural affection."},{"id":570,"quote":"Some, too, have made banishment and loss of property a means of leisure and philosophic study, as did Diogenes and Crates. And Zeno, on learning that the ship which bore his venture had been wrecked, exclaimed, “A real kindness, O Fortune, that thou, too, dost join in driving us to the philosopher’s cloak!"},{"id":571,"quote":"That age produced a sort of men, in force of hand, and swiftness of foot, and strength of body, excelling the ordinary rate, and wholly incapable of fatigue; making use, however, of these gifts of nature to no good or profitable purpose for mankind, but rejoicing and priding themselves in insolence, and taking the benefit of their superior strength in the exercise of inhumanity and cruelty, and in seizing, forcing, and committing all manner of outrages upon everything that fell into their hands; all respect for others, all justice, they thought, all equity and humanity, though naturally lauded by common people, either out of want of courage to commit injuries or fear to receive them, yet no way concerned those who were strong enough to win for themselves."},{"id":572,"quote":"It is certainly our duty to avoid all appearance of evil, and to be ashamed to give occasion even to be reputed vicious; yet evil reports are so inconsiderable to a wise man, that, if he have a greater aversion to the nature of evil than to the infamy that attends it, he will not fear what is said of him abroad, nor what calumnies are raised, if so be he be made the better by them. It was handsomely said of Diogenes, when he saw a young spark coming out of a tavern, who at the sight of him drew back: Do not retire, says he, for the more you go backward, the more you will be in the tavern. Even so every vicious person, the more he denies and palliates vice, the more aggravates and confirms it, and with surer footing goes farther into wickedness; like some persons of ordinary rank and quality, who, while they assume above themselves, and out of arrogance would be thought rich, are made really poor and necessitous, by pretending to be otherwise."},{"id":573,"quote":"common people, who, in any difficult crisis and great exigency, ever look for relief rather to strange and extravagant than to reasonable means,"},{"id":574,"quote":"[Apollo], whose oracle is in Delphi, neither speaks nor suppresses, but indicates."},{"id":575,"quote":"For the first step towards victory undoubtedly is to gain courage."},{"id":576,"quote":"Foolish people practice politics, not by serving as generals, secretaries, or popular leaders, but by inciting the mob, giving public speeches, fostering discord, or performing public service out of obligation; and, conversely, those who are civic-minded, philanthropic, devoted to the city, attentive, and truly political are always practicing politics by the promotion of those in power, the guidance of those needing direction, the support of those deliberating, the correction of those causing harm, and the reinforcement of those who are sensible."},{"id":577,"quote":"When therefore we once begin so to love good men, as not only (according to Plato) to esteem the wise man himself happy, and him who hears his discourses sharer in his felicity, but also to admire and love his habit, gait, look, and very smile, so as to wish ourselves to be that very person, then we may be assured that we have made very good proficiency."}]