[{"id":1,"quote":"Marriage is the only war in which you sleep with the enemy."},{"id":2,"quote":"For most men the love of justice is only the fear of suffering injustice."},{"id":3,"quote":"It is pointless for a woman to be young unless pretty, or to be pretty unless young."},{"id":4,"quote":"Few things are needful to make the wise man happy, but nothing satisfies the fool; - and this is the reason why so many of mankind are miserable."},{"id":5,"quote":"When we are unable to find tranquility within ourselves, it is useless to seek it elsewhere."},{"id":6,"quote":"Mediocre minds usually dismiss anything which reaches beyond their own understanding."},{"id":7,"quote":"To eat is a necessity, but to eat intelligently is an art."},{"id":8,"quote":"Few people have the wisdom to prefer the criticism that would do them good, to the praise that deceives them."},{"id":9,"quote":"The height of cleverness is to be able to conceal it."},{"id":10,"quote":"To listen closely and reply well is the highest perfection we are able to attain in the art of conversation."},{"id":11,"quote":"Before we set our hearts too much upon anything, let us examine how happy they are, who already possess it."},{"id":12,"quote":"It is easier to be wise for others than for ourselves."},{"id":13,"quote":"We promise according to our hopes and perform according to our fears."},{"id":14,"quote":"We are lazier in our minds than in our bodies."},{"id":15,"quote":"True love is like ghosts, which everyone talks about and few have seen."},{"id":16,"quote":"Those who occupy their minds with small matters, generally become incapable of greatness."},{"id":17,"quote":"We can never be certain of our courage until we have faced danger."},{"id":18,"quote":"Quarrels would not last long if the fault was only on one side."},{"id":19,"quote":"All women are flirts, but some are restrained by shyness, and others by sense."},{"id":20,"quote":"The strongest symptom of wisdom in man is his being sensible of his own follies."},{"id":21,"quote":"True eloquence consists in saying all that should be said, and that only."},{"id":22,"quote":"Eloquence: saying the proper thing and stopping."},{"id":23,"quote":"We are more interested in making others believe we are happy than in trying to be happy ourselves."},{"id":24,"quote":"Only great men have great faults."},{"id":25,"quote":"A clever man reaps some benefit from the worst catastrophe, and a fool can turn even good luck to his disadvantage."},{"id":26,"quote":"Sincerity is an openness of heart; we find it in very few people; what we usually see is only an artful dissimulation to win the confidence of others."},{"id":27,"quote":"Hypocrisy is the homage vice pays to virtue."},{"id":28,"quote":"Thinkers think and doers do. But until the thinkers do and the doers think, progress will be just another word in the already overburdened vocabulary by sense."},{"id":29,"quote":"There is no better proof of a man's being truly good than his desiring to be constantly under the observation of good men."},{"id":30,"quote":"In friendship as well as love, ignorance very often contributes more to our happiness than knowledge."},{"id":31,"quote":"We are more often treacherous through weakness than through calculation."},{"id":32,"quote":"We rarely think people have good sense unless they agree with us."},{"id":33,"quote":"Humility is the worst form of conceit."},{"id":34,"quote":"Weak people cannot be sincere."},{"id":35,"quote":"It is easy to be wise on behalf of others than to be so for ourselves."},{"id":36,"quote":"Jealousy is nothing more than a fear of abandonment"},{"id":37,"quote":"A wise man thinks it more advantageous not to join the battle than to win."},{"id":38,"quote":"The simplest man with passion will be more persuasive than the most eloquent without."},{"id":39,"quote":"Good advice is something a man gives when he is too old to set a bad example."},{"id":40,"quote":"Wisdom is the mind what health is to the body."},{"id":41,"quote":"One forgives to the degree that one loves."},{"id":42,"quote":"Why can we remember the tiniest detail that has happened to us, and not remember how many times we have told it to the same person."},{"id":43,"quote":"A man's happiness or unhappiness depends as much on his temperament as on his destiny."},{"id":44,"quote":"Nothing is so contagious as example."},{"id":45,"quote":"Most of our faults are more pardonable than the means we use to conceal them."},{"id":46,"quote":"We arrive at the various stages of life quite as novices."},{"id":47,"quote":"It takes more strength of character to withstand good fortune than bad."},{"id":48,"quote":"Selfishness is the grand moving principle of nine-tenths of our actions."},{"id":49,"quote":"The best way to rise in society is to use all possible means of persuading people that one has already risen in society."},{"id":50,"quote":"It is impossible to love a second time what we have really ceased to love."},{"id":51,"quote":"Hope is the last thing that dies in man; and though it be exceedingly deceitful, yet it is of this good use to us, that while we are traveling through life it conducts us in an easier and more pleasant way to our journey's end."},{"id":52,"quote":"The blindness of men is the most dangerous effect of their pride; it seems to nourish and augment it; it deprives them of knowledge of remedies which can solace their miseries and can cure their faults."},{"id":53,"quote":"What is perfectly true is perfectly witty."},{"id":54,"quote":"Man only blames himself in order that he may be praised."},{"id":55,"quote":"No persons are more frequently wrong, than those who will not admit they are wrong."},{"id":56,"quote":"When we disclaim praise, it is only showing our desire to be praised a second time."},{"id":57,"quote":"It is easier to appear worthy of a position one does not hold, than of the office which one fills."},{"id":58,"quote":"To be a great man it is necessary to know how to profit by the whole of our good fortune."},{"id":59,"quote":"In the presence of some people we inevitably depart From ourselves: we are inaccurate, we say things we do not feel, And talk nonsense. When we get home we are conscious that we Have made fools of ourselves. Never go near these people."},{"id":60,"quote":"We only acknowledge small faults in order to make it appear that we are free from great ones."},{"id":61,"quote":"The force we use on ourselves, to prevent ourselves from loving, is often more cruel than the severest treatment at the hands of one loved."},{"id":62,"quote":"We often pay our debts not because it is only fair that we should, but to make future loans easier."},{"id":63,"quote":"The only thing constant in life is change"},{"id":64,"quote":"Idiots and lunatics see only their own wit."},{"id":65,"quote":"We always love those who admire us, but we do not always love those whom we admire."},{"id":66,"quote":"To achieve greatness one should live as if they will never die."},{"id":67,"quote":"One thing which makes us find so few people who appear reasonable and agreeable in conversation is, that there is scarcely any one who does not think more of what he is about to say than of answering precisely what is said to him."},{"id":68,"quote":"Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires."},{"id":69,"quote":"People's personalities, like buildings, have various facades, some pleasant to view, some not."},{"id":70,"quote":"He who imagines he can do without the world deceives himself much; but he who fancies the world cannot do without him is still more mistaken."},{"id":71,"quote":"There is only one kind of love, but there are a thousand imitations."},{"id":72,"quote":"Preserving health by too severe a rule is a worrisome malady."},{"id":73,"quote":"No man is clever enough to know all the evil he does."},{"id":74,"quote":"There are some faults which, when well managed, make a greater figure than virtue itself."},{"id":75,"quote":"Not all those who know their minds know their hearts as well."},{"id":76,"quote":"We would frequently be ashamed of our good deeds if people saw all of the motives that produced them."},{"id":77,"quote":"Gracefulness is to the body what understanding is to the mind."},{"id":78,"quote":"We like to read others but we do not like to be read."},{"id":79,"quote":"A true friend is the most precious of all possessions and the one we take the least thought about acquiring."},{"id":80,"quote":"The only thing that should surprise us is that there are still some things that can surprise us."},{"id":81,"quote":"All the passions are nothing else than different degrees of heat and cold of the blood."},{"id":82,"quote":"To establish ourselves in the world, we have to do all we can to appear established. To succeed in the world, we do everything we can to appear successful."},{"id":83,"quote":"They that apply themselves to trifling matters commonly become incapable of great ones."},{"id":84,"quote":"Nothing is so catching as example."},{"id":85,"quote":"The violence we do to ourselves in order to remain faithful to the one we love is hardly better than an act of infidelity."},{"id":86,"quote":"The man who leaves a woman best pleased with herself is the one whom she will soonest wish to see."},{"id":87,"quote":"There is no disguise which can hide love for long where it exists, or simulate it where it does not."},{"id":88,"quote":"We think very few people sensible, except those who are of our opinion."},{"id":89,"quote":"Our greediness so often troubles us, making us run after so many things at the same time, that while we too eagerly look after the least we miss the greatest."},{"id":90,"quote":"Pride does not wish to owe and vanity does not wish to pay."},{"id":91,"quote":"If we are incapable of finding peace in ourselves, it is pointless to search elsewhere."},{"id":92,"quote":"We give advice, but we cannot give the wisdom to profit by it."},{"id":93,"quote":"A gentleman may love like a lunatic, but not like a beast."},{"id":94,"quote":"It is no tragedy to do ungrateful people favors, but it is unbearable to be indebted to a scoundrel."},{"id":95,"quote":"Intrepidity is an extraordinary strength of soul, which raises it above the troubles, disorders and emotions which the sight of great perils can arouse in it; by this strength heroes maintain a calm aspect and preserve their reason and liberty in the most surprising and terrible accidents."},{"id":96,"quote":"A man of understanding finds less difficulty in submitting to a wrong-headed fellow, than in attempting to set him right."},{"id":97,"quote":"Folly pursues us at all periods of our lives. If someone seems wise it is only because his follies are proportionate to his age and fortune."},{"id":98,"quote":"Gallantry of mind consists in saying flattering things in an agreeable manner."},{"id":99,"quote":"How can we expect another to keep our secret if we have been unable to keep it ourselves?"},{"id":100,"quote":"Gratitude is merely the secret hope of further favors."},{"id":101,"quote":"The constancy of sages is nothing but the art of locking up their agitation in their hearts."},{"id":102,"quote":"As one grows older, one becomes wiser and more foolish."},{"id":103,"quote":"However we may conceal our passions under the veil ... there is always some place where they peep out."},{"id":104,"quote":"Sometimes, occasions occur in life which demand you to be a little foolish in order to skillfully extricate yourself."},{"id":105,"quote":"Every one speaks well of his own heart, but no one dares speak well of his own mind."},{"id":106,"quote":"We sometimes differ more widely from ourselves than we do from others."},{"id":107,"quote":"Madmen and fools see everything through the medium of humor."},{"id":108,"quote":"We sometimes condemn the present, by praising the past; and show our contempt of what is now, by our esteem for what is no more."},{"id":109,"quote":"A resolution never to deceive exposes a man to be often deceived."},{"id":110,"quote":"Those who give too much attention to trifling things become generally incapable of great ones."},{"id":111,"quote":"Jealousy is not love, but self-love."},{"id":112,"quote":"We should often blush at our noblest deeds if the world were to see all their underlying motives."},{"id":113,"quote":"We are sometimes as different from ourselves as we are from others."},{"id":114,"quote":"We are never so happy, nor so unhappy, as we suppose ourselves to be."},{"id":115,"quote":"Our virtues are often, in reality, no better than vices disguised."},{"id":116,"quote":"The sure mark of one born with noble qualities is being born without envy."},{"id":117,"quote":"Some people displease with merit, and others' very faults and defects are pleasing."},{"id":118,"quote":"Taste may change, but inclination never."},{"id":119,"quote":"It is great folly to wish to be wise all alone."},{"id":120,"quote":"Smallness of mind is the cause of stubbornness, and we do not credit readily what is beyond our view."},{"id":121,"quote":"The world is full of pots jeering at kettles."},{"id":122,"quote":"The sure way to be cheated is to think one's self more cunning than others."},{"id":123,"quote":"The secret of pleasing in conversation is not to explain too much everything; to say them half and leave a little for divination is a mark of the good opinion we have of others, and nothing flatters their self-love more."},{"id":124,"quote":"L'absence diminue les mediocres passions, et augmente les grandes,comme le vent eteint les bougies, et allume le feu. Absence diminishes commonplace passions, and increases great ones, as wind extinguishes candles and kindles fire."},{"id":125,"quote":"Idleness and fear keeps us in the path of duty, but our virtue often gets the praise."},{"id":126,"quote":"There are fine things that are more brilliant when they are unfinished than when finished too much."},{"id":127,"quote":"Sometimes a fool has talent, but never judgment."},{"id":128,"quote":"The trust that we put in ourselves makes us feel trust in others."},{"id":129,"quote":"Civility is a desire to receive civilities, and to be accounted well-bred."},{"id":130,"quote":"We are so accustomed to disguise ourselves to others that in the end we become disguised to ourselves."},{"id":131,"quote":"Envy is more irreconcilable than hatred."},{"id":132,"quote":"It is with true love as it is with ghosts; everyone talks about it, but few have seen it."},{"id":133,"quote":"We rarely ever perceive others as being sensible, except for those who agree with us."},{"id":134,"quote":"When our vices leave us, we like to imagine it is we who are leaving them."},{"id":135,"quote":"It is sometimes necessary to play the fool to avoid being deceived by cunning men."},{"id":136,"quote":"When our hatred is violent, it sinks us even beneath those we hate."},{"id":137,"quote":"Decency is the least of all laws, but yet it is the law which is most strictly observed."},{"id":138,"quote":"Death, like the sun, cannot be looked at steadily."},{"id":139,"quote":"Passion very often makes the wisest men fools, and very often too inspires the greatest fools with wit."},{"id":140,"quote":"We always like those who admire us."},{"id":141,"quote":"In all aspects of life, we take on a part and an appearance to seem to be what we wish to be--and thus the world is merely composed of actors."},{"id":142,"quote":"We torment ourselves rather to make it appear that we are happy than to become so."},{"id":143,"quote":"He who lives without folly isn't so wise as he thinks."},{"id":144,"quote":"We easily forget our faults when no one knows them but ourselves."},{"id":145,"quote":"It is the prerogative of great men only to have great defects."},{"id":146,"quote":"When the heart is still disturbed by the relics of a passion it is proner to take up a new one than when wholly cured."},{"id":147,"quote":"Minds of moderate caliber ordinarily condemn everthing which is beyond their range."},{"id":148,"quote":"If one judges love by the majority of its effects, it is more like hatred than like friendship."},{"id":149,"quote":"The art of putting into play mediocre qualities often begets more reputation than is achieved by true merit."},{"id":150,"quote":"Propriety is the least of all laws, and the most observed."},{"id":151,"quote":"Cunning and treachery are the offspring of incapacity."},{"id":152,"quote":"Self-interest makes some people blind, and others sharp-sighted."},{"id":153,"quote":"The constancy of the wise is only the talent of concealing the agitation of their hearts."},{"id":154,"quote":"Sometimes we meet a fool with wit, never one with discretion."},{"id":155,"quote":"The old begin to complain of the conduct of the young when they themselves are no longer able to set a bad example."},{"id":156,"quote":"Old age is a tyrant, who forbids, under pain of death, the pleasures of youth."},{"id":157,"quote":"How deceitful hope may be, yet she carries us on pleasantly to the end of life."},{"id":158,"quote":"Chance corrects us of many faults that reason would not know how to correct."},{"id":159,"quote":"If we did not flatter ourselves, the flattery of others could never harm us."},{"id":160,"quote":"We have no patience with other people's vanity because it is offensive to our own."},{"id":161,"quote":"We are much harder on people who betray us in small ways than on people who betray others in great ones."},{"id":162,"quote":"Youth is a perpetual intoxication; it is a fever of the mind."},{"id":163,"quote":"There are certain defects which, well-mounted, glitter like virtue itself."},{"id":164,"quote":"Death and the sun are not to be looked at steadily."},{"id":165,"quote":"The heat of youth is not more opposed to safety than the coldness of age."},{"id":166,"quote":"Nothing is impossible; there are ways that lead to everything, and if we had sufficient will we should always have sufficient means. It is often merely for an excuse that we say things are impossible."},{"id":167,"quote":"I always say to myself, what is the most important thing we can think about at this extraordinary moment."},{"id":168,"quote":"How can we be answerable for what we shall want in the future, since we have no clear idea of what we want now?"},{"id":169,"quote":"The better part of one's life consists of his friendships. ABRAHAM LINCOLN, letter to Joseph Gillespie, July 13, 1849 Friendship is insipid to those who have experienced love."},{"id":170,"quote":"A certain harmony should be kept between actions and ideas if we want to fully develop the effects they can produce."},{"id":171,"quote":"A man cannot please long who has only one kind of wit."},{"id":172,"quote":"If we are to judge of love by its consequences, it more nearly resembles hatred than friendship."},{"id":173,"quote":"The desire of appearing clever often prevents our becoming so."},{"id":174,"quote":"The pleasure of love is in the loving; and there is more joy in the passion one feels than in that which one inspires."},{"id":175,"quote":"We should manage our fortune as we do our health - enjoy it when good, be patient when it is bad, and never apply violent remedies except in an extreme necessity"},{"id":176,"quote":"Only strong natures can really be sweet ones; those that seem sweet are in general only weak, and may easily turn sour."},{"id":177,"quote":"In the intercourse of life, we please more by our faults than by our good qualities."},{"id":178,"quote":"We cannot possibly imagine the variety of contradictions in every heart."},{"id":179,"quote":"A good woman is a hidden treasure; who discovers her will do well not to boast about it."},{"id":180,"quote":"Numberless arts appear foolish whose secret motives are most wise and weighty."},{"id":181,"quote":"Nothing is rarer than true good nature; they who are reputed to have it are generally only pliant or weak."},{"id":182,"quote":"More men are guilty of treason through weakness than any studied design to betray."},{"id":183,"quote":"Small minds are much distressed by little things. Great minds see them all but are not upset by them."},{"id":184,"quote":"It is the habit of mediocre minds to condemn all that is beyond their grasp."},{"id":185,"quote":"None deserve praise for being good who have not the spirit to be bad: goodness, for the most part, is nothing but indolence or weakness of will."},{"id":186,"quote":"He that would be a great man must learn to turn every accident to some advantage."},{"id":187,"quote":"Whatever ignominy or disgrace we have incurred, it is almost always in our power to reestablish our reputation."},{"id":188,"quote":"Our own distrust gives a fair pretence for the knavery of other people."},{"id":189,"quote":"We should often feel ashamed of our best actions if the world could see all the motives which produced them."},{"id":190,"quote":"One is never fortunate or as unfortunate as one imagines."},{"id":191,"quote":"Our temper sets a price upon every gift that we receive from fortune."},{"id":192,"quote":"If a man doesn't find ease in himself, 'tis in vain to seek it elsewhere."},{"id":193,"quote":"There are few people who are more often in the wrong than those who cannot endure to be so."},{"id":194,"quote":"Jealousy is in some measure just and reasonable, since it merely aims at keeping something that belongs to us or we think belongsto us, whereas envy is a frenzy that cannot bear anything that belongs to others."},{"id":195,"quote":"Many people despise wealth, but few know how to give it away."},{"id":196,"quote":"To praise great actions is in some sense to share them."},{"id":197,"quote":"Fortune never seems so blind to any as to those on whom she bestows no favors."},{"id":198,"quote":"A refusal of praise is a desire to be praised twice."},{"id":199,"quote":"Sometimes in life situations develop that only the half-crazy can get out of."},{"id":200,"quote":"The aversion to lying is often a hidden ambition to render our words credible and weighty, and to attach a religious aspect to our conversation."},{"id":201,"quote":"We easily forget crimes that are known to none but ourselves."},{"id":202,"quote":"Ordinary men commonly condemn what is beyond them."},{"id":203,"quote":"None but great men are capable of having great flaws."},{"id":204,"quote":"There is at least as much eloquence in the voice, eyes, and air of a speaker as in his choice of words."},{"id":205,"quote":"As great minds have the faculty of saying a great deal in a few words, so lesser minds have a talent of talking much, and saying nothing."},{"id":206,"quote":"One can find women who have never had one love affair, but it is rare indeed to find any who have had only one."},{"id":207,"quote":"It is easier to understand mankind in general than any individual man."},{"id":208,"quote":"Gratitude, in most men, is only a strong and secret hope of greater favors."},{"id":209,"quote":"Before strongly desiring anything, we should look carefully into the happiness of its present owner."},{"id":210,"quote":"We may seem great in an employment below our worth, but we very often look little in one that is too big for us."},{"id":211,"quote":"When our hatred is too alive puts us below what we hate."},{"id":212,"quote":"We do not wish ardently for what we desire only through reason."},{"id":213,"quote":"Love is to the soul of him who loves, what the soul is to the body which it animates."},{"id":214,"quote":"We may say of agreeableness, as distinct from beauty, that it is a symmetry whose rules are unknown."},{"id":215,"quote":"Before we passionately desire a thing, we should examine the happiness of its possessor."},{"id":216,"quote":"There are some persons who only disgust with their abilities, there are persons who please even with their faults."},{"id":217,"quote":"Moderation resembles temperance. We are not so unwilling to eat more, as afraid of doing ourselves harm by it."},{"id":218,"quote":"It is from a weakness and smallness of mind that men are opinionated; and we are very loath to believe what we are not able to comprehend."},{"id":219,"quote":"Customary use of artifice is the sign of a small mind, and it almost always happens that he who uses it to cover one spot uncovers himself in another."},{"id":220,"quote":"Our minds are as much given to laziness as our bodies."},{"id":221,"quote":"Moderation is an ostentatious proof of our strength of character."},{"id":222,"quote":"Sometimes there are accidents in our lives the skillful extrication from which demands a little folly."},{"id":223,"quote":"What seems to be generosity is often no more than disguised ambition, which overlooks a small interest in order to secure a great one."},{"id":224,"quote":"Conceit causes more conversation than wit."},{"id":225,"quote":"Virtue is the habit of acting according to wisdom. GOTTFRIED WILHELM LEIBNIZ, \"Felicity\", Leibniz: Political Writings Virtue is harder to be got than knowledge of the world; and, if lost in a young man, is seldom recovered. JOHN LOCKE, Some Thoughts Concerning Education However wicked men may be, they do not dare openly to appear the enemies of virtue, and when they desire to persecute her they either pretend to believe her false or attribute crimes to her."},{"id":226,"quote":"The truest comparison we can make of love is to liken it to a fever; we have no more power over the one than the other, either as to its violence or duration."},{"id":227,"quote":"To be a great man it is necessary to turn to account all opportunities."},{"id":228,"quote":"It is praiseworthy even to attempt a great action."},{"id":229,"quote":"We always get bored with those whom we bore."},{"id":230,"quote":"The defects and faults of the mind are like wounds in the body; after all imaginable care has been taken to heal them up, still there will be a scar left behind, and they are in continual danger of breaking the skin and bursting out again."},{"id":231,"quote":"Ridicule dishonors a man more than dishonor does."},{"id":232,"quote":"Female gossips are generally actuated by active ignorance."},{"id":233,"quote":"Great and glorious events which dazzle the beholder are represented by politicians as the outcome of grand designs whereas they are usually products of temperaments and passions."},{"id":234,"quote":"No fools are so difficult to manage as those with some brains."},{"id":235,"quote":"All women seem by nature to be coquettes."},{"id":236,"quote":"The judgments our enemies make about us come nearer to the truth than those we make about ourselves."},{"id":237,"quote":"Perfect behavior is born of complete indifference."},{"id":238,"quote":"Whatever pretended causes we may blame our afflictions upon, it is often nothing but self-interest and vanity that produce them."},{"id":239,"quote":"Too great refinement is false delicacy, and true delicacy is solid refinement."},{"id":240,"quote":"Some men are so full of themselves that when they fall in love, they amuse themselves rather with their own passion than with theperson they love."},{"id":241,"quote":"The love of new acquaintance comes not so much from being weary of what we had before, or from any satisfaction there is in change, as from the distaste we feel in being too little admired by those that know us too well, and the hope of being more admired by those that know us less."},{"id":242,"quote":"Nothing prevents one from appearing natural as the desire to appear natural."},{"id":243,"quote":"The accent of one's birthplace remains in the mind and in the heart as in one's speech."},{"id":244,"quote":"There are very few things impossible in themselves; and we do not want means to conquer difficulties so much as application and resolution in the use of means."},{"id":245,"quote":"Though nature be ever so generous, yet can she not make a hero alone. Fortune must contribute her part too; and till both concur, the work cannot be perfected."},{"id":246,"quote":"Our envy always outlives the felicity of its object."},{"id":247,"quote":"Simplicity is a delicate imposition."},{"id":248,"quote":"The man whom no one pleases is much more unhappy than the man who pleases no one."},{"id":249,"quote":"Nothing hinders a thing from being natural so much as the straining ourselves to make it seem so."},{"id":250,"quote":"Most women lament not the death of their lovers so much out of real affection for them, as because they would appear worthy of love."},{"id":251,"quote":"Hatred is stronger than friendship."},{"id":252,"quote":"No matter how much care we put into hiding our passions under the appearances of devotion and honor, they can always be seen to peer out through these covers."},{"id":253,"quote":"Love of fame, fear of disgrace, schemes for advancement, desire to make life comfortable and pleasant, and the urge to humiliate others are often at the root of the valour men hold in such high esteem."},{"id":254,"quote":"It is given to few persons to keep this secret well. Those who lay down rules too often break them, and the safest we are able to give is to listen much, to speak little, and to say nothing that that will ever give ground or regret."},{"id":255,"quote":"There are a great many men valued in society who have nothing to recommend them but serviceable vices."},{"id":256,"quote":"Avarice often produces opposite results: there are an infinite number of persons who sacrifice their property to doubtful and distant expectations; others mistake great future advantages for small present interests."},{"id":257,"quote":"Happiness is in the taste, and not in the things themselves; we are happy from possessing what we like, not from possessing what others like."},{"id":258,"quote":"It is as common for tastes to change as it is uncommon for traits of character."},{"id":259,"quote":"We can be more clever than one, but not more clever than all."},{"id":260,"quote":"Confidence always pleases those who receive it. It is a tribute we pay to their merit, a deposit we commit to their trust, a pledge that gives them a claim upon us, a kind of dependence to which we voluntarily submit."},{"id":261,"quote":"Whatever distrust we may have of the sincerity of those who converse with us, we always believe they will tell us more truth than they do to others."},{"id":262,"quote":"Those only are despicable who fear to be despised."},{"id":263,"quote":"Perfect Valor is to do, without a witness, all that we could do before the whole world."},{"id":264,"quote":"Perhaps being old is having lighted rooms inside your head, and people in them, acting. People you know, yet can't quite name."},{"id":265,"quote":"The defects of the mind, like those of the face, grow worse with age."},{"id":266,"quote":"The passions are the only orators which always persuade."},{"id":267,"quote":"The praise we give to new comers into the world arises from the envy we bear to those who are established."},{"id":268,"quote":"We are almost always wearied in the company of persons with whom we are not permitted to be weary."},{"id":269,"quote":"The constancy of the wise is only the art of keeping disquietude to one's self."},{"id":270,"quote":"The gallantry of the mind consists in agreeable flattery."},{"id":271,"quote":"Almost everyone takes pleasure in repaying trifling obligations, very many feel gratitude for those that are moderate; but there is scarcely anyone who is not ungrateful for those that are weighty."},{"id":272,"quote":"Philosophy easily triumphs over past and future ills; but present ills triumph over philosophy."},{"id":273,"quote":"The intellect of the generality of women serves more to fortify their folly than their reason."},{"id":274,"quote":"Magnanimity is sufficiently defined by its name, nevertheless one can say it is the good sense of pride, the most noble way of receiving praise."},{"id":275,"quote":"Even women are perfect at the outset."},{"id":276,"quote":"We are not fond of praising, and never praise any one except from interested motives. Praise is a clever, concealed, and delicate flattery, which gratifies in different ways the giver and the receiver. The one takes it as a recompense of his merit, and the other bestows it to display his equity and discernment."},{"id":277,"quote":"Raillery is more insupportable than wrong; because we have a right to resent injuries, but are ridiculous in being angry at a jest."},{"id":278,"quote":"The less you trust others, the less you will be deceived."},{"id":279,"quote":"Some people are so extremely whiffling and inconsiderable that they are as far from any real faults as from substantial virtues."},{"id":280,"quote":"Few things are needed to make a wise man happy; nothing can make a fool content; that is why most men are miserable."},{"id":281,"quote":"Flattery is a counterfeit money which, but for vanity, would have no circulation."},{"id":282,"quote":"A fashionable woman is always in love - with herself."},{"id":283,"quote":"In order to succeed in the world people do their upmost to appear successful."},{"id":284,"quote":"The mind is always the patsy of the heart."},{"id":285,"quote":"Truth does less good in the world than its appearances do harm."},{"id":286,"quote":"In love, the quickest is always the best cure."},{"id":287,"quote":"We often shed tears that deceive ourselves after deceiving others."},{"id":288,"quote":"It is most difficult to speak when we are ashamed of being silent."},{"id":289,"quote":"Some crimes get honor and renown by being committed with more pomp, by a greater number, and in a higher degree of wickedness thanothers. Hence it is that public robberies, plunderings, and sackings have been looked upon as excellencies and noble achievements, and the seizing of whole countries, however unjustly and barbarously, is dignified with the glorious name of gaining conquests."},{"id":290,"quote":"Familiarity is a suspension of almost all the laws of civility, which libertinism has introduced into society under the notion of ease."},{"id":291,"quote":"To understand matters rightly we should understand their details; and as that knowledge is almost infinite, our knowledge is always superficial and imperfect."},{"id":292,"quote":"The name and pretense of virtue is as serviceable to self-interest as are real vices."},{"id":293,"quote":"Not to love is in love an infallible means of being loved."},{"id":294,"quote":"Sometimes we lose friends for whose loss our regret is greater than our grief, and others for whom our grief is greater than our regret."},{"id":295,"quote":"Everyone takes pleasure in returning small obligations, many people acknowledge moderate ones; but there are only a scarce few who do not pay great ones with ingratitude."},{"id":296,"quote":"Only the great can afford to have great defects."},{"id":297,"quote":"There are no accidents so unlucky but the prudent may draw some advantage from them."},{"id":298,"quote":"The greatest part of our faults are more excusable than the methods that are commonly taken to conceal them."},{"id":299,"quote":"The reason that lovers never weary each other is because they are always talking about themselves."},{"id":300,"quote":"A man, in order to establish himself in the world, does everything he can to appear established there."},{"id":301,"quote":"Often we are firm from weakness, and audacious from timidity."},{"id":302,"quote":"Bodily labor alleviates the pains of the mind and from this arises the happiness of the poor"},{"id":303,"quote":"Politeness of mind consists in thinking chaste and refined thoughts."},{"id":304,"quote":"The height of ability in the least able consists in knowing how to submit to the good leadership of others."},{"id":305,"quote":"The happiness and unhappiness of men depends as much on their ethics as on fortune."},{"id":306,"quote":"There may be talent without position, but there is no position without some kind of talent."},{"id":307,"quote":"He is a truly virtuous man who wishes always to be open to the observation of honest men."},{"id":308,"quote":"People are more slanderous from vanity than from malice."},{"id":309,"quote":"The reason we bitterly hate those who deceive us is because they think they are cleverer than we are."},{"id":310,"quote":"There is great skill in knowing how to conceal one's skill."},{"id":311,"quote":"Honest people will respect us for our merit: the public, for our luck."},{"id":312,"quote":"Sometimes there is equal or more ability in knowing how to use good advice than there is in giving it."},{"id":313,"quote":"We may give advice, but not the sense to use it."},{"id":314,"quote":"We should gain more by letting the world see what we are than by trying to seem what we are not."},{"id":315,"quote":"Fortune and humor govern the world."},{"id":316,"quote":"One is never as happy or as unhappy as one thinks."},{"id":317,"quote":"Opportunity makes us known to others, but more to ourselves."},{"id":318,"quote":"Gratitude is a useless word. You will find it in a dictionary but not in life."},{"id":319,"quote":"Reconciliation with our enemies is simply a desire to better our condition, a weariness of war, or the fear of some unlucky thing from occurring."},{"id":320,"quote":"It is much better to learn to deal with the ills we have now than to speculate on those that may befall us."},{"id":321,"quote":"The only good imitations are those that poke fun at bad originals."},{"id":322,"quote":"The art of using moderate abilities to advantage often brings greater results than actual brilliance"},{"id":323,"quote":"It is difficult to define love; all we can say is, that in the soul it is a desire to rule, in the mind it is a sympathy, and in the body it is a hidden and delicate wish to possess what we love-Plus many mysteries."},{"id":324,"quote":"It is as commendable to think well of oneself when alone, as it is ridiculous to speak well of oneself among others."},{"id":325,"quote":"If vanity does not entirely overthrow the virtues, at least it makes them all totter."},{"id":326,"quote":"Though confidence is very fine, and makes the future sunny; I want no confidence for mine, I'd rather have the money"},{"id":327,"quote":"The hunger for applause is the source for all conscious literature and heroism"},{"id":328,"quote":"We give advice, we do not inspire conduct."},{"id":329,"quote":"Our desires always disappoint us; for though we meet with something that gives us satisfaction, yet it never thoroughly answers our expectation. [However disappointment can always be removed if we remember it could have turned out worse.]"},{"id":330,"quote":"It is a common fault never to be satisfied with our fortune, nor dissatisfied with our understanding."},{"id":331,"quote":"Most people judge men by their success or their good fortune."},{"id":332,"quote":"Innocence is lucky if it finds the same protection as guilt"},{"id":333,"quote":"When you plant a seed of love, it is you that blossoms. Ma Jaya Sati Bhagavati The 11 Karmic Spaces: Choosing Freedom from the Patterns That Bind You  There are two kinds of faithfulness in love: one is based on forever finding new things to love in the loved one; the other is based on our pride in being faithful."},{"id":334,"quote":"We should not judge a man's merits by his great qualities, but by the use he makes of them."},{"id":335,"quote":"It is as proper to have pride in oneself as it ridiculous to show it to others."},{"id":336,"quote":"Those who are themselves incapable of great crimes are ever backward to suspect others."},{"id":337,"quote":"Self-interest speaks all manner of tongues and plays all manner of parts, even that of disinterestedness."},{"id":338,"quote":"To praise princes for virtues they do not possess is to insult them without fear of consequences."},{"id":339,"quote":"A person well satisfied with themselves is seldom satisfied with others, and others, rarely are with them."},{"id":340,"quote":"We speak little if not egged on by vanity."},{"id":341,"quote":"The surest proof of being endowed with noble qualities is to be free from envy."},{"id":342,"quote":"Nothing is rarer than real goodness."},{"id":343,"quote":"What makes us so bitter against people who outwit us is that they think themselves cleverer than we are."},{"id":344,"quote":"We acknowledge our faults in order to repair by our sincerity the damage they have done us in the eyes of others."},{"id":345,"quote":"Love, all agreeable as it is, charms more by the fashion in which it displays itself, than by its own true merit."},{"id":346,"quote":"The tranquility or agitation of our temper does not depend so much on the big things which happen to us in life, as on the pleasant or unpleasant arrangements of the little things which happen daily."},{"id":347,"quote":"Truth does not do as much good in the world as its imitations do harm."},{"id":348,"quote":"The most violent passions sometimes leave us at rest, but vanity agitates us constantly."},{"id":349,"quote":"Vices are ingredients of virtues just as poisons are ingredients of remedies. Prudence mixes and tempers them and uses them effectively against life's ills."},{"id":350,"quote":"The greatest fault of a penetrating wit is to go beyond the mark."},{"id":351,"quote":"There is scarcely any man sufficiently clever to appreciate all the evil he does."},{"id":352,"quote":"No men are oftener wrong than those that can least bear to be so."},{"id":353,"quote":"We should scarcely desire things ardently if we were perfectly acquainted with what we desire."},{"id":354,"quote":"In every walk of life each man puts on a personality and outward appearance so as to look what he wants to be thought; in fact you might say that society is entirely made up of assumed personalities."},{"id":355,"quote":"Strength and weakness of mind are misnomers; they are really nothing but the good or bad health of our bodily organs."},{"id":356,"quote":"Silence is the safest policy if you are unsure of yourself."},{"id":357,"quote":"Moderation is like sobriety: you would like to have some more, but are afraid of making yourself ill."},{"id":358,"quote":"Some weak people are so sensible of their weakness as to be able to make a good use of it."},{"id":359,"quote":"Gratitude is like the good faith of traders: it maintains commerce, and we often pay, not because it is just to discharge our debts, but that we may more readily find people to trust us."},{"id":360,"quote":"Ability wins us the esteem of the true men; luck, that of the people."},{"id":361,"quote":"There is no accident so unfortunate but wise men will make some advantage of it, nor any so entirely fortunate but fools may turn it to their own prejudice."},{"id":362,"quote":"Some people resemble ballads which are only sung for a certain time."},{"id":363,"quote":"There are few occasions when we should make a bad bargain by giving up the good on condition that no ill was said of us."},{"id":364,"quote":"It is worth nothing to be young without being beautiful, nor to be beautiful without being young."},{"id":365,"quote":"It is a species of coquetry to make a parade of never practising it."},{"id":366,"quote":"Narrowness of mind is often the cause of obstinacy; we do not easily believe beyond what we see."},{"id":367,"quote":"The passions are the only orators that always persuade: they are, as it were, a natural art, the rules of which are infallible; and the simplest man with passion is more persuasive than the most eloquent without it."},{"id":368,"quote":"We frequently do good in order to enable us to do evil later with impunity exemption of punishment."},{"id":369,"quote":"Satire is at once the most agreeable and most dangerous of mental qualities. It always pleases when it is refined, but we always fear those who use it too much; yet satire should be allowed when unmixed with spite, and when the person satirized can join in the satire."},{"id":370,"quote":"Everyone agrees that a secret should be kept intact, but everyone does not agree as to the nature and importance of secrecy. Too often we consult ourselves as to what we should say, what we should leave unsaid. There are few permanent secrets, and the scruple against revealing them will not last forever."},{"id":371,"quote":"That which makes the vanity of others unbearable to us is that which wounds our own."},{"id":372,"quote":"Tis more dishonourable to distrust a friend than to be deceived by him."},{"id":373,"quote":"Misers mistake gold for their good; whereas 'tis only a means of attaining it."},{"id":374,"quote":"There are some disguised falsehoods so like truths, that 'twould be to judge ill not to be deceived by them."},{"id":375,"quote":"We bear, all of us, the misfortunes of other people with heroic constancy."},{"id":376,"quote":"Not all who discharge their debts of gratitude should flatter themselves that they are grateful."},{"id":377,"quote":"Of all the violent passions, the one that becomes a woman best is love."},{"id":378,"quote":"There is a kind of love, the excess of which forbids jealousy."},{"id":379,"quote":"Narrow minds think nothing right that is above their own capacity."},{"id":380,"quote":"Youth changes its tastes by the warmth of its blood; age retains its tastes by habit."},{"id":381,"quote":"To praise great actions with sincerity may be said to be taking part in them."},{"id":382,"quote":"Avarice is more opposite to economy than liberality."},{"id":383,"quote":"Men are not only prone to forget benefits; they even hate those who have obliged them, and cease to hate those who have injured them. The necessity of revenging an injury, or of recompensing a benefit seems a slavery to which they are unwilling to submit."},{"id":384,"quote":"The generality of men have, like plants, latent properties, which chance brings to light."},{"id":385,"quote":"Clemency, which we make a virtue of, proceeds sometimes from vanity, sometimes from indolence, often from fear, and almost always from a mixture of all three."},{"id":386,"quote":"Confidence in conversation has a greater share than wit."},{"id":387,"quote":"He is safe who admits no one to his confidence."},{"id":388,"quote":"For the credit of virtue we must admit that the greatest misfortunes of men are those into which they fall through their crimes."},{"id":389,"quote":"It is far better to be deceived than undeceived by those whom we tenderly love."},{"id":390,"quote":"Fancy sets the value on the gifts of fortune."},{"id":391,"quote":"A fool has not material enough to be good.\n[Fr., Un sot n'a pas assez d'etoffe pour etre bon.]"},{"id":392,"quote":"Gravity is a mysterious carriage of the body invented to cover the defects of the mind."},{"id":393,"quote":"We have more indolence in the mind than in the body."},{"id":394,"quote":"Self-love is more cunning than the most cunning man in the world."},{"id":395,"quote":"Men more easily renounce their interests than their tastes."},{"id":396,"quote":"Generally speaking, we would make a good bargain by renouncing all the good that people say of us, upon condition they would say no ill."},{"id":397,"quote":"We do not like to praise, and seldom praise anyone without self-interest."},{"id":398,"quote":"Pride has a greater share than goodness in the reproofs we give other people for their faults; and we chide them not so much to make them mend those faults as to make them believe that we ourselves are without fault."},{"id":399,"quote":"Nothing is more contagious than example, and no man does any exceeding good or exceeding ill but it spawns new deeds of the same kind. The good we imitate through emulation, the ill through the malignity of our nature, which shame keeps locked up, but example sets free."},{"id":400,"quote":"Men are often so foolish as to boast and value themselves upon their passions, even those that are most vicious. But envy is a passion so full of cowardice and shame that no one every ever had the confidence to own it."},{"id":401,"quote":"The passions of youth are not more dangerous to health than is the lukewarmness of old age."},{"id":402,"quote":"A respectable man may love madly, but not foolishly."},{"id":403,"quote":"In love deceit almost always outstrips distrust."},{"id":404,"quote":"Lovers, when they are no longer in love, find it very hard to break up."},{"id":405,"quote":"It is easier to rule others than to keep from being ruled oneself."},{"id":406,"quote":"The esteem of good men is the reward of our worth, but the reputation of the world in general is the gift of our fate."},{"id":407,"quote":"There are some people upon whom their very faults and failings sit gracefully; and there are others whose very excellencies and accomplishments do not become them."},{"id":408,"quote":"Eloquence resides as much in the tone of voice, in the eyes, and in the expression of the face, as in the choice of words."},{"id":409,"quote":"Humility is often only the putting on of a submissiveness by which men hope to bring other people to submit to them; it is a morecalculated sort of pride, which debases itself with a design of being exalted; and though this vice transform itself into a thousand several shapes, yet the disguise is never more effectual nor more capable of deceiving the world than when concealed under a form of humility."},{"id":410,"quote":"Bravery in simple soldiers is a dangerous trade, to which they have bound themselves to get their livelihood."},{"id":411,"quote":"The breeding we give young people is ordinarily but an additional self-love, by which we make them have a better opinion of themselves."},{"id":412,"quote":"All men are equally proud. The only difference is that not all take the same methods of showing it."},{"id":413,"quote":"What we cut off from our other faults is very often but so much added to our pride."},{"id":414,"quote":"We often brag that we are never bored with ourselves, and are so vain as never to think ourselves bad company."},{"id":415,"quote":"A weak mind is the only defect out of our power to mend."},{"id":416,"quote":"Some good qualities are like the senses: Those who are entirely deprived of them can have no notion of them."},{"id":417,"quote":"It is often hard to determine whether a clear, open, and honorable proceeding is the result of goodness or of cunning."},{"id":418,"quote":"The exceeding delight we take in talking about ourselves should give us cause to fear that we are giving but very little pleasureto our listeners."},{"id":419,"quote":"The moderation of men in the most exalted fortunes is a desire to be thought above those things that have raised them so high."},{"id":420,"quote":"What makes the pain we feel from shame and jealousy so cutting is that vanity can give us no assistance in bearing them."},{"id":421,"quote":"What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love."},{"id":422,"quote":"If we judge love by most of its effects, it resembles rather hatred than affection."},{"id":423,"quote":"All the passions make us commit faults; love makes us commit the most ridiculous ones."},{"id":424,"quote":"We are never so ridiculous through what we are as through what we pretend to be."},{"id":425,"quote":"There are bad people who would be less dangerous if they were quite devoid of goodness."},{"id":426,"quote":"Sometimes accidents happen in life from which we have need of a little madness to extricate ourselves successfully"},{"id":427,"quote":"The shame that arises from praise which we do not deserve often makes us do things we should otherwise never have attempted."},{"id":428,"quote":"There are people who would never have been in love, had they never heard love spoken of."},{"id":429,"quote":"Good taste comes more from the judgment than from the mind."},{"id":430,"quote":"Humility is often a false front we employ to gain power over others."},{"id":431,"quote":"One cannot answer for his courage when he has never been in danger."},{"id":432,"quote":"Jealousy springs more from love of self than from love of another."},{"id":433,"quote":"It is more often from pride than from ignorance that we are so obstinately opposed to current opinions; we find the first places taken, and we do not want to be the last."},{"id":434,"quote":"Jealousy is bred in doubts. When those doubts change into certainties, then the passion either ceases or turns absolute madness."},{"id":435,"quote":"Nothing is so contagious as example; and we never do any great good or evil which does not produce its like."},{"id":436,"quote":"What is called generosity is usually only the vanity of giving; we enjoy the vanity more than the thing given."},{"id":437,"quote":"Silence is the safest course for any man to adopt who distrust himself."},{"id":438,"quote":"The intellect is always fooled by the heart."},{"id":439,"quote":"The heart is forever making the head its fool."},{"id":440,"quote":"Hope and fear are inseparable. There is no hope without fear, nor any fear without hope."},{"id":441,"quote":"Most men, like plants, possess hidden qualities which chance discovers."},{"id":442,"quote":"Passion often makes a fool of the cleverest man and often makes the most foolish men clever"},{"id":443,"quote":"Love, like fire, cannot subsist without constant impulse; it ceases to live from the moment it ceases to hope or to fear."},{"id":444,"quote":"A true friend is the greatest of all blessings, and that which we take the least care of all to acquire."},{"id":445,"quote":"Few know how to be old."},{"id":446,"quote":"It is more difficult for a man to be faithful to his mistress when he is favored than when he is ill treated by her."},{"id":447,"quote":"Organize one's values in the order of their worth"},{"id":448,"quote":"The great interests of man: air and light, the joy of having a body, the voluptuousness of looking."},{"id":449,"quote":"Hope, deceitful as it is, carries us through life agreeably enough."},{"id":450,"quote":"What men call friendship is no more than a partnership, a mutual care of interests, an exchange of favors - in a word, it is a sort of traffic, in which self-love ever proposes to be the gainer."},{"id":451,"quote":"Old men delight in giving good advice as a consolation for the fact that they can no longer set bad examples."},{"id":452,"quote":"Were we perfectly acquainted with the object, we should never passionately desire it."},{"id":453,"quote":"We often boast that we are never bored; but yet we are so conceited that we do not perceive how often we bore others."},{"id":454,"quote":"Esteem never makes ingrates."},{"id":455,"quote":"It is not expedient or wise to examine our friends too closely; few persons are raised in our esteem by a close examination."},{"id":456,"quote":"There are certain people fated to be fools; they not only commit follies by choice, but are even constrained to do so by fortune."},{"id":457,"quote":"The qualities we have do not make us so ridiculous as those which we affect to have.\n[Fr., On n'est jamais si ridicule par les qualites que l'on a que par celles que l'on affecte d'avoir.]"},{"id":458,"quote":"Many young persons believe themselves natural when they are only impolite and coarse."},{"id":459,"quote":"We acknowledge that we should not talk of our wives; but we seem not to know that we should talk still less of ourselves."},{"id":460,"quote":"Nothing is more ridiculous in old people that were once good-looking, than to forget that they are not so still."},{"id":461,"quote":"There is a kind of elevation which does not depend on fortune; it is a certain air which distinguishes us, and seems to destine us for great things; it is a price which we imperceptibly set upon ourselves."},{"id":462,"quote":"There are good marriages, but there are no delightful ones."},{"id":463,"quote":"There are heroes in evil as well as in good."},{"id":464,"quote":"Jealousy lives upon doubts. It becomes madness or ceases entirely as soon as we pass from doubt to certainty."},{"id":465,"quote":"No accidents are so unlucky [bad] but that the wise may draw some advantage [good] from them."},{"id":466,"quote":"There is a form of eminence which does not depend on fate; it is an air which sets us apart and seems to prtend great things; it is the value which we unconsciously attach to ourselves; it is the quality which wins us deference of others; more than birth, position, or ability, it gives us ascendance."},{"id":467,"quote":"None but the contemptible are apprehensive of contempt."},{"id":468,"quote":"The intention of cheating no one lays us open to being cheated ourselves."},{"id":469,"quote":"Women find it far more difficult to overcome their inclination to coquetry than to overcome their love."},{"id":470,"quote":"The most sure method of subjecting yourself to be deceived is to consider yourself more cunning than others."},{"id":471,"quote":"In love the deceit generally outstrips the distrust."},{"id":472,"quote":"It is easier for a man to be thought fit for an employment that he has not, than for one he stands already possessed of, and is exercising."},{"id":473,"quote":"Our good qualities expose us more to hatred and persecution than all the ill we do."},{"id":474,"quote":"Fortune mends more faults in us than ever reason would be able to do."},{"id":475,"quote":"We often are consoled by our want of reason for misfortunes that reason could not have comforted."},{"id":476,"quote":"In their early passions women are in love with the lover, later they are in love with love."},{"id":477,"quote":"It is harder to hide the feelings we have than to feign the ones we do not have."},{"id":478,"quote":"The first lover is kept a long while, when no offer is made of a second."},{"id":479,"quote":"Jealousy is always born with love, but does not die with it. In jealousy there is more of self-love than of love to another."},{"id":480,"quote":"Tricks and treachery are merely proofs of lack of skill."},{"id":481,"quote":"Gratitude is a lively sense of benefits to come."},{"id":482,"quote":"To know oneself is not necessarily to improve oneself"},{"id":483,"quote":"We give nothing so freely as advice."},{"id":484,"quote":"We forget our faults easily when they are known to ourselves alone."},{"id":485,"quote":"Absence cools moderate passions, and inflames violent ones; just as the wind blows out candles, but kindles fires."},{"id":486,"quote":"Jealousy is not so much the love of another as the love of ourselves."},{"id":487,"quote":"We are never either so fortunate or so misfortunate as we imagine."},{"id":488,"quote":"Sincerity is a certain openness of heart. It is to be found in very few, and what we commonly look upon to be so is only a cunningsort of dissimulation, to insinuate ourselves into the confidence of others."},{"id":489,"quote":"We had better appear what we are, than affect to appear what we are not."},{"id":490,"quote":"Hope is the last thing that dies in man."},{"id":491,"quote":"The wind which snuffs the candle fans the fire."},{"id":492,"quote":"We take less pains to be happy, than to appear so."},{"id":493,"quote":"Tis a sort of coquetry to boast that we never coquet."},{"id":494,"quote":"The health of the soul is as precarious as that of the body; for when we seem secure from passions, we are no less in danger of their infection than we are of falling ill when we appear to be well."},{"id":495,"quote":"True friendship destroys envy, and true love destroys coquetterie."},{"id":496,"quote":"As the great ones of this world are unable to bestow health of body or peace of mind, we always pay too high a price for any good they can do."},{"id":497,"quote":"Generosity is the vanity of giving."},{"id":498,"quote":"We should not be much concerned about faults we have the courage to own."},{"id":499,"quote":"Women in love sooner forgive great indiscretions than small infidelities."},{"id":500,"quote":"Few people know death, we only endure it, usually from determination, and even from stupidity and custom; and most men only die because they know not how to prevent dying."},{"id":501,"quote":"Passion makes idiots of the cleverest men, and makes the biggest idiots clever."},{"id":502,"quote":"Love is the smallest part of gallantry."},{"id":503,"quote":"Few men know all the ill they do."},{"id":504,"quote":"The rust of business is sometimes polished off in a camp; but never in a court."},{"id":505,"quote":"Passions often produce their contraries: avarice sometimes leads to prodigality, and prodigality to avarice; we are often obstinate through weakness and daring through timidity."},{"id":506,"quote":"A well-trained mind has less difficulty in submitting to than in guiding an ill-trained mind."},{"id":507,"quote":"Cunning and treachery proceed from want of capacity."},{"id":508,"quote":"That conduct often seems ridiculous the secret reasons of which are wise and solid."},{"id":509,"quote":"The clemency of Princes is often but policy to win the affections of the people."},{"id":510,"quote":"Men sometimes think they hate flattery, but they hate only the manner of flattering."},{"id":511,"quote":"A fool has not stuff enough to make a good man."},{"id":512,"quote":"The moderation of fortunate people comes from the calm which good fortune gives to their tempers."},{"id":513,"quote":"Boredom ... causes us to neglect more duties than does interest."},{"id":514,"quote":"The passions often engender their contraries."},{"id":515,"quote":"What makes false reckoning, as regards gratitude, is that the pride of the giver and the receiver cannot agree as to the value of the benefit."},{"id":516,"quote":"We may say of agreeableness, as distinct from beauty, that it consists in a symmetry of which we know not the rules, and a secret conformity of the features to each other, as also to the air and complexion of the person."},{"id":517,"quote":"Beautiful coquettes are quacks of love."},{"id":518,"quote":"Old fools are greater fools than young ones."},{"id":519,"quote":"Passion often renders the most clever man a fool, and sometimes renders the most foolish man clever."},{"id":520,"quote":"We seldom find people ungrateful so long as it is thought we can serve them."},{"id":521,"quote":"We often forgive those who bore us, but we cannot forgive those whom we bore."},{"id":522,"quote":"Hypocrisy is an homage that vice renders to virtue."},{"id":523,"quote":"He is not to pass for a man of reason who stumbles upon reason by chance but he who knows it and can judge it and has a true taste for it."},{"id":524,"quote":"The sicknesses of the soul have their ups and downs like those of the body; what we take to be a cure is most often merely a respite or change of disease."},{"id":525,"quote":"Spiritual health is no more stable than bodily; and though we may seem unaffected by the passions we are just as liable to be carried away by them as to fall ill when in good health."},{"id":526,"quote":"As it is the characteristic of great wits to say much in few words, so small wits seem to have the gift of speaking much and saying nothing."},{"id":527,"quote":"Sobriety is concern for one's health - or limited capacity."},{"id":528,"quote":"Every one complains of a poor memory, no one of a weak judgment."},{"id":529,"quote":"We often in our misfortunes take that for constancy and patience which is only dejection of mind; we suffer without daring to holdup our heads, just as cowards let themselves be knocked on the head because they have not courage to strike back."},{"id":530,"quote":"Avarice is more directly opposed to thrift than generosity is."},{"id":531,"quote":"Envy is more incapable of reconciliation than hatred is."},{"id":532,"quote":"The only thing that should astonish us is that anything can yet astonish us."},{"id":533,"quote":"There are but very few men clever enough to know all the mischief they do."},{"id":534,"quote":"Most people know no other way of judging men's worth but by the vogue they are in, or the fortunes they have met with."},{"id":535,"quote":"Never give anyone the advice to buy or sell shares, because the most benevolent price of advice can turn out badly."},{"id":536,"quote":"Flattery is a base coin which is current only through our vanity."},{"id":537,"quote":"There are reproaches which praise, and praises which defame."},{"id":538,"quote":"It is difficult to like those whom we do not esteem; but it is no less so to like those whom we esteem more than ourselves."},{"id":539,"quote":"People would not long remain in social life if they were not the dupes of each other."},{"id":540,"quote":"Reason alone is insufficient to make us enthusiastic in any matter."},{"id":541,"quote":"What we take for virtue is often nothing but an assemblage of different actions, and of different interests, that fortune or our industry knows how to arrange."},{"id":542,"quote":"However wicked men may be, they do not dare openly to appear the enemies of virtue, and when they desire to persecute her they either pretend to believe her false or attribute crimes to her."},{"id":543,"quote":"Luxury and excessive refinement are sure forerunners of the decadence of states, because when all individuals seek their own interests they neglect the public weal."},{"id":544,"quote":"We are inconsolable at being deceived by our enemies and being betrayed by our friends, yet we are often content in be being treated like that by our own selves."},{"id":545,"quote":"It's the height of folly to want to be the only wise one."},{"id":546,"quote":"The passions possess a certain injustice and self interest which makes it dangerous to follow them, and in reality we should distrust them even when they appear most trustworthy."},{"id":547,"quote":"Coquetry is the essential characteristic, and the prevalent humor of women; but they do not all practice it, because the coquetry of some is restrained by fear or by reason."},{"id":548,"quote":"Time's chariot-wheels make their carriage-road in the fairest face."},{"id":549,"quote":"Novelty is to love like bloom to fruit; it gives a luster which is easily effaced, but never returns."},{"id":550,"quote":"Politeness is a desire to be treated politely, and to be esteemed polite oneself."},{"id":551,"quote":"There are various sorts of curiosity; one is from interest, which makes us desire to know that which may be useful to us; and the other, from pride which comes from the wish to know what others are ignorant of."},{"id":552,"quote":"It is only persons of firmness that can have real gentleness. Those who appear gentle are, in general, only a weak character, which easily changes into asperity."},{"id":553,"quote":"It is easier to deceive yourself, and to do so unperceived, than to deceive another."},{"id":554,"quote":"Some reproaches praise; some praises reproach."},{"id":555,"quote":"Nothing should lessen our satisfaction with ourselves as much as when we notice that we disapprove of something at one time that we approve of at another time."},{"id":556,"quote":"All our qualities, whether good or bad, are unstable and ambiguous, and almost all are at the mery of chance."},{"id":557,"quote":"It is much easier to seem fitted for posts we do not fill than for those we do."},{"id":558,"quote":"What we call generosity is for the most part only the vanity of giving; and we exercise it because we are more fond of that vanity than of the thing we give."},{"id":559,"quote":"Those who are overreached by our cunning are far from appearing to us as ridiculous as we appear to ourselves when the cunning of others has overreached us."},{"id":560,"quote":"Truth is the foundation and the reason of the perfection of beauty, for of whatever stature a thing may be, it cannot be beautiful-and perfect, unless it be truly what it should be, and possess truly all that it should have."},{"id":561,"quote":"To awaken a man who is deceived as to his own merit is to do him as bad a turn as that done to the Athenian madman who was happy in believing that all the ships touching at the port belonged to him."},{"id":562,"quote":"The prospect of being pleased tomorrow will never console me for the boredom of today."},{"id":563,"quote":"No man can love a second time the person whom he has once truly ceased to love."},{"id":564,"quote":"As we grow older we grow both more foolish and wiser at the same time."},{"id":565,"quote":"A wise man should order his interests, and set them all in their proper places. This order is often troubled by greed, which putsus upon pursuing so many things at once that, in eagerness for matters of less consideration, we grasp at trifles, and let go things of greater value."},{"id":566,"quote":"One should treat one's fate as one does one's health; enjoy it when it is good, be patient with it when it is poor, and never attempt any drastic cure save as an ultimate resort."},{"id":567,"quote":"It is not enough that we should succeed, but our friends must fail as well."},{"id":568,"quote":"It is often merely for an excuse that we say things are impossible."},{"id":569,"quote":"When a man must force himself to be faithful in his love, this is hardly better than unfaithfulness."},{"id":570,"quote":"A lofty mind always thinks nobly, it easily creates vivid, agreeable, and natural fancies, places them in their best light, clothes them with all appropriate adornments, studies others' tastes, and clears away from its own thoughts all that is useless and disagreeable."},{"id":571,"quote":"Indolence, languid as it is, often masters both passions and virtues."},{"id":572,"quote":"Were we faultless, we would not derive such satisfaction from remarking the faults of others."},{"id":573,"quote":"The reason why most women have so little sense of friendship is that this is but a cold and flat passion to those that have felt that of love."},{"id":574,"quote":"Philosophy triumphs easily over past evils and future evils, but present evils triumph over it."},{"id":575,"quote":"Fortune cures us of many faults that reason could not."},{"id":576,"quote":"Humility is often merely feigned submissiveness assumed in order to subject others, an artifice of pride which stoops to conquer, and although pride has a thousand ways of transforming itself it is never so well disguised and able to take people in as when masquerading as humility."},{"id":577,"quote":"Few things are impossible in themselves: application to make them succeed fails us more often than the means."},{"id":578,"quote":"High fortune makes both our virtues and vices stand out as objects that are brought clearly to view by the light."},{"id":579,"quote":"We often do shallow good in order to accomplish evil with impunity."},{"id":580,"quote":"We love much better those who endeavor to imitate us, than those who strive to equal us. For imitation is a sign of esteem, but competition of envy."},{"id":581,"quote":"The soul's maladies have their relapses like the body's. What we take for a cure is often just a momentary rally or a new form of the disease."},{"id":582,"quote":"Most men expose themselves in battle enough to save their honor, few wish to do so more than sufficiently, or than is necessary to make the design for which they expose themselves succeed."},{"id":583,"quote":"We judge so superficially of things, that common words and actions spoke and done in an agreeable manner, with some knowledge of what passes in the world, often succeed beyond the greatest ability."},{"id":584,"quote":"It is as easy to deceive one's self without perceiving it, as   it is difficult to deceive others without their finding out."},{"id":585,"quote":"The reason why lovers and their mistresses never tire of being together is that they are always talking of themselves.\n[Fr., Ce qui fait que amants et les maitresses ne s'ennuient point d'etre ensemble; c'est qu'ils parlent toujours d'eux memes.]"},{"id":586,"quote":"If we took as much pains to be what we ought, as we do to deceive others by disguising what we are; we might appear as we are, without being at the trouble of any disguise."},{"id":587,"quote":"Philosophy finds it an easy matter to vanquish past and future evils, but the present are commonly too hard for it."},{"id":588,"quote":"Jealousy is the greatest of all evils, and the one that arouses the least pity in the person who causes it."},{"id":589,"quote":"A man often imagines that he acts, when he is acted upon."},{"id":590,"quote":"Men may boast of their great actions; but they are more often the effects of chance than of design."},{"id":591,"quote":"The dullness of certain people is sometimes a sufficient security against the attack of an artful man."},{"id":592,"quote":"A man often thinks he rules himself, when all the while he is ruled and managed; and while his understanding directs one design, his affections imperceptibly draw him into another."},{"id":593,"quote":"History never embraces more than a small part of reality"},{"id":594,"quote":"True bravery means doing alone that which one could do if all the world were by."},{"id":595,"quote":"Sobriety is love of health, or inability to eat much."},{"id":596,"quote":"Friendship is insipid to those who have experienced love."},{"id":597,"quote":"Of all our faults, the one we avow most easily is idleness; we persuade ourselves that it is allied to all the peaceable virtues,and as for the others, that it does not destroy them utterly, but only suspends the exercise of their functions."},{"id":598,"quote":"There are more defects in temperament than in the mind."},{"id":599,"quote":"There are no events so disastrous that adroit men do not draw some advantage from them, nor any so fortunate that the imprudent cannot turn to their own prejudice."},{"id":600,"quote":"We sometimes think that we hate flattery, but we only hate the manner in which it is done.\n[Fr., On croit quelquefoir hair la flatterie; maid on ne hait que a maniere de flatter.]"},{"id":601,"quote":"The health of the soul is something we can be no more sure of than that of the body; and though a man may seem far from the passions, yet he is in as much danger of falling into them as one in a perfect state of health of having a fit of sickness."},{"id":602,"quote":"There are some good marriages, but practically no delightful ones."},{"id":603,"quote":"He who lives without committing any folly is not so wise as he thinks.\n[Fr., Qui vit sans folie n'est pas si sage qu'il croit.]"},{"id":604,"quote":"There are some who never would have loved if they never had heard it spoken of."},{"id":605,"quote":"Things often offer themselves to our mind in a more finished form in the very first thought, than we might have made them by muchart and study."},{"id":606,"quote":"Love of glory, fear of shame, greed for fortune, the desire to make life agreeable and comfortable, and the wish to depreciate others - all of these are often the causes of the bravery that is spoken so highly of by men."},{"id":607,"quote":"Humility is often only feigned submission which people use to render others submissive. It is a subterfuge of pride which lowers itself in order to rise."},{"id":608,"quote":"The courage of a great many men, and the virtue of a great many women, are the effect of vanity, shame, and especially a suitabletemperament."},{"id":609,"quote":"Fearlessness is a more than ordinary strength of mind, which raises the soul above the troubles, disorders, and emotions which theprospect of great dangers are used to produce. And by this inward strength it is that heroes preserve themselves in a calm and quiet state, and enjoy a presence of mind and the free use of their reason in the midst of those terrible accidents that amaze and confound other people."},{"id":610,"quote":"We do not lack strength so much as the will to use it; and very often our imagining that things are impossible is nothing but an excuse of our own contriving, to reconcile ourselves to our own idleness."},{"id":611,"quote":"We have not strength enough to follow our reason so far as it would carry us."},{"id":612,"quote":"Were we not proud ourselves, we should not complain of the pride of others."},{"id":613,"quote":"Nothing ought in reason to mortify our self-satisfaction more that the considering that we condemn at one time what we highly approve and commend at another."},{"id":614,"quote":"Humility is the sure evidence of Christian virtues. Without it, we retain all our faults still, and they are only covered over with pride, which hides them from other men's observation, and sometimes from our own too."},{"id":615,"quote":"There are heroes of wickedness, as there are of goodness."},{"id":616,"quote":"The reason why lovers are never bored together is that they are always talking of themselves."},{"id":617,"quote":"When we seek reconciliation with our enemies, it is commonly out of a desire to better our own condition, a being harassed and tired out with a state of war, and a fear of some ill accident which we are willing to prevent."},{"id":618,"quote":"Self-love is the love of a man's own self, and of everything else for his own sake. It makes people idolaters to themselves, and tyrants to all the world besides."},{"id":619,"quote":"Treachery is more often the effect of weakness than of a formed design."},{"id":620,"quote":"Great men's honor ought always to be measured by the methods they made use of in attaining it."},{"id":621,"quote":"Fortune makes our virtues and vices visible, just as light does the objects of sight."},{"id":622,"quote":"Virtue would not make such advances if there were not a little vanity to keep it company."},{"id":623,"quote":"Virtues lose themselves in self-interest, as rivers in the sea."},{"id":624,"quote":"The older a fool is, the worse he is."},{"id":625,"quote":"Men frequently do good only to give themselves opportunity of doing ill with impunity."},{"id":626,"quote":"The appearances of goodness and merit often meet with a greater reward from the world than goodness and merit themselves."},{"id":627,"quote":"The whimsicalness of our own humor is a thousand times more fickle and unaccountable than what we blame so much in fortune."},{"id":628,"quote":"There are a great many simpletons who know themselves to be so, and who make a very cunning use of their own simplicity."},{"id":629,"quote":"Some men are like ballads, that are in everyone's mouth a little while."},{"id":630,"quote":"Affected simplicity is a subtle imposture."},{"id":631,"quote":"A readiness to believe ill of others, before we have duly examined it, is the effect of laziness and pride. We are eager to find aculprit, and loath to give ourselves the trouble of examining the crime."},{"id":632,"quote":"No one thinks fortune so blind as those she has been least kind to."},{"id":633,"quote":"A man may be sharper than another, but not than all others."},{"id":634,"quote":"There are few people who would not be ashamed of being loved when they love no longer."},{"id":635,"quote":"We own up to minor failings, but only so as to convince others that we have no major ones."},{"id":636,"quote":"We make promises to the extent that we hope-and keep them to the extent that we fear."},{"id":637,"quote":"Preserving the serious health condition is usually painful."},{"id":638,"quote":"It is a mistake to imagine, that the violent passions only, such as ambition and love, can triumph over the rest. Idleness, languid as it is, often masters them all; she influences all our designs and actions, and insensibly consumes and destroys both passions and virtues."},{"id":639,"quote":"A man often believes himself leader when he is led; as his mind endeavors to reach one goal, his heart insensibly drags him towards another."},{"id":640,"quote":"The more we love, the nearer we are to hate."},{"id":641,"quote":"The fame of great men ought to be judged always by their big, fancy names."},{"id":642,"quote":"The only real voyage of discovery consists not in seeking new landscapes but in having new eyes. The glory of great men should always be measured by the means they have used to acpuire it."},{"id":643,"quote":"There are two things which Man cannot look at directly without flinching: the sun and death."},{"id":644,"quote":"Jealousy contains more of self-love than of love."},{"id":645,"quote":"The man that thinks he loves his mistress for her own sake is mightily mistaken."},{"id":646,"quote":"However rare true love may be, it is less so than true friendship."},{"id":647,"quote":"People that are conceited of their own merit take pride in being unfortunate, that themselves and others may think them considerable enough to be the envy and the mark of fortune."},{"id":648,"quote":"We seldom find any person of good sense, except those who share our opinions."},{"id":649,"quote":"The more one loves a mistress, the more one is ready to hate her."},{"id":650,"quote":"In love we often doubt what we most believe."},{"id":651,"quote":"Flattery is a kind of bad money, to which our vanity gives us currency."},{"id":652,"quote":"Virtue would go far if vanity did not keep it company."},{"id":653,"quote":"Funeral pomp is more for the vanity of the living than for the honor of the dead."},{"id":654,"quote":"The surest way to be deceived is to consider oneself cleverer than others."},{"id":655,"quote":"It is a great act of cleverness to be able to conceal one's being clever."},{"id":656,"quote":"It is often laziness and timidity that keep us within our duty while virtue gets all the credit."},{"id":657,"quote":"However greatly we distrust the sincerity of those we converse with, yet still we think they tell more truth to us than to anyone else."},{"id":658,"quote":"It is not enough to have great qualities; We should also have the management of them."},{"id":659,"quote":"The principal point of cleverness is to know how to value things just as they deserve."},{"id":660,"quote":"Our aversion to lying is commonly a secret ambition to make what we say considerable, and have every word received with a religious respect."},{"id":661,"quote":"It is almost always a fault of one who loves not to realize when he ceases to be loved."},{"id":662,"quote":"People always complain about their memories, never about their minds."},{"id":663,"quote":"Why is it that our memory is good enough to retain the least triviality that happens to us, and yet not good enough to recollect how often we have told it to the same person?"},{"id":664,"quote":"Innocence does not find near so much protection as guilt."},{"id":665,"quote":"The happiness and misery of men depend no less on temper than fortune."},{"id":666,"quote":"If it were not for the company of fools, a witty man would often be greatly at a loss."},{"id":667,"quote":"Men give away nothing so liberally as their advice."},{"id":668,"quote":"The desire of talking of ourselves, and showing those faults we do not mind having seen, makes up a good part of our sincerity."},{"id":669,"quote":"There are few virtuous women who are not bored with their trade."},{"id":670,"quote":"When a man is in love, he doubts, very often, what he most firmly believes."},{"id":671,"quote":"Everyone complains of his memory, and nobody complains of his judgment."},{"id":672,"quote":"Repentance is not so much remorse for what we have done as the fear of the consequences."},{"id":673,"quote":"The reason why so few people are agreeable in conversation is that each is thinking more about what he intends to say than others are saying."},{"id":674,"quote":"A great many men's gratitude is nothing but a secret desire to hook in more valuable kindnesses hereafter."},{"id":675,"quote":"Weakness of character is the only defect which cannot be amended."},{"id":676,"quote":"Being a blockhead is sometimes the best security against being cheated by a man of wit."},{"id":677,"quote":"However glorious an action in itself, it ought not to pass for great if it be not the effect of wisdom and intention."},{"id":678,"quote":"We get so much in the habit of wearing disguises before others that we finally appear disguised before ourselves."},{"id":679,"quote":"Old people love to give good advice; it compensates them for their inability to set a bad example."},{"id":680,"quote":"Some counterfeits reproduce so very well the truth that it would be a flaw of judgment not to be deceived by them."},{"id":681,"quote":"Hope, deceiving as it is, serves at least to lead us to the end of our lives by an agreeable route."},{"id":682,"quote":"In the misfortunes of our best friends we always find something not altogether displeasing to us."},{"id":683,"quote":"Some accidents there are in life that a little folly is necessary to help us out of."},{"id":684,"quote":"The mind cannot long play the heart's role."},{"id":685,"quote":"We are very far from always knowing our own wishes."},{"id":686,"quote":"If we have not peace within ourselves, it is in vain to seek it from outward sources."},{"id":687,"quote":"We come altogether fresh and raw into the several stages of life, and often find ourselves without experience, despite our years."},{"id":688,"quote":"We say little, when vanity does not make us speak."},{"id":689,"quote":"Perfect courage is to do without witnesses what one would be capable of doing with the world looking on."},{"id":690,"quote":"The desire to seem clever often keeps us from being so."},{"id":691,"quote":"The generality of virtuous women are like hidden treasures, they are safe only because nobody has sought after them."},{"id":692,"quote":"It is not in the power of even the most crafty dissimulation to conceal love long, where it really is, nor to counterfeit it long where it is not."},{"id":693,"quote":"Moderation is the feebleness and sloth of the soul, whereas ambition is the warmth and activity of it."},{"id":694,"quote":"Only the contemptible fear contempt."},{"id":695,"quote":"There are very few people who are not ashamed of having been in love when they no longer love each other."},{"id":696,"quote":"Those who are incapable of committing great crimes do not readily suspect them in others."},{"id":697,"quote":"We are all strong enough to bear other men's misfortunes."},{"id":698,"quote":"We are so used to dissembling with others that in time we come to deceive and dissemble with ourselves."},{"id":699,"quote":"A man's worth has its season, like fruit."},{"id":700,"quote":"Fortune converts everything to the advantage of her favorites."},{"id":701,"quote":"Heat of blood makes young people change their inclinations often, and habit makes old ones keep to theirs a great while."},{"id":702,"quote":"It is with an old love as it is with old age a man lives to all the miseries, but is dead to all the pleasures."},{"id":703,"quote":" know how to profit by good advice, requires nearly as much ability as to know how to act for one'self."},{"id":704,"quote":"Love often leads on to ambition, but seldom does one return from ambition to love."},{"id":705,"quote":"Perfect valour consists in doing without witnesses that which we would be capable of doing before everyone."},{"id":706,"quote":"Pride, which inspires us with so much envy, is sometimes of use toward the moderating of it too."},{"id":707,"quote":"The greatest part of intimate confidences proceed from a desire either to be pitied or admired."},{"id":708,"quote":"The moderation of people in prosperity is the effect of a smooth and composed temper, owing to the calm of their good fortune."},{"id":709,"quote":"The one thing people are the most liberal with, is their advice."},{"id":710,"quote":"The virtues and vices are all put in motion by interest."},{"id":711,"quote":"There is many a virtuous woman weary of her trade."},{"id":712,"quote":"Timidity is a fault for which it is dangerous to reprove persons whom we wish to correct of it."},{"id":713,"quote":"To know how to hide one's ability is great skill."},{"id":714,"quote":"Usually we praise only to be praised."},{"id":715,"quote":"We do not despise all those who have vices, but we do despise those that have no virtue."},{"id":716,"quote":"We only confess our little faults to persuade people that we have no big ones."},{"id":717,"quote":"We seldom praise anyone in good earnest, except such as admire us."},{"id":718,"quote":"What keeps us from abandoning ourselves entirely to one vice, often, is the fact that we have several."},{"id":719,"quote":"Whatever good things people say of us, they tell us nothing new."},{"id":720,"quote":"Few things are impracticable in themselves; and it is for want of application, rather than of means, that men fail to succeed."},{"id":721,"quote":"Great souls are not those who have fewer passions and more virtues than others, but only those who have greater designs."},{"id":722,"quote":"If we resist our passions, it is more due to their weakness than our strength."},{"id":723,"quote":"In the human heart new passions are forever being born; the overthrow of one almost always means the rise of another."},{"id":724,"quote":"It is easier to know men in general, than men in particular."},{"id":725,"quote":"Neither the sun nor death can be looked at steadily."},{"id":726,"quote":"That good disposition which boasts of being most tender is often stifled by the least urging of self-interest."},{"id":727,"quote":"The accent of a man's native country remains in his mind and his heart, as it does in his speech."},{"id":728,"quote":"There are crimes which become innocent and even glorious through their splendor, number and excess."},{"id":729,"quote":"There is nothing men are so generous of as advice."},{"id":730,"quote":"Those that have had great passions esteem themselves for the rest of their lives fortunate and unfortunate in being cured of them."},{"id":731,"quote":"Too great haste to repay an obligation is a kind of ingratitude."},{"id":732,"quote":"We all have enough strength to endure the misfortunes of others."},{"id":733,"quote":"We are easily comforted for the misfortunes of our friends, when those misfortunes give us an occasion of expressing our affection and solicitude."},{"id":734,"quote":"We are nearer loving those who hate us than those who love us more than we wish."},{"id":735,"quote":"We do not praise others, ordinarily, but in order to be praised ourselves."},{"id":736,"quote":"We easily forgive our friends those faults that do no affect us ourselves."},{"id":737,"quote":"We may sooner be brought to love them that hate us, than them that love us more than we would have them do."},{"id":738,"quote":"We pardon to the extent that we love."},{"id":739,"quote":"We would rather speak ill of ourselves than not talk about ourselves at all."},{"id":740,"quote":"Women's virtue is frequently nothing but a regard to their own quiet and a tenderness for their reputation."},{"id":741,"quote":"Our concern for the loss of our friends is not always from a sense of their worth, but rather of our own need of them and that we have lost some who had a good opinion of us."},{"id":742,"quote":"A work can become modern only if it is first postmodern. Postmodernism thus understood is not modernism at its end but in the nascent state, and this state is constant."},{"id":743,"quote":"No man deserves to be praised for his goodness, who has it not in his power to be wicked. Goodness without that power is generally nothing more than sloth, or an impotence of will."},{"id":744,"quote":"Nature seems at each man's birth to have marked out the bounds of his virtues and vices, and to have determined how good or how wicked that man shall be capable of being."},{"id":745,"quote":"If there be a love pure and free from the admixture of our other passions, it is that which lies hidden in the bottom of our heart, and which we know not ourselves."},{"id":746,"quote":"Our actions seem to have their lucky and unlucky stars, to which a great part of that blame and that commendation is due which is given to the actions themselves."},{"id":747,"quote":"Love can no more continue without a constant motion than fire can; and when once you take hope and fear away, you take from it its very life and being."},{"id":748,"quote":"In all professions each affects a look and an exterior to appear what he wishes the world to believe that he is. Thus we may say that the whole world is made up of appearances."},{"id":749,"quote":"Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance."},{"id":750,"quote":"Our enemies come nearer the truth in the opinions they form of us than we do in our opinion of ourselves."},{"id":751,"quote":"Listening well and answering well is one of the greatest perfections that can be obtained in conversation."},{"id":752,"quote":"Second-rate minds usually condemn everything beyond their grasp."},{"id":753,"quote":"Of all our faults, the one that we excuse most easily is idleness."},{"id":754,"quote":"Those who most obstinately oppose the most widely-held opinions more often do so because of pride than lack of intelligence. They find the best places in the right set already taken, and they do not want back seats."},{"id":755,"quote":"One may outwit another, but not all the others."},{"id":756,"quote":"There are few things we should keenly desire if we really knew what we wanted."},{"id":757,"quote":"In the human heart one generation of passions follows another; from the ashes of one springs the spark of the next."},{"id":758,"quote":"There are some people who would never have fallen in love if they had not heard there was such a thing."},{"id":759,"quote":"We forgive just so long as we love."},{"id":760,"quote":"Passion often makes fools of the wisest men and gives the silliest wisdom."},{"id":761,"quote":"Extreme boredom provides its own antidote."},{"id":762,"quote":"We are almost always bored by just those whom we must not find boring."},{"id":763,"quote":"Imagination could never invent the number of different contradictions that exist innately in each person's heart."},{"id":764,"quote":"The confidence which we have in ourselves give birth to much of that, which we have in others."},{"id":765,"quote":"To safeguard one's health at the cost of too strict a diet is a tiresome illness, indeed."},{"id":766,"quote":"The temperament that produces a talent for little things is the opposite of that required for great ones."},{"id":767,"quote":"Some beautiful things are more dazzling when they are still imperfect than when they have been too perfectly crafted."},{"id":768,"quote":"We would rather see those to whom we do good, than those who do good to us."},{"id":769,"quote":"If we had no faults, we would not derive so much pleasure from noting those of other people."},{"id":770,"quote":"The truest mark of being born with great qualities is to be born without envy."},{"id":771,"quote":"If we did not have pride, we would not complain of it in others."},{"id":772,"quote":"Happiness is in the taste, and not in the things."},{"id":773,"quote":"There is such a thing as a general revolution which changes the taste of men as it changes the fortunes of the world."},{"id":774,"quote":"True bravery is shown by performing without witness what one might be capable of doing before all the world."},{"id":775,"quote":"The measure of great men should always be measured by the means they have used to acquire it."},{"id":776,"quote":"Our enemies' opinion of us comes closer to the truth than our own."},{"id":777,"quote":"The greatest of all gifts is the power to estimate things at their true worth"},{"id":778,"quote":"It is with certain good qualities as with the senses; those who have them not can neither appreciate nor comprehend them in others."},{"id":779,"quote":"Our minds are lazier than our bodies."},{"id":780,"quote":"Nature creates ability; luck provides it with opportunity."},{"id":781,"quote":"The violence done us by others is often less painful than that which we do to ourselves."},{"id":782,"quote":"It's easier to know people in general than one person in particular"},{"id":783,"quote":"The world more often rewards the appearances of merit than merit itself."},{"id":784,"quote":"We never desire strongly, what we desire rationally."},{"id":785,"quote":"Women know not the whole of their coquetry."},{"id":786,"quote":"We pardon as long as we love."},{"id":787,"quote":"The greatest miracle of love is the cure of coquetry."},{"id":788,"quote":"It seems that nature, which has so wisely disposed our bodily organs with a view to our happiness, has also bestowed on us pride, to spare us the pain of being aware of our imperfections."},{"id":789,"quote":"Hope and fear are inseparable."},{"id":790,"quote":"To establish yourself in the world a person must do all they can to appear already established."},{"id":791,"quote":"Vanity, shame, and above all disposition, often make men brave and women chaste."},{"id":792,"quote":"It is not always from valor or from chastity that men are brave, and women chaste."},{"id":793,"quote":"What makes us so often discontented with those who transact business for us is that they almost always abandon the interest of their friends for the interest of the business, because they wish to have the honor of succeeding in that which they have undertaken."},{"id":794,"quote":"It appears that nature has hid at the bottom of our hearts talents and abilities unknown to us. It is only the passions that have the power of bringing them to light, and sometimes give us views more true and more perfect than art could possibly do."},{"id":795,"quote":"When fortune surprises us by giving us some great office without having gradually led us to expect it, or without having raised our hopes, it is well nigh impossible to occupy it well, and to appear worthy to fill it."},{"id":796,"quote":"The qualities we have, make us so ridiculous as those which we affect."},{"id":797,"quote":"What renders other people's vanity insufferable is that it wounds our own."},{"id":798,"quote":"Whilst weakness and timidity keep us to our duty, virtue has often all the honor."},{"id":799,"quote":"The only good copies are those which make us see the absurdity of bad originals."},{"id":800,"quote":"A man convinced of his own merit will accept misfortune as an honor, for thus can he persuade others, as well as himself, that he is a worthy target for the arrows of fate."},{"id":801,"quote":"It is as easy to unknowingly deceive yourself as it is to deceive others."},{"id":802,"quote":"There are people who in spite of their merit disgust us and others who please us in spite of their faults."},{"id":803,"quote":"The person giving the advice returns the confidence placed in him with a disinterested eagerness... and he is usually guided only by his own interest or reputation."},{"id":804,"quote":"We label judges with having the meanest motives, and yet we desire that our reputation and fame should depend upon the judgment of men, who are all, either from their jealousy or preoccupation or want of intelligence, opposed to us - and yet despite their bias, just for the sake of making these men decide in our favor, we peril in so many ways both our peace and our life."},{"id":805,"quote":"Ideas often flash across our minds more complete than we could make them after much labor."},{"id":806,"quote":"Imagination does not enable us to invent as many different contradictions as there are by nature in every heart."},{"id":807,"quote":"Pity is often a reflection of our own evils in the ills of others. It is a delicate foresight of the troubles into which we may fall."},{"id":808,"quote":"Some allow themselves to be overcome by panic, and others charge because they dare not remain at their posts. Some may be found whose courage is strengthened by small perils that prepare them to face greater dangers. Some are daring when facing swords but dread facing bullets; others dread bullets little but fear facing swords a lot."},{"id":809,"quote":"Behind many acts that are thought ridiculous there lie wise and weighty motives."},{"id":810,"quote":"No matter how brilliant an action, it should not be considered great unless it was the result of a great motive."},{"id":811,"quote":"Moderation in people who are contented comes from that calm that good fortune lends to their spirit."},{"id":812,"quote":"Renewed friendships require more care than those that have never been broken."},{"id":813,"quote":"A clever man should handle his interests so that each will fall in suitable order of their value."},{"id":814,"quote":"The intention of never deceiving often exposes us to deception."},{"id":815,"quote":"The extreme delight we experience in talking about ourselves should warn us that those who listen do not share it."},{"id":816,"quote":"When we exaggerate our friends' tenderness towards us, it is often less from gratitude than from a desire to exhibit our own virtue."},{"id":817,"quote":"To boast that one never flirts is actually a kind of flirtation."},{"id":818,"quote":"Women do not know all their powers of flirtation."},{"id":819,"quote":"We have more ability than will power, and it is often an excuse to ourselves that we imagine that things are impossible."},{"id":820,"quote":"We are never so easily deceived as when we imagine we are deceiving others."},{"id":821,"quote":"Avarice misapprehends itself almost always. There is no passion which more often will miss its aim, nor upon which the present has so much influence to the prejudice of the future."},{"id":822,"quote":"When our vices desert us, we flatter ourselves that we are deserting our vices."},{"id":823,"quote":"We often bore others when we think we cannot possibly bore them."},{"id":824,"quote":"Weakness is the only fault that is incorrigible."},{"id":825,"quote":"Weakness is more opposed to virtue than is vice."},{"id":826,"quote":"The pleasure of love is in loving; we are happier in the passion we feel than in what we inspire."},{"id":827,"quote":"Some people are like popular songs that you only sing for a short time."},{"id":828,"quote":"The gratitude of most men is but a secret desire of receiving greater benefits."},{"id":829,"quote":"There are two sorts of constancy in love one arises from continually discovering in the loved person new subjects for love, the other arises from our making a merit of being constant."},{"id":830,"quote":"It requires greater virtues to support good fortune than bad."},{"id":831,"quote":"One can no more look steadily at death than at the sun."},{"id":832,"quote":"What makes vanity so insufferable to us, is that it hurts our own."},{"id":833,"quote":"Self-love is the greatest of all flatterers."},{"id":834,"quote":"What makes lovers never tire of one another is that they talk always about themselves."},{"id":835,"quote":"There are few good women who do not tire of their role."},{"id":836,"quote":"What is called liberality is often merely the vanity of giving."},{"id":837,"quote":"The common foible of women who have been handsome is to forget that they are no longer so."},{"id":838,"quote":"Old people are fond of giving good advice; it consoles them for no longer being capable of setting a bad example."},{"id":839,"quote":"People would never fall in love if they hadn't heard love talked about."},{"id":840,"quote":"A woman is faithful to her first lover for a long time - unless she happens to take a second."},{"id":841,"quote":"On why I don't trust democracy without extremely powerful systems of accountability and recall What seems to be generosity is often only disguised ambition - which despises small interests to gain great ones."},{"id":842,"quote":"When love becomes labored we welcome an act of infidelity towards ourselves to free us from fidelity."},{"id":843,"quote":"Our actions are like the terminations of verses, which we rhyme as we please."},{"id":844,"quote":"You are never so easily fooled as when trying to fool someone else."},{"id":845,"quote":"To establish oneself in the world, one does all one can to seem established there already."},{"id":846,"quote":"The height of ability consists in a thorough knowledge of the real value of things, and of the genius of the age in which we live."},{"id":847,"quote":"We should only affect compassion, and carefully avoid having any."},{"id":848,"quote":"Politeness of the mind is to have delicate thoughts"},{"id":849,"quote":"There are no circumstances, however unfortunate, that clever people do not extract some advantage from."},{"id":850,"quote":"Nature has concealed at the bottom of our minds talents and abilities of which we are not aware."},{"id":851,"quote":"We sometimes imagine we hate flattery, but we only hate the way we are flattered."},{"id":852,"quote":"We often credit ourselves with vices the reverse of what we have, thus when weak we boast of our obstinacy."},{"id":853,"quote":"Nothing is given so profusely as advice."},{"id":854,"quote":"In growing old, we become more foolish - and more wise."},{"id":855,"quote":"It is a wearisome disease to preserve health by too strict a regimen."},{"id":856,"quote":"If it requires great tact to speak to the purpose, it requires no less to know when to be silent."},{"id":857,"quote":"Whatever pretext we may give for our affections, often it is only interest and vanity which cause them."},{"id":858,"quote":"Nothing ought more to humiliate men who have merited great praise than the care they still take to boast of little things."},{"id":859,"quote":"Perfect courage and utter cowardice are two extremes which rarely occur."},{"id":860,"quote":"It is more often from pride than from defective understanding that people oppose established opinions: they find the best places taken in the good party and are reluctant to accept inferior ones."},{"id":861,"quote":"ur own distrust somewhat justifies the deceit of others."},{"id":862,"quote":"Envy is destroyed by true friendship, as coquetry by true love."},{"id":863,"quote":"The head does not know how to play the part of the heart for long."},{"id":864,"quote":"Fortunate persons hardly ever amend their ways: they always imagine that they are in the right when fortune upholds their bad conduct."},{"id":865,"quote":"Fortune never appears so blind as to those to whom she does no good."},{"id":866,"quote":"The greater part of mankind judge of men only by their fashionableness or their fortune."},{"id":867,"quote":"Love's greatest miracle is the curing of coquetry."},{"id":868,"quote":"Friendship is only a reciprocal conciliation of interests, and an exchange of good offices; it is a species of commerce out of which self-love always expects to gain something."},{"id":869,"quote":"We are better pleased to see those on whom we confer benefits than those from whom we receive them."},{"id":870,"quote":"Gratitude is like credit; it is the backbone of our relations; frequently we pay our debts not because equity demands that we should, but to facilitate future loans."},{"id":871,"quote":"However great the advantages given us by nature, it is not she alone, but fortune with her, which makes heroes."},{"id":872,"quote":"Happy people rarely correct their faults; they consider themselves vindicated, since fortune endorses their evil ways."},{"id":873,"quote":"In love deceit nearly always goes further than mistrust."},{"id":874,"quote":"Great names abase, instead of elevating, those who do not know how to bear them."},{"id":875,"quote":"In great affairs we ought to apply ourselves less to creating chances than to profiting from those that offer."},{"id":876,"quote":"Men would not live in society long if they were not each others dupes."},{"id":877,"quote":"In the human heart there is a ceaseless birth of passions, so that the destruction of one is almost always the establishment of another."},{"id":878,"quote":"The duration of our passions is no more dependent on ourselves than the duration of our lives."},{"id":879,"quote":"Solemnity is a device of the body to hide the faults of the mind."},{"id":880,"quote":"We often pride ourselves on even the most criminal passions, but envy is a timid and shamefaced passion we never dare to acknowledge."},{"id":881,"quote":"Ridicule dishonours more than dishonour."},{"id":882,"quote":"There is merit without rank, but there is no rank without some merit."},{"id":883,"quote":"The only security is courage."},{"id":884,"quote":"Affected simplicity is an elegant imposture."},{"id":885,"quote":"However much we may distrust men's sincerity, we always believe they speak to us more sincerely than to others."},{"id":886,"quote":"The extreme pleasure we take in speaking of ourselves should make us apprehensive that it gives hardly any to those who listen to us."},{"id":887,"quote":"We feel good and ill only in proportion to our self-love."},{"id":888,"quote":"There are some bad qualities which make great talents."},{"id":889,"quote":"Sometimes we think we dislike flattery, but it is only the way it is done that we dislike."},{"id":890,"quote":"Tastes in young people are changed by natural impetuosity, and in the aged are preserved by habit."},{"id":891,"quote":"However evil men may be they dare not be openly hostile to virtue, and so when they want to attack it they pretend to find it spurious , or impute crimes to it."},{"id":892,"quote":"Many men are contemptuous of riches; few can give them away."},{"id":893,"quote":"It often happens that things come into the mind in a more finished form than could have been achieved after much study."},{"id":894,"quote":"There are no accidents so unlucky from which clever people are not able to reap some advantage, and none so lucky that the foolish are not able to turn them to their own disadvantage."},{"id":895,"quote":"Humility is the altar upon which God wishes that we should offer Him His sacrifices."},{"id":896,"quote":"Idleness is more an infirmity of the mind than of the body."},{"id":897,"quote":"We endeavor to make a virtue of the faults we are unwilling to correct."},{"id":898,"quote":"Silence is the best tactic for he who distrusts himself."},{"id":899,"quote":"It requires no small degree of ability to know when to conceal one's ability."},{"id":900,"quote":"Our actions are like blank rhymes, to which everyone applies what sense he pleases."},{"id":901,"quote":"The ambitious deceive themselves in proposing an end to their ambition; that end, when attained, becomes a means."},{"id":902,"quote":"Those who have the most cunning affect all their lives to condemn cunning; that they may make use of it on some great occasion, and to some great end."},{"id":903,"quote":"For envy, like lightning, generally strikes at the top Or any point which sticks out from the ordinary level. LUCRETIUS, De Rerum Natura Our envy always outlives the felicity of its object."},{"id":904,"quote":"One of the greatest and also the commonest of faults is for men to believe that, because they never hear their shortcomings spoken of, or read about them in cold print, others can have no knowledge of them. GEORG CHRISTOPH LICHTENBERG, The Reflections of Lichtenberg We are often more agreeable through our faults than our good qualities."},{"id":905,"quote":"Though most of the friendships of the world ill deserve the name of friendships; yet a man may make use of them on occasion, as of a traffic whose returns are uncertain, and in which 'tis usual to be cheated."},{"id":906,"quote":"There are few women whose charm survives their beauty."},{"id":907,"quote":"There are women who never had an intrigue; but there are scarce any who never had but one."},{"id":908,"quote":"Constancy in love ... is only inconstancy confined to one object."},{"id":909,"quote":"Our merit gains us the esteem of the virtuous-our star that of the public."},{"id":910,"quote":"Nothing is so contagious as example; never was there any considerable good or ill done that does not produce its like. We imitate good actions through emulation, and had ones through a malignity in our nature, which shame conceals, and example sets at liberty."},{"id":911,"quote":"There are follies as catching as contagious disorders."},{"id":912,"quote":"Flattery is false money, which would not be current were it not for our vanity."},{"id":913,"quote":"If we never flattered ourselves we should have but scant pleasure."},{"id":914,"quote":"Interest blinds some people, and enlightens others."},{"id":915,"quote":"As love increases, prudence diminishes."},{"id":916,"quote":"In infants, levity is a prettiness; in men a shameful defect; but in old age, a monstrous folly."},{"id":917,"quote":"Nature makes merit, and fortune puts it to work."},{"id":918,"quote":"The mark of extraordinary merit is to see those most envious of it constrained to praise."},{"id":919,"quote":"Penetration has an air of divination; it pleases our vanity more than any other quality of the mind."},{"id":920,"quote":"There are people who, like new songs, are in vogue only for a time."},{"id":921,"quote":"The contempt of riches in the philosophers was a concealed desire of revenging on fortune the injustice done to their merit, by despising the good she denied them."},{"id":922,"quote":"Moderation cannot have the credit of combatiug and subduing ambition, they are never found together. Moderation is the languor and indolence of the soul, as ambition is its activity and ardor."},{"id":923,"quote":"Good and bad fortune are found severally to visit those who have the most of the one or the other."},{"id":924,"quote":"Our probity is not less at the mercy of fortune than our property."},{"id":925,"quote":"The good or the bad fortune of men depends not less upon their own dispositions than upon fortune."},{"id":926,"quote":"Self-love increases or diminishes for us the good qualities of our friends, in proportion to the satisfaction we feel with them; and we judge of their merit by the manner in which they act towards us."},{"id":927,"quote":"The generality of friends puts us out of conceit with friendship; just as the generality of religious people puts us out of conceit with religion."},{"id":928,"quote":"Friendship is a traffic wherein self-love always proposes to be the gainer."},{"id":929,"quote":"We love everything on our own account; we even follow our own taste and inclination when we prefer our friends to ourselves; and yet it is this preference alone that constitutes true and perfect friendship."},{"id":930,"quote":"Great men should not have great faults."},{"id":931,"quote":"Those whom the world has delighted to honor have oftener been influenced in their doings by ambition and vanity than by patriotism."},{"id":932,"quote":"All who know their own minds know not their own hearts."},{"id":933,"quote":"One honor won is a surety for more."},{"id":934,"quote":"There are several remedies which will cure love, but there are no infallible ones."},{"id":935,"quote":"In misfortune we often mistake dejection for constancy; we bear it without daring to look on it; like cowards, who suffer themselves to be murdered without resistance."},{"id":936,"quote":"Pity is a sense of our own misfortunes in those of another man; it is a sort of foresight of the disasters which may befall ourselves. We assist others,, in order that they may assist us on like occasions; so that the services we offer to the unfortunate are in reality so many anticipated kindnesses to ourselves."},{"id":937,"quote":"Prudence and love are inconsistent; in proportion as the last increases, the other decreases."},{"id":938,"quote":"There is no praise we have not lavished upon prudence; and yet she cannot assure to us the most trifling event."},{"id":939,"quote":"Nothing is so capable of diminishing self-love as the observation that we disapprove at one time what we approve at another."},{"id":940,"quote":"Self-love, as it happens to be well or ill conducted, constitutes virtue and vice."},{"id":941,"quote":"Whatever discoveries we may have made in the regions of self-love, there still remain many unknown lands."},{"id":942,"quote":"It is with sincere affection or friendship as with ghosts and apparitions,--a thing that everybody talks of, and scarce any hath seen."},{"id":943,"quote":"Kings do with men as with pieces of money; they give them what value they please, and we are obliged to receive them at their current and not at their real value."},{"id":944,"quote":"It may be said that the vices await us in the journey of life like hosts with whom we must successively lodge; and I doubt whether experience would make us avoid them if we were to travel the same road a second time."},{"id":945,"quote":"The vices enter into the composition of the virtues, as poisons into that of medicines. Prudence collects and arranges them, and uses them beneficially against the ills of life."},{"id":946,"quote":"What often prevents our abandoning ourselves to a single vice is, our having more than one."},{"id":947,"quote":"The vivacity that augments with years is not far from folly."},{"id":948,"quote":"We should wish for few things with eagerness, if we perfectly knew the nature of that which was the object of our desire."},{"id":949,"quote":"The most brilliant fortunes are often not worth the littleness required to gain them."},{"id":950,"quote":"Our wisdom is no less at fortune's mercy than our wealth."},{"id":951,"quote":"Wit sometimes enables us to act rudely with impunity."},{"id":952,"quote":"A man does not please long when he has only species of wit."},{"id":953,"quote":"A small degree of wit, accompanied by good sense, is less tiresome in the long run than a great amount of wit without it."},{"id":954,"quote":"Women can less easily surmount their coquetry than their passions."},{"id":955,"quote":"As it is the mark of great minds to say many things in a few words, so it is that of little minds to use many words to say nothing."},{"id":956,"quote":"Youth is a continual intoxication; it is the fever of reason."},{"id":957,"quote":"Moral severity in women is only a dress or paint which they use to set off their beauty."},{"id":958,"quote":"To think to be wise alone is a very great folly."},{"id":959,"quote":"The desire to be thought clever often prevents a man from becoming so."},{"id":960,"quote":"As we grow older, we increase in folly--and in wisdom."},{"id":961,"quote":"Our wisdom lies as much at the mercy of fortune as our possessions do."},{"id":962,"quote":"There is an excess both in happiness and misery above our power of sensation."},{"id":963,"quote":"Happiness does not consist in things themselves but in the relish we have of them; and a man has attained it when he enjoys what he loves and desires himself, and not what other people think lovely and desirable."},{"id":964,"quote":"Men's happiness and misery depends altogether as much upon their own humor as it does upon fortune."},{"id":965,"quote":"What we take for virtue is often but an assemblage of various ambitions and activities that chance, or our own astuteness, have arranged in a certain manner; and it is not always out of courage or purity that men are brave, and women chaste."},{"id":966,"quote":"If one judges love according to the greatest part of the effects it produces, it would appear to resemble rather hatred than kindness."},{"id":967,"quote":"As long as we love, we can forgive."},{"id":968,"quote":"Self-love makes our friends appear more or less deserving in proportion to the delight we take in them, and the measures by whichwe judge of their worth depend upon the manner of their conversing with us."},{"id":969,"quote":"The grace of novelty and the length of habit, though so very opposite to one another, yet agree in this, that they both alike keepus from discovering the faults of our friends."},{"id":970,"quote":"When we enlarge upon the affection our friends have for us, this is very often not so much out of a sense of gratitude as from a desire to persuade people of our own great worth, that can deserve so much kindness."},{"id":971,"quote":"The boldest stroke and best act of friendship is not to disclose our own failings to a friend, but to show him his own."},{"id":972,"quote":"As uncommon a thing as true love is, it is yet easier to find than true friendship."},{"id":973,"quote":"The reason we do not let our friends see the very bottom of our hearts is not so much distrust of them as distrust of ourselves."},{"id":974,"quote":"The thing that makes our friendships so short and changeable is that the qualities and dispositions of the soul are very hard to know, and those of the understanding and wit very easy."},{"id":975,"quote":"Truth has scarce done so much good in the world as the false appearances of it have done hurt."},{"id":976,"quote":"When the philosophers despised riches, it was because they had a mind to vindicate their own merit, and take revenge upon the injustice of fortune by vilifying those enjoyments which she had not given them."},{"id":977,"quote":"The fondness or indifference that the philosophers expressed for life was merely a preference inspired by their self-love, and will no more bear reasoning upon than the relish of the palate or the choice of colors."},{"id":978,"quote":"The distempers of the soul have their relapses, as many and as dangerous as those of the body; and what we take for a perfect cureis generally either an abatement of the same disease or the changing of that for another."},{"id":979,"quote":"We should desire very few things passionately if we did but perfectly know the nature of the things we desire."},{"id":980,"quote":"Idleness and constancy fix the mind to what it finds easy and agreeable. This habit always confines and cramps up our knowledge; and no one has ever taken the trouble to stretch and carry his understanding as far as it could go."},{"id":981,"quote":"It is necessary, in order to know things well, to know the particulars of them; and these, being infinite, make our knowledge eversuperficial and imperfect."},{"id":982,"quote":"Some follies are caught, like contagious diseases."},{"id":983,"quote":"Our self-love can less bear to have our tastes than our opinions condemned."},{"id":984,"quote":"Women can more easily conquer their passion than their coquetterie."},{"id":985,"quote":"He that fancies such a sufficiency in himself that he can live without all the world is greatly mistaken; but he that imagines himself so necessary that other people cannot live without him is a great deal more mistaken."},{"id":986,"quote":"We often make use of envenomed praise, that reveals on the rebound, as it were, defects in those praised which we dare not exposeany other way."},{"id":987,"quote":"That man, we may be sure, is a person of true worth, whom those who envy him most are yet forced to praise."},{"id":988,"quote":"Criticism sometimes is really praise, and praise sometimes slander."},{"id":989,"quote":"Praise is a more ingenious, concealed, and subtle kind of flattery, that satisfies both the giver and the receiver, though by verydifferent ways. The one accepts it as a reward due to his merit; the other gives it that he may be looked upon as a just and discerning person."},{"id":990,"quote":"Very few people are acquainted with death. They undergo it, commonly, not so much out of resolution as custom and insensitivity; and most men die because they cannot help it."},{"id":991,"quote":"We often see malefactors, when they are led to execution, put on resolution and a contempt of death which, in truth, is nothing else but fearing to look it in the face--so that this pretended bravery may very truly be said to do the same good office to their mind that the blindfold does to their eyes."},{"id":992,"quote":"Those great and glorious actions that dazzle our eyes with their luster are represented by statesmen as the result of great wisdomand excellent design; whereas, in truth, they are commonly the effects of the humors and passions."},{"id":993,"quote":"When the soul is ruffled by the remains of one passion, it is more disposed to entertain a new one than when it is entirely curedand at rest from all."},{"id":994,"quote":"It is a mighty error to suppose that none but violent and strong passions, such as love and ambition, are able to vanquish the rest. Even idleness, as feeble and languishing as it is, sometimes reigns over them; it usurps the throne and sits paramount over all the designs and actions of our lives, and imperceptibly wastes and destroys all our passions and all our virtues."},{"id":995,"quote":"Men never desire anything very eagerly which they desire only by the dictates of reason."},{"id":996,"quote":"The heart of man ever finds a constant succession of passions, so that the destroying and pulling down of one proves generally tobe nothing else but the production and the setting up of another."},{"id":997,"quote":"The passions do very often give birth to others of a nature most contrary to their own. Thus avarice sometimes brings forth prodigality, and prodigality avarice; a man's resolution is very often the effect of levity, and his boldness that of cowardice and fear."},{"id":998,"quote":"The same strength of character which helps a man resist love, helps to make it more violent and lasting too. People of unsettled minds are always driven about with passions, but never absolutely filled with any."},{"id":999,"quote":"There is a sort of love whose very excessiveness prevents the lover's being jealous."},{"id":1000,"quote":"Even the most disinterested love is, after all, but a kind of bargain, in which self-love always proposes to be the gainer one wayor another."},{"id":1001,"quote":"Unfaithfulness ought to extinguish love, and we should not be jealous when there is reason to be. Only those who give no grounds for jealousy are worthy of it."},{"id":1002,"quote":"A man is sometimes better off deceived about the one he loves, than undeceived."},{"id":1003,"quote":"Considering how little the beginning or the ceasing to love is in our own power, it is foolish and unreasonable for the lover or his mistress to complain of one another's inconstancy."},{"id":1004,"quote":"Constancy in love is a perpetual inconstancy which fixes our hearts successively to all the qualities of the person loved--sometimes admiring one and sometimes another above all the rest--so that this constancy roves as far as it can, and is no better than inconstancy, confined within the compass of one person."},{"id":1005,"quote":"Constancy in love is of two sorts: One is the effect of new excellencies that are always presenting themselves afresh, and attractour affections continually; the other is only from a point of honor, and a taking of pride not to change."},{"id":1006,"quote":"Love has its name borrowed by a great number of dealings and affairs that are attributed to it--in which it has no greater part than the Doge in what is done at Venice."},{"id":1007,"quote":"Love is one and the same in the original; but there are a thousand different copies of it."},{"id":1008,"quote":"A man's wits are better employed in bearing up under the misfortunes that lie upon him at present than in foreseeing those that may come upon him hereafter."},{"id":1009,"quote":"Silence is the best security to the man who distrusts himself."},{"id":1010,"quote":"Moderation is represented as a virtue in order to restrain the ambition of great men, and to console those of a meaner condition in their lesser merit and fortune."},{"id":1011,"quote":"What we take for high-mindedness is very often no other than ambition well disguised, that scorns means interests, only to pursuegreater."},{"id":1012,"quote":"The cunningest dissimulation is when a man pretends to be caught in the traps others set for him; and a man is never so easily over-reached as when he is contriving to over-reach others."},{"id":1013,"quote":"Men are inconsolable concerning the treachery of their friends or the deceptions of their enemies; and yet they are often very highly satisfied to be both deceived and betrayed by their own selves."},{"id":1014,"quote":"The most effectual way to be deceived is to believe oneself more cunning than one's neighbors."},{"id":1015,"quote":"The most ingenious men continually pretend to condemn tricking--but this is often done that they may use it more conveniently themselves, when some great occasion or interest offers itself to them."},{"id":1016,"quote":"We are much mistaken if we think that men are always brave from a principle of valor, or women chaste from a principle of modesty."},{"id":1017,"quote":"Moderation is a fear of falling into that envy and contempt which those who grow giddy with their good fortune quite justly draw upon themselves. It is a vain boasting of the greatness of our mind."},{"id":1018,"quote":"There is something to be said for jealousy, because it only designs the preservation of some good which we either have or think wehave a right to. But envy is a raging madness that cannot bear the wealth or fortune of others."},{"id":1019,"quote":"It is sometimes a point of as much cleverness to know to make good use of advice from others as to be able give good advice to oneself."},{"id":1020,"quote":"One man may be more cunning than another, but no one can be more cunning than all the world."},{"id":1021,"quote":"Perseverance is neither praiseworthy nor blameworthy; for it seems to be only the enduring of certain inclinations and opinions which men neither give themselves nor take away from themselves."},{"id":1022,"quote":"Our repentances are generally not so much a concern and remorse for the harm we have done, as a fear of the harm we may have brought upon ourselves."},{"id":1023,"quote":"That which occasions so many mistakes in the computations of men, when they expect return for favors, is that the giver's pride and the receiver's cannot agree upon the value of the kindness done."},{"id":1024,"quote":"We frequently are troublesome to others, when we think it impossible for us ever to be so."},{"id":1025,"quote":"The applause we give those who are new to society often proceeds from a secret envying of those already established."},{"id":1026,"quote":"A man seldom finds people unthankful, as long as he remains in a condition of benefiting them further."},{"id":1027,"quote":"It is safer to do most men harm than to do them too much good."},{"id":1028,"quote":"A man is ridiculous less through the characteristics he has than through those he affects to have."},{"id":1029,"quote":"Commonplace minds usually condemn what is beyond the reach of their understanding."},{"id":1030,"quote":"Some disguised deceits counterfeit truth so perfectly that not to be taken in by them would be an error of judgment."},{"id":1031,"quote":"We exaggerate the glory of some men in order to detract from that of others."},{"id":1032,"quote":"We are always bored by the very people by whom it is vital not to be bored."},{"id":1033,"quote":"Happiness does not consist in things themselves but in the relish we have of them."},{"id":1034,"quote":"Without humility, we keep all our defects; and they are only crusted over by pride, which conceals them from others, and often from ourselves."},{"id":1035,"quote":"It is easier to fall in love when you are out of it than to get out of it when you are in."},{"id":1036,"quote":"We are never so generous as when giving advice."},{"id":1037,"quote":"Virtue is to the soul what health is tot he body."},{"id":1038,"quote":"It is not always for virtue's sake that women are virtuous."},{"id":1039,"quote":"Our hopes, often though they deceive us, lead us pleasantly along the path of life."},{"id":1040,"quote":"In friendship, as in love, we are often more happy from the things we are ignorant of than from those we are acquainted with."},{"id":1041,"quote":"A woman often thinks she regrets the lover, when she only regrets the love."},{"id":1042,"quote":"Absence abates a moderate passion and intensifies a great one - as the wind blows out a candle but fans fire into flame."},{"id":1043,"quote":"Consolation for unhappiness can often be found in a certain satisfaction we get from looking unhappy."},{"id":1044,"quote":"He who refuses praise the first time that it is offered does so because he would hear it a second time."},{"id":1045,"quote":"Humility is often only a feigned submissiveness by which men hope to bring other people to submit to them; it is a more calculated sort of pride."},{"id":1046,"quote":"If you cannot find peace in yourself, it is useless to look for it elsewhere."},{"id":1047,"quote":"Loyalty is in most people only a ruse used by self-interest to attract confidence."},{"id":1048,"quote":"Plenty of people want to be pious, but no one yearns to be humble."},{"id":1049,"quote":"We are eager to believe that others are flawed because we are eager to believe in what we wish for."},{"id":1050,"quote":"There are many predicaments in life that one must be a bit crazy to escape from."},{"id":1051,"quote":"We confess to little faults only to persuade ourselves we have no great ones."},{"id":1052,"quote":"There are few people more convinced of their own genius than those who complain of how stupid they are."},{"id":1053,"quote":"We should not be upset that others hide the truth from us, when we hide it so often from ourselves."},{"id":1054,"quote":"One kind of happiness is to know exactly at what point to be miserable."},{"id":1055,"quote":"Men have written in the most convincing manner to prove that death is no evil, and this opinion has been confirmed on a thousand celebrated occasions by the weakest of men as well as by heroes. Even so I doubt whether any sensible person has ever believed it, and the trouble men take to convince others as well as themselves that they do shows clearly that it is no easy undertaking."},{"id":1056,"quote":"If it were not for poetry, few men would ever fall in love."},{"id":1057,"quote":"The most clever and polite are content with only seeming attentive while we perceive in their mind and eyes that at the very time they are wandering from what is said and desire to return to what they want to say."},{"id":1058,"quote":"It is oftener by the estimation of our own feelings that we exaggerate the good qualities of others than by their merit, and when we praise them we wish to attract their praise."},{"id":1059,"quote":"Moderation is caused by the fear of exciting the envy and contempt which those merit who are intoxicated with their good fortune; it is a vain display of our strength of mind, and in short the moderation of men at their greatest height is only a desire to appear greater than their fortune."},{"id":1060,"quote":"Those who are condemned to death affect sometimes a constancy and contempt for death which is only the fear of facing it; so that one may say that this constancy and contempt are to their mind what the bandage is to their eyes."},{"id":1061,"quote":"When great men permit themselves to be cast down by the continuance of misfortune, they show us that they were only sustained by ambition, and not by their mind; so that PLUS a great vanity, heroes are made like other men."},{"id":1062,"quote":"People are often vain of their passions, even of the worst, but envy is a passion so timid and shame-faced that no one ever dare avow her."},{"id":1063,"quote":"Jealousy is in a manner just and reasonable, as it tends to preserve a good which belongs, or which we believe belongs to us, on the other hand envy is a fury which cannot endure the happiness of others."},{"id":1064,"quote":"Pride indemnifies itself and loses nothing even when it casts away vanity."},{"id":1065,"quote":"We have not enough strength to follow all our reason."},{"id":1066,"quote":"The caprice of our temper is even more whimsical than that of Fortune."},{"id":1067,"quote":"The contempt of riches in philosophers was only a hidden desire to avenge their merit upon the injustice of fortune, by despising the very goods of which fortune had deprived them; it was a secret to guard themselves against the degradation of poverty, it was a back way by which to arrive at that distinction which they could not gain by riches."},{"id":1068,"quote":"A man is perhaps ungrateful, but often less chargeable with ingratitude than his benefactor is."},{"id":1069,"quote":"We are deceived if we think that mind and judgment are two different matters: judgment is but the extent of the light of the mind. This light penetrates to the bottom of matters; it remarks all that can be remarked, and perceives what appears imperceptible. Therefore we must agree that it is the extent of the light in the mind that produces all the effects which we attribute to judgment."},{"id":1070,"quote":"Everyone praises his heart, none dare praise their understanding."},{"id":1071,"quote":"Men and things have each their proper perspective; to judge rightly of some it is necessary to see them near, of others we can never judge rightly but at a distance."},{"id":1072,"quote":"A man for whom accident discovers sense, is not a rational being. A man only is so who understands, who distinguishes, who tests it."},{"id":1073,"quote":"One kind of flirtation is to boast we never flirt."},{"id":1074,"quote":"The most subtle of our acts is to simulate blindness for snares that we know are set for us."},{"id":1075,"quote":"We often act treacherously more from weakness than from a fixed motive."},{"id":1076,"quote":"The smallest fault of women who give themselves up to love is to love."},{"id":1077,"quote":"A man would rather say evil of himself than say nothing."},{"id":1078,"quote":"Praise is flattery, artful, hidden, delicate, which gratifies differently him who praises and him who is praised. The one takes it as the reward of merit, the other bestows it to show his impartiality and knowledge."},{"id":1079,"quote":"We often select envenomed praise which, by a reaction upon those we praise, shows faults we could not have shown by other means."},{"id":1080,"quote":"Few are sufficiently wise to prefer censure which is useful to praise which is treacherous."},{"id":1081,"quote":"The desire which urges us to deserve praise strengthens our good qualities, and praise given to wit, valour, and beauty, tends to increase them."},{"id":1082,"quote":"There are persons whose only merit consists in saying and doing stupid things at the right time, and who ruin all if they change their manners."},{"id":1083,"quote":"If one acts rightly and honestly, it is difficult to decide whether it is the effect of integrity or skill."},{"id":1084,"quote":"The evil that we do does not attract to us so much persecution and hatred as our good qualities."},{"id":1085,"quote":"Our distrust of another justifies his deceit."},{"id":1086,"quote":"Instead of considering that the worst way to persuade or please others is to try thus strongly to please ourselves, and that to listen well and to answer well are some of the greatest charms we can have in conversation."},{"id":1087,"quote":"The hate of favourites is only a love of favour. The envy of NOT possessing it, consoles and softens its regrets by the contempt it evinces for those who possess it, and we refuse them our homage, not being able to detract from them what attracts that of the rest of the world."},{"id":1088,"quote":"Neither love nor fire can subsist without perpetual motion; both cease to live so soon as they cease to hope, or to fear."},{"id":1089,"quote":"What renders us so changeable in our friendship is, that it is difficult to know the qualities of the soul, but easy to know those of the mind."},{"id":1090,"quote":"We often persuade ourselves to love people who are more powerful than we are, yet interest alone produces our friendship; we do not give our hearts away for the good we wish to do, but for that we expect to receive."},{"id":1091,"quote":"The daily employment of cunning marks a little mind, it generally happens that those who resort to it in one respect to protect themselves lay themselves open to attack in another."},{"id":1092,"quote":"Too great cleverness is but deceptive delicacy, true delicacy is the most substantial cleverness."},{"id":1093,"quote":"Fortune turns all things to the advantage of those on whom she smiles."},{"id":1094,"quote":"There is real love just as there are real ghosts; every person speaks of it, few persons have seen it."},{"id":1095,"quote":"Everyone blames his memory, no one blames his judgment."},{"id":1096,"quote":"The largest ambition has the least appearance of ambition when it meets with an absolute impossibility in compassing its object."},{"id":1097,"quote":"Absence diminishes small loves and increases great ones, as the wind blows out the candle and fans the bonfire."},{"id":1098,"quote":"If we had no faults we should not take so much pleasure in noting those of others."},{"id":1099,"quote":"We are so accustomed to disguise ourselves to others, that in the end, we become disguised to ourselves."},{"id":1100,"quote":"True love is like ghosts, which everybody talks about and few have seen."},{"id":1101,"quote":"Our envy always lasts longer than the happiness of those we envy."},{"id":1102,"quote":"Hypocrisy is a tribute that vice pays to virtue."},{"id":1103,"quote":"The truest way to be deceived is to think oneself more knowing than others."},{"id":1104,"quote":"Almost all our faults are more pardonable than the methods we resort to to hide them."},{"id":1105,"quote":"Everyone complains of his memory, and no one complains of his judgment."},{"id":1106,"quote":"How can you expect another to keep a secret if we have been unable to keep it ourselves?"},{"id":1107,"quote":"Before we set our hearts too much upon anything, let us examine how happy those are who already possess it."},{"id":1108,"quote":"We would often be ashamed of our best actions if the world only knew the motives behind them."},{"id":1109,"quote":"It is with true love as with ghosts and apparitions: Every one talks of it, and scarcely any one has seen it"},{"id":1110,"quote":"We forgive so long as we love."},{"id":1111,"quote":"If we had no faults of our own, we would not take so much pleasure in noticing those of others."},{"id":1112,"quote":"How rare true love maybe, it is less so than true friendship."},{"id":1113,"quote":"It is more shameful to distrust one's friends than to be deceived by them"},{"id":1114,"quote":"In jealousy there is more of self-love than love"},{"id":1115,"quote":"Passion often makes a madman of the cleverest man, and renders the greatest fools clever."},{"id":1116,"quote":"He who lives without folly is not as wise as he may think."},{"id":1117,"quote":"All passions make us commit faults, but love makes us commit the most ridiculous ones."},{"id":1118,"quote":"We all have strength enough to endure the misfortunes of others."},{"id":1119,"quote":"We always like those who admire us; we do not always like those whom we admire"},{"id":1120,"quote":"Our virtues are most frequently but vices disguised."},{"id":1121,"quote":"Sometimes we are less unhappy in being deceived by those we love, than in being undecieved by them."},{"id":1122,"quote":"357.Little minds are too much wounded by little things; great minds see all and are not even hurt."},{"id":1123,"quote":"Some beautiful things are more impressive when left imperfect than when than when too highly finished"},{"id":1124,"quote":"Almost always we are bored by people to whom we ourselves are boring."},{"id":1125,"quote":"A weakling is incapable of sincerity."},{"id":1126,"quote":"Absense diminishes small loves and increases great ones, as the wind blows out the candle and blows up the bonfire."},{"id":1127,"quote":"The defects and faults of the mind are like wounds in the body. After all imaginable care has been taken to heal them up, still there will be a scar left behind."},{"id":1128,"quote":"142.As it is the mark of great minds to say many things in a few words, so it is that of little minds to use many words to say nothing."},{"id":1129,"quote":"We do not despise all those with vices, but we do despise all those without a single virtue."},{"id":1130,"quote":"There is only one kind of love, but there are a thousand different versions."},{"id":1131,"quote":"321.We are nearer loving those who hate us, than those who love us more than we desire."},{"id":1132,"quote":"78.The love of justice is simply in the majority of men the fear of suffering injustice."},{"id":1133,"quote":"269.No man is clever enough to know all the evil he does."},{"id":1134,"quote":"93.Old men delight in giving good advice as a consolation for the fact that they can no longer set bad examples."},{"id":1135,"quote":"324.There is more self-love than love in jealousy."},{"id":1136,"quote":"437.We should not judge of a man's merit by his great abilities, but by the use he makes of them."},{"id":1137,"quote":"When not prompted by vanity, we say little."},{"id":1138,"quote":"How is it that our memory is good enough to retain the least triviality that happens to us, and yet not good enough to recollect how often we have told it to the same person? ~Franois Duc de La Rochefoucauld"},{"id":1139,"quote":"267.A quickness in believing evil without having sufficiently examined it, is the effect of pride and laziness. We wish to find the guilty, and we do not wish to trouble ourselves in examining the crime."},{"id":1140,"quote":"How comes it that our memories are good enough to retain even the minutest details of what has befallen us, but not to recollect how many times we have recounted to the same person?"},{"id":1141,"quote":"It is a great ability to be able to conceal one's ability."},{"id":1142,"quote":"It is a kind of happiness to know just how unhappy we could be."},{"id":1143,"quote":"103.Those who know their minds do not necessarily know their hearts."},{"id":1144,"quote":"386.No people are more often wrong than those who will not allow themselves to be wrong."},{"id":1145,"quote":"En la amistad como en el amor se es ms feliz por las cosas que se ignoran que por las que se saben\"."},{"id":1146,"quote":"The defects of the mind arelike the wounds of the body. Whatever care we take to heal them the scars ever remain, and there is always danger of their reopening."},{"id":1147,"quote":"It is much easier to extinguish a first desire than to satisfy all of those that follow it."},{"id":1148,"quote":"70.There is no disguise which can long hide love where it exists, nor feign it where it does not."},{"id":1149,"quote":"158.Flattery is base coin to which only our vanity gives currency."},{"id":1150,"quote":"We often forgive those who bore us, but we do not forgive those we bore."},{"id":1151,"quote":"Nothing so much prevents our being natural as the desire to seem so."},{"id":1152,"quote":"237.No one should be praised for his goodness if he has not strength enough to be wicked. All other goodness is but too often an idleness or powerlessness of will."},{"id":1153,"quote":"Virtues are lost in self interest as rivers are lost in the sea."},{"id":1154,"quote":"329.We believe, sometimes, that we hate flattery we only dislike the method."},{"id":1155,"quote":"We are often more treacherous through weakness than calculation"},{"id":1156,"quote":"Nous avons plus de paresse dans l'esprit que dans le corps."},{"id":1157,"quote":"409.We should often be ashamed of our very best actions if the world only saw the motives which caused them."},{"id":1158,"quote":"469.We never desire earnestly what we desire in reason."},{"id":1159,"quote":"On n'est jamais si heureux ni si malheureux qu'on s'imagine."},{"id":1160,"quote":"The desire to be pitied or to be admired often forms the greater part of our confidence."},{"id":1161,"quote":"Les dfauts de l'me sont comme les blessures du corps: quelque soin qu'on prenne de les gurir, la cicatrice parat toujours, et elles sont  tout moment en danger de se rouvrir."},{"id":1162,"quote":"22.Philosophy triumphs easily over past evils and future evils; but present evils triumph over it."},{"id":1163,"quote":"Perfect valour is to do without witnesses whatone would do before all the world."},{"id":1164,"quote":"350.Why we hate with so much bitterness those who deceive us is because they think themselves more clever than we are."},{"id":1165,"quote":"356.Usually we only praise heartily those who admire us."},{"id":1166,"quote":"Nobody deserves to be praised for goodness unless he is strong enough to be bad."},{"id":1167,"quote":"Si nous rsistons  nos passions, c'est plus par leur faiblesse que par notre force."},{"id":1168,"quote":"Orang yang mengira bisa hidup tapa orang lain berarti membohongi diri sendiri, tetapi mereka yang mengira orang-orang lain tidak bisa hidup tanpa dia lebih keliru lagi."},{"id":1169,"quote":"L'esprit est toujours la dupe du coeur."},{"id":1170,"quote":"The only thing constant in life is change."},{"id":1171,"quote":"It is a great act of cleverness to conceal one's being clever."},{"id":1172,"quote":"19.We have all sufficient strength to support the misfortunes of others."},{"id":1173,"quote":"313.How is it that our memory is good enough to retain the least triviality that happens to us, and yet not good enough to recollect how often we have told it to the same person?"},{"id":1174,"quote":"Nothing prevents us being natural so much as the desire to appear so."},{"id":1175,"quote":"433.The most certain sign of being born with great qualities is to be born without envy. [\"Nemo alienae virtuti invidet qui satis confidet suae.\" Cicero In Marc Ant.]"},{"id":1176,"quote":"276.Absence extinguishes small passions and increases great ones, as the wind will blow out a candle, and blow in a fire."},{"id":1177,"quote":"28.Jealousy is in a manner just and reasonable, as it tends to preserve a good which belongs, or which we believe belongs to us, on the other hand envy is a fury which cannot endure the happiness of others."},{"id":1178,"quote":"The accent of one's birthplace persists in the mind and heart as much as in speech."},{"id":1179,"quote":"87.Men would not live long in society were they not the dupes of each other. [A maxim, adds Aim Martin, \"Which may enter into the code of a vulgar rogue, but one is astonished to find it in a moral treatise.\" Yet we have scriptural authority for it: \"Deceiving and being deceived.\"2 TIM. iii. 13.]"},{"id":1180,"quote":"The reason why so few persons are agreeable in conversation is that each thinks more of what he desires to say, than of what the others say, and that we make bad listeners when we want to speak."},{"id":1181,"quote":"The confidence which we have in ourselves gives birth to much of that which we have in others."},{"id":1182,"quote":"136.There are some who never would have loved if they never had heard it spoken of."},{"id":1183,"quote":"No man deserves to be praised for his goodness unless he has strength of character to be wicked. All other goodness is generally nothing but indolence or impotence of will."},{"id":1184,"quote":"31.If we had no faults we should not take so much pleasure in noting those of others."},{"id":1185,"quote":"Man is so wretched that, while directing all his conduct towards satisfying his passions, he constantly moans about their tyranny: he cannot bear their violence, nor the violence he must use against himself in order to free himself from their yoke; he finds them disgusting, but so too their remedies, and he cannot come to terms with the pain of his illness, nor with the labour necessary for a cure."},{"id":1186,"quote":"In their first passion women love their lovers, in all the others they love love."},{"id":1187,"quote":"To praise princes for virtues they do not possess is but to reproach them with impunity."},{"id":1188,"quote":"Wisdom is to the soul what health is to the body."},{"id":1189,"quote":"Virtue would not go so far if vanity did not keep it company."},{"id":1190,"quote":"248.Magnanimity despises all, to win all."},{"id":1191,"quote":"201.He who thinks he has the power to content the world greatly deceives himself, but he who thinks that the world cannot be content with him deceives himself yet more."},{"id":1192,"quote":"We promise according to our hopes; we perform according to our fears."},{"id":1193,"quote":"If we conquer our passions it is more from their weakness than from our strength."},{"id":1194,"quote":"It is impossible to love a second time those whom we have really ceased to love."},{"id":1195,"quote":"What we term virtue is often but a mass of various actions and diverse interests, which fortune, or our own industry, manage to arrange; and it is not always from valor or from chastity that men are brave, and women chaste."},{"id":1196,"quote":"95.The test of extraordinary merit is to see those who envy it the most yet obliged to praise it."},{"id":1197,"quote":"[\"Ambition has been so strong as to make very miserable men take comfort that they were supreme in misery;"},{"id":1198,"quote":"Nos vertus ne sont, le plus souvent, que de vices dguiss."},{"id":1199,"quote":"Where love is, no disguise can hide it for very long; where it is not, none can simulate it."},{"id":1200,"quote":"What we find the least of in flirtation is love."},{"id":1201,"quote":"463.There is often more pride than goodness in our grief for our enemies' miseries; it is to show how superior we are to them, that we bestow on them the sign of our compassion."},{"id":1202,"quote":"However we distrust the sincerity of those whom we talk with, we always believe them more sincere with us than with others."},{"id":1203,"quote":"Women cannot be completely severe unless they hate."},{"id":1204,"quote":"En la adversidad de nuestros mejores amigos siempre encontramos algo que no nos desagrada"},{"id":1205,"quote":"It is not enough to succeed; others must fail."},{"id":1206,"quote":"When we love too much it is difficult to discover when we have ceased to be beloved."},{"id":1207,"quote":"most men only die because they know not how to prevent dying."},{"id":1208,"quote":"We are always bored by those whom we bore."},{"id":1209,"quote":"390.We give up more easily our interest than our taste."},{"id":1210,"quote":"Great souls are not those who have fewer passions and more virtues than the common, but those only who have greater designs."},{"id":1211,"quote":"We are never so happy or so unhappy as we suppose."},{"id":1212,"quote":"It is far easier to be wise for others than to be so for oneself."},{"id":1213,"quote":"160.However brilliant an action it should not be esteemed great unless the result of a great motive."},{"id":1214,"quote":"315.What commonly hinders us from showing the recesses of our heart to our friends, is not the distrust we have of them, but that we have of ourselves."},{"id":1215,"quote":"Los defectos y faltas de la mente son como las heridas del cuerpo. Luego de que se les ha dado todo el cuidado posible para curarlos, todava quedar una cicatriz"},{"id":1216,"quote":"Estamos tan acostumbrados a disfrazarnos para los dems que al final nos disfrazamos para nosotros mismos."},{"id":1217,"quote":"Hay en los celos ms amor propio que amor."},{"id":1218,"quote":"La philosophie triomphe aisment des maux passs et des maux  venir. Mais les maux prsents triomphent d'elle."},{"id":1219,"quote":"We prefer ourselves always to those with whom we intend to live, and they almost always perceive the preference."},{"id":1220,"quote":"There is a kind of greatness which does not depend upon fortune;It is a certain manner that distinguishes us, and which seems to destine us for great things;It is the value we insensibly set upon ourselves;it is by this quality,that we gain the deference of other men,and it is this which commonly raises us more above them,than birth,rank,or even merit itself."},{"id":1221,"quote":"Neither the sun nor death can be looked at with a steady eye."},{"id":1222,"quote":"refusal of praise is only the wish to be praised twice."},{"id":1223,"quote":"It is harder to hide feelings we have than to feign those we lack."},{"id":1224,"quote":"Man often thinks he is in control when he is being controlled, and while his mind is striving in one direction his heart is imperceptibly drawing him in another."},{"id":1225,"quote":"Whatever disgrace we may have deserved, it is almost always in our power to re-establish our character."},{"id":1226,"quote":"That which makes us believe so easily that others have defects is that we all so easily believe what we wish."},{"id":1227,"quote":"We are all strong enough to bear the misfortunes of others."},{"id":1228,"quote":"As in friendship so in love, we are often happier from ignorance than from knowledge."},{"id":1229,"quote":"Il n'y a gure de gens qui ne soient honteux de s'tre aims quand ils ne s'aiment plus."},{"id":1230,"quote":"The labour of the body frees us from the pains of the mind, and thus makes the poor happy."},{"id":1231,"quote":"However rare true love is, true friendship is rarer."},{"id":1232,"quote":"Si on juge de l'amour par la plupart de ses effets, il ressemble plus  la haine qu' l'amiti."},{"id":1233,"quote":"We pardon in the degree that we love."},{"id":1234,"quote":"[\"Love is the love of one {singularly,} with desire to be singularly beloved.\"Hobbes{Leviathan, (1651), Part I, Chapter VI}.]"},{"id":1235,"quote":"There are certain good qualities as there are senses, and those who want them can neither perceive nor understand them."},{"id":1236,"quote":"When our hatred is too bitter it places us below those whom we hate."},{"id":1237,"quote":"Little minds are too much wounded by little things; great minds see all and are not even hurt."},{"id":1238,"quote":"We may forgive those who bore us, we cannot forgive those whom we bore."},{"id":1239,"quote":"Si nous n'avions point de dfauts, nous ne prendrions pas tant de plaisir  en remarquer dans les autres."},{"id":1240,"quote":"Hope and fear are inseparable; and there is no fear without hope, or hope without fear."},{"id":1241,"quote":"The wise man finds it better not to enter the encounter than to conquer."},{"id":1242,"quote":"Tres clases hay de ignorancia: no saber lo que debiera saberse, saber mal lo que se sabe y saber lo que no debiera saberse."},{"id":1243,"quote":"The restraint we lay upon ourselves to be constant, is not much better than an inconstancy."},{"id":1244,"quote":"Our enemies are nearer the truth in their opinion of us than we are ourselves."},{"id":1245,"quote":"We keep our first lover for a long timeif we do not get a second."},{"id":1246,"quote":"Si nous n'avions point d'orgueil, nous ne nous plaindrions pas de celui des autres."},{"id":1247,"quote":"Little minds are wounded by the smallest things."},{"id":1248,"quote":"Nobody deserves to be praised for goodness unless he is strong enough to be bad, for any other goodness is usually merely inertia or lack of will-power"},{"id":1249,"quote":" ,     ,         ';   '         ,                         '  .  ,      ,  ,   ,     ,                ."},{"id":1250,"quote":"Whatever pretext we give to our afflictions it is always interest or vanity that causes them."},{"id":1251,"quote":"Existen tres tipos de ignorancia:No saber lo que se debe saberSaber lo que no se debe saberLo que se sabe, saberlo mal"},{"id":1252,"quote":"398.Of all our faults that which we most readily admit is idleness: we believe that it makes all virtues ineffectual, and that without utterly destroying, it at least suspends their operation."},{"id":1253,"quote":"There is great ability in knowing how to conceal ones ability."},{"id":1254,"quote":"Para el hombre ambicioso, el buen xito disculpa la ilegitimidad de los medios."},{"id":1255,"quote":"If it was not for the company of fools, a witty man would often be greatly at a loss."},{"id":1256,"quote":"However deceitful hope may be, yet she carries us on pleasantly to the end of life."},{"id":1257,"quote":"Affected simplicity is refined imposture."},{"id":1258,"quote":"Il n'y a point d'accidents si malheureux dont les habiles gens ne tirent quelque avantage, ni de si heureux que les imprudents ne puissent tourner  leur prjudice."},{"id":1259,"quote":"86.Our distrust of another justifies his deceit."},{"id":1260,"quote":"True love is like ghosts which many believe in, but few have seen."},{"id":1261,"quote":"A confidence in being able to please is often an infallible means of being displeasing."},{"id":1262,"quote":"Il faut de plus grandes vertus pour soutenir la bonne fortune que la mauvaise"},{"id":1263,"quote":"        ,      ,   ."},{"id":1264,"quote":"Philosophy triumphs easily over past evils and future evils; but present evils triumph over it."},{"id":1265,"quote":"Il est plus honteux de se dfier de ses amis que d'en tre tromp."},{"id":1266,"quote":"448.A well-trained mind has less difficulty in submitting to than in guiding an ill-trained mind."},{"id":1267,"quote":"We prefer to see those to whom we do good than those who do good to us."},{"id":1268,"quote":"Il vaut mieux employer notre esprit  supporter les infortunes qui nous arrivent qu prvoir celles qui nous peuvent arriver."},{"id":1269,"quote":"It may well be that those who have trapped us by their tricks do not seem to us so foolish as we seem to ourselves when trapped by the tricks of others."},{"id":1270,"quote":"The most dangerous folly of old persons who have been loveable is to forget that they are no longer so."},{"id":1271,"quote":"The greatest effort of friendship is not to show our faults to a friend, but to show him his own."},{"id":1272,"quote":"451.No fools so wearisome as those who have some wit. 452.No"},{"id":1273,"quote":"CXXI.There is nothing more natural, nor more deceptive, than to believe that we are beloved."},{"id":1274,"quote":"The vivacity which increases in old age is not far removed from folly."},{"id":1275,"quote":"Can age itself forget that you are now in the last act of life? Can grey hairs make folly venerable, and is there no period to be reserved for meditation or retirement.  Junius, To the Duke of Bedford, 19th Sept. 1769.]"},{"id":1276,"quote":"We easily forgive in our friends those faults we do not perceive."},{"id":1277,"quote":"All passions make us commit some faults, love alone makes us ridiculous."},{"id":1278,"quote":"In the old age of love as in life we still survive for the evils, though no longer for the pleasures."},{"id":1279,"quote":"The charm of novelty and old custom, however opposite to each other, equally blind us to the faults of our friends."},{"id":1280,"quote":"The most certain sign of being born with great qualities is to be born without envy."},{"id":1281,"quote":"When our friends have deceived us we owe them but indifference to the tokens of their friendship, yet for their misfortunes we always owe them pity."},{"id":1282,"quote":"Luck and temper rule the world."},{"id":1283,"quote":"The cause why the majority of women are so little given to friendship is, that it is insipid after having felt love."},{"id":1284,"quote":"Il est difficile de dfinir l'amour. Ce qu'on en peut dire est que dans l'me c'est une passion de rgner, dans les esprits c'est une sympathie, et dans le corps ce n'est qu'une envie cache et dlicate de possder ce que l'on aime aprs beaucoup de mystres."},{"id":1285,"quote":"Nous avons tous assez de force pour supporter les maux d'autrui."},{"id":1286,"quote":"What makes the grief of shame and jealousy so acute is that vanity cannot aid us in enduring them."},{"id":1287,"quote":"There are follies as catching as infections."},{"id":1288,"quote":"One is never so easily fooled as when one thinks one is fooling others."},{"id":1289,"quote":"Many persons wish to be devout; but no one wishes to be humble."},{"id":1290,"quote":"We find very few ungrateful people when we are able to confer favours."},{"id":1291,"quote":"There exists an excess of good and evil which surpasses our comprehension"},{"id":1292,"quote":"It is as proper to be boastful alone as it is ridiculous to be so in company."},{"id":1293,"quote":"There are persons fated to be fools, who commit follies not only by choice, but who are forced by fortune to do so."},{"id":1294,"quote":"Lextrme plaisir que nous prenons  parler de nous-mmes nous doit faire craindre de nen donner guere  ceux qui nous coutent."},{"id":1295,"quote":"Lovers are never tired of each other,they always speak of themselves."},{"id":1296,"quote":"     ,               ' ,        '   ,         '   ,             ."},{"id":1297,"quote":"Weak persons cannot be sincere."},{"id":1298,"quote":"Nous avons tous assez de force pour supporter les maux d'autrui"},{"id":1299,"quote":"Il y a des gens qui n'auraient jamais t amoureux s'ils n'avaint jamais entendu parler de l'amour."},{"id":1300,"quote":"We are nearer loving those who hate us, than those who love us more than we desire."},{"id":1301,"quote":"There is more self-love than love in jealousy."},{"id":1302,"quote":"In the adversity of our best friends we always find something which is not wholly displeasing to us."},{"id":1303,"quote":"We trouble ourselves less to become happy, than to make others believe we are so."},{"id":1304,"quote":"How shall we hope that another person will keep our secret if we do not keep it ourselves."},{"id":1305,"quote":"If we had no faults of our own, we should not take so much pleasure in noticing those in others."},{"id":1306,"quote":"We have few faults which are not far more excusable than the means we adopt to hide them."},{"id":1307,"quote":"There are none who press so heavily on others as the lazy ones, when they have satisfied their idleness, and wish to appear industrious."},{"id":1308,"quote":"In love deceit almost always goes further than mistrust."},{"id":1309,"quote":"We should earnestly desire but few things if we clearly knew what we desired."},{"id":1310,"quote":"Tout le monde se plaint de sa mmoire, et personne ne se plaint de son jugement."},{"id":1311,"quote":"If a womans temper is beyond control there can be no control of the mind or heart."},{"id":1312,"quote":"Le mal que nous faisons ne nous attire pas tant de perscution et de haine que nos bonnes qualits."},{"id":1313,"quote":"Before strongly desiring anything we should examine what happiness he has who possesses it."},{"id":1314,"quote":"We hardly find any persons of good sense, save those who agree with us."},{"id":1315,"quote":"We have much trouble to break with one, when we no longer are in love."},{"id":1316,"quote":"If we had no faults we should not find so much enjoyment in seeing faults in others."},{"id":1317,"quote":"It is more necessary to study men than books."},{"id":1318,"quote":"The greater number of good women are like concealed treasures, safe as no one has searched for them."},{"id":1319,"quote":"In order to succeed in the world people do their utmost to appear successful."},{"id":1320,"quote":"What we term virtue is often but a mass of various actions and divers interests, which fortune, or our own industry, manage to arrange; and it is not always from valour or from chastity that men are brave, and women chaste."},{"id":1321,"quote":"Good and evil ordinarily come to those who have most of one or the other."},{"id":1322,"quote":"We should only be astonished at still being able to be astonished."},{"id":1323,"quote":"There are many virtuous women who are weary of the part they have played."},{"id":1324,"quote":"That which men call virtue is usually no more than a phantom formed by our passions, to which one gives an honest name in order to do with impunity whatever one wishes."},{"id":1325,"quote":"What makes the vanity of others unsupportable is that it wounds our own."},{"id":1326,"quote":"A man for whom accident discovers sense, is not a rational being. A man only is so who understands, who distinguishes, who tests it."},{"id":1327,"quote":"A man is often more clever than one other, but not than all others."},{"id":1328,"quote":"Ceux qui croient avoir du mrite se font un honneur d'tre malheureux, pour persuader aux autres et  eux-mmes qu'ils sont dignes d'tre en butte  la fortune."},{"id":1329,"quote":"Het is met de echte liefde als met spoken: iedereen praat erover maar slechts weinigen hebben haar echt gezien."},{"id":1330,"quote":"The most subtle of our acts is to simulate blindness for snares that we know are set for us. We are never so easily deceived as when trying to deceive."},{"id":1331,"quote":"Kdo ije bez jakkoliv ztetnosti, nen tak moudr, jak si mysl."},{"id":1332,"quote":"We find very few people of good sense, except those who are of our own opinion."},{"id":1333,"quote":"We commonly praise the good hearts of those who admire us. (See"},{"id":1334,"quote":"Chance makes us known to others and to ourselves."},{"id":1335,"quote":"Man is so wretched that, while he shapes all of his conduct to gratify his passions, he groans incessantly under their tyranny. He can endure neither their violence, nor the violence that he would have to inflict on himself in order to rid himself of their yoke. He is frustrated not only by his vices, but also by the things that would cure them; and he cannot come to terms either with the discomfort of his afflictions or with the task of curing himself."},{"id":1336,"quote":"Those faults are always pardonable that we have the courage to avow."},{"id":1337,"quote":"Rien ne doit tant diminuer la satisfaction que nous avons de nous-mmes, que de voir que nous dsapprouvons dans un temps ce que nous approuvions dans un autre."},{"id":1338,"quote":"There is nothing more natural, nor more deceptive, than to believe that we are beloved."},{"id":1339,"quote":"The daily employment of cunning marks a little mind,"},{"id":1340,"quote":"Intrepidity"},{"id":1341,"quote":"Fortune appears so blind to none as to those to whom she has done no good."},{"id":1342,"quote":"A man to whom no one is pleasing is much more unhappy than one who pleases nobody."},{"id":1343,"quote":"It seems that nature has at mans birth fixed the bounds of his virtues and vices."},{"id":1344,"quote":"L'intrt parle toutes sortes de langues, et joue toutes sortes de personnages, mme celui de dsintress."},{"id":1345,"quote":"L'intrt, qui aveugle les uns, fait la lumire des autres."},{"id":1346,"quote":"One passion is often the parent of its antithesis; avarice gives birth to prodigality; prodigality to avarice; we are often firm because weak, or bold because timid."},{"id":1347,"quote":"389.What makes the vanity of others unsupportable is that it wounds our own."},{"id":1348,"quote":"The magnanimity of princes is often but a policy to gain the love of their people."},{"id":1349,"quote":"Ceux qui s'appliquent trop aux petites choses deviennent ordinairement incapables des grandes."},{"id":1350,"quote":"Dans ladversit de nos meilleurs amis nous trouvons toujour quelque chose qui ne nous dplat pas."},{"id":1351,"quote":"Self-control is a dread of that scorn and envy which people, overcome by their own happiness, deserve. It is a vain display of our moral strength. Self-control, in a word, is the desire of most successful men to appear greater than their achievements."},{"id":1352,"quote":"The coldness of women is a balance and burden they add to their beauty."},{"id":1353,"quote":"Este tot att de uor s te neli pe tine nsui fr s-i dai seama, pe ct este de greu s-i neli pe alii fr ca ei s observe."},{"id":1354,"quote":"Had we no faults, we should not take such pleasure in discovering them in others."},{"id":1355,"quote":"Of all our passions, that which is most unknown to ourselves is indolence. Although the injuries it causes are very imperceptible, no other passion is more ardent or more malignant. If we consider attentively its influence we shall see that on every occasion it renders itself master of our sentiments, our interests, and our pleasures; it is the remora which arrests the course of the largest vessels, a calm more dangerous to the most important affairs than rocks or tempests. The repose of indolence is a secret spell of the mind which suspends our most ardent pursuits and our firmest resolves."},{"id":1356,"quote":"The measure of pride is equal in all men; the difference lies in its manifestations."},{"id":1357,"quote":"Egotism plays many parts, even that of altruism."},{"id":1358,"quote":"True Valour would do all that, when alone, that it could do, if all the World were by."},{"id":1359,"quote":"Quand on ne trouve pas son repos en soimme, il est inutile de le chercher ailleurs."},{"id":1360,"quote":"465.Innocence is most fortunate if it finds the same protection as crime."},{"id":1361,"quote":"Grace is to the body what reason is to the mind."},{"id":1362,"quote":"We sometimes think that we hate flattery, but we only hate the manner in which it is done."},{"id":1363,"quote":" ,           '  ."},{"id":1364,"quote":"La flicit est dans le got et non pas dans les choses; et c'est par avoir ce qu'on aime qu'on est heureux, et non par avoir ce que les autres trouvent aimable."},{"id":1365,"quote":"Lamour, aussi bien que le feu, ne peut subsister sans un mouvement continuel, et il cesse de vivre ds quil cesse desprer ou de craindre."},{"id":1366,"quote":"Qui vit sans folie n'est pas si sage qu'il croit."},{"id":1367,"quote":"There may be good but there are no pleasant marriages."},{"id":1368,"quote":"It is as easy unwittingly to deceive oneself as to deceive others."},{"id":1369,"quote":"He saw a cottage with a double coach-house, A cottage of gentility, And the devil was pleased, for his darling sin Is the pride that apes humility."},{"id":1370,"quote":"When not prompted by vanity we say little."},{"id":1371,"quote":"Good taste arises more from judgment than wit."},{"id":1372,"quote":"Civility is but a desire to receive civility, and to be esteemed polite."},{"id":1373,"quote":"What we call liberality is often but the vanity of giving, which we like more than that we give away."},{"id":1374,"quote":"Few things are impracticable in themselves; and it is for want of application, rather thanmeans, that men fail of success."},{"id":1375,"quote":"There are persons of whom the world approves who have no merit beyond the vices they use in the affairs of life."},{"id":1376,"quote":"           "},{"id":1377,"quote":"Natural goodness, which boasts of being so apparent, is often smothered by the least interest."},{"id":1378,"quote":"428.We easily forgive in our friends those faults we do not perceive."},{"id":1379,"quote":"It is a very serious thing indeed: Nine times in ten tis but caprice or fashion, Coquetry, or a wish to take the lead, The pride of a mere child with a new sash on. Or wish to make a rivals bosom bleed: But the {tenth} instance will be a tornado, For theres no saying what they will or may do. {Lord Byron,} Don Juan, canto xii. stanza 77.]"},{"id":1380,"quote":"C'est une espce de coquetterie de faire remarquer qu'on n'en fait jamais."},{"id":1381,"quote":"Although men flatter themselves with their great actions, they are not so often the result of a great design as of chance."},{"id":1382,"quote":"Hypocrisy is the homage vice pays to virtue."},{"id":1383,"quote":"En amour, celui qui est guri le premier est toujours le mieux guri."},{"id":1384,"quote":"Il n'y a point de dguisement qui puisse longtemps cacher l'amour o il est, ni le feindre o il n'est pas."},{"id":1385,"quote":"478. Limagination ne saurait inventer tant de diverses contrarits quil y en a naturellement dans le cur de chaque personne."},{"id":1386,"quote":"135. On est quelquefois aussi diffrent de soi-mme que des autres."},{"id":1387,"quote":"Comme c'est le caractre des grands esprits de faire entendre en peu de paroles beaucoup de choses, les petits esprits au contraire ont le don de beaucoup parler, et de ne rien dire."},{"id":1388,"quote":"One never finds in man good or evil in excess."},{"id":1389,"quote":"That man who has never been in danger cannot answer for his courage."},{"id":1390,"quote":"We more often place bounds on our gratitude than on our desires and our hopes."},{"id":1391,"quote":"What a tiresome malady is that which forces one to preserve your health by a severe regimen."},{"id":1392,"quote":"We are very fond of reading others characters, but we do not like to be read ourselves."},{"id":1393,"quote":"Siamo cos abituati a mascherarci di fronte agli altri che finiamo per farlo anche di fronte a noi stessi."},{"id":1394,"quote":"C'est une espce de coquetterie de faire remarquer qu'on n'en fait jamais"},{"id":1395,"quote":"Les femmes peuvent moins surmonter leur coquetterie que leur passion."},{"id":1396,"quote":"It is easier to govern others than to prevent being governed."},{"id":1397,"quote":"The moderation of those who are happy arises from the calm which good fortune bestows upon their temper."},{"id":1398,"quote":"We should observe the place, the occasion, the temper in which we find the person who listens to us, for if there is much art in speaking to the purpose, there is no less in knowing when to be silent."},{"id":1399,"quote":"We have all sufficient strength to support the misfortunes of others."},{"id":1400,"quote":"Il faut couter ceux qui parlent, si on veut en tre cout."},{"id":1401,"quote":"If one acts rightly and honestly, it is difficult to decide whether it is the effect of integrity or skill."},{"id":1402,"quote":"Le refus des louanges est un dsir d'tre lou deux fois."}]