[{"id":1,"quote":"We monsters are necessary to nature also."},{"id":2,"quote":"Sex should be a perfect balance of pain and pleasure. Without that symmetry, sex becomes a routine rather than an indulgence."},{"id":3,"quote":"It is always by way of pain one arrives at pleasure."},{"id":4,"quote":"Let us give ourselves indiscriminately to everything our passions suggest, and we will always be happy...Conscience is not the voice of Nature but only the voice of prejudice."},{"id":5,"quote":"In order to know virtue, we must first acquaint ourselves with vice."},{"id":6,"quote":"Conversation, like certain portions of the anatomy, always runs more smoothly when lubricated."},{"id":7,"quote":"One must do violence to the object of one's desire; when it surrenders, the pleasure is greater."},{"id":8,"quote":"We are no guiltier in following the primative impulses that govern us than is the Nile for her floods or the sea for her waves."},{"id":9,"quote":"Is it not of the imagination that the sharpest pleasures arise?"},{"id":10,"quote":"If it is the dirty element that gives pleasure to the act of lust, then the dirtier it is, the more pleasurable it is bound to be."},{"id":11,"quote":"Imperious, choleric, irascible, extreme in everything, with a dissolute imagination the like of which has never been seen, atheistic to the point of fanaticism, there you have me in a nutshell, and kill me again or take me as I am, for I shall not change."},{"id":12,"quote":"You say that my way of thinking cannot be tolerated? What of it? The man who alters his way of thinking to suit othere is a fool. My way of thinking is the result of my reflections. It is part of my inner being,the way I am made. I do not contradict them, and would not even if I wished to. For my system, which you disapprove of is also my greatest comfort in life, the source of all my happiness -it means more to me than my life itself."},{"id":13,"quote":"I've been to Hell. You've only read about it."},{"id":14,"quote":"Your body is the church where Nature asks to be reverenced."},{"id":15,"quote":"I've already told you: the only way to a woman's heart is along the path of torment. I know none other as sure."},{"id":16,"quote":"How delightful are the pleasures of the imagination! In those delectable moments, the whole world is ours; not a single creature resists us, we devastate the world, we repopulate it with new objects which, in turn, we immolate. The means to every crime is ours, and we employ them all, we multiply the horror a hundredfold."},{"id":17,"quote":"My passions, concentrated on a single point, resemble the rays of a sun assembled by a magnifying glass: they immediately set fire to whatever object they find in their way."},{"id":18,"quote":"Either kill me or take me as I am, because I'll be damned if I ever change."},{"id":19,"quote":"Why do you complain of your fate when you could so easily change it?"},{"id":20,"quote":"Don't have children: they deform women's bodies and turn into an enemy 20 years later."},{"id":21,"quote":"All universal moral principles are idle fancies."},{"id":22,"quote":"Can we become other than what we are?"},{"id":23,"quote":"The man who alters his way of thinking to suit others is a fool."},{"id":24,"quote":"Your service will be arduous, it will be painful and rigorous, and the slightest delinquencies will be requited immediately with corporal and afflicting punishments; hence, I must recommend to you prompt exactness, submissiveness, and total self-abnegation that you be enabled to heed naught but our desires; let them be your laws, fly to do their bidding, anticipate them, cause them to be born."},{"id":25,"quote":"Lust's passion will be served; it demands, it militates, it tyrannizes."},{"id":26,"quote":"Are your convictions so fragile that mine cannot stand in opposition to them? Is your God so illusory that the presence of my Devil reveals his insufficiency?"},{"id":27,"quote":"And if I were a naughty little boy, the idea is to spank me into good behavior?"},{"id":28,"quote":"The idea of God is the sole wrong for which I cannot forgive mankind."},{"id":29,"quote":"The pleasure of the senses is always regulated in accordance with the imagination. Man can aspire to felicity only by serving all the whims of his imagination."},{"id":30,"quote":"Sex without pain is like food without taste"},{"id":31,"quote":"My manner of thinking, so you say, cannot be approved. Do you suppose I care? A poor fool indeed is he who adopts a manner of thinking to suit other people! My manner of thinking stems straight from my considered reflections; it holds with my existence, with the way I am made. It is not in my power to alter it; and were it, I'd not do so."},{"id":32,"quote":"Crime is the soul of lust. What would pleasure be if it were not accompanied by crime? It is not the object of debauchery that excites us, rather the idea of evil."},{"id":33,"quote":"Love Is Stronger Than Pride"},{"id":34,"quote":"I write what I see, the endless procession to the guillotine. Were all lined up, waiting for the crunch of the blade... the rivers of blood are flowing beneath our feet... Ive been to hell, young man, youve only read about it."},{"id":35,"quote":"Sex is as important as eating or drinking and we ought to allow the one appetite to be satisfied with as little restraint or false modesty as the other."},{"id":36,"quote":"Cruelty, very far from being a vice, is the first sentiment Nature injects in us all. The infant breaks his toy, bites his nurse's breast, strangles his canary long before he is able to reason; cruelty is stamped in animals, in whom, as I think I have said, Nature's laws are more emphatically to be read than in ourselves; cruelty exists amongst savages, so much nearer to Nature than civilized men are; absurd then to maintain cruelty is a consequence of depravity. . . . Cruelty is simply the energy in a man civilization has not yet altogether corrupted: therefore it is a virtue, not a vice."},{"id":37,"quote":"God strung up his own son like a side of veal. I shudder to think what he would do to me."},{"id":38,"quote":"The debility to which Nature condemned women incontestably proves that her design is for man, who then more than ever enjoys his strength, to exercise it in all the violent forms that suit him best, by means of tortures, if he be so inclined, or worse."},{"id":39,"quote":"There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience."},{"id":40,"quote":"My manner of thinking, so you say, cannot be approved. Do you suppose I care? A poor fool indeed is he who adopts a manner of thinking for others!"},{"id":41,"quote":"What we are doing here is only the image of what we would like to do."},{"id":42,"quote":"How delicious to corrupt, to stifle all semblances of virtue and religion in that young heart!"},{"id":43,"quote":"To judge from the notions expounded by theologians, one must conclude that God created most men simply with a view to crowding hell."},{"id":44,"quote":"Wolves which batten upon lambs, lambs consumed by wolves, the strong who immolate the weak, the weak victims of the strong: there you have Nature, there you have her intentions, there you have her scheme: a perpetual action and reaction, a host of vices, a host of virtues, in one word, a perfect equilibrium resulting from the equality of good and evil on earth."},{"id":45,"quote":"Social order at the expense of liberty is hardly a bargain."},{"id":46,"quote":"There are thorns everywhere, but along the path of vice, roses bloom above them."},{"id":47,"quote":"Sexual pleasure is, I agree, a passion to which all others are subordinate but in which they all unite."},{"id":48,"quote":"I think that if there were a God, there would be less evil on this earth. I believe that if evil exists here below, then either it was willed by God or it was beyond His powers to prevent it. Now I cannot bring myself to fear a God who is either spiteful or weak. I defy Him without fear and care not a fig for his thunderbolts."},{"id":49,"quote":"The completest submissiveness is your lot, and that is all."},{"id":50,"quote":"What does one want when one is engaged in the sexual act? That everything around you give you its utter attention, think only of you, care only for you...every man wants to be a tyrant when he fornicates."},{"id":51,"quote":"It has, moreover, been proven that horror, nastiness, and the frightful are what give pleasure when one fornicates. Beauty is a simple thing; ugliness is the exceptional thing. And fiery imaginations, no doubt, always prefer the extraordinary thing to the simple thing."},{"id":52,"quote":"In an age that is utterly corrupt, the best policy is to do as others do."},{"id":53,"quote":"Religions are the cradles of despotism."},{"id":54,"quote":"The primary and most beautiful of nature's qualities is motion"},{"id":55,"quote":"Behold, my love, behold all that I simultaneously do: scandal, seduction, bad example, incest, adultery, sodomy! Oh, Satan! one and unique God of my soul, inspire thou in me something yet more, present further perversions to my smoking heart, and then shalt thou see how I shall plunge myself into them all!"},{"id":56,"quote":"Never may an act of possession be exercised upon a free being; the exclusive possession of a woman is no less unjust than the possession of slaves; all men are born free, all have equal rights: never should we lose sight of those principles; according to which never may there be granted to one sex the legitimate right to lay monopolizing hands upon the other, and never may one of the sexes, or classes, arbitrarily possess the other."},{"id":57,"quote":"So long as the laws remain such as they are today, employ some discretion: loud opinion forces us to do so; but in privacy and silence let us compensate ourselves for that cruel chastity we are obliged to display in public."},{"id":58,"quote":"One is never so dangerous when one has no shame, than when one has grown too old to blush."},{"id":59,"quote":"She had already allowed her delectable lover to pluck that flower which, so different from the rose to which it is nevertheless sometimes compared, has not the same faculty of being reborn each spring."},{"id":60,"quote":"Happiness lies only in that which excites, and the only thing that excites is crime."},{"id":61,"quote":"Nature has endowed each of us with a capacity for kindly feelings: let us not squander them on others."},{"id":62,"quote":"If the objects who serve us feel ecstacy, they are much more often concerned with themselves than with us, and our own enjoyment is consequently impaired. The idea of seeing another person experience the same pleasure reduces one to a kind of equality which spoils the unutterable charms that come from despotism."},{"id":63,"quote":"What is more immoral than war?"},{"id":64,"quote":"No kind of sensation is keener and more active than that of pain its impressions are unmistakable."},{"id":65,"quote":"I want to be the victim of his errors."},{"id":66,"quote":"Between understanding and faith immediate connections must subsist."},{"id":67,"quote":"Beauty belongs to the sphere of the simple, the ordinary, whilst ugliness is something extraordinary, and there is no question but that every ardent imagination prefers in lubricity, the extraordinary to the commonplace"},{"id":68,"quote":"Get it into your head once and for all, my simple and very fainthearted fellow, that what fools call humanness is nothing but a weakness born of fear and egoism; that this chimerical virtue, enslaving only weak men, is unknown to those whose character is formed by stoicism, courage, and philosophy."},{"id":69,"quote":"Do not breed. Nothing gives less pleasure than childbearing. Pregnancies are damaging to health, spoil the figure, wither the charms, and it's the cloud of uncertainty forever hanging over these events that darkens a husband's mood."},{"id":70,"quote":"In libertinage, nothing is frightful, because everything libertinage suggests is also a natural inspiration; the most extraordinary, the most bizarre acts, those which most arrantly seem to conflict with every law, every human institution... even those that are not frightful, and there is not one amongst them all that cannot be demonstrated within the boundaries of nature."},{"id":71,"quote":"Happiness lies neither in vice nor in virtue; but in the manner we appreciate the one and the other, and the choice we make pursuant to our individual organization."},{"id":72,"quote":"Certain souls seem hard because they are capable of strong feelings, and they sometimes go to rather extreme lengths; their apparent unconcern and cruelty are but ways, known only to themselves, of feeling more strongly than others."},{"id":73,"quote":"It is not my mode of thought that has caused my misfortunes, but the mode of thought of others."},{"id":74,"quote":"Chimerical and empty being, your name alone has caused more blood to flow on the face of the earth than any political war ever will. Return to the nothingness from which the mad hope and ridiculous fright of men dared call you forth to their misfortune. You only appeared as a torment for the human race. What crimes would have been spared the world, if they had choked the first imbecile who thought of speaking of you."},{"id":75,"quote":"The imagination is the spur of delights... all depends upon it, it is the mainspring of everything; now, is it not by means of the imagination one knows joy? Is it not of the imagination that the sharpest pleasures arise?"},{"id":76,"quote":"Virtue can procure only an imaginary happiness; true felicity lies only in the senses, and virtue gratifies none of them."},{"id":77,"quote":"Lust is to the other passions what the nervous fluid is to life; it supports them all, lends strength to them all ambition, cruelty, avarice, revenge, are all founded on lust."},{"id":78,"quote":"Any enjoyment is weakened when shared."},{"id":79,"quote":"I assumed that everything must yield to me, that the entire universe had to flatter my whims, and that I had the right to satisfy them at will."},{"id":80,"quote":"If Nature denies eternity to beings, it follows that their destruction is one of her laws. Now, once we observe that destruction is so useful to her that she absolutely cannot dispense with it from this moment onward the idea of annihilation which we attach to death ceases to be real what we call the end of the living animal is no longer a true finish, but a simple transformation, a transmutation of matter. According to these irrefutable principles, death is hence no more than a change of form, an imperceptible passage from one existence into another."},{"id":81,"quote":"Evil is... a moral entity and not a created one, an eternal and not a perishable entity: it existed before the world; it constituted the monstrous, the execrable being who was also to fashion such a hideous world. It will hence exist after the creatures which people this world"},{"id":82,"quote":"Now I beg of you to tell me whether I must love a human being simply because he exists or resembles me and whether for those reasons alone I must suddenly prefer him to myself?"},{"id":83,"quote":"Miserable creatures, thrown for a moment on the surface of this little pile of mud, is it decreed that one half of the flock should be the persecutor of the other? Is it for you, mankind, to pronounce on what is good and what is evil?"},{"id":84,"quote":"Nature has not got two voices, you know, one of them condemning all day what the other commands."},{"id":85,"quote":"Murder is a horror, but an often necessary horror, never criminal, which it is essential to tolerate in a republican State. Is it or is it not a crime? If it is not, why make laws for its punishment? And if it is, by what barbarous logic do you, to punish it, duplicate it by another crime?"},{"id":86,"quote":"Here am I: at one stroke incestuous, adulteress, sodomite, and all that in a girl who only lost her maidenhead today! What progress, my friends with what rapidity I advance along the thorny road of vice!"},{"id":87,"quote":"What I should like to find is a crime the effects of which would be perpetual, even when I myself do not act, so that there would not be a single moment of my life even when I were asleep, when I was not the cause of some chaos, a chaos of such proportions that it would provoke a general corruption or a distubance so formal that even after my death its effects would still be felt."},{"id":88,"quote":"It requires only two things to win credit for a miracle: a mountebank and a number of silly women."},{"id":89,"quote":"It is not the opinions or the vices of private individuals that are harmful to the State, but rather the behavior of public figures."},{"id":90,"quote":"Dread not infanticide; the crime is imaginary: we are always mistress of what we carry in our womb, and we do no more harm in destroying this kind of matter than in evacuating another, by medicines, when we feel the need."},{"id":91,"quote":"Were he supreme, were he mighty, were he just, were he good, this God you tell me about, would it be through enigmas and buffooneries he would wish to teach me to serve and know him?"},{"id":92,"quote":"The majority of pop stars are complete idiots in every respect."},{"id":93,"quote":"Conspiracy! Intrigue! A rapidly thickening plot! Add some bestiality and a lecherous priest and I'd say you have the beginnings of a beautiful novel."},{"id":94,"quote":"Every principle is a judgment, every judgment the outcome of experience, and experience is only acquired by the exercise of the senses . . ."},{"id":95,"quote":"Anything beyond the limits and grasp of the human mind is either illusion or futility; and because your god having to be one or the other of the two, in the first instance I should be mad to believe in him, and in the second a fool."},{"id":96,"quote":"There is no God, Nature sufficeth unto herself; in no wise hath she need of an author."},{"id":97,"quote":"Variety, multiplicity are the two most powerful vehicles of lust."},{"id":98,"quote":"Let not your zeal to share your principles entice you beyond your borders."},{"id":99,"quote":"Sensual excess drives out pity in man."},{"id":100,"quote":"At all times, in every century, every age, there has been such a connection between despotism and religion that it is infinitely apparent and demonstrated a thousand times over, that in destroying one, the other must be undermined, for the simple reason that the first will always put the law into the service of the second."},{"id":101,"quote":"I have supported my deviations with reasons; I did not stop at mere doubt; I have vanquished, I have uprooted, I have destroyed everything in my heart that might have interfered with my pleasure."},{"id":102,"quote":"There is a kind of pleasure which comes from sacrilege or the profanation of the objects offered us for worship."},{"id":103,"quote":"The most fortunate of persons is he who has the most means to satisfy his vagaries."},{"id":104,"quote":"Lycurgus, Numa, Moses, Jesus Christ, Mohammed, all these great rogues, all these great thought-tyrants, knew how to associate the divinities they fabricated with their own boundless ambition."},{"id":105,"quote":"Any punishment that does not correct, that can merely rouse rebellion in whoever has to endure it, is a piece of gratuitous infamy which makes those who impose it more guilty in the eyes of humanity, good sense and reason, nay a hundred times more guilty than the victim on whom the punishment is inflicted."},{"id":106,"quote":"Fear not lest precautions and protective contrivances diminish your pleasure: mystery only adds thereto."},{"id":107,"quote":"Prejudice is the sole author of infamies: how many acts are so qualified by an opinion forged out of naught but prejudice!"},{"id":108,"quote":"Those laws, being forged for universal application, are in perpetual conflict with personal interest, just as personal interest is always in contradiction with the general interest. Good for society, our laws are very bad for the individuals whereof it is composed; for, if they one time protect the individual, they hinder, trouble, fetter him for three quarters of his life."},{"id":109,"quote":"The reasoning man who scorns the prejudices of simpletons necessarily becomes the enemy of simpletons; he must expect as much, and laugh at the inevitable."},{"id":110,"quote":"What do I see in the God of that infamous sect if not an inconsistent and barbarous being, today the creator of a world of destruction he repents of tomorrow; what do I see there but a frail being forever unable to bring man to heel and force him to bend a knee. This creature, although emanated from him, dominates him, knows how to offend him and thereby merit torments eternally! What a weak fellow, this God!"},{"id":111,"quote":"If God permits virtue to be persecuted on earth, it is not for us to question his intentions. It may be that his rewards are held over for another life, for is it not true as written in Holy Scripture that the Lord chastenenth only the righteous! And after all, is not virtue it's own reward?"},{"id":112,"quote":"It is only by enlarging the scope of one’s tastes and one’s fantasies, by sacrificing everything to pleasure, that the unfortunate individual called Man, thrown despite himself into this sad world, can succeed in gathering a few roses among life’s thorns"},{"id":113,"quote":"Happiness is ideal, it is the work of the imagination."},{"id":114,"quote":"Destruction, hence, like creation, is one of Nature's mandates."},{"id":115,"quote":"The more defects a man may have, the older he is, the less lovable, the more resounding his success."},{"id":116,"quote":"Thread of their days without pity, and in the midst of life, without ever concerning themselves with this fatal moment, living as though they were to exist for ever, they disappear into the obscure cloud of immortality, uncertain of the fate which lies in store for them."},{"id":117,"quote":"One must feel sorry for those who have strange tastes, but never insult them. Their wrong is Nature's too; they are no more responsible for having come into the world with tendencies unlike ours than are we for being born bandy-legged or well-proportioned."},{"id":118,"quote":"Are not laws dangerous which inhibit the passions? Compare the centuries of anarchy with those of the strongest legalism in any country you like and you will see that it is only when the laws are silent that the greatest actions appear."},{"id":119,"quote":"The degradation which characterizes the state into which you plunge him by punishing him pleases, amuses, and delights him. Deep down he enjoys having gone so far as to deserve being treated in such a way."},{"id":120,"quote":"Nothing we can do outrages Nature directly. Our acts of destruction give her new vigour and feed her energy, but none of our wreckings can weaken her power."},{"id":121,"quote":"I am about to put foward some major ideas; they will be heard and pondered. If not all of them please, surely a few will; in some sort, then, I shall have contributed to the progress of our age, and shall be content."},{"id":122,"quote":"Cruelty, very far from being a vice, is the first sentiment Nature injects in us all."},{"id":123,"quote":"Consider the problem from the point of view of evil, evil being almost always pleasure's true and major charm; considered thus, the crime must appear greater when perpetrated upon a being of your identical sort than when inflicted upon one which is not, and this once established, the delight automatically doubles."},{"id":124,"quote":"The horror of wedlock, the most appalling, the most loathsome of all the bonds humankind has devised for its own discomfort and degradation."},{"id":125,"quote":"The mirror sees the man as beautiful, the mirror loves the man; another mirror sees the man as frightful and hates him; and it is always the same being who produces the impressions."},{"id":126,"quote":"Truth titillates the imagination far less than fiction."},{"id":127,"quote":"Are wars anything but the means whereby a nation is nourished, whereby it is strengthened, whereby it is buttressed?"},{"id":128,"quote":"Never lose sight of the fact that all human felicity lies in man's imagination, and that he cannot think to attain it unless he heeds all his caprices. The most fortunate of persons is he who has the most means to satisfy his vagaries."},{"id":129,"quote":"The mechanism that directs government cannot be virtuous, because it is impossible to thwart every crime, to protect oneself from every criminal without being criminal too; that which directs corrupt mankind must be corrupt itself; and it will never be by means of virtue, virtue being inert and passive, that you will maintain control over vice, which is ever active: the governor must be more energetic than the governed."},{"id":130,"quote":"It is certainly no crime to depict the bizarre ideas that nature inspires."},{"id":131,"quote":"No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful."},{"id":132,"quote":"What you call disorder is nothing else than one of the laws of the order you comprehend not and which you have erroneously named disorder because its effects, though good for Nature, run counter to your convenience or jar your opinions."},{"id":133,"quote":"I don't know what the heart is, not I: I only use the word to denote the mind's frailties."},{"id":134,"quote":"You are afraid of the people unrestrained-how ridiculous!"},{"id":135,"quote":"Nature, who for the perfect maintenance of the laws of her general equilibrium, has sometimes need of vices and sometimes of virtues, inspires now this impulse, now that one, in accordance with what she requires."},{"id":136,"quote":"The impossibility of outraging nature is the greatest anguish man can know."},{"id":137,"quote":"All, all is theft, all is unceasing and rigorous competition in nature; the desire to make off with the substance of others is the foremost - the most legitimate - passion nature has bred into us and, without doubt, the most agreeable one."},{"id":138,"quote":"Certain souls may seem harsh to others, but it is just a way, beknownst only to them, of caring and feeling more deeply."},{"id":139,"quote":"Man's natural character is to imitate; that of the sensitive man is to resemble as closely as possible the person whom he loves. It is only by imitating the vices of others that I have earned my misfortunes."},{"id":140,"quote":"It is certain that stealing nourishes courage, strength, skill, tact, in a word, all the virtues useful to a republican system and consequently to our own. Lay partiality aside, and answer me: is theft, whose effect is to distribute wealth more evenly, to be branded as a wrong in our day, under our government which aims at equality? Plainly, the answer is no."},{"id":141,"quote":"Humane sentiments are baseless, mad, and improper; they are incredibly feeble; never do they withstand the gainsaying passions, never do they resist bare necessity."},{"id":142,"quote":"One weeps not save when one is afraid, and that is why kings are tyrants."},{"id":143,"quote":"Happiness is an abstraction, it is a product of the imagination, it is a way of being moved, which depends entirely on our way of seeing and feeling."},{"id":144,"quote":"The ultimate triumph of philosophy would be to cast light upon the mysterious ways in which Providence moves to achieve the designs it has for man."},{"id":145,"quote":"Every principle is a judgment, every judgment the outcome of experience, and experience is only acquired by the exercise of the senses; whence it follows that religious principles bear upon nothing whatever and are not in the slightest innate. Ignorance and fear, you will repeat to them, ignorance and fear - those are the twin bases of every religion."},{"id":146,"quote":"For mortal men there is but one hell, and that is the folly and wickedness and spite of his fellows; but once his life is over, there's an end to it: his annihilation is final and entire, of him nothing survives."},{"id":147,"quote":"Crime is to the passions what nervous fluid is to life: it sustains them, it supplies their strength."},{"id":148,"quote":"Is it not a strange blindness on our part to teach publicly the techniques of warfare and to reward with medals those who prove to be the most adroit killers?"},{"id":149,"quote":"Hope is the most sensitive part of a poor wretch's soul; whoever raises it only to torment him is behaving like the executioners in Hell who, they say, incessantly renew old wounds and concentrate their attention on that area of it that is already lacerated."},{"id":150,"quote":"They declaim against the passions without bothering to think that it is from their flame philosophy lights its torch."},{"id":151,"quote":"The primary and most beautiful of Nature's qualities is motion, which agitates her at all times, but this motion is simply a perpetual consequence of crimes, she conserves it by means of crimes only."},{"id":152,"quote":"The law which attempts a man's life [capital punishment] is impractical, unjust, inadmissible. It has never repressed crime - for a second crime is every day committed at the foot of the scaffold."},{"id":153,"quote":"'Til the infallibility of human judgements shall have been proved to me, I shall demand the abolition of the penalty of death."},{"id":154,"quote":"When she's abandoned her moral center and teachings...when she's cast aside her facade of propriety and lady-like demeanor...when I have so corrupted this fragile thing and brought out a writhing, mewling, bucking, wanton whore for my enjoyment and pleasure.....enticing from within this feral lioness...growling and scratching and biting...taking everything I dish out to her.....at that moment she is never more beautiful to me."},{"id":155,"quote":"It is only by way of pain one arrives at pleasure"},{"id":156,"quote":"Fuck! Is one expected to be a gentleman when one is stiff?"},{"id":157,"quote":"Social order at the expense of liberty is hardly a bargain"},{"id":158,"quote":"The only way to a woman's heart is along the path of torment."},{"id":159,"quote":"Sex'' is as important as eating or drinking and we ought to allow the one appetite to be satisfied with as little restraint or false modesty as the other"},{"id":160,"quote":"True happiness lies in the senses, and virtue gratifies none of them."},{"id":161,"quote":"Let us give ourselves indiscriminately to everything our passions suggest, and we will always be happy…Conscience is not the voice of Nature but only the voice of prejudice."},{"id":162,"quote":"Before you were born, you were nothing more than an indistinguishable lump of unformed matter. After death, you simply will return to that nebulous state. You are going to become the raw material out of which new beings will be fashioned. Will there be pain in this natural process? No! Pleasure? No! Now, is there anything frightening in this? Certainly not! And yet, people sacrifice pleasure on earth in the hope that pain will be avoided in an after-life. The fools don't realize that, after death, pain and pleasure cannot exist: there is only the sensationless state of cosmic anonymity: therefore, the rule of life should be ... to enjoy oneself!"},{"id":163,"quote":"In order to know virtue, we must acquaint ourselves with vice. Only then can we know the true measure of a man."},{"id":164,"quote":"Nothing quite encourages as does one's first unpunished crime."},{"id":165,"quote":"...your service will be arduous, it will be painful and rigorous, and the slightest delinquencies will be requited immediately with corporal and afflicting punishments; hence, I must recommend to you prompt exactness, submissiveness, and total self-abnegation that you be enabled to heed naught but our desires; let them be your laws, fly to do their bidding, anticipate them, cause them to be born..."},{"id":166,"quote":"Oh, there are plenty of people,\" the Duc used to observe, \"who never misbehave save when passion spurs them to ill; later, the fire gone out of them, their now calm spirit peacefully returns to the path of virtue and, thus passing their life going from strife to error and from error to remorse, they end their days in such a way there is no telling just what roles they have enacted on earth. Such persons,\" he would continue, \"must surely be miserable: forever drifting, continually undecided, their entire life is spent detesting in the morning what they did the evening before. Certain to repent of the pleasures they taste, they take their delight in quaking, in such sort they become at once virtuous in crime and criminal in virtue."},{"id":167,"quote":"The past encourages me, the present electrifies me, and I have little fear for the future; and my hope is that the rest of my life shall by far surpass the extravagances of my youth."},{"id":168,"quote":"life is a bitch so enjoy it ;p"},{"id":169,"quote":"One has always had too much when one has had enough"},{"id":170,"quote":"The completest submissiveness is your lot, and that is all;"},{"id":171,"quote":"I am a libertine, but I am not a criminal nor a murderer, and since I am compelled to set my apology alongside my vindication, I shall therefore say that it might well be possible that those who condemn me as unjustly as I have been might themselves be unable to offset the infamies by good works as clearly established as those I can contrast to my errors. And yet you who today tyrannize me so cruelly, you do not believe it either: your vengeance has beguiled your mind, you have proceeded blindly to tyrannize, but your heart knows mine, it judges it more fairly, and it knows full well it is innocent."},{"id":172,"quote":"this is what happens to the plans of humans, it is when they make them in the midst of their pleasures that death cuts the thread of their days without pity, and in the midst of life, without ever concerning themselves with this fatal moment, living as though they were to exist for ever, they disappear into the obscure cloud of immortality, uncertain of the fate which lies in store for them."},{"id":173,"quote":"...Madame, I have become a whore through good-will and libertine through virtue."},{"id":174,"quote":"Amigos mios, ha llegado la hora de darnos cuenta de que la moral debería ser la base de la religión y no esta la base de la moral"},{"id":175,"quote":"Believe me, Eugenie, the words \"vice\" and \"virtue\" supply us only with local meanings. There is no action, however bizarre you may picture it, that is truly criminal; or one that can really be called virtuous. Everything depends on our customs and on the climates we live in. What is considered a crime here is often a virtue a few hundred leagues away; and the virtues of another hemisphere might, quite conversely, be regarded as crimes among us. There is no atrocity that hasn't been deified, no virtue that hasn't been stigmatized."},{"id":176,"quote":"The law which attempts a man's life [capital punishment] is impractical, unjust, inadmissible. It has never repressed crime--for a second crime is every day committed at the foot of the scaffold."},{"id":177,"quote":"When a man loves a woman, as our old troubadours used to say, even if he has heard or seen something that puts his beloved in a bad light, he should believe neither his ears nor his eyes, he should listen to his heart alone."},{"id":178,"quote":"My vengeance needs blood."},{"id":179,"quote":"Having proven that solitary pleasures are as delicious as any others and much more likely to delight, it becomes perfectly clear that this enjoyment, taken in independence of the objectwe employ, is not merely of a nature very remote from what could be pleasurable to thatobject, but is even found to be inimical to that object’s pleasure: what is more, it may becomean imposed suffering, a vexation, or a torture, and the only thing that results from this abuse isa very certain increase of pleasure for the despot who does the tormenting or vexing; let usattempt to demonstrate this.Voluptuous emotion is nothing but a kind of vibration produced in our soul by shockswhich the imagination, inflamed by the remembrance of a lubricious object, registers uponour senses, either through this object’s presence, or better still by this object’s being exposedto that particular kind of irritation which most profoundly stirs us; thus, our voluptuoustransport Ä this indescribable convulsive needling which drives us wild, which lifts us to thehighest pitch of happiness at which man is able to arrive Ä is never ignited save by twocauses: either by the perception in the object we use of a real or imaginary beauty, the beautyin which we delight the most, or by the sight of that object undergoing the strongest possiblesensation; now, there is no more lively sensation than that of pain; its impressions are certainand dependable, they never deceive as may those of the pleasure women perpetually feign andalmost never experience; and, furthermore, how much self-confidence, youth, vigor, healthare not needed in order to be sure of producing this dubious and hardly very satisfyingimpression of pleasure in a woman. To produce the painful impression, on the contrary,requires no virtues at all: the more defects a man may have, the older he is, the less lovable,the more resounding his success. With what regards the objective, it will be far more certainlyattained since we are establishing the fact that one never better touches, I wish to say, that onenever better irritates one’s senses than when the greatest possible impression has been produced in the employed object, by no matter what devices; therefore, he who will cause themost tumultuous impression to be born in a woman, he who will most thoroughly convulsethis woman’s entire frame, very decidedly will have managed to procure himself the heaviest possible dose of voluptuousness, because the shock resultant upon us by the impressionsothers experience, which shock in turn is necessitated by the impression we have of thoseothers, will necessarily be more vigorous if the impression these others receive be painful,than if the impression they receive be sweet and mild; and it follows that the voluptuousegoist, who is persuaded his pleasures will be keen only insofar as they are entire, willtherefore impose, when he has it in his power to do so, the strongest possible dose of painupon the employed object, fully certain that what by way of voluptuous pleasure he extractswill be his only by dint of the very lively impression he has produced.”"},{"id":180,"quote":"I wished to stifle the unhappy passion which burned in my soul; but is love an illness to be cured? All I endeavored to oppose to it merely fanned its flames."},{"id":181,"quote":"It is only by sacrificing everything to sensual pleasure that this being known as Man, cast into the world in spite of himself, may succeed in sowing a few roses on the thorns of life."},{"id":182,"quote":"It is only by imitating the vices of others that I have earned my misfortunes."},{"id":183,"quote":"Oh! my friend, never seek to corrupt the person whom you love, it can go further than you think..."},{"id":184,"quote":"When we die, we die. No more. Once the spider-thread of life is severed, the human body is but a mass of corrupting vegetable matter. A feast for worms. That is all. Tell me, what is more ridiculous than the notion of an immortal soul; than the belief that when a man is dead, he remains alive, that when his life grinds to a halt, his soul -- or whatever you call it -- takes flight?"},{"id":185,"quote":"Those who are unhappyclutch at shadows, and togive themselves an enjoymentthat truth refuses them, theyartfully bring into being allsorts of illusions."},{"id":186,"quote":"Imperious, angry, furious, extreme in all things, with a disturbance in the moral imagination unlike any the world has ever known - there you have me in a nutshell: and one more thing, kill me or take me as I am, for I will not change"},{"id":187,"quote":"Let us remember that, despite the tasteless fables in the Holy Writ -- Sodom and Gomorrah, for example -- Nature does not have two voices; She does not create the appetite for buggery, then proscribe its practice. This fallacious proscription is the work of those imbeciles who seem unable to view sex as anything but an instrumentality for the multiplication of their own imbecilic kind. But I put it to you thusly: would it not be unreasonable for Nature, if she opposed buggery, to reward its practitioners with consummate pleasure at the very moment when they, by buggering, heap insults upon Her \"natural\" order? Furthermore, if procreation were the primary purpose of sex, would woman be created capable of conceiving during only sixteen to eighteen hours of each month -- and thus, all arithmetic being performed, during only four to six years of her total life span? No, child, let us not ascribe to Nature those prohibitions which we acquire through fear or prejudice; all things which are possible are natural; let no one ever persuade you otherwise."},{"id":188,"quote":"The ditch once covered over, above it acorns shall be strewn, in order that the spot become green again, and the copse grown back thick over it, the traces of my grave may disappear from the face of the earth as I trust the memory of me shall fade out of the minds of all men save nevertheless for those few who in their goodness have loved me until the last and of whom I carry away a sweet remembrance with me to the grave.\"Last Will and Testament (1806)"},{"id":189,"quote":"...and above all, you should not think of writing as a way of earning your living. If you do, your work will smell of your poverty. It will be colored by your weakness and be as thin as your hunger. There are other trades which you can take up: make boots, not books."},{"id":190,"quote":"The reasoning man who rejects the superstitions of simpletons necessarily becomes their enemy; he must expect as much and be prepared to laugh at the consequences."},{"id":191,"quote":"The greatest pleasures are born of conquered repugnancies."},{"id":192,"quote":"...for although we may fully respect our social conventions...it may unfortunately happen that , through the perversity of others we encounter only the thorns of life, whilst the wicked gather nothing but roses. will it not be said that virtue, however fair she may be, becomes the worst cause one can espouse... when she has grown so weak that she cannot struggle against vice?  - La Nouvelle Justine ou les Malheurs de la vertu, suivie de l'histoire de Juliette”"},{"id":193,"quote":"The imagination serves us only when the mind is absolutely free of any prejudice. A single prejudice suffices to cool off the imagination. This whimsical part of the mind is so unbridled as to be uncontrollable. Its greatest triumphs, its most eminent delights consist in smashing all the restraints that oppose it. Imagination is the enemy of all norms, the idolater of all disorder and of all that bears the color of crime."},{"id":194,"quote":"There are no more than two or three crimes to commit in the world,’ said Curval. ‘Once those are done there is no more to be said – what remains is inferior and one no longer feels a thing. How many times, good God, have I not wished it were possible to attack the sun, to deprive the universe of it, or to use it to set the world ablaze – those would be crimes indeed, and not the little excesses in which we indulge, which do no more than metamorphose, in the course of a year, a dozen creatures into clods of earth."},{"id":195,"quote":"Not my manner of thinking but the manner of thinking of others has been the source of my unhappiness."},{"id":196,"quote":"It is only by sacrificing everything to the senses’ pleasure that this individual, who never asked to be cast into this universe of woe, that this poor creature who goes under the name of Man, may be able to sow a smattering of roses atop the thorny path of life."},{"id":197,"quote":"What, then, are religions if not the restraint wherewith the tyranny of the mightier sought to enslave the weaker? Motivated by that design, he dared say to him whom he claimed the right to dominate, that a God had forged the irons with which cruelty manacled him; and the latter, bestialized by his misery, indistinctly believed everything the former wished. Can religions, born of these rogueries, merit respect?"},{"id":198,"quote":"The state of a moral man, is one of tranquillity and peace; the state of an immoral man is one of perpetual unrest."},{"id":199,"quote":"Now let us consider theft. From the standpoint of the wealthy, this is, of course, an horrendous crime. But, laying partiality aside, let us ask ourselves as republicans: shall we, upholding the principle that all men are equal, brand as wrong an act whose effect is to accomplish a more equal distribution of wealth? Theft furthers economic equilibrium: one never hears of the rich stealing from the poor, thereby aggravating the economic imbalance; only of the poor stealing from the rich, thereby correcting it. What possibly be wrong with that?"},{"id":200,"quote":"Self-interest lies behind all that men do, forming the important motive for all their actions; this rule has never deceived me"},{"id":201,"quote":"Nunca, repito, nunca pintaré el crimen bajo otros colores que los del infierno; quiero que se lo vea al desnudo, que se lo tema, que se lo deteste, y no conozco otra forma de lograrlo que mostrarlo con todo el horror que lo caracteriza."},{"id":202,"quote":"To enlighten mankind and improve its morals is the only lesson which we offer in this story. In reading it, may the world discover how great is the peril which follows the footsteps of those who will stop at nothing to satisfy their desires."},{"id":203,"quote":"A little less vice is virtuousness in a very vicious heart"},{"id":204,"quote":"One must feel sorry for those who have strange tastes, but never insult them. Their wrong is Nature's too; they are no more responsible for having come into the world with tendencies unlike ours than are we for being born bandy-legged for well-proportioned."},{"id":205,"quote":"To lie is always a necessity for women; above all when they choose to deceive, falsehood becomes vital to them."},{"id":206,"quote":"But the man who, by dint of long study and sober reflection, has succeeded in training his mind not to detect evil in anything, to consider all human actions with the utmost indifference, to regard them all as the inevitable consequences of a power - however it's defined - which is sometimes good and sometimes perverse but always irresistible, and gives rise to both what men approve and to what they condemn and never allows anything to distract or thwart its operations, such a man, I say, as you will agree, sir, may be as happy behaving as I behave as you are in the career which you follow. Happiness is an abstraction, a product of the imagination. It is one manner of being moved and depends exclusively on our way of seeing and feeling. Apart from the satisfaction of our needs, there is no single thing which makes all men happy. Every day we observe one man made happy by the circumstance which makes his neighbour supremely miserable. There is therefore nothing which guarantees happiness. It can only exist for us in the form given to it by our physical constitution and our philosophical principles. [...] Nothing in the world is real, nothing which merits praise or blame, nothing deserving reward or punishment, nothing which is unlawful here and perfectly legal five hundred leagues away, in other words, there is no unchanging, universal good."},{"id":207,"quote":"Women are not made for one single man; 'tis for men at large Nature created them."},{"id":208,"quote":"Never may an act of possession be exercised upon a free being; the exclusive possession of a woman is no less unjust than the possession of slaves; all men are born free, all have equal rights: never may there be granted to one sex the legitimate right to lay monopolizing hands on the other, and never may one of these sexes, or classes, arbitrarily posses the other."},{"id":209,"quote":"The reasoning man who scorns the prejudices of simpletons necessarily becomes the enemy of simpletons; he must expect as much, and laugh at the inevitable. A traveler journeys along a fine road. It has been strewn with traps. He falls into one. Do you say it is the traveler’s fault, or that of the scoundrel who lays the traps?"},{"id":210,"quote":"the slave preaches the virtues of kindness and humility to his master, because as a slave he has need of them;but the master, better guided by nature and his passions, has no need to devote himself to anything excepting those things which serve or please him. Be as kind as you wish, if you enjoy such things - but dont demand any reward for having had this pleasure"},{"id":211,"quote":"It has been estimated that more than 50 million individuals have lost their lives to wars and religious massacres. Is there even one among them worth the blood of a single bird?"},{"id":212,"quote":"I suggest somewhere that anyone who wishes to write and has no aptitude for it would be better off making shoes for ladies and boots for men."},{"id":213,"quote":"This monster was outfitted with faculties so gigantic that even the broadest thoroughfares would still have appeared too narrow for him."},{"id":214,"quote":"...those who deny or oppose these so pleasant delights (of virtue), do so only from jealousy, you may be sure, from the barbarous pleasure of making others as guilty and unhappy as they are. They are blind and would like everyone to be the same, they are mistaken, and would like everyone else to be mistaken; but if you could see into the depths of their hearts you would find only sorrow and repentance; all these apostles of crime are only evil and desperate people; you would not find a sincere person among them who would not admit, if he were truthful, that their poisonous words or dangerous writings had not been guided only by their passions. And what man in fact can say in cold blood that the bases of morality can be shaken without risk? What being would dare maintain that doing good and desiring good are not essentially the aim of mankind? And how can a man who will do only evil expect to be happy in a society whose strongest concern is the perpetual increase of good? But will not this apologist of crime not shudder himself when he had uprooted from all hearts the only thing which could lead to his conversion? What will stop his servants ruining him, if they have ceased to be virtuous?"},{"id":215,"quote":"Non, Thérèse, non, il n’est point de Dieu, la nature se suffit à elle-même ; elle n’a nullement besoin d’un auteur, cet auteur supposé n’est qu’une décomposition de ses propres forces"},{"id":216,"quote":"However, society is only composed of weak persons and strong; well, if the pact must perforce displease both weak and strong, there is great cause to suppose it will fail to suit society, and the previously existing state of warfare must appear infinitely preferable, since it permitted everyone the free exercise of his strength and his industry, whereof he would discover himself deprived by a society's unjust pact which takes too much from the one and never accords enough to the other; hence, the truly intelligent person is he who, indifferent to the risk of renewing the state of war that reigned prior to the contract, lashes out in irrevocable violation of that contract, violates it as much and often as he is able, full certain that what he will gain from these ruptures will always be more important than what he will lose if he happens to be a member of the weaker class; for such he was when he respected the treaty; by breaking it he may become one of the stronger; and if the laws return him to the class whence he wished to emerge, the worst that can befall him is the loss of his life, which is a misfortune infinitely less great than that of existing in opprobrium and wretchedness.There are then two positions available to us: either crime, which renders us happy, or the noose, which prevents us from being unhappy. I ask whether there can be any hesitation, lovely Therese, and where will your little mind find an argument able to combat that one?"},{"id":217,"quote":"From an early age I set myself above the monstrous fantasies of religion, being perfectly convinced that the existence of the creator is a revolting absurdity in which not even children believe any more; there is no need for me to restrain my tastes in order to please Him, it is from Nature that I received these tastes, and I should offend her by resisting them – if they are wicked, it is because they serve her purposes. In her hands I am nothing but a machine for her to operate as she wishes, and there is not a single one of my crimes that fails to serve her; the greater her need, the more she spurs me on – I should be a fool to resist her. Only the law stands in my way, but I defy it – my gold and my influence place me beyond the reach of those crude scales meant only for the common people."},{"id":218,"quote":"It has pleased Nature so to make us that we attain happiness only by way of pain."},{"id":219,"quote":"El amor es como el sol, no brilla menos para ti, solo por que brilla para los demás"},{"id":220,"quote":"From the two things one: either my husband is a brutal, jealous one, or he’s a refined man; in the first hypothesis, the best I can do is to revenge myself for his conduct; in the second, I would know not to burden myself; since I taste of pleasures, he’ll be happy for it if he’s honest: there’s not a refined man who doesn’t take pleasure at the spectacle of the happiness of the person he adores."},{"id":221,"quote":"I would, thank God, watch the universe perish without shedding a tear."},{"id":222,"quote":"Do the meager pleasures you have been able to enjoy during your fall compensate for the torments which now rend your heart? Happiness therefore lies only in virtue,my child, and all the sophistries of its detractors can never procure a single one of its delights."},{"id":223,"quote":"He would doubtless have promised anything for the mere pleasure of breaking all bounds; perhaps he would even have liked her to ask him to swear on oath so he could add the attractions of perjury to his horrible pleasures."},{"id":224,"quote":"Now we come to the crux of my philosophy: if the taking of pleasure is enhanced by the criminal character of the circumstances -- if, indeed, the pleasure taken is directly proportionate to the severity of the crime involved --, then is it not criminality itself which is pleasurable, and the seemingly pleasure-producing act nothing more than the instrument of its realization?"},{"id":225,"quote":"In completing your civilization, the causes changed, but you maintained the custom: no longer did you sacrifice victims to gods athirst for human blood, but to laws, which you deem sage because you found in them a specious reason to indulge your former habits, together with the semblance of a justice which was, at bottom, nothing other than the desire to preserve those horrid practices which you could not abjure."},{"id":226,"quote":"I should like to find a crime with perpetual repercussions, which would continue even after I had ceased to act, so there would not be a single instant of my life, not even when I was asleep, when I would not be causing some sort of disorder, a disorder so extensive as to involve general corruption, or so absolute a disturbance that its effect would be prolonged even when my life had ceased."},{"id":227,"quote":"My dear, the universe runs itself, and the eternal laws inherent in Nature suffice, without any first cause or prime mover, to produce all there is and all that we know; the perpetual movement of matter explains everything: why need we supply a motor to that which is ever in motion? The universe is an assemblage of unlike entities which act and react mutually and successively with and against each other; I discern no start, no finish, no fixed boundaries, this universe I see only as an incessant passing from one state into another, and within it only particular beings which forever change shape and form, but I acknowledge no universal cause behind and distinct from the universe and which gives it existence and which procures the modifications in the particular beings composing it."},{"id":228,"quote":"One would have to lose one's wits to believe in a God, and to become a complete imbecile to adore Him."},{"id":229,"quote":"First ourselves, then the others: this is Nature's order of progression. Consequently, we must show no respect, no quarter for others as soon as they have shown that our misfortune or our ruin is the object of their desires. To act differently, my daughter, would be show preference for others above ourselves, and that would be absurd."},{"id":230,"quote":"There are,' said Curval, 'but two or three crimes to perform in this world, and they, once done, there's no more to be said; all the rest is inferior, you cease any longer to feel. Ah, how many times, by God, have I not longed to be able to assail the sun, snatch it out of the universe, make a general darkness, or use that star to burn the world! oh, that would be a crime, oh yes, and not a little misdemeanor such as are all the ones we perform who are limited in a whole year's time to metamorphosing a dozen creatures into lumps of clay."},{"id":231,"quote":"The laws vainly try to talk virtue to the mass, but it's just talk. The people who make the laws are really too biased towards evil and never carry out their fine talk -- they merely make a stab at it for the sake of appearances, that's all."},{"id":232,"quote":"If, though full of respect for social conventions and never overstepping the bounds they draw round us, if, nonetheless, it should come to pass that the wicked tread upon flowers, will it not be decided that it is preferable to abandon oneself to the tide rather than to resist it? Will it not be felt that Virtue, however beautiful, becomes the worst of all attitudes when it is found too feeble to contend with Vice, and that, in an entirely corrupted age, the safest course is to follow along after the others?"},{"id":233,"quote":"من السُخف أن يُعاقب المرء على أهواءه كي يتم ردعه عن الخوض بها مجدداً ،وَ كبح غرائزه وإن كانت شنيعة فَـ الطبيعة أهدتها إياه منذُ كان في رحم أمه ،فَـ كيف يُطلب منه أن يكون غير نفسه ؟! أليست الطبيعة وضعت الأهواء لسعادة الإنسان ؟!،إذاً لماذا يتنازل الإنسان عن سعادتة بِ حجّة حفظ المجتمع بينما المجتمع لا يهتم به !"},{"id":234,"quote":"There is no rational commensuration between what affects us and what affects others; the first we sense physically, the other only touches us morally."},{"id":235,"quote":"Franval, who was now absolutely at ease, thought on,y of upsetting others; he behaved in his vindictive, unruly, impetuous way when he was disturbed; he desired his own tranquility again at any price, and in order to obtain it he clumsily adopted the only means most likely to make him lose it once again. If he obtained it he used all his moral and physical facilities only to do harm to others; he was therefore always in a state of agitation, he had either to anticipate the wiles which he forced others to employ against him, or else he had to use them against others."},{"id":236,"quote":"[...]virtue is not some kind of mode whose value is incontestable, it is simplya scheme of conduct, a way of getting along, which varies according to accidents of geography and climate and which, consequently, has no reality, the which alone exhibits its futility.Only what is constant is really good; what changes perpetually cannotclaim that characterization: that is why they have declared that immutability belongs to the ranks of the Eternal's perfections; but virtue is completely without this quality: there is not, upon the entire globe, two races which are virtuous in the same manner; hence, virtue is not in any sense real, nor in any wise intrinsically good and in no sort deserves our reverence."},{"id":237,"quote":"Nicht die Tugend fordert man von uns, sondern nur ihre Maske. Wenn wir uns zu verstellen wissen, so ist man zufrieden."},{"id":238,"quote":"...that tender compunction of the honest-minded, so different from the hateful intoxication of criminals..."},{"id":239,"quote":"‎\"...θα πρέπει να αντιληφθείς, αγαπητή Τερέζα, ότι τα αντικείμενα δεν έχουν, κατά την άποψη μας, άλλη αξία από εκείνη που τους δίνει η φαντασία μας"},{"id":240,"quote":"It is in the lawful power of no human being to force me to believe or accept what he says or thinks; and however little regard I have for these human reveries, however much I flout them, there is no person on earth who can pretend to the right to censure or punish me therefor. Into what chasm of errors or foolishness would we not tumble were all men blindly to adhere to what it suited some other men to establish! And through what incredible injustice will you call moral that which emanates from you; immoral that which I uphold? To what arbitration shall we apply in order to find out upon which side right and reason lie?"},{"id":241,"quote":"A man learns nothing when he talks; he learns by listening. Which is why those who talk the most are, in the ordinary run of things, fools."},{"id":242,"quote":"...and what creature, after all, is more precious, more attractive in the eyes of men, than the woman who has cherished, respected, and cultivated all earthly virtues, only to find, at every step, both misfortune and sorrow?"},{"id":243,"quote":"Respectable?...Not another word, my dear, for I assure you of all the sentiments I should like to inspire respect is the very last: love is what I wish to arouse. Respect! I am not yet old enough for respect."},{"id":244,"quote":"Nothing is essentially born, nothing essentially perishes, all is but the action and reaction of matter; all is like the ocean billows which ever rise and fall, like the tides of the sea, ebbing and flowing endlessly, without there being either the loss or the gain of a drop in the volume of the waters; all this is a perpetual flux which ever was and shall always be, and whereof we become, though we know it not, the principal agents by reason of our vices and our virtues. All this is an infinite variation; a thousand thousand different portions of matter which appear under every form are shattered, are reconstituted to appear again under others, again to be undone and to rearise."},{"id":245,"quote":"There is not a living man who does not wish to play the despot when he is stiff: it seems to him his joy is less when others appear to have as much fun as he; by an impulse of pride, very natural at this juncture, he would like to be the only one in the world capable of experiencing what he feels: the idea of seeing another enjoy as he enjoys reduces him to a kind of equality with that other, which impairs the unspeakable charm despotism causes him to feel."},{"id":246,"quote":"Happiness is ideal, it is the work of the imagination. It is a manner of being moved which relies solely upon the way we see and feel. Except for the satisfaction of needs, there is nothing which makes all men equally happy. Not a day goes by but that we see one person made happy by something that supremely displeases another. Therefore, there is certain or fixed happiness, and the only happiness possible for us is the one we form with the help of our organs and our principles."},{"id":247,"quote":"...the good never suspect others of perpetrating wicked deeds which they themselves are incapable of committing. That is why they are so easily duped by the first rogue who sinks his claws into them, and why it is so easy and so despicable to trick them."},{"id":248,"quote":"...it is only in the darkness of the grave that man will find the peace which the wickedness of his fellows, the tumult of his own passions, and, above all, the inevitability of his fate shall eternally deny him in this life."},{"id":249,"quote":"If the book we are reading does not wake us, as with a fist hammering on our skull, why then do we read it? So that it shall make us happy? Good God, we would also be happy if we had no books, and such books as make us happy we could, if need be, write ourselves. But what we must have are those books which come upon us like ill-fortune, and distress us deeply, like the death of one we love better than ourselves, like suicide. A book must be an ice-axe to break the sea frozen inside us.35"},{"id":250,"quote":"Thus, that happiness the two sexes cannot find with the other they will find, one in blind obedience, the other in the most energetic expression of his domination."},{"id":251,"quote":"How, you will go on, how have they been able to convince rational beings that the thing most difficult to understand is the most vital to them? It is that mankind has been terrorized; it is that when one is afraid one ceases to reason; it is, above all, that we have been advised to mistrust reason and defy it; and that, when the brain is disturbed, one believes anything and examines nothing. Ignorance and fear, you will repeat to them, ignorance and fear - those are the twin bases of every religion."},{"id":252,"quote":"Minä en epäröi koskaan valinnoissani ja koska olen aina varma, että löydän nautinnon siitä mitä teen, en koskaan katumalla turmele sen viehätystä."},{"id":253,"quote":"Only two things are required to accreditan alleged miracle: a mountebank and a crowd of spineless lookers-on."},{"id":254,"quote":"Throw those Germans into a carriage, will you, said he to one of his hirelings, a man who was accustomed to doing what was needed under these circumstances, “get them out of here, they’ll not wake up. Strip them and dump them naked in some out-of-the-way street. God takes care of his little children.”"},{"id":255,"quote":"Virtue only needs to be worshipped; it follows the path to happiness...it must be so, a thousand arms open to receive its devotees, if they are pursued by adversity. But everybody deserts the guilty man...one blushes at one's attachment to him or at the tears one sheds for him, there is a fear of contagion, he is banished from everybody's hearts, and one condemns out of pride the man one ought to help out of humanity."},{"id":256,"quote":"Even if she was the devil's own daughter , God strike me down if I never have her .May all the devils in hell make off with my soul if he lays a finger on her before I do !"},{"id":257,"quote":"Você diz que minha maneira de pensar não pode ser aprovada. O que me importa? Bem louco é quem adota a maneira de pensar dos outros! Ela é fruto das minhas reflexões, deve-se á minha existência, à minha organização; não sou senhor de mudá-la, e, se fosse, não o faria. Essa maneira de pensar que você reprova é o único consolo de minha vida. Não foi a minha maneira de pensar que me desgraçou. O homem sensato que despreza o preconceito dos tolos necessariamente torna-se inimigo dos tolos; que se fie disto e caçoe destes. Um viajante segue numa bela estrada por onde espalharam armadilhas; cai numa delas. A quem a culpa, ao viajante ou ao celerado que as armou? Logo, se, como você diz, colocam minha liberdade a preço do sacrifício de meus princípios ou gostos, podemos nos dizer um eterno adeus, pois antes deles, sacrificaria mil vidas e mil liberdades se as tivesse. Taís princípios e gostos são levados por mim ao fanatismo, e éobra das perseguições dos meus tiranos. Quanto mais me atormentarem, mais enraizarão meus princípios no peito. E declaro abertamente jamais ser necessário me falarem de liberdade, se esta só me for oferecida pelo preço da destruição de meus princípios. Nem diante do cadafalso mudaria de idéia."},{"id":258,"quote":"What is man? and what difference is there between him and other plants, between him and all the other animals of the world? None, obviously. Fortuitously placed, like them, upon this globe, he is born like them; like them, he reproduces, rises, and falls; like them he arrives at old age and sinks like them into nothingness at the close of the life span Nature assigns each species of animal, in accordance with its organic construction. Since the parallels are so exact that the inquiring eye of philosophy is absolutely unable to perceive any grounds for discrimination, there is then just as much evil in killing animals as men, or just as little, and whatever be the distinctions we make, they will be found to stem from our pride's prejudices, than which, unhappily, nothing is more absurd. If all individuals were possessed of eternal life, would it not become impossible for Nature to create any new ones? If Nature denies eternity to beings, it follows that their destruction is one of her laws. Now, once we observe that destruction is so useful to her that she absolutely cannot dispense with it, and that she cannot achieve her creations without drawing from the store of destruction which death prepares for her, from this moment onward the idea of annihilation which we attach to death ceases to be real; there is no more veritable annihilation; what we call the end of the living animal is no longer a true finis, but a simple transformation, a transmutation of matter, what every modern philosopher acknowledges as one of Nature's fundamental laws. According to these irrefutable principles, death is hence no more than a change of form, an imperceptible passage from one existence into another, and that is what Pythagoras called metempsychosis"},{"id":259,"quote":"Rather than fatigue your children's young organs with deific stupidities, replace them with excellent social principles; instead of teaching them futile prayers which, by the time they are sixteen, they will glory in having forgotten, let them be instructed in their duties toward society; train them to cherish the virtues you scarcely ever mentioned in former times and which, without your religious fables, are sufficient for their individual happiness; make them sense that this happiness consists in rendering others as fortunate as we desire to be ourselves."},{"id":260,"quote":"Let a simple philosopher introduce these new pupils to the inscrutable but wonderful sublimities of Nature; let him prove to them that awareness of a god, often highly dangerous to men, never contributed to their happiness, and that they will not be happier for acknowledging as a cause of what they do not understand, something they well understand even less; that it is far less essential to inquire into the workings of Nature than to enjoy her and obey her laws; that these laws are as wise as they are simple; that they are written in the hearts of all men; and that it is but necessary to interrogate that heart to discern its impulse. If they wish absolutely that you speak to them of a creator, answer that things always having been what now they are, never having had a beginning and never going to have an end, it thus becomes as useless as impossible for man to be able to trace things back to an imaginary origin which would explain nothing and do not a jot of good. Tell them that men are incapable of obtaining true notions of a being who does not make his influence felt on one of our senses."},{"id":261,"quote":"es preciso ser puta, niña mía, puta en el alma y en el corazón."},{"id":262,"quote":"Mme de Franval, indulgent and sweet-natured as ever, and always happy when anything brought her closer to a man who was dearer to her than her own life, went along with all the desires of that treacherous husband, anticipated them, served them, and shared them without exception, not daring to make the most of the moment, as she should have done, to persuade that barbarian to treat her better, and not plunge his unhappy wife every day into an abyss of pain and suffering."},{"id":263,"quote":"'Not all women have the failings that I must have had, given that I have not succeeded in tying you to me,' she said, and added, with a sigh, 'or else not all husbands are like you.'   'Wives...false, jealous, domineering, flirtatious, or devout...husbands, wicked, inconstant, cruel or despotic: that in a nutshell is how all individuals on earth are, Madame; do not expect to find any paragons of virtue.'"},{"id":264,"quote":"Y ahora mi estimado lector, prepárate a leer la narración más impura que se haya narrado jamás..."},{"id":265,"quote":"I maintain that what is taken for a naturally inspired horror of death is merely the fruit of the absurd fears which we, starting in childhood, develop regarding this total annihilation, fears initiated by the religious notions our elders stupidly cram into our young heads. Once cured of these fears and reassured concerning our fate, not only do we cease to behold death with alarm and repugnance, but it becomes easy to prove that death is in reality nothing more nor less than a voluptuous pleasure."},{"id":266,"quote":"- O pudor é uma velha virtude que deveis, com tantos encantos, saber dispensar na perfeição,- Mas a decência...- Mais um costume gótico, a que hoje pouco se liga. E tão contrário à natureza!"},{"id":267,"quote":"He, being hacked and cut for three solid quarters of an hour by the vigorous hands that had taken charge of his education, was soon nothing but a single wound, from which blood spurted out on all sides."},{"id":268,"quote":"Está tan de moda pretender juzgar las costumbres de un escritor por sus escritos; esta falsa concepción encuentra hoy tantos partidarios, que casi nadie se atreve a poner a prueba una idea osada."},{"id":269,"quote":"Ce n’est pas dans la jouissance que consiste le bonheur, c’est dans le désir, c’est à briser les freins qu’oppose à ce désir."},{"id":270,"quote":"The equality prescribed by the Revolution is simply the weak man's revenge upon the strong; it's just what we saw in the past, but in reverse; that everyone should have his turn is only meet. And it shall be turnabout again tomorrow, for nothing in Nature is stable and the governments men direct are bound to prove as changeable and ephemeral as they."},{"id":271,"quote":"There is no stupidity religions have omitted to revere; and you know just as well as I, my friends, that when one examines a human institution, the first thing one must do is discard all religious notions. They are poison to lucidity."},{"id":272,"quote":"Ay del escritor ruin y vacío que, buscando únicamente halagar las opiniones de moda, renuncie a la energía que ha recibido de la naturaleza para ofrecernos sólo el incienso que quema complacientemente a los pies del partido que domina."},{"id":273,"quote":"But a wife...\"\"...is an individual who can be interesting when one makes use of her, but one must know how to detach oneself firmly when serious reasons separate one from her.\"\"That is a harsh statement.\"\"Not at all...it is philosophy...it is the tone of the day, it is the language of reason, one must adopt it or be taken for a fool.\"\"This supposes some fault in your wife, explain it to me: some natural defect, or a failure to comply, or bad conduct.\"\"A little of everything...a little of everything, sir, but let us change the subject, I beg you, and return to that dear Madam: damn me, I don't understand how you can have been in Orleans without amusing yourself with that creature...but everyone has her."},{"id":274,"quote":"But to declare his wishes only in some unknown corner of Asia, to choose the most double-dealing and the most superstitious of peoples as followers, and the vilest, most ridiculous, and most roguish working man as representative, to muddle up the message so much that it is impossible to comprehend, to teach it only to a tiny number of individuals while leaving everyone else in the dark, and to punish them for remaining there... Oh, no, Therese, no, no, such atrocities cannot be our guide. I would rather die a thousand times than believe in them. When atheism wants martyrs, let it choose them and my blood is ready."},{"id":275,"quote":"Hayatının en mutlu zamanlarını iyi değerlendir; bu zamanlar öyle kısa ki! Bu günleri iyi değerlendirerek yeteri kadar mutlu olursak, nefis anılar yaşlılığımızda bizi teselli etmeyi ve eğlendirmeyi sürdürür. Bunları kaybedersek? Can yakıcı pişmanlıklar, vicdan azapları bizi yakar ve ölüme yaklaştıkça yaşlılığın ıstıraplarıyla birleşip gözyaşları ve acıyla bizi çevreler."},{"id":276,"quote":"Nothing that makes one hard is wicked and the only crime in the world is to refuse oneself that pleasure."},{"id":277,"quote":"Tormented virtue fidgets while vice takes its repose."},{"id":278,"quote":"All our ideas are representations of objects that strike us: what is to represent to us the idea of a god, who is plainly an idea without object? Is not such an idea, you will add when talking to them, quite as impossible as effects without causes? Is an idea without prototype anything other than an hallucination? Some scholars, you will continue, assure us that the idea of a god is innate, and that mortals already have this idea when in their mothers' bellies. But, you will remark, that is false; every principle is a judgment, every judgment the outcome of experience, and experience is only acquired by the exercise of the senses; whence it follows that religious principles bear upon nothing whatever and are not in the slightest innate. How, you will go on, how have they been able to convince rational beings that the thing most difficult to understand is the most vital to them? It is that mankind has been terrorized; it is that when one is afraid one ceases to reason; it is, above all, that we have been advised to mistrust reason and defy it; and that, when the brain is disturbed, one believes anything and examines nothing. Ignorance and fear, you will repeat to them, ignorance and fear—those are the twin bases of every religion. Man's uncertainty with respect to his god is, precisely, the cause for his attachment to his religion. Man's fear in dark places is as much physical as moral; fear becomes habitual in him, and is changed into need: he would believe he were lacking something even were he to have nothing more to hope for or dread."},{"id":279,"quote":"...we mislead, but sweetly."},{"id":280,"quote":"DOLMANCE — In this world there is nothing dangerous but pity and beneficence; goodness is never but a weakness of which the ingratitude and impertinence of the feeble always force honest folk to repent. Let a keen observer calculate all of pity's dangers, and let him compare them with those of a staunch, resolute severity, and he will see whether the former are not the greater. But we are straying, Eugénie; in the interests of your education, let's compress all that has just been said into this single word of advice: Never listen to your heart, my child; it is the most untrustworthy guide we have received from Nature; with greatest care close it up to misfortune's fallacious accents; far better for you to refuse a person whose wretchedness is genuine than to run the great risk of giving to a bandit, to an intriguer, or to a caballer: the one is of a very slight importance, the other may be of the highest disadvantage"},{"id":281,"quote":"Few men had been as cavalier and as debauched as the Président, but completely jaded, utterly torpid, all he was left with now was the depravity and turpitude of libertinage."},{"id":282,"quote":"Não há homem que não queira ser déspota quando está com tesão."},{"id":283,"quote":"Had it not been Nature's intent that man possess this feeling of superiority, she would not have created him stronger than the beings she destines to belong to him at those moments. The debility to which Nature condemned woman incontestably proves that her design is for man, who then more than ever enjoys his strength, to exercise it in all the violent forms that suit him best, by means of tortures, if he be so inclined, or worse. Would pleasure's climax be a kind of fury were it not the intention of this mother of humankind that behavior during copulation be the same as behavior in anger? What well-made man, in a word, what man endowed with vigorous organs does not desire, in one fashion or in another, to molest his partner during his enjoyment of her?"},{"id":284,"quote":"Tα σφάλματα του ανθρώπου με βοηθούν να τον γνωρίσω, αν ταξιδεύω, το κάνω για να μελετώ. Όσο περισσότερο παρεκκλίνει απ'τους φραγμούς που του επιβάλλουν οι νόμοι ή η φύση, τόσο πιο ενδιαφέρουσα είναι η μελετη του, τόσο περισσοτερο δικαιούται την προσοχή και τη συμπόνια μου. Το μόνο που χρειάζεται η αρετή είναι λατρεία, ο δρόμο της είναι ο δρόμος της ευτυχίας...πως να μην είναι, χίλιες αγκαλιές ανοίγουν για να δεχτούν τους οπαδούς της όταν η ατυχία τους κατατρύχει. Όμως όλοι εγκαταλείπουν τον ένοχο...ντρεπόμαστε για τις σχέσεις μας μαζί του, ντρεπόμαστε να κλάψουμε γι'αυτόν, το μίασμα μας τρομάζει, τον εξοστρακίζουν όλες οι καρδιές και τον συνθλίβουμε από αλαζονία, ενώ θα έπρεπε να του παρασταθούμε από ανθρωπισμό. Υπάρχει, κύριε, θνητός πιο ενδιαφέρων από εκείνον που, από τον κολοφώνα του μεγαλείου, έπεσε άξαφνα σε μια άβυσσο απο δεινά, που, γεννημένος για την εύνοια της τύχης, δε νιώθει πια παρά μονάχα τη δυσμένειά της...[...}Μονάχα αυτός, αγαπητέ μου, είναι άξιος του οίκτου μου. Δε πρόκειται να πω, σαν τους ανόητους...<<εκείνος φταίει>> ή, σα τις παγερές ψυχές που θέλουν να δικαιολογήσουν τη σκληρότητα τους...<<παραείναι ένοχος>>.Και λοιπόν; Τι με νοιάζει ποια όρια έχει ξεπεράσει, τι έχει αψηφήσει, τι έχει κάνει! Είναι άνθρωπος, θα στάθηκε αδύναμος...είναι εγκληματίας, είναι δυστυχής, τον λυπάμαι..."},{"id":285,"quote":"Please be forewarned that much of the content of this novella is extremely sexually graphic and at times violent. Read at your own volition and emotional risk."},{"id":286,"quote":"Not many people can imagine a president of the Parlement of Aix—it is a species of beast of which people have often spoken without knowing it well: strict and unbending by profession, and pernickety, credulous, stubborn, vain, cowardly, garrulous and stupid by character; with a beaky little face, rolling his 'r's like a Punchinello, commonly as thin as a rake, lanky and skinny and stinking like a corpse..."},{"id":287,"quote":"If we punished only the crimes we could prove, we would not enjoy the pleasure of dragging our fellow human beings to the scaffold so much as four times a century, and that is the only thing that makes us respected."},{"id":288,"quote":"What do I care for Williams? What do I care for anything on this earth? Listen, my dear fellow, when this combustible heart of mine falls in love, there is no obstacle capable of preventing it from being satisfied. The more I fall in love, the more combustible it becomes. For me, having a woman is satisfying only by reason of the trouble I am put to on the way. Bedding a woman is the most prosaic thing in the world."},{"id":289,"quote":"Remorse! Can a heart like mine ever know the meaning of such a feeling? The habit of evildoing expunged it long ago from my calloused soul."},{"id":290,"quote":"de suprimir para siempre la atrocidad de la pena de muerte, porque la ley que atenta contra la vida de un hombre es impracticable, injusta e inadmisible."},{"id":291,"quote":"And there you see what happens to the promises of eternal love which we women are foolish enough to believe! The more affectionate we are, the more likely it is that our seducers will desert us...the unfeeling brutes...the more we try to keep them, the greater the chance that they will abandon us."},{"id":292,"quote":"The time has come, friendly reader, for you to prepare your heart and mind for the most impure tale ever written since the world began, for no such book may be found among either the ancients or the moderns."},{"id":293,"quote":"How many times, good God, have I not wished it were possible to attack the sun, to deprive the universe of it, or to use it to set the world ablaze – those would be crimes indeed, and not the little excesses in which we indulge, which do no more than metamorphose, in the course of a year, a dozen creatures into clods of earth."},{"id":294,"quote":"But, they assure us, the people stand in need of one; it amuses them, they are soothed by it. Fine! Then, if that be the case, give us a religion proper to free men; give us the gods of paganism. We shall willingly worship Jupiter, Hercules, Pallas; but we have no use for a dimensionless god who nevertheless fills everything with his immensity, an omnipotent god who never achieves what he wills, a supremely good being who creates malcontents only, a friend of order in whose government everything is in turmoil. No, we want no more of a god who is at loggerheads with Nature, who is the father of confusion, who moves man at the moment man abandons himself to horrors; such a god makes us quiver with indignation, and we consign him forever to the oblivion whence the infamous Robespierre wished to call him forth."},{"id":295,"quote":"Those who have no principles are never more dangerous than when they reach the age when they lose all sense of shame. Their hearts are gangrened by depravity, they refine and polish up their first offences and convert them into heinous crimes while still believing they are still at the stage of minor misdemeanours."},{"id":296,"quote":"Crime causes so much horror, even to them [criminals], that they would like, in order to escape from the necessity they feel to be bad, to be believed and always to be depicted as virtuous."},{"id":297,"quote":"You have no idea, my friend, of the effect of a young woman's tears on all these weak and timid souls."},{"id":298,"quote":"If they who are appointed to instruct and rule over men had wisdom and virtue themselves, realities, and not fantasies, would enable them to govern better; but scoundrels, quacksalvers, ambitious ruffians, or low sneaks, the lawgivers have ever found it easier to lull nations to sleep with bedtime tales than to teach truths to the public, than to develop intelligence in the population, than to encourage men to virtue by making it worthwhile for sound and palpable reasons, than, in short, to govern them in a logical manner."},{"id":299,"quote":"É desprezando a opinião dos homens que você permanecerá na lembrança deles."},{"id":300,"quote":"My soul is callous, it is impassive... I put any sentiment whatever at defiance to attain it, with the exception of pleasure. I am mistress of that soul's movements and affections, of its desires, of its impulsions; with me, everything is under the unchallenged control of mind; and there's worse yet... for my mind is appalling. But I am not complaining, I cherish my vices, I abhor virtue; I am the sworn enemy of all religions, of all gods and godlings, I fear neither the ills of life nor what follows death; and when you're like me, you're happy."},{"id":301,"quote":"Il n'y a que deux ou trois crimes à faire dans le monde, dit Curval, et, ceux-là faits, tout est dit; le reste est inférieur et l'on ne sent plus rien. Combien de fois, sacredieu, n'ai-je pas désiré qu'on pût attaquer le soleil, en priver l'univers, ou s'en servir pour embraser le monde? Ce serait des crimes cela, et non pas les petits écarts où nous nous livrons, qui se bornent à métamorphoser au bout de l'an une douzaine de créatures en mottes de terre."},{"id":302,"quote":"She made him appreciate that a man with the birth and status of Oxtiern must be incapable of deceit. The innocent creature! She did not know that vices, supported by birth and wealth, and then emboldened by impunity, only become more dangerous."},{"id":303,"quote":"He who perpetrates an outrage may well be quick to forget what he has done. But they who have suffered at his hands are justified at least in remembering the wrongs he has done them."},{"id":304,"quote":"We magistrates find that reason is the easiest thing in the world to dispense with; banished from our law courts as it is from our heads, we delight in trampling it underfoot, and that is what makes our judicial sentences such masterpieces, since (although commonsense never presides in them) those sentences are carried out with as much firmness as if people knew what they actually meant."},{"id":305,"quote":"The President was in seventh heaven when he heard himself being teased like this; he strutted about and thrust his chest out; never did a man of the robe stick out his neck so far, not even one who has just hanged a man."},{"id":306,"quote":"The more amorous the President became, the more his fatuousness made him intolerable: there is nothing in the world as comical as a lawyer in love—he is the perfect picture of gaucheness, impertinence and ineptitude."},{"id":307,"quote":"Time to yield, Valcour. Life henceforth offers you none but thorns. Unite your soul with those of your friends. Once more: read on, I say, and go to your grave."},{"id":308,"quote":"No es el mal ocasionado al prójimo de lo que nos arrepentimos, sino de la desgracia que nos ha producido cometerla y el ser descubierta."},{"id":309,"quote":"The philosopher who travels the world in order to learn must put up with all customs, all religions, all kinds of weather and climate, all beds and all kinds of food, and leave to the voluptuous, indolent man in the capital his prejudices...his luxury...that obscene luxury that, as it never contains any real needs, creates artificial ones every day at the expense of fortune and health."},{"id":310,"quote":"No passion has a greater need of the widest horizon of liberty than has this, none, doubtless, is as despotic; here it is that man likes to command, to be obeyed, to surround himself with slaves compelled to satisfy him; well, whenever you withhold from man the secret means whereby he exhales the dose of despotism Nature instilled in the depths of his heart, he will seek other outlets for it, it will be vented upon nearby objects; it will trouble the governmentIf you would avoid that danger, permit a free flight and rein to those tyrannical desires which, despite himself, torment man ceaselessly: content with having been able to exercise his small dominion in the middle of the harem of sultanas and youths whose submission your good offices and his money procure for him, he will go away appeased and with nothing but fond feelings for a government."},{"id":311,"quote":"Oh! What an enigma is man!\" exclaimed the Duke. \"Yes, my friend,\" said Curval. \"That is why a certain very intelligent gentleman once said it was better to fuck him than to understand him."},{"id":312,"quote":"Without principles and without virtue, and still full of the prejudices of that group of men whose pride had just led them to fight against the sovereign himself, Oxtiern imagined that nothing in the world could curb his passions. Well, of all those that burned within him, love was the most impetuous; but this feeling, which can be almost a virtue in a good soul, is bound to become the source of many crimes in a corrupt heart like that of Oxtiern."},{"id":313,"quote":"Serían precisos otros pinceles distintos a los míos para pintar la alegría de estos dos fieles amantes cuando volvieron a verse. Pero ese lenguaje del amor, estos instantes que sólo son conocidos de los corazones sensibles... esos momentos deliciosos en que el alma se reúne con la del objeto que adora, en que se deja al sentimiento el cuidado de pintarse a sí mismo, ese silencio, digo, ¿no está por encima de todas las frases? Y quienes se han embriagado con esas situaciones celestes, ¿se atreverán a decir que puede haber otras más divinas en el mundo... más imposibles de trazar?"},{"id":314,"quote":"Jokainen mies haluaa olla tyranni naidessaan."},{"id":315,"quote":"La imaginación es el aguijón de los placeres; en los de esta especie, lo regula todo, es el móvil de todo; ahora bien, ¿no se goza por ella?¿No es de ella de la que proceden las voluptuosidades más excitantes?"},{"id":316,"quote":"Wdzięczność to najgorsze z upokorzeń. Nic tak nie zobowiązuje, jak korzystanie z cudzych dobrodziejstw. Nie ma wyjścia: albo odpłacić tym samym, albo też czuć się podle. Najmocniej odczują to ludzie dumni, którym wyświadczona łaska ciąży tak bardzo, iż jedynym uczuciem, na jakie ich stać, jest nienawiść do dobroczyńcy."},{"id":317,"quote":"Lassen Sie mich dem Tod entgegen gehen. Ich fürchte ihn nicht, er wird meinen Leiden ein Ende setzen. Nur der muss ihn fürchten, der glücklich und friedlich lebt, aber das arme Geschöpf, das immer wieder auf Schlangen getreten ist, dessen blutige Füße nur Dornen verspürten, das die Menschen nur kennenlernte, um sie hassen zu müssen, das nur gelebt hat, um das Leben zu verabscheuen - das Mädchen, das Eltern, Vermögen, Hilfe, Schutz, Freunde verloren hat, das in der Welt nur Tränen als Trank und Leiden als Nahrung hatte -, es sieht den Tod nahen, ohne vor ihm zu zittern."},{"id":318,"quote":"Por otro lado, un hombre no cataloga como criminales a todos los asesinos, sino solamente a los que llevan a cabo sus acciones en calidad de empresa particular."},{"id":319,"quote":"Voluptuosos de todas las edades y sexos, sólo a vosotros dedico esta obra; nutrios con sus principios, porque favorecen vuestras pasiones, y ellas —de las que os espantan los moralistas fríos y vacíos— no son sino los medios de que se sirve la naturaleza para conducir a los hombres hacia los fines que les ha asignado. Atended esas deliciosas pasiones;"},{"id":320,"quote":"Great heavens! If young people starting out in the world had any inkling of the suffering that awaited them, given the opportunity to return to nothingness, would anyone be left to set out upon life's journey!"},{"id":321,"quote":"That men cannot do without the absurd idea of an afterlife is a peculiar mania of mankind."},{"id":322,"quote":"Bir kişinin hayatına kast eden kanun (idam cezası) uygulanamaz, adil değildir, kabul edilemez. Suçu asla önlememiştir -zira her gün darağacının dibinde ikinci bir suç işlenmektedir."},{"id":323,"quote":"To combine incest, adultery, sodomy and sacrilege, he buggers his married daughter with a host."},{"id":324,"quote":"La verdadera justicia no se aplica porque es a los más grandes delincuentes a los que más aprecian quienes tienen el poder judicial."},{"id":325,"quote":"There is no keener sensation than that of pain: its impressions are certain, they do not deceive like those of the pleasure perpetually acted out by women and almost never felt by them. And how much self-esteem, youth, strength and vigour is required to produce in a woman that doubtful and hardly satisfying impression of pleasure. Whereas pain, by contrast, requires nothing: the more flaws a man has, the older and less likeable he is, the better he'll succeed."},{"id":326,"quote":"He cuts off a young boy's four limbs, buggers the torso, feeds him well and so keeps him alive; as the limbs were not cut off too close to the torso, he lives for a long time – he buggers him thus for more than a year."},{"id":327,"quote":"Lucile looked at me in astonishment and so I saw I had to explain a philosophy she was far from grasping. I did so – I made her understand how contemptible are the bonds that tie us to those who created us; I showed her that a mother, far from deserving our gratitude for having carried us in her womb, deserved only our hatred, since, for her own pleasure and at the risk of exposing us to all the misfortunes that might beset us in this world, she gave birth to us regardless, with the sole intention of satisfying her brutish lust."},{"id":328,"quote":"¡Gran Dios!, así es como han mancillado durante más de doscientos años tus altares; así es como seres razonables han creído deber honrarte; rociando tu templo con la sangre de tus criaturas, mancillándolo con horrores e infamias, con ferocidades dignas de los caníbales es como varias generaciones de hombres sobre la tierra han creído cumplir tus deseos y agradar a tu justicia."},{"id":329,"quote":"Infeliz como eu era, poderia estar eu apaixonada pela vida, quando a maior felicidade que me podia acontecer era deixá-la?"},{"id":330,"quote":"Everywhere I saw much vice and little virtue; everywhere I found the vanity, envy, avarice, and intemperance that enslaved the weak to the whims of the strong; everywhere I could divide man into two classes, to be pitied equally. In one, the rich man was a slave to his pleasures; in the other, the poor man a victim of fate—yet I never perceived in one the urge to do better nor in the other the possibility of becoming better, as if both cultivated their common unhappiness and sought only to add shackles to shackles. The wealthiest among them invariably tightened his chains by doubling his desires while the poorest, insulted and mistrusted by the other, received not the slightest encouragement necessary to bear his burden."},{"id":331,"quote":"All my sensations have been snuffed out. I no longer have any taste for anything; there is nothing I like. It was foolish to feel so much longing for the world. It now seems dismal and boring. Sometimes I feel inclined to become a Trappist monk, and it is possible that one fine day I will disappear without anyone's knowing what has become of me. I had never felt so misanthropic as I have since being amongst people again, and if to them I seem like a foreigner, they can be sure that they produce the same effect on me."},{"id":332,"quote":"My dearest, we must stop seeing one another.   There they are—cruel words. I put them down without dying. Follow me bravely. My father spoke as the master who demands to be obeyed. A convenient match appears, and that suffices. He didn't ask if I agreed but took into account only his own interests, wholly sacrificing my feelings to his caprices. Don't implicate my mother—she said and did all she could, and imagines doing still more. You know how much she loves me and you must be aware of her tender feelings for you. Our tears flowed together. The barbarian witnessed them but was not moved."},{"id":333,"quote":"Monsieur de Blamont: \"Depravity is merely theoretical. Whether it's a real misdeed depends upon the husband and becomes a null issue once he tolerates or denies it. If he opposes nothing—subject to certain purely physical provisions—what can be the wife's crime?"},{"id":334,"quote":"This terrible truth shows us the awful necessity of evil on earth and demonstrates that lesser evils check greater ones, much as bothersome insects lead a useful existence that keeps us from being troubled by the more venomous."},{"id":335,"quote":"Think again, Frenchman—think and don't be angry if a reasonable stranger traveling through your nation often finds it a center of madness and absurdity."},{"id":336,"quote":"In a society full of vice, virtue will never be useful."},{"id":337,"quote":"Si los amantes normales no terminan nunca de hablarse, ¿cuántas cosas importantes debían quedarles por decirse a éstos?"},{"id":338,"quote":"In my thirty years as a judge I have only ever pronounced in favour of the death penalty.\" \"And don't you think,\" I asked him, \"that you might have some reason to reproach yourself for the deaths of these people – as you would with a murder?\" \"Goodness!\" he said. \"Must we dwell on this?\" \"But,\" I told him, \"this is nonetheless what polite society would call an absolute horror.\" \"Oh,\" he replied, \"one must learn to accept the horror of anything that makes one hard, and for one very simple reason – which is that this thing, however appalling you would like to think it might be, is no longer horrifying for you the moment it makes you come; it only remains so therefore in other people's eyes, but who can tell me that the opinions of others – which are almost always wrong on every score – are not equally so on this one? Nothing,\" he continued, \"is fundamentally good or fundamentally bad – everything is simply relative to our customs, opinions and prejudices. Once this point is established, it is entirely possible that something perfectly indifferent in its own right might nevertheless seem contemptible in your eyes and yet most delightful in mine; and the moment I develop a liking for it – as difficult as it may be to determine its true worth – the moment it amuses me, would I not be mad to deprive myself of it just because you disapprove?"},{"id":339,"quote":"That same evening Michette, having eaten a great deal, is suspended by her feet until she has vomited all of it over Curval, who frigs himself beneath her and swallows."},{"id":340,"quote":"Sacrificed young to a husband who pleased me not and whom I hardly knew, I nevertheless intended from the depths of my soul the most rigorous allegiance. God knows I never transgressed. I saw my solicitude repaid by harshness, my attentions by brusqueness, my fidelity by crimes, my submission by horrors."},{"id":341,"quote":"All our ideas are representations of objects that strike us: what is to represent to us the idea of a god, who is plainly an idea without object? Is 114not such an idea, you will add when talking to them, quite as impossible as effects without causes? Is an idea without prototype anything other than an hallucination? Some scholars, you will continue, assure us that the idea of a god is innate, and that mortals already have this idea when in their mothers' bellies. But, you will remark, that is false; every principle is a judgment, every judgment the outcome of experience, and experience is only acquired by the exercise of the senses; whence it follows that religious principles bear upon nothing whatever and are not in the slightest innate. How, you will go on, how have they been able to convince rational beings that the thing most difficult to understand is the most vital to them? It is that mankind has been terrorized; it is that when one is afraid one ceases to reason; it is, above all, that we have been advised to mistrust reason and defy it; and that, when the brain is disturbed, one believes anything and examines nothing. Ignorance and fear, you will repeat to them, ignorance and fear—those are the twin bases of every religion. Man's uncertainty with respect to his god is, precisely, the cause for his attachment to his religion. Man's fear in dark places is as much physical as moral; fear becomes habitual in him, and is changed into need: he would believe he were lacking something even were he to have nothing more to hope for or dread."},{"id":342,"quote":"Slender and lissome, Zilia had skin of the purest white and features the very emblem of candor and modesty; her large dark blue eyes, more tender than lively, seemed to express love at the height of delicacy, sentiment at its most voluptuous. Her mouth was deliciously formed, her teeth white and beautiful; she seemed a little pale until one's gaze fell upon her and then she burst to life, fresh as a rose. Her brow was noble, her hair, so nicely patterned, ashen blonde in great quantity, elegantly matched by the gracious contours of her veil, streaming across alabaster breasts, always exposed in accord with the fashion of the country—all finally lent this pretty woman the air of a goddess of youth. She had just reached her 16th year, still growing despite all, her arms lithe and fingers to our eyes so very supple and slender."},{"id":343,"quote":"On the altar steps before my eyes was the most horrible scene. The King had just committed a human sacrifice; this palace was also his temple. His just-murdered victims were still palpitating at the feet of the idol. Lacerations covered the wretched victims and blood flowed everywhere, with heads separated from bodies—all of it combined to chill my senses. I flinched from horror."},{"id":344,"quote":"He was 45 years old, with a very fine physiognomy, rather pretty eyes, but a revolting mouth and revolting teeth, a pale, hairless body, a small but shapely arse, and a prick 5 inches around by 6 inches long."},{"id":345,"quote":"For any citizen who does wrong you must have but one objective. If you wish to be fair, let his punishment be useful to him and others; anything that deviates from that aim is infamy."},{"id":346,"quote":"las sensaciones morales son engañosas mientras que la verdad sólo está en las sensaciones físicas."},{"id":347,"quote":"Here a philosopher might profit from the study of man, observing with what rapidity a change in atmosphere drives him from one state to another. An hour ago our sailors were drunk and cursing. Now they raised their hands to implore Heaven’s protection. Fear is truly the wellspring of religion and, as Lucretius said, the mother of all cults. Were man gifted with a better constitution and a nature less prone to disorder, we’d never hear talk of gods on earth."},{"id":348,"quote":"Não há horror que não possa ser divinizado, nem virtude que não possa ser impugnada."},{"id":349,"quote":"For the state is everything here. It nourishes the citizen, raises his children, cares for him, judges and condemns him; and of this state I am merely the first citizen."},{"id":350,"quote":"Religion? 'tis as naught to us, our contempt for it grows the better acquainted with it we become; allies... kin... friends... judges? there's none of that in this place, dear girl, you will discover nothing but cruelty, egoism, and the most sustained debauchery and impiety."},{"id":351,"quote":"O que importa para a natureza sempre criadora aquela massa de carne que hoje tem a forma de uma mulher se reproduza amanhã sob a forma de mil insetos diferentes? Ousarás dizer que a construção de um indivíduo como nós custa mais à natureza que a de um verme e que, por conseguinte, ela deva dar-lhe maisatenção?"},{"id":352,"quote":"Vahşilik, kötülük olmanın çok ötesinde, doğanın içimize kattığı ilk duygudur.Çocuk akıl çağına gelmeden oyuncağını kırar, annesinin memesini ısırır, kuşunu boğazlar; daha önce de söylediğim gibi, doğanın kanunlarının bizden çok daha net olarak görülebildiği hayvanlara vahşilik işlenmiştir; vahşet duygusu, doğaya uygarlıktan daha yakın olan yabaniler arasında daha yaygındır; o halde vahşiliği ahlaksızlığın bir sonucu olarak görmek saçmadır."},{"id":353,"quote":"Es muy difícil asegurarse contra el robo cuando se tiene tres veces más de lo que hace falta para vivir"},{"id":354,"quote":"He used to enjoy fucking mouths and very young arses – he improves on this by ripping out the heart of a girl while she is still alive: he makes a hole in it, fucks this nice warm hole, then puts the heart back with his come still inside; her wound is sewn up and she is left without succour to her fate. Which is not long in coming in this case."},{"id":355,"quote":"Just because, there exist no reports of any kind concerning these territories, I imagine you'd be interested in learning a few details concerning the way these people live. I shall understate some things when it comes to introducing indecencies; but, to remain truthful I'll sometimes be obliged to reveal horrors you'll find revolting. How otherwise could I describe the cruelest and most dissolute people on earth?"},{"id":356,"quote":"Lector, \"alegría, saludo y salud\", decían antaño nuestros antepasados cuando acababan un cuento. | Historietas, cuentos y fábulas - Marqués de Sade."},{"id":357,"quote":"Adélaïde was the sketch rather than the model of beauty..."},{"id":358,"quote":"We owe more to habit than to Nature, my friend. The latter creates us; the other shapes us."},{"id":359,"quote":"Born deceitful, obdurate, imperious, barbaric, selfish, as extravagant in his pleasures as he was miserly when it came to doing any good, a liar, a glutton, a drunkard, a coward, given to sodomy, incest, murder, arson and theft – not a single virtue compensated for all these vices."},{"id":360,"quote":"... decidi segui-lo e chegar a qualquer preço àquelas regiões distantes, imaginando que a paz e o repouso que me eram tão cruelmente negados em minha pátria talvez me esperassem no fim do mundo."},{"id":361,"quote":"Virtue, always more useful to others than to us, is not the essential thing; truth alone serves us and if we find it only by moving away from virtue, is it not better to reach the light by such diversion than remain in the dark and be a good-hearted dupe?"},{"id":362,"quote":"El proceso de un(a) infeliz sin valimiento ni protección está pronto hecho en un país donde se cree que la virtud es incompatible con la miseria, donde el infortunio es una prueba completa contra el acusado; aquí una injusta prevención hace creer que el que ha debido cometer el crimen, lo ha cometido; los sentimientos se miden de acuerdo con el estado en que se encuentra el culpable; y si el oro o los títulos no establecen su inocencia, la imposibilidad de que pueda ser inocente queda entonces demostrada."},{"id":363,"quote":"Nothing is as encouraging as a first crime that goes unpunished."},{"id":364,"quote":"The Président was not the only one with depraved tastes: his three friends, and Durcet in particular, were all rather smitten with this accursed mania for turpitude and debauchery that causes one to find a more picquant charm in old, disgusting and filthy objects than in the most divine of Nature's creations."},{"id":365,"quote":"Eros and reason are two very different horses hitched to the same chariot."},{"id":366,"quote":"The lecher swears, the come flows and supper sounds."},{"id":367,"quote":"si existiera un Dios, habría menos mal en la Tierra; creo que si este mal existe, o estos desórdenes han sido ordenados por ese Dios, y se trata entonces de un ser bárbaro, o es incapaz de impedirlos: a partir de ese momento, se trata de un dios débil,"},{"id":368,"quote":"La mort n'est à craindre, mon enfant, que pour ceux qui croient ; toujours entre l'enfer et le paradis, incertains de celui qui s'ouvrira pour eux, cette anxiété les désole ; pour moi qui n'espère rien, pour moi qui suis bien sûre de n'être pas plus malheureuse après ma mort que je ne l'étais avant ma vie, je vais m'endormir tranquillement dans le sein de la nature, sans regret comme sans douleur, sans remords comme sans inquiétude."},{"id":369,"quote":"ce n'est pas le sacrifice qu'on fait de ses sens à la vertu qui rend heureux ; sans doute il ne peut y avoir de félicité dans une telle contrainte."},{"id":370,"quote":"La vida sólo es una serie ininterrumpida de penas y placeres"},{"id":371,"quote":"It is very easy not to like what you do not know. But no one should be allowed not to want to know what is made to be liked very much indeed."},{"id":372,"quote":"o homem é naturalmente mau"},{"id":373,"quote":"Thérèse had never in her life, so she said, wiped her arse, and it was perfectly evident that there was still shit there from her childhood; as for her vagina, it was the repository of every filth and horror, a veritable sepulchre whose fetidness would cause one to faint;"},{"id":374,"quote":"Evil acts make me hard – I find in evil a charm piquant enough to awaken every sensation of pleasure in me, and I give myself to evil for evil alone, and without any other interest than evil alone."},{"id":375,"quote":"Is it not humiliating thus to become the toy of others' pride? Is it not yet more so to fall into indebtedness to them? Nothing is more burdensome than a kindness one has received. No middle way, no compromise: you have got to repay it or ready yourself for abuse. Upon proud spirits a good deed sits very heavily: it weighs upon them with such violence that the one feeling they exhale is hatred for their benefactors."},{"id":376,"quote":"no, Dios no existe: la naturaleza se basta a sí misma. No tiene ninguna necesidad de autor."},{"id":377,"quote":"Piety is a veritable malady of the soul – no matter what one does, one cannot mend one's ways. It penetrates the souls of the unfortunate more easily because it consoles them, because it offers them fantasies to console them for their woes, and so it is much more difficult to eradicate it from these souls than others."},{"id":378,"quote":"...it is in the midst of sensual pleasures that one takes delight in torments."},{"id":379,"quote":"One can be, in a word, virtuous in thought, character, and temperament—without being obliged to adopt a thousand absurd systems that have nothing to do with virtue."},{"id":380,"quote":"All four had to be carried off after they were found swimming in the floods of their own filth – the Président asleep with his mouth sealed to that of Madame Desgranges, who was still vomiting into it."},{"id":381,"quote":"Nuestro placer principal consiste en violar la ley y el orden; anhelamos el caos total"},{"id":382,"quote":"Fanchon, 69 years of age, has been hanged 6 times in effigy, and has committed all imaginable crimes; she has a squint, and is pug-nosed, short, fat, with no forehead and only 2 teeth; an erysipelas covers her arse, a bunch of haemorrhoids hangs from her arsehole, a canker devours her vagina, she has a burnt thigh and a cancer eating away at her breast; she is always drunk, vomits, farts and shits all over the place and at any time without even noticing."},{"id":383,"quote":"It is utterly misguided to say that the mouth of a woman or young boy must be absolutely clean in order to give pleasure; putting all manias to one side, I shall grant you if you wish that a man who craves a stinking mouth does so only out of depravity, but you must in return grant me that a mouth without the slightest fragrance gives no pleasure at all when kissed – there must always be a certain spice, a certain piquancy to all such pleasures and this picquancy is found only in a little filth."},{"id":384,"quote":"Fortunate moments of quiet happiness—where are they? Nowhere to be seen."},{"id":385,"quote":"Cette force irrésistible de la main du sort qui nous porte toujours malgré nous où ses loix veulent que nous soyons"},{"id":386,"quote":"Para que havemos de vegetar estupidamente na terra, e ser esquecidos ao fechar os olhos?"},{"id":387,"quote":"How is it possible to act so harshly after having been so unhappy? I'd always believed misfortune nudges open the soul, that remembering the pains we ourselves endured, our heart grows more sensitive to the suffering of others. I was wrong. Unhappiness hardens people, dulling them to their own pain; one grows accustomed to be unmoved by that of others, to remain impassive in the face of attack and therefore indifferent to blows that strike others."},{"id":388,"quote":"The rest of that worn and withered body – that arse of taffeta chiné, that gaping, rancid hole in the middle, those mutilations to the breast and to three fingers, that stunted leg that makes her limp, that toothless mouth – all of this inflames, excites our two libertines: Durcet sucks her from in front, Curval from behind, and while objects of the most exquisite beauty and utmost freshness are there before them, ready to satisfy their slightest desires, it is with something that Nature and crime have defiled, have withered, it is with the filthiest and most disgusting object that our two ecstatic lechers will taste the most delectable pleasures....And who can explain man after that?"},{"id":389,"quote":"Το καλύτερο μέσο εξοικείωσης με τον θάνατο είναι να ενστερνιστείς μια ακόλαστη ιδέα."},{"id":390,"quote":"You cannot imagine, my friend, the desire I have to possess Aline; I find such stinging detail in the dear young thing. It must be delicious to take her in tears! Sophie was all very fine, but Aline! We'll never go as far with the latter as with the former; there's some sort of consideration we owe to virtue—and to blood. But let's not swear on anything because, for minds like ours, the paths we take are, as you know, unbounded."},{"id":391,"quote":"That evening the sexes of the quadrilles were reversed, with all the little girls as sailors, and all the little boys as grisettes – it was a ravishing sight. Nothing inflames lust like this sensual little switch: one is pleased to find in a little boy that which makes him resemble a little girl, and a girl is much more alluring when, in order to please, she borrows from the sex one would prefer her to have."},{"id":392,"quote":"Simone de Beauvoir has argued, perhaps counter-intuitively, that Sade deserves to be regarded as a moraliste for the ethical reflection he inspires in his readers: Sade drained to the dregs the moment of selfishness, injustice, misery, and he insisted upon its truth. The supreme value of his testimony lies in its ability to disturb us. It forces us to re-examine thoroughly the basic problem which haunts our age in different forms: the true relation between man and man.37"},{"id":393,"quote":"Num mundo inteiramente virtuoso, eu te aconselharia a virtude porque as recompensas a acompanhariam; a felicidade infalivelmente adviria dela; num mundo totalmente corrompido, jamais te aconselharia outra coisa senão o vício.(...)ora, que felicidade esperam aqueles que contrariam eternamente o interesse dos outros?"},{"id":394,"quote":"Se te tivesses deixado levar pela corrente, terias encontrado o porto como eu."},{"id":395,"quote":"Man's greatest fault is to buttress his vices with doctrines that, once elaborated, serve to legitimize his conduct; everything that would be condemned in the heart of another will be forever engraved in his own. That's why a young man's wrongdoings are insignificant: he betrays principles but returns to them. An older man sins only after reflection; his faults emanate from his philosophy, which foments and nourishes them by erecting principles on the debris of his childish morality. And in these inflexible so-called principles he discovers the laws of his depravity."},{"id":396,"quote":"la vérité déchira le voile qu'étendait la main de l'erreur sur le miroir de la vie, et je m'y vis enfin tel que j'étais."},{"id":397,"quote":"By what right does this pack of leeches – which laps up the people’s misfortunes,and which by its outrageous monopolies plunges this unfortunate class (whosesole crime is to be weak and poor) into the cruel necessity of losing either itshonour or its life, and in the case of the latter leaving it no other choice than tolose it through poverty or on the scaffold – what right, I ask you, do thesemonsters have to demand virtues?"},{"id":398,"quote":"Ya se ve: la envidia, la ambición, he ahí las causas reales de disturbios de los que el interés de Dios no fue más que un pretexto. ¡Oh, religión! Hasta qué punto te respetan los hombres; cuando tantos horrores emanan de ti, ¿no puede sospecharse por un momento que no eres entre nosotros sino el manto bajo en el que se envuelve la discordia cuando quiere destilar su veneno sobre la tierra? ¡Cómo! Si existe un Dios, ¿qué importa la forma en que los hombres le adoren? ¿Son virtudes o ceremonias lo que exige? Si no quiere de nosotros más que corazones puros, ¿puede ser honrado mejor por un culto que por otro cuando la adopción del primero en lugar del segundo debe costar tantos crímenes a los hombres?"},{"id":399,"quote":"We alone can make for our personal felicity: whether we are to be happy or unhappy is completely up to us, it all depends solely upon our conscience, and perhaps even more so upon our attitudes which alone supply the bedrock foundation to our conscience’s inspirations"},{"id":400,"quote":"Mikään ei rohkaise niin kuin ensimmäinen rankaisematta jäänyt rikos."},{"id":401,"quote":"Emme ole tässä maailmassa ikuisesti ja onnellisinta mitä naiselle voi tapahtua on että hän kuolee nuorena."},{"id":402,"quote":"By what right does this pack of leeches -which laps up the people’s misfortunes, and which by its outrageous monopolies plunges this unfortunate class (whose sole crime is to be weak and poor) into the cruel necessity of losing either its honour or its life, and in the case of the latter leaving it no other choice than to lose it through poverty or on the scaffold – what right, I ask you, do these monsters have to demand virtues?"},{"id":403,"quote":"In answer thereto, the rascals reply that, accustomed in the pleasure-taking act to thinking exclusively of themselves and accounting others as nothing, they are persuaded that it is entirely reasonable, in accordance with natural impulsions, to prefer what they feel to what they do not feel.What, they dare ask, what do these pains occasioned in others do to us? Hurt us? No; on the contrary, we have just demonstrated that from their production there results a sensation delightful to us. For what reasonthen ought we to go softly with an individual who feels one thing while we feel another?Why should we spare him a torment that will cost us never a tear, when it is certain that from this suffering a very great pleasure for us will beborn? Have we ever felt a single natural impulse advising us to preferothers to ourselves, and is each of us not alone, and for himself in thisworld? 'Tis a very false tone you use when you speak to us of this Nature which you interpret as telling us not to do to others what we would not have done to us; such stuff never came but from the lips of men, and weak men. Never does a strong man take it into his head to speak that language"},{"id":404,"quote":"Tú sabes cómo se aprecia el despotismo en los placeres que gozamos."},{"id":405,"quote":"Viciul nu este periculos decât pentru virtute căci ea, slabă și timidă, nu îndrăznește nimic niciodată, dar dacă ar fi ștearsă de pe fața pământului. viciul nemailovind decât tot în vicii, n-ar mai tulbura nimic și ar face doar să înflorească alte păcate fără a mai strica virtutea."},{"id":406,"quote":"¡Oh, vosotros que tenéis en vuestras manos la suerte de vuestros compatriotas! Ojalá tales ejemplos puedan convenceros de que ahí están los verdaderos resortes con los que se mueve a todas las almas. Las cadenas, las delaciones, las mentiras, las traiciones, los cadalsos hacen esclavos y producen crímenes; sólo a la tolerancia pertenece esclarecer y conquistar los corazones; sólo ella, ofreciéndole virtudes, las inspira y las hace adorar."},{"id":407,"quote":"Ne kadar tuhaf olduğunu düşünürseniz düşünün, mutlak anlamda canice olabilecek tek bir eylem olmadığı gibi mutlak anlamda erdemli denilebilecek tek bir eylem de yoktur. Her şey bizim geleneklerimize ve içinde yaşadığımız iklime bağlıdır; burada suç olan şey yüz fersah daha aşağıda çoğu zaman erdem kabul edilir, bir başka yarımkürede erdem olarak görülen şey, tersine dönerek bizim için suç olabilir. Tek bir dehşet yoktur ki tanrısallaştırılmamış olsun, tıpkı gölge düşürülmemiş tek bir erdem olmaması gibi…"},{"id":408,"quote":"Quando me tiverem provado a sublimidade de nossa espécie, quando me tiverem demonstrado que ela é tão importante para a natureza que necessariamente suas leis se irritam com sua destruição, então eu poderei crer que essa destruição é um crime; mas quando o estudo mais ponderado da natureza me tiver provado que tudo o que vegeta sobre o globo, a mais imperfeita das suas obras, tem um preço igual aos seus olhos, jamais suporei que a mudança de um de seus seres em mil outros possa ofender suas leis; eu me direi: todos os homens, todas as plantas, todos os animais que crescem, vegetam, se destroem pelos mesmos meios, não recebendo jamais uma morte real, mas uma simples variação no que as modifica, tudo, digo, tudo se perseguindo, destruindo-se, procriando indiferentemente, aparece um instante sob uma forma e no instante seguinte sob uma outra, podem ao capricho do ser que quer ou que pode move-los, mudar milhares e milhares de vezes num dia sem que uma única lei da natureza possa ser afetada por instantes sequer."},{"id":409,"quote":"Para o orgulho, há uma espécie de prazer em zombar dos defeitos que se não tem, e essa satisfação é tão doce ao homem e particularmente aos néscios, que é muito raro vê-los renunciar a tal comportamento, este, por sinal, fomenta a malvadez, as frívolas palavras de espírito, os calembures vulgares, e, para a sociedade, isto é, para um grupo de seres que o tédio reúne e a estupidez modifica, é tão doce falar duas ou três horas sem nada dizer! tão delicioso brilhar às custas dos outros, e proclamar, estigmatizando um vício, que se está bem longe de o possuir... é uma espécie de elogio que se faz tacitamente a si mesmo; por esse preço é lícito inclusive associar-se aos outros, tracejar maquinações secretas a fim de pisar no indivíduo cujo grande erro é não pensar como a maioria dos mortais; e a pessoa volta para casa toda entufada devido à espirituosidade que não lhe faltou, embora com tal conduta só se tenha demonstrado, essencialmente, pedantismo e estupidez."},{"id":410,"quote":"¡Creedlo, ciudadanos, aquel a quien la espada material de las leyes no detiene tampoco se detendrá por el temor moral de los suplicios del infierno, de los que se burla desde su infancia!. En una palabra, vuestro teísmo ha hecho cometer muchas fechorías, pero jamás ha evitado una sola. Si es cierto que las pasiones ciegan, que su efecto es tender ante nuestros ojos una nube que nos oculte los peligros de que están rodeadas, ¿cómo podemos suponer que los que están lejos de nosotros, como lo están los castigos anunciados por vuestro dios, puedan llegar a disipar esa nube que no disuelve siquiera la espada de las leyes, siempre suspendida sobre las pasiones?"},{"id":411,"quote":"This is what men have done to me. This is what I have learnt from the dangers of associating with them. Is it surprising that, embittered by misfortune and revolted by outrages and injustices, I should in my heart aspire only to avoid all contact with them in the future?"},{"id":412,"quote":"كفى شفقة! قد يموت المرء جوعًا من الشفقة"},{"id":413,"quote":"Doğa insana iyi gelecek duygulardan, davranışlardanbaşka bir şey esinlemez; Doğa'dan daha bencilhiçbir şey olamaz; o halde biz de bencil olup onunkurallarına uyacağız."},{"id":414,"quote":"Si hay algo extravagante en el mundo es ver a los hombres, que no conocen a su dios y lo que ese dios pueda exigir más que según sus limitadas ideas, querer, sin embargo, decidir sobre la naturaleza de lo que contenta o desagrada a ese ridículo fantasma de su imaginación."},{"id":415,"quote":"Il n'y a d'autre enfer pour l'homme que la bêtise ou la méchanceté de ses semblables."},{"id":416,"quote":"Doce solidão, disse para mim mesma, como tua morada me causa inveja."},{"id":417,"quote":"The Senneval woman will grouse and grieve; virtuous Déterville will frown and curl his bottom lip; and the President shall weep, demand her daughter be returned, call me her tyrant and so forth—all those pretty epithets that these women lavish upon us when our fantasies and tastes don't harmonize with the stupid monotony of their own."},{"id":418,"quote":"Duval's fresh impudence made me realize that if I'd changed masters after being nearly taken into a Turk's harem, now I was in a Frenchman's home on a footing not much different. Into whomsoever's hands a woman of my age might fall, the risks were pretty much the same."},{"id":419,"quote":"One of the keenest pleasures of this monstrous prince, which arouses him most vigorously, is to have every offender he can snare impaled before his eyes without distinction as to age or sex. Standing at an open palace window, 15 or 20 feet from the place of execution, surrounded by women, he enjoys in fine comfort the cruel pleasure of watching victims suffer."},{"id":420,"quote":"How I love to hear the rich and titled, the magistrates and the priests, how I love to watch them preach virtue to us! It is very hard to keep oneself from stealing when one has three times more than one to live! A great strain to never think of murder when one is surrounded by sycophants and slaves for whom your will is law! Truly difficult to be temperate and sober when one is at all times surrounded by the most succulent dishes! So difficult for them to be sincere when they have no reason to lie!"},{"id":421,"quote":"Faibles portions d'une matière vile et brute, à notre mort, c'est-à-dire à la réunion des éléments qui nous composent aux éléments de la masse générale, anéantis pour jamais, quelle qu'ait été notre conduite, nous passerons un instant dans le creuset de la nature, pour en rejaillir sous d'autres formes, et cela sans qu'il y ait plus de prérogatives pour celui qui follement encensa la vertu, que pour celui qui se livra aux plus honteux excès, parce qu'il n'est rien dont la nature s'offense, et que tous les hommes également sortis de son sein, n'ayant agi pendant leur vie que d'après ses impulsions, y retrouveront tous, après leur existence, et la même fin et le même sort."},{"id":422,"quote":"Yes, I am a libertine, I admit it: I have imagined everything of that kind which can be imagined, but I certainly have not done all that I have imagined, and I certainly never shall. I am a libertine, but I am neither a criminal nor a murderer."},{"id":423,"quote":"All I can tell you for certain is that at this very moment I'm speaking to you I could do with a really foul whore – I'd like her fresh from the seat of a close stool, her arse reeking of shit, and her cunt smelling of fish. Ho there, Thérèse! You whose filthiness dates back to the Flood, you who haven't wiped your arse since you were baptized and you whose vile cunt stinks for ten miles around, bring all that over here, I beg you, and add a turd, too, if you like."},{"id":424,"quote":"\"I'm infinitely less afraid,\" she told me one night, \"of serving this monster's pleasures than being his main course at dinner.\"   \"Not me! I'd prefer a thousand times to be eaten than satisfy his disgraceful lust.\"   \"Don't you think that's taking virtue too far?\"   \"No, it's only to cherish the man I love.\"   \"When things calm down a little, you'll explain to me such délicatesse. I still don't understand it.\""},{"id":425,"quote":"He buggers him, and during this act of sodomy he opens the skull, removes the brain and replaces it with molten lead."},{"id":426,"quote":"Words gave way to deeds, the Duc became inflamed, and I do not know how or why, but it was claimed that Thérèse bore the scars for some time."},{"id":427,"quote":"If you'll permit me, the distance that separates debauchery from impiety is far greater than that between debauchery and religious superstition. One does what one likes when safe from reproach under the mantle of religion; but the woman who loves virtue for its own sake and serves it because it inflames her heart, who's brazen and bares her soul—she'll be seen rushing headlong to commit errors she can't hide."},{"id":428,"quote":"Düşünce biçimimin tahammül edilemez olduğunu söylüyorsun. Ne fark eder? Düşünce biçimini başkalarına uygun olsun diye değiştiren ahmaktır. Düşünce biçimim fikirlerimin sonucudur. Varoluşumun içsel tarafının bir parçasıdır. İstesem bile onları inkar etmem."},{"id":429,"quote":"Cea mai mare nebunie, spunea ea, este aceea care face ca nouă să ne fie rușine de aplecările dăruite de natură; și a-ți bate joc de o ființă ale cărei porniri sînt deosebite este la fel de barbar ca a lua în zeflemea pe un bărbat sau pe o femeie care au ieșit chiori sau șchiopi din pîntecul mamei lor, dar ca să încerci să-i convingi de niște lucruri atît de obișnuite pe proști este tot una cu a încerca să oprești mersul aștrilor. Găsim un fel de plăcere în îngîmfarea de a-ți bate joc de niște cusururi care nu există și aceste plăceri sînt atăt de gustate de oameni, mai ales de imbecili, că rareori îi vezi lepădîndu-se de ele..."},{"id":430,"quote":"ein hübsches mädchen sollte sich damit befassen zu ficken und niemals zu zeugenla philosophie dans le boudoir , ou les instituteurs immoraux | philosophy in the bedroom |die philosophie im boudoir oder die lasterhaften lehrmeister"},{"id":431,"quote":"He ravished the honor of the woman he had just shorn of life."},{"id":432,"quote":"Mutsuzluklarıma benim düşünce tarzım değil diğerlerinindüşünme tarzı neden oldu."},{"id":433,"quote":"But is it absolutely genuine,\" he asked me, \"this need to shit you're claiming? For I don't like to be deceived. Let's see – let's see if you really have shit in your arse.\" And as he said this, he thrust the middle finger of his right hand straight up my fundament, while with his left hand he kept up the erection I had teased from his prick. This probing finger did not have to go far to persuade itself of the very real need I had impressed upon him – he had no sooner touched it than he was in ecstasy: \"Oh, golly!\" he said. \"She's not lying – the hen is about to lay, and I have just felt the egg!"},{"id":434,"quote":"Kanunlarınızı, cezalarınızı, geleneklerinizi kaldırın; vahşiliğin hiçbir tehlikeli yanı kalmaz, zira ona karşı gelinmedikçe asla harekete geçmez."},{"id":435,"quote":"If really wise, a man should unquestionably prefer a libertine for a spouse than a woman who's only served modesty; and he should stop thinking that such modesty, treasured only by ugly women, is worth a whit to anybody else."},{"id":436,"quote":"Il n’est point d’homme qui ne veuille être despote quand il bande."},{"id":437,"quote":"Clémentine viewed good deeds as trickery; sensitivity, a weakness from which we must protect ourselves; modesty, an error that always disadvantages the charms of one who's pretty; sincerity, an idiocy that makes a fool; humility, an absurdity; temperance, a deprivation for the best years of one's life; and religion, laughable hypocrisy."},{"id":438,"quote":"ein hübsches mädchen sollte sich damit befassen zu ficken und niemals zu zeugen"},{"id":439,"quote":"and how can you be happy when you can find satisfaction at any moment? It is not in pleasure that happiness consists, it is in desire – it is in breaking the chains that hold back this desire;"},{"id":440,"quote":"But must we always relate everything to the senses?' asked the Bishop. 'Everything, my friend,' said Durcet. 'They alone must guide us in all our actions in life, because their voice alone is truly imperious."},{"id":441,"quote":"Condenados a vivir con personas que tienen el mayor interés en ocultarse a nuestros ojos, en disfrazar sus vicios que tienen para no ofrecernos más que las virtudes que nunca veneraron, correríamos el mayor peligro si mostrásemos únicamente franqueza;porque, entonces, es evidente que les concederíamos sobre nosotros todas las ventajas que ellos nos niegan, y el engaño sería manifiesto."},{"id":442,"quote":"Who cares whose head be blasted when we must procure so-called evidence? A thousand victims to discover one who's guilty. That's the spirit of the law."},{"id":443,"quote":"Were the indelicate Dolbourg to succeed thanks to the President's diabolic machinations, he would have one of Madame de Blamont's daughters as his mistress and the other as his wife."},{"id":444,"quote":"Es mucho más fácil condenar el robo cuando se tiene más comida de la que se podría llegar a ingerir, es muy sencillo decir la verdad cuando no se ganaría nada diciendo mentiras; es totalmente innecesario planear un asesinato cuando estás rodeado de adoradores y papanatas que nunca te ofenden, y que son manejados a voluntad fácilmente."},{"id":445,"quote":"Voluptuosos de todas las edades y sexos, sólo a vosotros dedico esta obra; nutrios con sus principios, porque favorecen vuestras pasiones, y ellas —de las que os espantan los moralistas fríos y vacíos— no son sino los medios de que se sirve la naturaleza para conducir a los hombres hacia los fines que les ha asignado. Atended esas deliciosas pasiones; sólo ellas pueden conduciros a la felicidad. Mujeres"},{"id":446,"quote":"O que importa para a natureza sempre criadora aquela massa de carne que hoje tem a forma de uma mulher se reproduza amanhã sob a forma de mil insetos diferentes? Ousarás dizer que a construção de um indivíduo como nós custa mais à natureza que a de um verme e que, por conseguinte, ela deva dar-lhe mais atenção?"}]