[{"id":1,"quote":"I love science, and it pains me to think that so many are terrified of the subject or feel that choosing science means you cannot also choose compassion, or the arts, or be awed by nature. Science is not meant to cure us of mystery, but to reinvent and reinvigorate it."},{"id":2,"quote":"It's probably even the case that if you stoked up some Buddhist monks with tons of testosterone, they'd become wildly competitive as to who can do the most acts of random kindness."},{"id":3,"quote":"Until you appreciate something crucial - It is incredibly easy to manipulate us as to who counts as an Us, who as a Them."},{"id":4,"quote":"Brains distinguish between an Us and a Them in a fraction of a second. Subliminal processing of a Them activates the amygdala and insular cortex, brain regions that are all about fear, anxiety, aggression, and disgust."},{"id":5,"quote":"An open mind is a prerequisite to an open heart."},{"id":6,"quote":"Stress is not a state of mind... it's measurable and dangerous, and humans can't seem to find their off-switch."},{"id":7,"quote":"But if you get chronically, psychosocially stressed, you're going to compromise your health. So, essentially, we've evolved to be smart enough to make ourselves sick."},{"id":8,"quote":"If you live in a baboon troop in the Serengeti, you only have to work three hours a day for your calories, and predators don't mess with you much. What that means is you've got nine hours of free time every day to devote to generating psychological stress toward other animals in your troop. So the baboon is a wonderful model for living well enough and long enough to pay the price for all the social-stressor nonsense that they create for each other. They're just like us: They're not getting done in by predators and famines, they're getting done in by each other."},{"id":9,"quote":"The most important point of [Susan] Fiske's work is that it provides a taxonomy for our differing feelings about different Thems - sometimes fear, sometimes ridicule, sometimes contemptuous pity, sometimes savagery."},{"id":10,"quote":"Essentially, we humans live well enough and long enough, and are smart enough, to generate all sorts of stressful events purely in our heads."},{"id":11,"quote":"We live well enough to have the luxury to get ourselves sick with purely social, psychological stress."},{"id":12,"quote":"If I had to define a major depression in a single sentence, I would describe it as a \"genetic/neurochemical disorder requiring a strong environmental trigger whose characteristic manifestation is an inability to appreciate sunsets."},{"id":13,"quote":"The purpose of science is not to cure us of our sense of mystery and wonder, but to constantly reinvent and reinvigorate it."},{"id":14,"quote":"The less it is possible that something can be, the more it must be."},{"id":15,"quote":"We all seek out stress. We hate the wrong kinds of stress but when it's the right kind, we love it - we pay good money to be stressed by a scary movie, a roller coaster ride, a challenging puzzle."},{"id":16,"quote":"What does the frontal cortex do? Gratification postponement, executive function, long-term planning, and impulse control. Basically, it makes you do the harder thing."},{"id":17,"quote":"We are just another primate but a very confused, malleable one."},{"id":18,"quote":"If you care about your longevity and health, be a socially affiliated baboon who is better than high-ranking ones at walking away from provocations."},{"id":19,"quote":"The problem isn't testosterone and aggression; it's how often we reward aggression. And we do: We give medals to masters of the \"right\" kinds of aggression. We preferentially mate with them. We select them as our leaders."},{"id":20,"quote":"Importantly, rather than promoting aggression, testosterone promotes whatever is needed to maintain status when challenged."},{"id":21,"quote":"Get it wrong, and we call it a cult. Get it right, in the right time and the right place, and maybe, for the next few millennia, people won't have to go to work on your birthday."},{"id":22,"quote":"Most people who do a lot of exercise, particularly in the form of competitive athletics, have unneurotic, extraverted, optimistic personalities to begin with. (Marathon runners are exceptions to this.)"},{"id":23,"quote":"On an incredibly simplistic level, you can think of depression as occurring when your cortex thinks an abstract thought and manages to convince the rest of the brain that this is as real as a physical stressor."},{"id":24,"quote":"Digestion is quickly shut down during stress…The parasympathetic nervous system, perfect for all that calm, vegetative physiology, normally mediates the actions of digestion. Along comes stress: turn off parasympathetic, turn on the sympathetic, and forget about digestion."},{"id":25,"quote":"If a rat is a good model for your emotional life, you're in big trouble."},{"id":26,"quote":"The regulation of genes is often more interesting than the genes themselves, and it's the environment that regulates genes."},{"id":27,"quote":"Only humans invent moralizing gods who monitor our behavior."},{"id":28,"quote":"We’ve evolved to be smart enough to make ourselves sick."},{"id":29,"quote":"The frontal cortex doesn't even fully develop until age 25, which is wild!"},{"id":30,"quote":"Almost always, genes are about potentials and vulnerabilities rather than about determinism."},{"id":31,"quote":"The frontal cortex is an incredibly interesting part of the brain - ours is proportionately bigger and/or more complex than in any other species."},{"id":32,"quote":"The fascinating thing about our best and worst behaviors isn't the behavior itself - the brain tells the muscles to do something or other - big deal. It's the meaning of the behavior."},{"id":33,"quote":"What happened in the milliseconds before a behavior to cause it? That's in the neurobiological realm."},{"id":34,"quote":"There's the complex categorization of low warmth/high competence. This is the hostile stereotype of Asian Americans by white America, of Jews in Europe, of Indo-Pakistanis in East Africa, of Lebanese in West Africa, of ethnic Chinese in Indonesia, and of the rich by the poor most everywhere. It's the same low-high derogation: They're cold, greedy, clannish - -but, dang, they're sure good at making money and you should go to one who is a doctor if you're seriously sick."},{"id":35,"quote":"Perhaps most excitingly, we are uncovering the brain basis of our behaviors - normal, abnormal and in-between. We are mapping a neurobiology of what makes us us."},{"id":36,"quote":"Pulling a gun's trigger can be an appalling act. But if it is suicidal drawing fire to save someone, it has an utterly different meaning. Placing your hand on someone's arm can be an act of deep compassion or the first step of betrayal. The punch line? It's all about context, and the biology of context is vastly more complicated than the biology of the behavior itself."},{"id":37,"quote":"It's great to have a buff frontal cortex to do that harder thing - for example, help a person in need rather buy some useless, shiny gee-gaw."},{"id":38,"quote":"For example, most mammals are either monogamous or polygamous. But as every poet or divorce attorney will tell you, humans are confused - After all, we have monogamy, polygamy, polyandry, celibacy, and so on. In terms of the most unique thing we do socially, my vote goes to something we invented alongside cities - we have lots of anonymous interactions and interactions with strangers. That has shaped us enormously."},{"id":39,"quote":"How much you groom somebody else is more important than who grooms you."},{"id":40,"quote":"To out-group-members, oxytocin makes you crappier - less cooperative and more preemptively aggressive. It's not the luv hormone. It's the in-group parochialism/xenophobia hormone."},{"id":41,"quote":"Depression is not generalized pessimism, but pessimism specific to the effects of one's own skilled action."},{"id":42,"quote":"I had never planned to become a savanna baboon when I grew up; instead, I had always assumed I would become a mountain gorilla."},{"id":43,"quote":"Individual differences in testosterone level predict very little about differences in aggression."},{"id":44,"quote":"The gigantic challenge is the magnitude of the individual differences in the optimal set point for \"good stress.\" For one person, it's doing something risky with your bishop in a chess game; for someone else, it's becoming a mercenary in Yemen."},{"id":45,"quote":"Oxytocin is a Teflon hormone - bad news rolls off it."},{"id":47,"quote":"Fossey, Fossey, you cranky difficult strong-arming self-destructive misanthrope, mediocre scientist, deceiver of earnest college students, probable cause of more deaths of the gorillas than if you had never set foot in Rwanda, Fossey, you pain-in-the-ass saint, I do not believe in prayers or souls, but I will pray for your soul, I will remember you for all of my days, in gratitude for that moment by the graves when all I felt was the pure, cleansing sadness of returning home and finding nothing but ghosts."},{"id":48,"quote":"But often, it's easier to resist temptation with distraction, or to be so inculcated in doing the right thing that it's automatic, outside the frontal cortex's portfolio - Then it isn't the harder thing, it's the only thing you can do."},{"id":49,"quote":"Oxytocin is lauded for how it promotes warmth, generosity, social bonding, cooperation, trust, and compassion."},{"id":50,"quote":"As long as experiencing your optimal level of good stress doesn't damage others, it's hard to objectively define where normal enjoyment of stimulation becomes adrenaline junkiehood."},{"id":51,"quote":"We're getting along so well; I trust you so much for this one second that I'm going to let you yank on me."},{"id":52,"quote":"Genes are important for understanding our behavior. Incredibly important - after all, they code for every protein pertinent to brain function, endocrinology, etc."},{"id":53,"quote":"...I might continue to believe that there is no god even if it were proved that there is. A religious friend of mine once remarked that the concept of god is useful, because you can berate god during the bad times. But it is clear to me that I don't need to believe there is a god in order to berate him."},{"id":54,"quote":"Finish this lecture, go outside, and unexpectedly get gored by an elephant, and you are going to secrete glucocorticoids. There's no way out of it. You cannot psychologically reframe your experience and decide you did not like the shirt, here's an excuse to throw it out - that sort of thing."},{"id":55,"quote":"...when doing science (or perhaps when doing anything at all in a society as judgmental as our own), be very careful and very certain before pronouncing something to be a norm - because at that instant, you have made it supremely difficult to ever again look objectively at an exception to that supposed norm."},{"id":56,"quote":"Some Poor grad student pressing on the flanks of a hamster and out comes a doctorate on the other side"},{"id":57,"quote":"Hormones influencing the sensitivity of the person to environmental stimuli."},{"id":58,"quote":"Give lab rats oxytocin and, according to that meme, they get better at talking about their feelings and sing like Joan Baez."},{"id":59,"quote":"What happened during the minutes before? That's the realm of sensory stimuli of the nervous system."},{"id":60,"quote":"Naturally, things are more complicated - those groovy, pro-social effects of oxytocin apply to how we interact with in-group members."},{"id":61,"quote":"Most of us don't collapse into puddles of stress-related disease."},{"id":62,"quote":"You don’t have to choose between being scientific and being compassionate."},{"id":63,"quote":"The brain is heavily influenced by genes. But from birth through young adulthood, the part of the human brain that most defines us (frontal cortex) is less a product of the genes with which you started life than of what life has thrown at you. Because it is the last to mature, by definition the frontal cortex is the brain region least constrained by genes and most sculpted by experience. This must be so, to be the supremely complex social species that we are. Ironically, it seems that the genetic program of human brain development has evolved to, as much as possible, free the frontal cortex from genes."},{"id":64,"quote":"Why should people in one part of the globe have developed collectivist cultures, while others went individualist? The United States is the individualism poster child for at least two reasons. First there's immigration. Currently, 12 percent of Americans are immigrants, another 12 percent are children of immigrants, and everyone else except for the 0.9 percent pure Native Americans descend from people who emigrated within the last five hundred years. And who were the immigrants? Those in the settled world who were cranks, malcontents, restless, heretical, black sheep, hyperactive, hypomanic, misanthropic, itchy, unconventional, yearning to be rich, yearning to be out of their damn boring repressive little hamlet, yearning. Couple that with the second reason - for the majority of its colonial and independent history, America has had a moving frontier luring those whose extreme prickly optimism made merely booking passage to the New World insufficiently novel - and you've got America the individualistic.Why has East Asia provided textbook examples of collectivism? The key is how culture is shaped by the way people traditionally made a living, which in turn is shaped by ecology. And in East Asia it's all about rice. Rice, which was domesticated there roughly ten thousand years ago, requires massive amounts of communal work. Not just backbreaking planting and harvesting, which are done in rotation because the entire village is needed to harvest each family's rice. The United States was not without labor-intensive agriculture historically. But rather than solving that with collectivism, it solved it withe slavery."},{"id":65,"quote":"I am not worried if scientists go and explain everything. This is for a very simple reason: an impala sprinting across the Savannah can be reduced to biomechanics, and Bach can be reduced to counterpoint, yet that does not decrease one iota our ability to shiver as we experience impalas leaping or Bach thundering. We can only gain and grow with each discovery that there is structure underlying the most accessible levels of things that fill us with awe. But there is an even stronger reason why I am not afraid that scientists will inadvertently go and explain everything--it will never happen. While in certain realms, it may prove to be the case that science can explain anything, it will never explain everything. As should be obvious after all these pages, as part of the scientific process, for every question answered, a dozen newer ones are generated. And they are usually far more puzzling, more challenging than than the prior problems. This was stated wonderfully in a quote by a geneticist named Haldane earlier in the century: \"Life is not only stranger than we imagine, it is stranger than we can imagine.\" We will never have our flames extinguished by knowledge. The purpose of science is not to cure us of our sense of mystery and wonder, but to constantly reinvent and reinvigorate it."},{"id":66,"quote":"Ultimately, forgiveness is usually about one thing—“This is for me, not for you. Hatred is exhausting; forgiveness, or even just indifference, is freeing. To quote Booker T. Washington, “I shall allow no man to belittle my soul by making me hate him.” Belittle and distort and consume. Forgiveness seems to be at least somewhat good for your health—victims who show spontaneous forgiveness, or who have gone through forgiveness therapy (as opposed to “anger validation therapy”) show improvements in general health, cardiovascular function, and symptoms of depression, anxiety, and PTSD. Chapter 14 explored how compassion readily, perhaps inevitably, contains elements of self-interest. The compassionate granting of forgiveness epitomizes this.41”"},{"id":67,"quote":"In other words, the default state is to trust, and what the amygdala does is learn vigilance and distrust."},{"id":68,"quote":"Morality is simply the attitude we adopt towards people whom we personally dislike."},{"id":69,"quote":"If we accept that there will always be sides, it’s a nontrivial to-do list item to always be on the side of angels. Distrust essentialism. Keep in mind that what seems like rationality is often just rationalization, playing catch-up with subterranean forces that we never suspect. Focus on the larger, shared goals. Practice perspective taking. Individuate, individuate, individuate. Recall the historical lessons of how often the truly malignant Thems keep themselves hidden and make third parties the fall guy. And in the meantime, give the right-of-way to people driving cars with the “Mean people suck bumper sticker, and remind everyone that we’re all in it together against Lord Voldemort and the House Slytherin.”"},{"id":70,"quote":"We are constantly being shaped by seemingly irrelevant stimuli, subliminal information, and internal forces we don't know a thing about."},{"id":71,"quote":"if you’re stressed like a normal mammal in an acute physical crisis, the stress response is lifesaving. But if instead you chronically activate the stress response for reasons of psychological stress, your health suffers. It"},{"id":72,"quote":"Freud was fascinated with depression and focused on the issue that we began with—why is it that most of us can have occasional terrible experiences, feel depressed, and then recover, while a few of us collapse into major depression (melancholia)? In his classic essay “Mourning and Melancholia (1917), Freud began with what the two have in common. In both cases, he felt, there is the loss of a love object. (In Freudian terms, such an “object” is usually a person, but can also be a goal or an ideal.) In Freud’s formulation, in every loving relationship there is ambivalence, mixed feelings—elements of hatred as well as love. In the case of a small, reactive depression—mourning—you are able to deal with those mixed feelings in a healthy manner: you lose, you grieve, and then you recover. In the case of a major melancholic depression, you have become obsessed with the ambivalence—the simultaneity, the irreconcilable nature of the intense love alongside the intense hatred. Melancholia—a major depression—Freud theorized, is the internal conflict generated by this ambivalence. This can begin to explain the intensity of grief experienced in a major depression. If you are obsessed with the intensely mixed feelings, you grieve doubly after a loss—for your loss of the loved individual and for the loss of any chance now to ever resolve the difficulties. “If only I had said the things I needed to, if only we could have worked things out”—for all of time, you have lost the chance to purge yourself of the ambivalence. For the rest of your life, you will be reaching for the door to let you into a place of pure, unsullied love, and you can never reach that door. It also explains the intensity of the guilt often experienced in major depression. If you truly harbored intense anger toward the person along with love, in the aftermath of your loss there must be some facet of you that is celebrating, alongside the grieving. “He’s gone; that’s terrible but…thank god, I can finally live, I can finally grow up, no more of this or that.” Inevitably, a metaphorical instant later, there must come a paralyzing belief that you have become a horrible monster to feel any sense of relief or pleasure at a time like this. Incapacitating guilt. This theory also explains the tendency of major depressives in such circumstances to, oddly, begin to take on some of the traits of the lost loved/hated one—and not just any traits, but invariably the ones that the survivor found most irritating. Psychodynamically, this is wonderfully logical. By taking on a trait, you are being loyal to your lost, beloved opponent. By picking an irritating trait, you are still trying to convince the world you were right to be irritated—you see how you hate it when I do it; can you imagine what it was like to have to put up with that for years? And by picking a trait that, most of all, you find irritating, you are not only still trying to score points in your argument with the departed, but you are punishing yourself for arguing as well. Out of the Freudian school of thought has come one of the more apt descriptions of depression—“aggression turned inward.” Suddenly the loss of pleasure, the psychomotor retardation, the impulse to suicide all make sense. As do the elevated glucocorticoid levels. This does not describe someone too lethargic to function; it is more like the actual state of a patient in depression, exhausted from the most draining emotional conflict of his or her life—one going on entirely within. If that doesn’t count as psychologically stressful, I don’t know what does.”"},{"id":73,"quote":"Testosterone makes people cocky, egocentric, and narcissistic."},{"id":74,"quote":"pain makes aggressive people more aggressive, while doing the opposite to unaggressive individuals."},{"id":75,"quote":"Second, nothing about adolescence can be understood outside the context of delayed frontocortical maturation. If by adolescence limbic, autonomic, and endocrine systems are going full blast while the frontal cortex is still working out the assembly instructions, we’ve just explained why adolescents are so frustrating, great, asinine, impulsive, inspiring, destructive, self-destructive, selfless, selfish, impossible, and world changing. Think about this—adolescence and early adulthood are the times when someone is most likely to kill, be killed, leave home forever, invent an art form, help overthrow a dictator, ethnically cleanse a village, devote themselves to the needy, become addicted, marry outside their group, transform physics, have hideous fashion taste, break their neck recreationally, commit their life to God, mug an old lady, or be convinced that all of history has converged to make this moment the most consequential, the most fraught with peril and promise, the most demanding that they get involved and make a difference. In other words, it’s the time of life of maximal risk taking, novelty seeking, and affiliation with peers. All because of that immature frontal cortex."},{"id":76,"quote":"Why is it that our automatic, intuitive moral judgments tend to be nonutilitarian? Because, as Greene states in his book, “Our moral brains evolved to help us spread our genes, not to maximize our collective happiness."},{"id":77,"quote":"Being healthy consists of having the same disease as everyone else."},{"id":78,"quote":"A remarkably consistent finding, starting with elementary school students, is that males are better at math than females. While the difference is minor when it comes to considering average scores, there is a huge difference when it comes to math stars at the upper extreme of the distribution. For example, in 1983, for every girl scoring in the highest percentile in the math SAT, there were 11 boys. Why the difference? There have always been suggestions that testosterone is central. During development, testosterone fuels the growth of a brain region involved in mathematical thinking and giving adults testosterone enhances their math skills. Oh, okay, it's biological. But consider a paper published in science in 2008. The authors examined the relationship between math scores and sexual equality in 40 countries based on economic, educational and political indices of gender equality. The worst was Turkey, United States was middling, and naturally, the Scandinavians were tops. Low and behold, the more gender equal the country, the less of a discrepancy in math scores. By the time you get to the Scandinavian countries it's statistically insignificant. And by the time you examine the most gender equal country on earth at the time, Iceland, girls are better at math than boys. Footnote, note that the other reliable sex difference in cognition, namely better reading performance by girls than by boys doesn't disappear in more gender equal societies. It gets bigger. In other words, culture matters. We carry it with us wherever we go."},{"id":79,"quote":"Medicine is a social science, and politics nothing but medicine on a large scale,"},{"id":80,"quote":"Testosterone also increases confidence and optimism, while decreasing fear and anxiety.5 This explains the “winner effect in lab animals, where winning a fight increases an animal’s willingness to participate in, and its success in, another such interaction. Part of the increased success probably reflects the fact that winning stimulates testosterone secretion, which increases glucose delivery and metabolism in the animal’s muscles and makes his pheromones smell scarier. Moreover, winning increases the number of testosterone receptors in the bed nucleus of the stria terminalis (the way station through which the amygdala communicates with the rest of the brain), increasing its sensitivity to the hormone. Success in everything from athletics to chess to the stock”"},{"id":81,"quote":"We love stress that is mild and transient and occurs in a benevolent context."},{"id":82,"quote":"How’s this for fascinating: Heritability of various aspects of cognitive development is very high (e.g., around 70 percent for IQ) in kids from high–socioeconomic status (SES) families but is only around 10 percent in low-SES kids. Thus, higher SES allows the full range of genetic influences on cognition to flourish, whereas lower-SES settings restrict them. In other words, genes are nearly irrelevant to cognitive development if you’re growing up in awful poverty—poverty’s adverse effects trump the genetics.fn24 Similarly, heritability of alcohol use is lower among religious than nonreligious subjects—i.e., your genes don’t matter much if you’re in a religious environment that condemns drinking. Domains like these showcase the potential power of classical behavior genetics."},{"id":83,"quote":"This leads to a thoroughly fascinating finding—social conservatives tend toward lower thresholds for disgust than liberals."},{"id":84,"quote":"Things that seem morally obvious and intuitive now weren’t necessarily so in the past; many started with nonconforming reasoning."},{"id":85,"quote":"probably the most important fact about genetics and culture is the delayed maturation of the frontal cortex—the genetic programming for the young frontal cortex to be freer from genes than other brain regions, to be sculpted instead by environment, to sop up cultural norms. To hark back to a theme from the first pages of this book, it doesn’t take a particularly fancy brain to learn how to motorically, say, throw a punch. But it takes a fancy, environmentally malleable frontal cortex to learn culture-specific rules about when it’s okay to throw punches."},{"id":86,"quote":"when it comes to empathy and compassion, rich people tend to suck. This has been explored at length in a series of studies by Dacher Keltner of UC Berkeley. Across the socioeconomic spectrum, on the average, the wealthier people are, the less empathy they report for people in distress and the less compassionately they act. Moreover, wealthier people are less adept at recognizing other people’s emotions and in experimental settings are greedier and more likely to cheat or steal. Two of the findings were picked up by the media as irresistible: (a) wealthier people (as assessed by the cost of the car they were driving) are less likely than poor people to stop for pedestrians at crosswalks; (b) suppose there’s a bowl of candy in the lab; invite test subjects, after they finish doing some task, to grab some candy on the way out, telling them that whatever’s left over will be given to some kids—the wealthier take more candy.25 So do miserable, greedy, unempathic people become wealthy, or does being wealthy increase the odds of a person’s becoming that way? As a cool manipulation, Keltner primed subjects to focus either on their socioeconomic success (by asking them to compare themselves with people less well off than them) or on the opposite. Make people feel wealthy, and they take more candy from children."},{"id":87,"quote":"Testosterone has far less to do with aggression than most assume. Within the normal range, individual differences in testosterone levels don’t predict who will be aggressive. Moreover, the more an organism has been aggressive, the less testosterone is needed for further aggression. When testosterone does play a role, it’s facilitatory—testosterone does not 'invent' aggression. It makes us more sensitive to triggers of aggression. Also, rising testosterone levels foster aggression only during challenges to status. Finally, crucially, the rise in testosterone during a status challenge does not necessarily increase aggression; it increases whatever is needed to maintain status. In a world in which status is awarded for the best of our behaviors, testosterone would be the most prosocial hormone in existence."},{"id":88,"quote":"A large percentage of what we think of when we talk about stress-related diseases are disorders of excessive stress-responses."},{"id":89,"quote":"Oxytocin, the luv hormone, makes us more prosocial to Us and worse to everyone else. That’s not generic prosociality. That’s ethnocentrism and xenophobia. In other words, the actions of these neuropeptides depend dramatically on context—who you are, your environment, and who that person is."},{"id":90,"quote":"In a world of stressful lack of control, an amazing source of control we all have is the ability to make the world a better place, one act at a time."},{"id":91,"quote":"Priming people to think of God as punitive decreases cheating; thinking of God as forgiving increases it. The researchers then studied subjects from sixty-seven countries, considering the prevalence in each of belief in the existence of a heaven and hell. The greater the skew toward belief in hell, rather than heaven, the lower the national crime rate. When it comes to Eternity, sticks apparently work better than carrots."},{"id":92,"quote":"A final depressing point about inequality and violence. As we’ve seen, a rat being shocked activates a stress response. But a rat being shocked who can then bite the hell out of another rat has less of a stress response. Likewise with baboons—if you are low ranking, a reliable way to reduce glucocorticoid secretion is to displace aggression onto those even lower in the pecking order. It’s something similar here—despite the conservative nightmare of class warfare, of the poor rising up to slaughter the wealthy, when inequality fuels violence, it is mostly the poor preying on the poor. This point is made with a great metaphor for the consequences of societal inequality.41 The frequency of “air rage—a passenger majorly, disruptively, dangerously losing it over something on a flight—has been increasing. Turns out there’s a substantial predictor of it: if the plane has a first-class section, there’s almost a fourfold increase in the odds of a coach passenger having air rage. Force coach passengers to walk through first class when boarding, and you more than double the chances further. Nothing like starting a flight by being reminded of where you fit into the class hierarchy. And completing the parallel with violent crime, when air rage is boosted in coach by reminders of inequality, the result is not a crazed coach passenger sprinting into first class to shout Marxist slogans. It’s the guy being awful to the old woman sitting next to him, or to the flight attendant.*”"},{"id":93,"quote":"In a reductionist view, understanding something complex requires breaking it down into its components; understand those parts, add them together, and you’ll understand the big picture. And in this reductionist world, to understand cells, organs, bodies, and behavior, the best constituent part to study is genes."},{"id":94,"quote":"Sustained stress has numerous adverse effects. The amygdala becomes overactive and more coupled to pathways of habitual behavior; it is easier to learn fear and harder to unlearn it."},{"id":95,"quote":"It takes surprisingly little in terms of uncontrollable unpleasantness to make humans give up and become helpless in a generalized way."},{"id":96,"quote":"In the West we nearly all have strong moral intuitions about the wrongness of slavery, child labor, or animal cruelty. But that sure didn’t used to be the case. Their wrongness has become an implicit moral intuition, a gut instinct concerning moral truth, only because of the fierce moral reasoning (and activism) of those who came before us, when the average person’s moral intuitions were unrecognizably different. Our guts learn their intuitions."},{"id":97,"quote":"Everything in physiology follows the rule that too much can be as bad as too little. There are optimal points of allostatic balance. For example, while a moderate amount of exercise generally increases bone mass, thirty-year-old athletes who run 40 to 50 miles a week can wind up with decalcified bones, decreased bone mass, increased risk of stress fractures and scoliosis (sideways curvature of the spine)—their skeletons look like those of seventy-year-olds. To put exercise in perspective, imagine this: sit with a group of hunter-gatherers from the African grasslands and explain to them that in our world we have so much food and so much free time that some of us run 26 miles in a day, simply for the sheer pleasure of it. They are likely to say, “Are you crazy? That’s stressful. Throughout hominid history, if you’re running 26 miles in a day, you’re either very intent on eating someone or someone’s very intent on eating you.”"},{"id":98,"quote":"Suddenly, I get this giddy desire to shock these guys a little. I continue, “These baboons really are our relatives. In fact, this baboon is my cousin. And with that I lean over and give Daniel a loud messy kiss on his big ol’ nose. I get more of a response than I bargained for. The Masai freak and suddenly, they are waving their spears real close to my face, like they mean it. One is yelling, “He is not your cousin, he is not your cousin! A baboon cannot even cook ugali!” (Ugali is the ubiquitous and repulsive maize meal that everyone eats here. I almost respond that I don’t really know how to cook the stuff either, but decide to show some prudence at last.) “He is not your cousin!”"},{"id":99,"quote":"This is the critical point of this book: if you are that zebra running for your life, or that lion sprinting for your meal, your body’s physiological response mechanisms are superbly adapted for dealing with such short-term physical emergencies. For the vast majority of beasts on this planet, stress is about a short-term crisis, after which it’s either over with or you’re over with. When we sit around and worry about stressful things, we turn on the same physiological responses—but they are potentially a disaster when provoked chronically. A large body of evidence suggests that stress-related disease emerges, predominantly, out of the fact that we so often activate a physiological system that has evolved for responding to acute physical emergencies, but we turn it on for months on end, worrying about mortgages, relationships, and promotions."},{"id":100,"quote":"Archaeologists do something impressive, reflecting disciplinary humility. When archaeologists excavate a site, they recognize that future archaeologists will be horrified at their primitive techniques, at the destructiveness of their excavating. Thus they often leave most of a site untouched to await their more skillful disciplinary descendants. For example, astonishingly, more than forty years after excavations began, less than 1 percent of the famed Qin dynasty terra-cotta army in China has been uncovered."},{"id":101,"quote":"Words have power. They can save, cure, uplift, devastate, deflate, and kill. And unconscious priming with words influences pro- and antisocial behaviors."},{"id":102,"quote":"This brings up a key concept, namely the inverted U. The complete absence of stress is aversively boring. Moderate, transient stress is wonderful—various aspects of brain function are enhanced; glucocorticoid levels in that range enhance dopamine release; rats work at pressing levers in order to be infused with just the right amount of glucocorticoids. And as stress becomes more severe and prolonged, those good effects disappear (with, of course, dramatic individual differences as to where the transition from stress as stimulatory to overstimulatory occurs; one person’s nightmare is another’s hobby)."},{"id":103,"quote":"Pretty straightforwardly, the more categories of adversities a child suffers, the dimmer his or her chances of a happy, functional adulthood.45"},{"id":104,"quote":"The dissociation between fear and aggression is evident in violent psychopaths, who are the antithesis of fearful—both physiologically and subjectively they are less reactive to pain; their amygdalae are relatively unresponsive to typical fear-evoking stimuli and are smaller than normal.34 This fits with the picture of psychopathic violence; it is not done in aroused reaction to provocation. Instead, it is purely instrumental, using others as a means to an end with emotionless, remorseless, reptilian indifference."},{"id":105,"quote":"Irrational optimism can be great; it’s why only about 15 percent instead of 99 percent of humans get clinically depressed."},{"id":106,"quote":"Subjected to enough uncontrollable stress, we learn to be helpless—we lack the motivation to try to live because we assume the worst; we lack the cognitive clarity to perceive when things are actually going fine, and we feel an aching lack of pleasure in everything."},{"id":107,"quote":"The defining feature of a major depression is loss of pleasure. If I had to define a major depression in a single sentence, I would describe it as a “genetic/neurochemical disorder requiring a strong environmental trigger whose characteristic manifestation is an inability to appreciate sunsets."},{"id":108,"quote":"Eyes often have an implicit censorious power.22 Post a large picture of a pair of eyes at a bus stop (versus a picture of flowers), and people become more likely to clean up litter. Post a picture of eyes in a workplace coffee room, and the money paid on the honor system triples. Show a pair of eyes on a computer screen and people become more generous in online economic games."},{"id":109,"quote":"As adults, these kids are mostly what you’d expect. Low IQ and poor cognitive skills. Problems with forming attachments, often bordering on autistic. Anxiety and depression galore. The longer the institutionalization, the worse the prognosis."},{"id":111,"quote":"Remarkably, studies have examined brains of transgender individuals, concentrating on brain regions that, on the average, differ in size between men and women. And consistently, regardless of the desired direction of the sex change and, in fact, regardless of whether the person had undergone a sex change yet, the dimorphic brain regions in transgender individuals resembled the sex of the person they had always felt themselves to be, not their “actual sex. In other words, it’s not the case that transgender individuals think they’re a different gender than they actually are. It’s more like they got stuck with the bodies of a different sex from who they actually are.”"},{"id":112,"quote":"Memory can be dramatically disrupted if you force something that’s implicit into explicit channels. Here’s an example that will finally make reading this book worth your while—how to make neurobiology work to your competitive advantage at sports. You’re playing tennis against someone who is beating the pants off of you. Wait until your adversary has pulled off some amazing backhand, then offer a warm smile and say, “You are a fabulous tennis player. I mean it; you’re terrific. Look at that shot you just made. How did you do that? When you do a backhand like that, do you hold your thumb this way or that, and what about your other fingers? And how about your butt, do you scrunch up the left side of it and put your weight on your right toes, or the other way around? Do it right, and the next time that shot is called for, your opponent/victim will make the mistake of thinking about it explicitly, and the stroke won’t be anywhere near as effective. As Yogi Berra once said, “You can’t think and hit at the same time.”"},{"id":113,"quote":"Agriculture makes people dependent on a few domesticated crops and animals instead of hundreds of wild food sources, creating vulnerability to droughts and blights and zoonotic diseases. Agriculture makes for sedentary living, leaving humans to do something that no primate with a concern for hygiene and public health would ever do: namely, living in close proximity to their feces. Agriculture makes for surplus and thus almost inevitably, the uneven distribution of surplus generating socio-economic status differences that dwarf anything that other primates cook up with their hierarchies. And from there it's just a hop, skip and a jump until we've got Mr. McGregor persecuting Peter Rabbit and people incessantly singing Oklahoma."},{"id":114,"quote":"testosterone’s actions are contingent and amplifying, exacerbating preexisting tendencies toward aggression rather than creating aggression out of thin air."},{"id":115,"quote":"If you (or any other mammal) bite into rancid food, the insular cortex lights up, causing you to spit it out, gag, feel nauseated, make a revolted facial expression—the insular cortex processes gustatory disgust. Ditto for disgusting smells."},{"id":116,"quote":"Being fearless, overconfident, and delusionally optimistic sure feels good. No surprise, then, that testosterone can be pleasurable."},{"id":117,"quote":"This is great. But what I’m grasping at is an idea about a subtler goal. This thinking owes a lot to conversations with Manjula Waldron of Ohio State University, an engineering professor who also happens to be a hospital chaplain. This feels embarrassingly Zen-ish for me to spout, being a short, hypomanic guy with a Brooklyn accent, but here goes: Maybe the goal isn’t to maximize the contrast between a low baseline and a high level of activation. Maybe the idea is to have both simultaneously. Huh? Maybe the goal would be for your baseline to be something more than the mere absence of activation, a mere default, but to instead be an energized calm, a proactive choice. And for the ceiling to consist of some sort of equilibrium and equanimity threading through the crazed arousal. I have felt this a few times playing soccer, inept as I am at it, where there’s a moment when, successful outcome or not, every physiological system is going like mad, and my body does something that my mind didn’t even dream of, and the two seconds when that happened seemed to take a lot longer than it should have. But this business about the calm amid the arousal isn’t just another way of talking about “good stress (a stimulating challenge, as opposed to a threat). Even when the stressor is bad and your heart is racing in crisis, the goal should be to somehow make the fraction of a second between each heartbeat into an instant that expands in time and allows you to regroup. There, I have no idea what I’m talking about, but I think there might be something important lurking there. Enough said.”"},{"id":118,"quote":"The artificial intelligence pioneer Marvin Minsky once defined free will as “internal forces I do not understand.26 People intuitively believe in free will, not just because we have this terrible human need for agency but also because most people know next to nothing about those internal forces. And even the neuroscientist on the witness stand can’t accurately predict which individual with extensive frontal damage will become the serial murderer, because science as a whole still knows about only a handful of those internal forces. Shattered bone → inflammation → constricted movement is easy. Neurotransmitters + hormones + childhood + ____ + ____ + isn’t.”"},{"id":119,"quote":"There’s also subliminal cuing about beauty.18 From an early age, in both sexes and across cultures, attractive people are judged to be smarter, kinder, and more honest. We’re more likely to vote for attractive people or hire them, less likely to convict them of crimes, and, if they are convicted, more likely to dole out shorter sentences."},{"id":120,"quote":"call the game the “Wall Street Game, and people become less cooperative. Calling it the “Community Game” does the opposite. Similarly,”"},{"id":121,"quote":"One last bit of bad news. We’ve been focusing on the stress-related consequences of activating the cardiovascular system too often. What about turning it off at the end of each psychological stressor? As noted earlier, your heart slows down as a result of activation of the vagus nerve by the parasympathetic nervous system. Back to the autonomic nervous system never letting you put your foot on the gas and brake at the same time—by definition, if you are turning on the sympathetic nervous system all the time, you’re chronically shutting off the parasympathetic. And this makes it harder to slow things down, even during those rare moments when you’re not feeling stressed about something. How can you diagnose a vagus nerve that’s not doing its part to calm down the cardiovascular system at the end of a stressor? A clinician could put someone through a stressor, say, run the person on a treadmill, and then monitor the speed of recovery afterward. It turns out that there is a subtler but easier way of detecting a problem. Whenever you inhale, you turn on the sympathetic nervous system slightly, minutely speeding up your heart. And when you exhale, the parasympathetic half turns on, activating your vagus nerve in order to slow things down (this is why many forms of meditation are built around extended exhalations). Therefore, the length of time between heartbeats tends to be shorter when you’re inhaling than exhaling. But what if chronic stress has blunted the ability of your parasympathetic nervous system to kick the vagus nerve into action? When you exhale, your heart won’t slow down, won’t increase the time intervals between beats. Cardiologists use sensitive monitors to measure interbeat intervals. Large amounts of variability (that is to say, short interbeat intervals during inhalation, long during exhalation) mean you have strong parasympathetic tone counteracting your sympathetic tone, a good thing. Minimal variability means a parasympathetic component that has trouble putting its foot on the brake. This is the marker of someone who not only turns on the cardiovascular stress-response too often but, by now, has trouble turning it off."},{"id":122,"quote":"If we were designed by engineers, as we consumed more, we'd desire less. But our frequent human tragedy is that the more we consume, the hungrier we get. More and faster and stronger. What was an unexpected pleasure yesterday is what we feel entitled to today, and what won't be enough tomorrow."},{"id":123,"quote":"Another study that winds up in half the textbooks makes the same point, if more subtly. The subjects of the “experiment were children reared in two different orphanages in Germany after World War II. Both orphanages were run by the government; thus there were important controls in place—the kids in both had the same general diet, the same frequency of doctors’ visits, and so on. The main identifiable difference in their care was the two women who ran the orphanages. The scientists even checked them, and their description sounds like a parable. In one orphanage was Fräulein Grun, the warm, nurturing mother figure who played with the children, comforted them, and spent all day singing and laughing. In the other was Fräulein Schwarz, a woman who was clearly in the wrong profession. She discharged her professional obligations, but minimized her contact with the children; she frequently criticized and berated them, typically among their assembled peers. The growth rates at the two orphanages were entirely different. Fräulein Schwarz’s kids grew in height and weight at a slower pace than the kids in the other orphanage. Then, in an elaboration that couldn’t have been more useful if it had been planned by a scientist, Fräulein Grun moved on to greener pastures and, for some bureaucratic reason, Fräulein Schwarz was transferred to the other orphanage. Growth rates in her former orphanage promptly increased; those in her new one decreased.”"},{"id":124,"quote":"The childhood capacity for empathy progresses from feeling someone’s pain because you are them, to feeling for the other person, to feeling as them."},{"id":125,"quote":"Obviously, oxytocin and vasopressin are the grooviest hormones in the universe. Pour them into the water supply, and people will be more charitable, trusting, and empathic. We'd be better parents and would make love, not war (mostly platonic love, though, since people in relationships would give wide berths to everyone else). Best of all, we'd buy all sorts of useless crap, trusting the promotional banners in stores once oxytocin starts spraying out of the ventilation system."},{"id":126,"quote":"In a healthy environment, increased threat sensitivity, poor emotion control and enhanced fear memory in MAOA-L [i.e., the “warrior variant] men might only manifest as variation in temperament within a ‘normal’ or subclinical range. However, these same characteristics in an abusive childhood environment—one typified by persistent uncertainty, unpredictable threat, poor behavioral modeling and social referencing, and inconsistent reinforcement for prosocial decision making—might predispose toward frank aggression and impulsive violence in the adult.”"},{"id":127,"quote":"Powerful support for an amygdaloid role in fear processing comes from post-traumatic stress disorder (PTSD). In PTSD sufferers the amygdala is overreactive to mildly fearful stimuli and is slow in calming down after being activated.13 Moreover, the amygdala expands in size with long-term PTSD."},{"id":128,"quote":"In other words, once reward contingencies are learned, dopamine is less about reward than about its anticipation. Similarly, work by my Stanford colleague Brian Knutson has shown dopamine pathway activation in people in anticipation of a monetary reward.91 Dopamine is about mastery and expectation and confidence. It’s “I know how things work; this is going to be great. In other words, the pleasure is in the anticipation of reward, and the reward itself is nearly an afterthought (unless, of course, the reward fails to arrive, in which case it’s the most important thing in the world). If you know your appetite will be sated, pleasure is more about the appetite than about the sating.fn48 This is hugely important.”"},{"id":129,"quote":"Stress and glucocorticoids have inverted-U effects here as well. Moderate, transient stress (or exposure to the equivalent glucocorticoid levels) increases spine number in the hippocampus; sustained stress or glucocor-ticoid exposure does the opposite.7 Moreover, major depression or anxiety—two disorders associated with elevated glucocorticoid levels—can reduce hippocampal dendrite and spine number. This arises from decreased levels of that key growth factor mentioned earlier this chapter, BDNF. Sustained stress and glucocorticoids also cause dendritic retraction and synapse loss, lower levels of NCAM (a “neural cell adhesion molecule that stabilizes synapses), and less glutamate release in the frontal cortex.”"},{"id":130,"quote":"In a study of employees throughout the world working for the same multinational bank, what was the most important reason cited to help someone? Among Americans it was that the person had previously helped them; for Chinese it was that the person was higher ranking; in Spain, that they were a friend or acquaintance."},{"id":131,"quote":"when you think categorically, you have trouble seeing how similar or different two things are. If you pay lots of attention to where boundaries are, you pay less attention to complete pictures."},{"id":132,"quote":"In general, our morally tinged cultural institutions—religion, nationalism, ethnic pride, team spirit—bias us toward our best behaviors when we are single shepherds facing a potential tragedy of the commons. They make us less selfish in Me versus Us situations. But they send us hurtling toward our worst behaviors when confronting Thems and their different moralities."},{"id":133,"quote":"stress weakens frontal connections with the hippocampus—essential for incorporating the new information that should prompt shifting to a new strategy—while strengthening frontal connections with more habitual brain circuits."},{"id":134,"quote":"Prior to the monotheistic Yahweh, the gods made sense, in that they had familiar, if supra-human appetites—they didn’t just want a lamb shank, they wanted the best lamb shank, wanted to seduce all the wood nymphs, and so on. But the early Jews invented a god with none of those desires, who was so utterly unfathomable, unknowable, as to be pants-wettingly terrifying. So even if His actions are mysterious, when He intervenes you at least get the stress-reducing advantages of attribution—it may not be clear what the deity is up to, but you at least know who is responsible for the locust swarm or the winning lottery ticket. There is Purpose lurking, as an antidote to the existential void."},{"id":135,"quote":"Stress can be bad for you. We no longer die of smallpox or the plague and instead die of stress-related diseases of lifestyle, like heart disease or diabetes, where damage slowly accumulates over time. It is understood how stress can cause or worsen disease or make you more vulnerable to other risk factors. Much of this is even understood on the molecular level. Stress can even cause your immune system to abnormally target hair follicles, causing your hair to turn gray."},{"id":136,"quote":"Males who do extreme amounts of exercise, such as professional soccer players and runners who cover more than 40 or 50 miles a week, have less LHRH, LH, and testosterone in their circulation, smaller testes, less functional sperm. They also have higher levels of glucocorticoids in their bloodstreams, even in the absence of stress. (A similar decline in reproductive function is found in men who are addicted to opiate drugs.)"},{"id":137,"quote":"Look at systematic patterns of cultural variation as they pertain to the best and worst of our behaviors. Explore how different types of brains produce different culture and different types of culture produce different brains. In other words, how culture and biology coevolve.3 See the role of ecology in shaping culture."},{"id":138,"quote":"Work by Martha Farah of the University of Pennsylvania, Tom Boyce of UCSF, and others demonstrates something outrageous: By age five, the lower a child’s socioeconomic status, on the average, the (a) higher the basal glucocorticoid levels and/or the more reactive the glucocorticoid stress response, (b) the thinner the frontal cortex and the lower its metabolism, and (c) the poorer the frontal function concerning working memory, emotion regulation, impulse control, and executive decision making; moreover, to achieve equivalent frontal regulation, lower-SES kids must activate more frontal cortex than do higher-SES kids. In addition, childhood poverty impairs maturation of the corpus callosum, a bundle of axonal fibers connecting the two hemispheres and integrating their function. This is so wrong—foolishly pick a poor family to be born into, and by kindergarten, the odds of your succeeding at life’s marshmallow tests are already stacked against you.34"},{"id":139,"quote":"When you praise kids for working hard, they tend to work harder the next time, show more resilience, enjoy the process more, and become more likely to value the accomplishment for its own sake (rather than for the grade). Praise kids for being smart, and precisely the opposite occurs. When it becomes all about being smart, effort begins to seem suspect, beneath you—after all, if you’re really so smart, you shouldn’t have to work hard; you glide, you don’t sweat and grunt."},{"id":140,"quote":"I didn’t feel obliged to first disclose my feelings about the gland. But the equivalent feels appropriate here. Thus: I was raised highly observant and Orthodox, felt intensely religious. But then, around age thirteen, the whole edifice collapsed; ever since, I’ve been incapable of any religiosity or spirituality and more readily focus on religion’s destructive than its beneficial aspects. But I like being around religious people and am moved by them—while baffled by how they can believe that stuff. And I fervently wish that I could. The end."},{"id":141,"quote":"Fear is the vigilance and the need to escape from something real. Anxiety is about dread and foreboding and your imagination running away with you. Much as with depression, anxiety is rooted in a cognitive distortion. In this case, people prone toward anxiety overestimate risks and the likelihood of a bad outcome."},{"id":142,"quote":"Similar intermixing of the real and the metaphorical occurs with temperature sensation. In another study from Bargh’s group, the researcher, hands full with something, would ask a subject to briefly hold a cup of coffee for them. Half the subjects held warm coffee, half iced coffee. Subjects then read about some individual and answered questions about them. Subjects who held the warm cup rated the individual as having a warmer personality (without altering ratings about other characteristics). In the next part of the study, the temperature of a held object altered subjects’ generosity and levels of trust—cold hands, cold heart."},{"id":143,"quote":"Part of the reason for the evolutionary success of primates, human or otherwise, is that we are a pretty smart collection of animals. What’s more, our thumbs work in particularly fancy and advantageous ways, and we’re more flexible about food than most. But our primate essence is more than just abstract reasoning, dexterous thumbs, and omnivorous diets. Another key to our success must have something to do with this voluntary transfer process, this primate legacy of feeling an itch around adolescence."},{"id":144,"quote":"One stretch of the gene is repeated a variable number of times, and the version with seven repeats (the “7R form) produces a receptor protein that is sparse in the cortex and relatively unresponsive to dopamine. This is the variant associated with a host of related traits—sensation and novelty seeking, extroversion, alcoholism, promiscuity, less sensitive parenting, financial risk taking, impulsivity, and, probably most consistently, ADHD (attention-deficit/hyperactivity disorder).”"},{"id":145,"quote":"The subject of one experiment is a rat that receives mild electric shocks (roughly equivalent to the static shock you might get from scuffing your foot on a carpet). Over a series of these, the rat develops a prolonged stress-response: its heart rate and glucocorticoid secretion rate go up, for example. For convenience, we can express the long-term consequences by how likely the rat is to get an ulcer, and in this situation, the probability soars. In the next room, a different rat gets the same series of shocks—identical pattern and intensity; its allostatic balance is challenged to exactly the same extent. But this time, whenever the rat gets a shock, it can run over to a bar of wood and gnaw on it. The rat in this situation is far less likely to get an ulcer. You have given it an outlet for frustration. Other types of outlets work as well—let the stressed rat eat something, drink water, or sprint on a running wheel, and it is less likely to develop an ulcer."},{"id":146,"quote":"Damasio has produced an influential theory about emotion-laden decision making, rooted in the philosophies of Hume and William James; this will soon be discussed.61 Briefly, the frontal cortex runs “as if experiments of gut feelings—“How would I feel if this outcome occurred?”—and makes choices with the answer in mind. Damaging the vmPFC, thus removing limbic input to the PFC, eliminates gut feelings, making decisions harder.”"},{"id":147,"quote":"The insula activates when we eat a cockroach or imagine doing so."},{"id":148,"quote":"Someone does something lousy and selfish to you in a game, and the extent of insular and amygdaloid activation predicts how much outrage you feel and how much revenge you take."},{"id":149,"quote":"Castration decreases sexual urges in the subset of sex offenders with intense, obsessive, and pathological urges. But otherwise castration doesn’t decrease recidivism rates; as stated in one meta-analysis, “hostile rapists and those who commit sex crimes motivated by power or anger are not amenable to treatment with [the antiandrogenic drugs]."},{"id":150,"quote":"In a typical study, higher testosterone levels would be observed in those male prisoners with higher rates of aggression. But being aggressive stimulates testosterone secretion; no wonder more aggressive individuals had higher levels."},{"id":151,"quote":"Thus there’s dopaminergic activation during schadenfreude—gloating over an envied person’s fall from grace."},{"id":152,"quote":"So ecological duress can increase or decrease aggression. This raises the key issue of what global warming will do to our best and worst behaviors. There will definitely be some upsides. Some regions will have longer growing seasons, increasing the food supply and reducing tensions. Some people will eschew conflict, being preoccupied with saving their homes from the encroaching ocean or growing pineapples in the Arctic. But amid squabbling about the details in predictive models, the consensus is that global warming won’t do good things to global conflict. For starters, warmer temperatures rile people up—in cities during the summers, for every three degree increase in temperature, there was a 4 percent increase in interpersonal violence and 14 percent in group violence. But global warming’s bad news is more global—desertification, loss of arable land due to rising seas, more droughts. One influential meta-analysis projected 16 percent and 50 percent increases in interpersonal and group violence, respectively, in some regions by 2050."},{"id":153,"quote":"People see essentialism embedded in bloodlines—i.e., genes."},{"id":154,"quote":"Let’s incorporate behavior. If someone has extensive frontocortical damage, how predictable is it that you’d note something odd about them, behaviorally, after a five-minute conversation? Something like 75 percent. Now let’s consider a broader range of behaviors. How predictable is it that this person with the frontal damage will do something horrifically violent at some point? Or that someone who was abused repeatedly as a child will become an abusive adult? That a soldier who went through a battle that killed his buddies will develop PTSD? That a person with the “montane vole polygamous version of the vasopressin receptor gene promoter will have numerous failed marriages? That a person with a particular array of glutamate receptor subtypes throughout their cortex and hippocampus will have an IQ above 140? That someone raised with extensive childhood adversity and loss will have a major depressive disorder? All under 50 percent, often way under.”"},{"id":156,"quote":"the average level of happiness increases in old age; fewer negative emotions occur and, when they do, they don’t persist as long. Connected to this, brain-imaging studies show that negative images have less of an impact, and positive images have more of an impact on brain metabolism in older people, as compared to young."},{"id":157,"quote":"Since it morphed from “battle fatigue or “shell shock” into a formal psychiatric illness, combat PTSD has been framed as a result of the sheer terror of being under attack, of someone trying to kill you and those around you. As we’ve seen, it is an illness where fear conditioning is overgeneralized and pathological, an amygdala grown large, hyperreactive, and convinced that you are never safe. But consider drone pilots—soldiers who sit in control rooms in the United States, directing drones on the other side of the planet. They are not in danger. Yet their rates of PTSD are just as high as those of soldiers actually “in” war. Why? Drone pilots do something horrifying and fascinating, a type of close-range, intimate killing like nothing in history, using imaging technology of extraordinary quality. A target is identified, and a drone might be positioned invisibly high in the sky over the person’s house for weeks, the drone operators always watching, waiting, say, for a gathering of targets in the house. You watch the target coming and going, eating dinner, taking a nap on his deck, playing with his kids. And then comes the command to fire, to release your Hellfire missile at supersonic speed.”"},{"id":158,"quote":"Chapter 3 discusses some unsettling research—stick your average person in a brain scanner, and show him a picture of someone of another race for only a tenth of a second. This is too fast for him to be aware of what he saw. But thanks to that anatomical shortcut, the amygdala knows . . . and activates. In contrast, show the picture for a longer time. Again the amygdala activates, but then the cognitive dlPFC does as well, inhibiting the amygdala—the effort to control what is for most people an unpalatable initial response."},{"id":159,"quote":"But consider a paper published in Science in 2008.1 The authors examined the relationship between math scores and sexual equality in forty countries (based on economic, educational, and political indices of gender equality; the worst was Turkey, the United States was middling, and, naturally, the Scandinavians were tops). Lo and behold, the more gender equal the country, the less of a discrepancy in math scores. By the time you get to the Scandinavian countries, it’s statistically insignificant. And by the time you examine the most gender-equal country on earth at the time, Iceland, girls are better at math than boys."},{"id":160,"quote":"Whenever you inhale, you turn on the sympathetic nervous system slightly, minutely speeding up your heart. And when you exhale, the parasympathetic half turns on, activating your vagus nerve in order to slow things down (this is why many forms of meditation are built around extended exhalations)."},{"id":161,"quote":"And their brains? Decreased total brain size, gray matter, white matter, frontal cortical metabolism, connectivity between regions, sizes of individual brain regions. Except for the amygdala. Which is enlarged. That pretty much says it all."},{"id":162,"quote":"Ask subjects to estimate the likelihood of the same events again. Adults incorporate the feedback into the new estimates. Adolescents update their estimates as adults do for good news, but feedback about bad news barely makes a dent. (Researcher: “How likely are you to have a car accident if you’re driving while drunk? Adolescent: “One chance in a gazillion.” Researcher: “Actually, the risk is about 50 percent; what do you think your own chances are now?” Adolescent: “Hey, we’re talking about me; one chance in a gazillion.”) We’ve just explained why adolescents have two to four times the rate of pathological gambling as do adults.”"},{"id":163,"quote":"The purpose of science in understanding who we are as humans is not to rob us of our sense of mystery, not to cure us of our sense of mystery. The purpose of science is to constantly reinvent and reinvigorate that mystery. To always use it in a context where we are helping people in trying to resist the forces of ideology that we are all familiar with."},{"id":164,"quote":"increasing cognitive loadfn8 should make people more conservative. This is precisely the case. The time pressure of snap judgments is a version of increased cognitive load. Likewise, people become more conservative when tired, in pain or distracted with a cognitive task, or when blood alcohol levels rise."},{"id":165,"quote":"if you want to increase your chances of avoiding stress-related diseases, make sure you don’t inadvertently allow yourself to be born poor."},{"id":166,"quote":"Basically, your heart is just a dumb, simple mechanical pump, and your blood vessels are nothing more exciting than hoses."},{"id":167,"quote":"It is far from guaranteed that an empathic state leads to a compassionate act. One reason for this is captured superbly by the essayist Leslie Jamison: [Empathy] can also offer a dangerous sense of completion: that something has been done because something has been felt. It is tempting to think that feeling someone’s pain is necessarily virtuous in its own right. The peril of empathy isn’t simply that it can make us feel bad, but that it can make us feel good, which can in turn encourage us to think of empathy as an end in itself rather than part of a process, a catalyst.46 In such a situation, saying “I feel your pain, becomes a New Age equivalent of the unhelpful bureaucrat saying, “Look, I sympathize with your situation, but …” The former is so detached from action that it doesn’t even require the “but” as a bridge to the “there’s nothing I can/will do.” Having your pain validated is swell; having it alleviated is better.”"},{"id":168,"quote":"The shape of women’s faces changes subtly during their ovulatory cycle, and men prefer female faces at the time of ovulation."},{"id":169,"quote":"Once people with epilepsy were virtuously punished for their intimacy with Lucifer. Now we mandate that if their seizures aren’t under control, they can’t drive. And the key point is that no one views such a driving ban as virtuous, pleasurable punishment, believing that a person with treatment-resistant seizures “deserves to be banned from driving. Crowds of goitrous yahoos don’t excitedly mass to watch the epileptic’s driver’s license be publicly burned. We’ve successfully banished the notion of punishment in that realm. It may take centuries, but we can do the same in all our current arenas of punishment.”"},{"id":170,"quote":"Because it is the last to mature, by definition the frontal cortex is the brain region least constrained by genes and most sculpted by experience. This must be so, to be the supremely complex social species that we are. Ironically, it seems that the genetic program of human brain development has evolved to, as much as possible, free the frontal cortex from genes."},{"id":171,"quote":"Moderate, transient stress (i.e., the good, stimulatory stress) promotes hippocampal LTP, while prolonged stress disrupts it and promotes LTD—one reason why cognition tanks at such times. This is the inverted-U concept of stress writ synaptic.4"},{"id":172,"quote":"Lots of work has examined the genes involved, most broadly showing that variants that produce lowered dopamine signaling (less dopamine in the synapse, fewer dopamine receptors, or lower responsiveness of these receptors) are associated with sensation seeking, risk taking, attentional problems, and extroversion. Such individuals have to seek experiences of greater intensity to compensate for the blunted dopamine signaling."},{"id":173,"quote":"An emptiness comes from this combination of over-the-top nonnatural sources of reward and the inevitability of habituation; this is because unnaturally strong explosions of synthetic experience and sensation and pleasure evoke unnaturally strong degrees of habituation.90 This has two consequences. First, soon we barely notice the fleeting whispers of pleasure caused by leaves in autumn, or by the lingering glance of the right person, or by the promise of reward following a difficult, worthy task. And the other consequence is that we eventually habituate to even those artificial deluges of intensity. If we were designed by engineers, as we consumed more, we’d desire less. But our frequent human tragedy is that the more we consume, the hungrier we get. More and faster and stronger. What was an unexpected pleasure yesterday is what we feel entitled to today, and what won’t be enough tomorrow."},{"id":174,"quote":"Eventually it can seem hopeless that you can actually fix something, can make things better. But we have no choice but to try. And if you are reading this, you are probably ideally suited to do so. You’ve amply proven you have intellectual tenacity. You probably also have running water, a home, adequate calories, and low odds of festering with a bad parasitic disease. You probably don’t have to worry about Ebola virus, warlords, or being invisible in your world. And you’ve been educated. In other words, you’re one of the lucky humans. So try."},{"id":175,"quote":"One study showed kids, ages five to thirteen, pairs of faces of candidates from obscure elections and asked them whom they’d prefer as captain on a hypothetical boat trip. And kids picked the winner 71 percent of the time.31"},{"id":176,"quote":"If you have to boil this book down to a single phrase, it would be \"it's complicated."},{"id":177,"quote":"A high incidence of 7R, associated with impulsivity and novelty seeking, is the legacy of humans who made the greatest migrations in human history."},{"id":178,"quote":"She was lionized, canonized, Nobel Prized (and was wonderfully inspirational, as disinterested in acclaim as in her ostracism, working until her nineties)."},{"id":179,"quote":"Now we have hundreds of carefully engineered, designed, and marketed commercial foods filled with rapidly absorbed processed sugars that cause a burst of sensation that can’t be matched by some lowly natural food. Once, we had lives that, amid considerable privation and negatives, also offered a huge array of subtle and often hard-won pleasures. And now we have drugs that cause spasms of pleasure and dopamine a thousand-fold higher than anything stimulated in our drug-free world."},{"id":180,"quote":"The Southern sense of honor in place is also seen in Robert E. Lee; he opposed Southern secession, even made some ambiguous statements that could be viewed as opposed to slavery. Yet when offered the command of the Union Army by Lincoln, Lee wrote, “I wish to live under no other government and there is no sacrifice I am not ready to make for the preservation of the Union save that of honor. When Virginia chose secession, he regretfully fulfilled his sense of honor to his home and led the Confederate Army of Northern Virginia.”"},{"id":181,"quote":"Willpower is more than just a metaphor; self-control is a finite resource. Frontal neurons are expensive cells, and expensive cells are vulnerable cells. Consistent"},{"id":182,"quote":"Something roughly akin to love is needed for proper biological development, and its absence is among the most aching, distorting stressors that we can suffer."},{"id":183,"quote":"someone’s hand being poked with a needle, and subjects have an “isomorphic sensorimotor response—hands tense in empathy. Among both whites and blacks, the response is blunted for other-race hands; the more the implicit racism, the more blunting. Similarly, among subjects of both races, there’s more activation of the (emotional) medial PFC when considering misfortune befalling a member of their own race than of another race.”"},{"id":184,"quote":"The final misconception is that evolution is “just a theory. I will boldly assume that readers who have gotten this far believe in evolution. Opponents inevitably bring up that irritating canard that evolution is unproven, because (following an unuseful convention in the field) it is a “theory” (like, say, germ theory). Evidence for the reality of evolution includes: Numerous examples where changing selective pressures have changed gene frequencies in populations within generations (e.g., bacteria evolving antibiotic resistance). Moreover, there are also examples (mostly insects, given their short generation times) of a species in the process of splitting into two. Voluminous fossil evidence of intermediate forms in numerous taxonomic lineages. Molecular evidence. We share ~98 percent of our genes with the other apes, ~96 percent with monkeys, ~75 percent with dogs, ~20 percent with fruit flies. This indicates that our last common ancestor with other apes lived more recently than our last common ancestor with monkeys, and so on. Geographic evidence. To use Richard Dawkins’s suggestion for dealing with a fundamentalist insisting that all species emerged in their current forms from Noah’s ark—how come all thirty-seven species of lemurs that made landfall on Mt. Ararat in the Armenian highlands hiked over to Madagascar, none dying and leaving fossils in transit? Unintelligent design—oddities explained only by evolution. Why do whales and dolphins have vestigial leg bones? Because they descend from a four-legged terrestrial mammal. Why should we have arrector pili muscles in our skin that produce thoroughly useless gooseflesh? Because of our recent speciation from other apes whose arrector pili muscles were attached to hair, and whose hair stands up during emotional arousal.”"},{"id":185,"quote":"Diallo, a West African immigrant in New York, matched a description of a rapist. Four white officers questioned him, and when the unarmed Diallo started to pull out his wallet, they decided it was a gun and fired forty-one shots. The underlying neurobiology concerns “event-related potentials (ERPs), which are stimulus-induced changes in electrical activity of the brain (as assessed by EEG—electroencephalography). Threatening faces produce a distinctive change (called the P200 component) in the ERP waveform in under two hundred milliseconds. Among white subjects, viewing someone black evokes a stronger P200 waveform than viewing someone white, regardless of whether the person is armed. Then, a few milliseconds later, a second, inhibitory waveform (the N200 component) appears, originating from the frontal cortex—“Let’s think a sec about what we’re seeing before we shoot.” Viewing a black individual evokes less of an N200 waveform than does seeing someone white. The greater the P200/N200 ratio (i.e., the greater the ratio of I’m-feeling-threatened to Hold-on-a-sec), the greater the likelihood of shooting an unarmed black individual.”"},{"id":186,"quote":"All of that was eventually shown—there’s considerable adult neuro-genesis in the hippocampus (where roughly 3 percent of neurons are replaced each month) and lesser amounts in the cortex.22 It happens in humans throughout adult life. Hippocampal neurogenesis, for example, is enhanced by learning, exercise, estrogen, antidepressants, environmental enrichment, and brain injuryfn9 and inhibited by various stressors.fn10,23 Moreover, the new hippocampal neurons integrate into preexisting circuits, with the perky excitability of young neurons in the perinatal brain. Most important, new neurons are essential for integrating new information into preexisting schemas, something called “pattern separation."},{"id":187,"quote":"the brain becomes literal when we do the flip side of empathy.10 It’s painful watching a hated competitor succeed, and we activate the ACC at that time. Conversely, if he fails, we gloat, feel schadenfreude, get pleasure from his pain, and activate dopaminergic reward pathways. Forget “Your pain is my pain. Your pain is my gain.”"},{"id":188,"quote":"This point is made with a great metaphor for the consequences of societal inequality.41 The frequency of “air rage—a passenger majorly, disruptively, dangerously losing it over something on a flight—has been increasing. Turns out there’s a substantial predictor of it: if the plane has a first-class section, there’s almost a fourfold increase in the odds of a coach passenger having air rage. Force coach passengers to walk through first class when boarding, and you more than double the chances further. Nothing like starting a flight by being reminded of where you fit into the class hierarchy. And completing the parallel with violent crime, when air rage is boosted in coach by reminders of inequality, the result is not a crazed coach passenger sprinting into first class to shout Marxist slogans. It’s the guy being awful to the old woman sitting next to him, or to the flight attendant.*”"},{"id":189,"quote":"Success in everything from athletics to chess to the stock market boosts testosterone levels."},{"id":190,"quote":"Consider this: the human genome codes for about 1,500 different TFs, contains 4,000,000 TF-binding sites, and the average cell uses about 200,000 such sites to generate its distinctive gene-expression profile.5 This is boggling."},{"id":191,"quote":"A final depressing point about inequality and violence. As we've seen, a rat being shocked activates a stress response. But a rat being shocked who can then bite the hell out of another rat has less of a stress response. Likewise with baboons - if you are low ranking, a reliable way to reduce glucocorticoid secretion is to displace aggression onto those even lower in the pecking order. It's something similar here - despite the conservative nightmare of class warfare, of the poor rising up to slaughter the wealthy, when inequality fuels violence, it is mostly the poor preying on the poor."},{"id":192,"quote":"Once, during a concert of cathedral organ music, as I sat getting gooseflesh amid that tsunami of sound, I was struck with a thought: for a medieval peasant, this must have been the loudest human-made sound they ever experienced, awe-inspiring in now-unimaginable ways. No wonder they signed up for the religion being proffered. And now we are constantly pummeled with sounds that dwarf quaint organs. Once, hunter-gatherers might chance upon honey from a beehive and thus briefly satisfy a hardwired food craving. And now we have hundreds of carefully designed commercial foods that supply a burst of sensation unmatched by some lowly natural food. Once, we had lives that, amid considerable privation, also offered numerous subtle, hard-won pleasures. And now we have drugs that cause spasms of pleasure and dopamine release a thousandfold higher than anything stimulated in our old drug-free world."},{"id":193,"quote":"How does this work? Rodents produce pheromonal odors with individual signatures, derived from genes called the major histocompatibility complex (MHC). This is a super variable gene cluster that produces unique proteins that form a signature for an individual. This was first studied by immunologists. What does the immune system do? It differentiates between you and invaders—“self and “nonself”—and attacks the latter. All your cells carry your unique MHC-derived protein, and surveillance immune cells attack any cell lacking this protein password.”"},{"id":194,"quote":"Despite these criticisms of his criticisms, my stance has a major problem, one that causes Morse to conclude that the contributions of neuroscience to the legal system “are modest at best and neuroscience poses no genuine, radical challenges to concepts of personhood, responsibility, and competence.25 The problem can be summarized in a hypothetical exchange: Prosecutor: So, professor, you’ve told us about the extensive damage that the defendant sustained to his frontal cortex when he was a child. Has every person who has sustained such damage become a multiple murderer, like the defendant? Neuroscientist testifying for the defense: No. Prosecutor: Has every such person at least engaged in some sort of serious criminal behavior? Neuroscientist: No. Prosecutor: Can brain science explain why the same amount of damage produced murderous behavior in the defendant? Neuroscientist: No. The problem is that, even amid all these biological insights that allow us to be snitty about those silly homunculi, we still can’t predict much about behavior. Perhaps at the statistical level of groups, but not when it comes to individuals.”"},{"id":195,"quote":"I was in San Francisco for the quake, and much was made of the fact that fancy downtown hotels opened their doors to house people needing shelter. It’s worth noting that this generosity was for people made homeless by the quake, not people who were already homeless. For them the earthquake was just another day of scrabbling. The hotels supposedly required a credit card from people, not because they’d be charged for the room, but as evidence that this was the sort of person whose homelessness mattered. This well could have been apocryphal; it’s hard to imagine that the staff at reception needed to see someone’s plastic to tell the difference."},{"id":197,"quote":"Like so many other animals, we have an often-frantic need to conform, belong, and obey. Such conformity can be markedly maladaptive, as we forgo better solutions in the name of the foolishness of the crowd."},{"id":198,"quote":"How’s this for a display of human kin selection: Subjects were given a scenario of a bus hurtling toward a human and a nondescript dog, and they could only save one. Whom would they pick? It depended on degree of relatedness, as one progressed from sibling (1 percent chose the dog over the sibling) to grandparent (2 percent) to distant cousin (16 percent) to foreigner (26 percent).55"},{"id":199,"quote":"Science provides us with some of the most elegant, stimulating puzzles that life has to offer. It throws some of the most provocative ideas into our arenas of moral debate. Occasionally, it improves our lives. I love science, and it pains me to think that so many are terrified of the subject or feel that choosing science means that you cannot also choose compassion, or the arts, or be awed by nature. Science is not meant to cure us of mystery, but to reinvent and reinvigorate it."},{"id":200,"quote":"Suppose a person harmed people two generations ago; are this person’s grandchildren obliged to help his victims’ grandchildren? Subjects viewed a biological grandchild as more obligated than one adopted into the family at birth; the biological relationship carried a taint. Moreover, subjects were more willing to jail two long-lost identical twins for a crime committed by one of them than to jail two unrelated but perfect look-alikes—the former, raised in different environments, share a moral taint because of their identical genes."},{"id":202,"quote":"Glutamate signaling works in a fancier way that is essential to learning.2 To simplify considerably, while dendritic spines typically contain only one type of receptor, those responsive to glutamate contain two. The first (the “non-NMDA) works in a conventional way—for every little smidgen of glutamate binding to these receptors, a smidgen of sodium flows in, causing a smidgen of excitation. The second (the “NMDA”) works in a nonlinear, threshold manner. It is usually unresponsive to glutamate. It’s not until the non-NMDA has been stimulated over and over by a long train of glutamate release, allowing enough sodium to flow in, that this activates the NMDA receptor. It suddenly responds to all that glutamate, opening its channels, allowing an explosion of excitation.”"},{"id":203,"quote":"genes and fetal environment are relevant. But most important, recall the logic of collapsing different types of trauma into a single category. What counts is the sheer number of times a child is bludgeoned by life and the number of protective factors."},{"id":204,"quote":"When facing Me-versus-Us moral dilemmas of resisting selfishness, our rapid intuitions are good, honed by evolutionary selection for cooperation in a sea of green-beard markers.35 And in such settings, regulating and formalizing the prosociality (i.e., moving it from the realm of intuition to that of cogitation) can even be counterproductive, a point emphasized by Samuel Bowles.* In contrast, when doing moral decision making during Us-versus-Them scenarios, keep intuitions as far away as possible. Instead, think, reason, and question; be deeply pragmatic and strategically utilitarian; take their perspective, try to think what they think, try to feel what they feel. Take a deep breath, and then do it all again.*"},{"id":205,"quote":"A behavior has occurred that is good, bad, or ambiguous. How have cultural factors stretching back to the origins of humans contributed to that behavior? And rustling cattle on a moonless night; or setting aside tending your cassava garden to raid your Amazonian neighbours; or building fortifications; or butchering every man, woman, and child in a village is irrelevant to that question. That's because all these study subjects are pastoralists, agriculturalists, or horticulturalists, lifestyles that emerged only in the last ten thousand to fourteen thousand years, after the domestication of plants and animals. In the context of hominin history stretching back hundreds of thousands of years, being a camel herder or farmer is nearly as newfangled as being a lobbyist advocating for legal rights for robots. For most of history, humans have been hunter-gatherers, a whole different kettle of fish."},{"id":206,"quote":"Dogs attempt to deceive one another, with marginal success—when a dog is terrified, fear pheromones emanate from his anal scent glands, and it’s not great if the guy you’re facing off against knows you’re scared. A dog can’t consciously choose to be deceptive by not synthesizing and secreting those pheromones. But he can try to squelch their dissemination by putting a lid on those glands, by putting his tail between his legs—“I’m not scared, no siree, squeaked Sparky.”"},{"id":207,"quote":"Another gene/environment interaction pertains to depression, a disease involving serotonin abnormalities.33 A gene called 5HTT codes for a transporter that removes serotonin from the synapse; having a particular 5HTT variant increases the risk of depression … but only when coupled with childhood trauma.fn23 What’s the effect of 5HTT variant on depression risk? It depends on childhood trauma exposure. What’s the effect of childhood trauma exposure on depression risk? It depends on 5HTT variant (plus loads of other genes, but you get the point)."},{"id":208,"quote":"Major depression. As will be detailed in chapter 14, major depression is utterly intertwined with prolonged stress, and this connection includes elevated glucocorticoid levels in about half the people with major depression. Yvette Sheline of Washington University and others have shown that prolonged major depression is, once again, associated with a smaller hippocampus. The more prolonged the history of depression, the more volume loss. Furthermore, it is in patients with the subtype of depression that is most associated with elevated glucocorticoid levels where you see the smaller hippocampus."},{"id":209,"quote":"Thus transcription factors regulate genes. What regulates transcription factors? The answer devastates the concept of genetic determinism: the environment."},{"id":210,"quote":"...dopamine is not about the happiness of reward. It's about the happiness of pursuit of reward that has a decent chance of occurring."},{"id":211,"quote":"Now consider a genome consisting of genes A and B, meaning three different transcription profiles—A is transcribed, B is transcribed, A and B are transcribed—requiring three different TFs (assuming you activate only one at a time). Three genes, seven transcription profiles: A, B, C, A + B, A + C, B + C, A + B + C. Seven different TFs. Four genes, fifteen profiles. Five genes, thirty-one profiles.fn7 As the number of genes in a genome increases, the number of possible expression profiles increases exponentially. As does the number of TFs needed to produce those profiles."},{"id":212,"quote":"The more income inequality, the less likely people are to help someone (in an experimental setting) and the less generous and cooperative they are in economic games."},{"id":213,"quote":"in general, major stressors make people of both genders more risk taking. But moderate stressors bias men toward, and women away from, risk taking. In the absence of stress, men tend toward more risk taking than women; thus,"},{"id":214,"quote":"Brain-imaging studies of drug users at that stage show that viewing a film of actors pretending to use drugs activates dopamine pathways in the brain more than does watching porn films. This"},{"id":215,"quote":"there are studies showing that one oxytocin receptor gene variant is associated with extreme aggression in kids, as well as a callous, unemotional style that foreshadows adult psychopathy.54 Moreover, another variant is associated with social disconnection in kids and unstable adult relationships. But unfortunately these findings are uninterpretable because no one knows if these variants produce more, less, or the usual amount of oxytocin signaling."},{"id":216,"quote":"aggression, violence, compassion, empathy, sympathy, competition, cooperation, altruism, envy, schadenfreude, spite, forgiveness, reconciliation, revenge, reciprocity, and (why not?) love."},{"id":217,"quote":"There’s support for the idea—three of my favorites are that (a) forcing depressed people to smile makes them feel better; (b) instructing people to take on a more “dominant posture makes them feel more so (lowers stress hormone levels); and (c) muscle relaxants decrease anxiety (“Things are still awful, but if my muscles are so relaxed that I’m dribbling out of this chair, things must be improving”). Nonetheless,”"},{"id":218,"quote":"The contrast between rapid, automatic moral intuitionism and conscious, deliberative moral reasoning plays out in another crucial realm and is the subject of Greene’s superb 2014 book Moral Tribes: Emotion, Reason, and the Gap Between Us and Them."},{"id":219,"quote":"What happens when children observe domestic violence, warfare, a gang murder, a school massacre? For weeks afterward there is impaired concentration and impulse control. Witnessing gun violence doubles a child’s likelihood of serious violence within the succeeding two years. And adulthood brings the usual increased risks of depression, anxiety, and aggression. Consistent with that, violent criminals are more likely than nonviolent ones to have witnessed violence as kids."},{"id":220,"quote":"Starting with a 1979 study, low levels of serotonin in the brain were shown to be associated with elevated levels of human aggression, with end points ranging from psychological measures of hostility to overt violence."},{"id":221,"quote":"Why else evolve the fusiform? The shape of women’s faces changes subtly during their ovulatory cycle, and men prefer female faces at the time of ovulation."},{"id":222,"quote":"As work continued, an important qualifier emerged. Low serotonin didn’t predict premeditated, instrumental violence. It predicted impulsive aggression, as well as cognitive impulsivity (e.g., steep temporal discounting or trouble inhibiting a habitual response). Other studies linked low serotonin to impulsive suicide (independent of severity of the associated psychiatric illness).107"},{"id":223,"quote":"Thus, for our purposes, genes aren’t about inevitability. Instead they’re about context-dependent tendencies, propensities, potentials, and vulnerabilities. All embedded in the fabric of the other factors, biological and otherwise, that fill these pages."},{"id":224,"quote":"I was once at a conference of neuroscientists and all-star Buddhist monk meditators, the former studying what the brains of the latter did during meditation. One scientist asked one of the monks whether he ever stops meditating because his knees hurt from all that cross-leggedness. He answered, “Sometimes I’ll stop sooner than I planned, but not because it hurts; it’s not something I notice. It’s as an act of kindness to my knees."},{"id":225,"quote":"when it comes to the bread and butter of human misery, try a major depression. It can be life-threatening, it can destroy lives, demolish the families of sufferers. And it is dizzyingly common—the psychologist Martin Seligman has called it the common cold of psychopathology. Best estimates are that from 5 to 20 percent of us will suffer a major, incapacitating depression at some point in our lives, causing us to be hospitalized or medicated or nonfunctional for a significant length of time. Its incidence has been steadily increasing for decades—by the year 2020, depression is projected to be the second leading cause of medical disability on earth."},{"id":226,"quote":"This is thought to reflect the killer combination that these folks are often burdened with, namely, high work demands but little autonomy—responsibility without control."},{"id":227,"quote":"Did destruction of the human amygdala lessen aggression? Pretty clearly so, when violence was a reflexive, inchoate outburst preceding a seizure."},{"id":228,"quote":"It is the punisher’s mind-set where everything must be changed. The difficulty of this is explored in the superb book The Punisher’s Brain: The Evolution of Judge and Jury (2014) by Morris Hoffman, a practicing judge and legal scholar.31 He reviews the reasons for punishment: As we see from game theory studies, because punishment fosters cooperation. Because it is in the fabric of the evolution of sociality. And most important, because it can feel good to punish, to be part of a righteous and self-righteous crowd at a public hanging, knowing that justice is being served. This is a deep, atavistic pleasure. Put people in brain scanners, give them scenarios of norm violations. Decision making about culpability for the violation correlates with activity in the cognitive dlPFC. But decision making about appropriate punishment activates the emotional vmPFC, along with the amygdala and insula; the more activation, the more punishment.32 The decision to punish, the passionate motivation to do so, is a frothy limbic state. As are the consequences of punishing—when subjects punish someone for making a lousy offer in an economic game, there’s activation of dopaminergic reward systems. Punishment that feels just feels good."},{"id":229,"quote":"It was the relative, not absolute, size of the surprise that mattered over a tenfold range of reward."},{"id":230,"quote":"Cognitive therapists, like Aaron Beck of the University of Pennsylvania, even consider depression to be primarily a disorder of thought, rather than emotion, in that sufferers tend to see the world in a distorted, negative way."},{"id":231,"quote":"In other cases the challenge is to appreciate how, though human physiology resembles that of other species, we use the physiology in novel ways."},{"id":232,"quote":"these capacities evolved so recently that our brains are, if you will, winging it and improvising on the fly when dealing with metaphor. As a result, we are actually pretty lousy at distinguishing between the metaphorical and literal, at remembering that “it’s only a figure of speech—with enormous consequences for our best and worst behaviors.”"},{"id":233,"quote":"Gerontologists studying the aging process find increasing evidence that most of us will age with a fair degree of success. There’s far less institutionalization and disability than one might have guessed. While the size of social networks shrink with age, the quality of the relationships improves. There are types of cognitive skills that improve in old age (these are related to social intelligence and to making good strategic use of facts, rather than merely remembering them easily). The average elderly individual thinks his or her health is above average, and takes pleasure from that. And most important, the average level of happiness increases in old age; fewer negative emotions occur and, when they do, they don’t persist as long. Connected to this, brain-imaging studies show that negative images have less of an impact, and positive images have more of an impact on brain metabolism in older people, as compared to young."},{"id":234,"quote":"Knowledge emerged about synapses, neurotransmitter-ology was born, and this idea was modified—a new memory requires the formation of a new synapse, a new connection between an axon terminal and a dendritic spine."},{"id":236,"quote":"The group is more arrogant, hypocritical, self-centered and more ruthless in the pursuit of its ends than the individual."},{"id":237,"quote":"I think like an academic egghead, believing that if I write enough paragraphs about a scary subject, give enough lectures about it, it will give up and go away quietly. And if everyone took enough classes about the biology of violence and studied hard, we’d all be able to take a nap between the snoozing lion and lamb. Such is the delusional sense of efficacy of a professor."},{"id":238,"quote":"acute stress strengthens connectivity between the frontal cortex and motoric areas, while weakening frontal-hippocampal connections; the result is decision making that is habitual, rather than incorporating new information."},{"id":239,"quote":"It is the ambiguity of violence, that we can pull a trigger as an act of hideous aggression or of self-sacrificing love, that is so challenging."},{"id":240,"quote":"As Beck and other cognitive therapists have emphasized, much of what constitutes a depression is centered around responding to one awful thing and overgeneralizing from it—cognitively distorting how the world works."},{"id":241,"quote":"Willpower is more than just a metaphor; self-control is a finite resource."},{"id":242,"quote":"if some octopus moved in next door, I would feel hostile superiority because I have a spine and it didn’t, but that animosity might melt into a sense of kinship when I discovered that the octopus, like me, loved playing Twister as a kid."},{"id":243,"quote":"In other words, pain makes aggressive people more aggressive, while doing the opposite to unaggressive individuals.27"},{"id":244,"quote":"A major depression, these findings suggest, can be the outcome of particularly severe lessons in uncontrollability for those of us who are already vulnerable. This may explain an array of findings that show that if a child is stressed in certain ways—loss of a parent to death, divorce of parents, being a victim of abusive parenting—the child is more at risk for depression years later. What could be a more severe lesson that awful things can happen that are beyond our control than a lesson at an age when we are first forming our impressions about the nature of the world?"},{"id":245,"quote":"Feeling someone else’s pain can be more effective for learning than just knowing that they’re in pain. At its core the ACC is about self-interest, with caring about that other person in pain as an add-on."},{"id":246,"quote":"Ask not what a gene does. Ask what it does in a particular environment and when expressed in a particular network of other genes"},{"id":247,"quote":"Your heart does roughly the same thing whether you are in a murderous rage or having an orgasm. Again, the opposite of love is not hate, it’s indifference."},{"id":248,"quote":"Crucially, the brain region most involved in feeling afraid and anxious is most involved in generating aggression."},{"id":249,"quote":"Remarkably, the fetal brain generates far more neurons than are found in the adult. Why? During late fetal development, there is a dramatic competition in much of the brain, with winning neurons being the ones that migrate to the correct location and maximize synaptic connections to other neurons. And neurons that don’t make the grade? They undergo “programmed cell death—genes are activated that cause them to shrivel and die, their materials then recycled.”"},{"id":250,"quote":"Men with more “masculine 2D:4D ratios tend toward higher levels of aggression and math scores; more assertive personalities; higher rates of ADHD and autism (diseases with strong male biases); and decreased risk of depression and anxiety (disorders with a female skew). The faces and handwriting of such men are judged to be more “masculine.” Furthermore, some reports show a decreased likelihood of being gay.”"},{"id":251,"quote":"Perhaps fifty years since we learned that reading problems of a type that we now call dyslexia aren’t due to laziness but instead involve microscopic cortical malformations."},{"id":252,"quote":"If you’re working to restrict your food intake, a milkshake just makes you want another one."},{"id":253,"quote":"Here’s how I’ve always pictured mitigated free will:\tThere’s the brain—neurons, synapses, neurotransmitters, receptors, brainspecific transcription factors, epigenetic effects, gene transpositions during neurogenesis. Aspects of brain function can be influenced by someone’s prenatal environment, genes, and hormones, whether their parents were authoritative or their culture egalitarian, whether they witnessed violence in childhood, when they had breakfast. It’s the whole shebang, all of this book.\tAnd then, separate from that, in a concrete bunker tucked away in the brain, sits a little man (or woman, or agendered individual), a homunculus at a control panel. The homunculus is made of a mixture of nanochips, old vacuum tubes, crinkly ancient parchment, stalactites of your mother’s admonishing voice, streaks of brimstone, rivets made out of gumption. In other words, not squishy biological brain yuck. And the homunculus sits there controlling behavior. There are some things outside its purview—seizures blow the homunculus’s fuses, requiring it to reboot the system and check for damaged files. Same with alcohol, Alzheimer’s disease, a severed spinal cord, hypoglycemic shock. There are domains where the homunculus and that brain biology stuff have worked out a détente—for example, biology is usually automatically regulating your respiration, unless you must take a deep breath before singing an aria, in which case the homunculus briefly overrides the automatic pilot. \tBut other than that, the homunculus makes decisions. Sure, it takes careful note of all the inputs and information from the brain, checks your hormone levels, skims the neurobiology journals, takes it all under advisement, and then, after reflecting and deliberating, decides what you do. A homunculus in your brain, but not of it, operating independently of the material rules of the universe that constitute modern science.\tThat’s what mitigated free will is about. I see incredibly smart people recoil from this and attempt to argue against the extremity of this picture rather than accept its basic validity: “You’re setting up a straw homunculus, suggesting that I think that other than the likes of seizures or brain injuries, we are making all our decisions freely. No, no, my free will is much softer and lurks around the edges of biology, like when I freely decide which socks to wear. But the frequency or significance with which free will exerts itself doesn’t matter. Even if 99.99 percent of your actions are biologically determined (in the broadest sense of this book), and it is only once a decade that you claim to have chosen out of “free will” to floss your teeth from left to right instead of the reverse, you’ve tacitly invoked a homunculus operating outside the rules of science.\tThis is how most people accommodate the supposed coexistence of free will and biological influences on behavior. For them, nearly all discussions come down to figuring what our putative homunculus should and shouldn’t be expected to be capable of.”"},{"id":254,"quote":"It is never really the case that stress makes you sick, or even increases your risk of being sick. Stress increases your risk of getting diseases that make you sick, or if you have such a disease, stress increases the risk of your defenses being overwhelmed by the disease."},{"id":255,"quote":"Perhaps the best way to begin is by making a mental list of the sorts of things we find stressful. No doubt you would immediately come up with some obvious examples—traffic, deadlines, family relationships, money worries. But what if I said, “You’re thinking like a speciocentric human. Think like a zebra for a second. Suddenly, new items might appear at the top of your list—serious physical injury, predators, starvation. The need for that prompting illustrates something critical—you and I are more likely to get an ulcer than a zebra is.”"},{"id":256,"quote":"The opposite of love is not hate; its opposite is indifference. The biologies of strong love and strong hate are similar in many ways, as we’ll see.”"},{"id":257,"quote":"This level is egoistic in that rules and their application come from within and reflect conscience, where a transgression exacts the ultimate cost—having to live with yourself afterward. It recognizes that being good and being law-abiding aren’t synonymous."},{"id":258,"quote":"In another study subjects waited an unknown length of time to receive a shock.12 This lack of predictability and control was so aversive that many chose to receive a stronger shock immediately. And"},{"id":259,"quote":"sometimes, it can be enormously stressful to construct a world without stressors."},{"id":260,"quote":"Parts of the book describe work carried out in my own laboratory, and these studies have been made possible by funding from the National Institutes of Health, the National Institute of Mental Health, the National Science Foundation, the Sloan Foundation, the Klingenstein Fund, the Alzheimer’s Association, and the Adler Foundation."},{"id":261,"quote":"As you study the trait in more environments, the heritability score will decrease. This is recognized by Bouchard: “These conclusions [derived from a behavior genetics study] can be generalized, of course only to new populations exposed to a range of environments similar to those studied.31”"},{"id":263,"quote":"As we saw in chapter 9, it is only when groups get large enough that people regularly interact with strangers that cultures invent moralizing gods. These are not gods who sit around the banquet table laughing with detachment at the foibles of humans down below, or gods who punish humans for lousy sacrificial offerings. These are gods who punish humans for being rotten to other humans—in other words, the large religions invent gods who do third-party punishment. No wonder this predicts these religions’ adherents being third-party punishers themselves."},{"id":264,"quote":"The explains why basal levels of testosterone have little to do with subsequent aggression, and why increases in testosterone due to puberty, sexual stimulation, or the start of mating season don’t increase aggression either."},{"id":265,"quote":"This system can indicate that this mouse is John Smith. How does it also tell that he’s your never-before-encountered brother? The closer the relative, the more similar their cluster of MHC genes and the more similar their olfactory signature. Olfactory neurons in a mouse contain receptors that respond most strongly to the mouse’s own MHC protein. Thus, if the receptor is maximally stimulated, it means the mouse is sniffing its armpit. If near maximally stimulated, it’s a close relative. Moderately, a distant relative. Not at all (though the MHC protein is being detected by other olfactory receptors), it’s a hippo’s"},{"id":266,"quote":"Infuse oxytocin into the brain of a virgin rat, and she’ll act maternally—retrieving, grooming, and licking pups. Block the actions of oxytocin in a rodent mother,*23 and she’ll stop maternal behaviors, including nursing. Oxytocin"},{"id":267,"quote":"John Archer in a definitive 2006 review, “There is a weak and inconsistent association between testosterone levels and aggression in [human] adults, and … administration of testosterone to volunteers typically does not increase their aggression. The brain doesn’t pay attention to fluctuations of testosterone levels within the normal range.”"},{"id":269,"quote":"Beginning in the early 1980s, various researchers, including myself, showed that this “glucocorticoid neurotoxicity was not just a pharmacological effect, but was relevant to normal brain aging in the rat. Collectively, the studies showed that lots of glucocorticoid exposure (in the range seen during stress) or lots of stress itself would accelerate the degeneration of the aging hippocampus. Conversely, diminishing glucocorticoid levels (by removing the adrenals of the rat) would delay hippocampal aging. And as one might expect by now, the extent of glucocorticoid exposure over the rat’s lifetime not only determined how much hippocampal degeneration there would be in old age, but how much memory loss as well.”"},{"id":270,"quote":"For many people, this would be the point where one might do some soul-searching introspection, some painful confronting of truths as a means of personal growth. Being a scientist, I decided to avoid this by Studying the Subject. Donning my lab coat and postponing a microscope nearby ,I started making phone calls."},{"id":271,"quote":"In the fall of 1990 Iraq invaded Kuwait, and in the run-up to the Gulf War, Americans were sickened by a story that emerged. On October 10, 1990, a fifteen-year-old refugee from Kuwait appeared before a congressional Human Rights Caucus.23 The girl—she would give only her first name, Nayirah—had volunteered in a hospital in Kuwait City. She tearfully testified that Iraqi soldiers had stolen incubators to ship home as plunder, leaving over three hundred premature infants to die. Our collective breath was taken away—“These people leave babies to die on the cold floor; they are hardly human. The testimony was seen on the news by approximately 45 million Americans, was cited by seven senators when justifying their support of war (a resolution that passed by five votes), and was cited more than ten times by George H. W. Bush in arguing for U.S. military involvement. And we went to war with a 92 percent approval rating of the president’s decision. In the words of Representative John Porter (R-Illinois), who chaired the committee, after Nayirah’s testimony, “we have never heard, in all this time, in all circumstances, a record of inhumanity, and brutality, and sadism, as the ones that [Nayirah had] given us today.” Much later it emerged that the incubator story was a pseudospeciating lie. The refugee was no refugee. She was Nayirah al-Sabah, the fifteen-year-old daughter of the Kuwaiti ambassador to the United States. The incubator story was fabricated by the public relations firm Hill + Knowlton, hired by the Kuwaiti government with the help of Porter and cochair Representative Tom Lantos (D-California). Research by the firm indicated that people would be particularly responsive to stories about atrocities against babies (ya think?), so the incubator tale was concocted, the witness coached. The story was disavowed by human rights groups (Amnesty International, Human Rights Watch) and the media, and the testimony was withdrawn from the Congressional Record—long after the war.”"},{"id":272,"quote":"glucocorticoids in"},{"id":273,"quote":"What is that 95 percent? Some is junk—remnants of pseudogenes inactivated by evolution.fn4,3 But buried in that are the keys to the kingdom, the instruction manual for when to transcribe particular genes, the on/off switches for gene transcription. A gene doesn’t “decide when to be photocopied into RNA, to generate its protein. Instead, before the start of the stretch of DNA coding for that gene is a short stretch called a promoterfn5—the “on” switch. What turns the promoter switch on? Something called a transcription factor (TF) binds to the promoter. This causes the recruitment of enzymes that transcribe the gene into RNA. Meanwhile, other transcription factors deactivate genes.”"},{"id":274,"quote":"Let’s see what “multifactorial means in a practical sense. Consider someone with frequent depression who is visiting a friend today, pouring her heart out about her problems. How much could you have predicted the global depression and today’s behavior by knowing about her biology? Suppose “knowing about her biology” consisted only of knowing what version of the serotonin transporter gene she has. How much predictive power does that give you? As we saw in chapter 8, not much—say, 10 percent. What if “knowing about her biology” consists of knowing the status of that gene plus knowing if one of her parents died when she was a child? More, maybe 25 percent. How knowing her serotonin transporter gene status + childhood adversity status + whether she is living alone in poverty? Maybe up to 40 percent. Add knowledge of the average level of glucocorticoids in her bloodstream today. Maybe a bit more. Toss in knowing if she’s living in an individualist or a collectivist culture. Some more predictability.fn11 Know if she is menstruating (which typically exacerbates symptoms in seriously depressed women, making it more likely that they’ll be socially withdrawn rather than reaching out to someone). Some more predictability. Maybe even above the 50 percent mark by now. Add enough factors, many of which, possibly most of which, have not yet been discovered, and eventually your multifactorial biological knowledge will give you the same predictive power as in the fractured-bone scenario. Not different amounts of biological causation; different types of causation.”"},{"id":275,"quote":"maintaining the high rank is about social intelligence and impulse control: knowing which provocations to ignore and which coalitions to form, understanding other individuals’ actions."},{"id":276,"quote":"If it's the right person tickling you in that adolescent stage of being on the cusp of sexuality, maybe, just maybe, that tickling is going to be followed by something really good, like hand-holding. In contrast, if it's Slobodan Milosovic who is tickling you, maybe, just maybe, it will be followed up by his trying to ethnically cleanse you."},{"id":277,"quote":"the worst stress-related health typically occurs in middle management, with its killer combo of high work demands but little autonomy—responsibility without control."},{"id":278,"quote":"Remarkably, the size of neurons’ dendritic trees in the hippocampus expands and contracts like an accordion throughout a female rat’s ovulatory cycle, with the size (and her cognitive skills) peaking when estrogen peaks.fn6 Thus, neurons can form new dendritic branches and spines, increasing the size of their dendritic tree or, in other circumstances, do the opposite; hormones frequently mediate these effects."},{"id":279,"quote":"Obviously, a theme of this book is just how many things can go wrong in the body because of stress and how important it is for everyone to recognize this. However, it would be utterly negligent to exaggerate the implications of this idea. Every child cannot grow up to be president; it turned out that merely by holding hands and singing folk songs we couldn’t end all war, and hunger does not disappear just by visualizing a world without it. Everything bad in human health now is not caused by stress, nor is it in our power to cure ourselves of all our worst medical nightmares merely by reducing stress and thinking healthy thoughts full of courage and spirit and love."},{"id":280,"quote":"In other words, the more genomically complex the organism, the larger the percentage of the genome devoted to gene regulation by the environment."},{"id":281,"quote":"A chicken is an egg’s way of making another egg"},{"id":282,"quote":"Starting with Theodor Adorno in the 1950s, people have suggested that lower intelligence predicts adherence to conservative ideology. Some but not all studies since then have supported this conclusion. More consistent has been a link between lower intelligence and a subtype of conservatism, namely right-wing authoritarianism (RWA, a fondness for hierarchy). ... The standard, convincing explanation for the link is that RWA provides simple answers, ideal for people with poor abstract reasoning skills. The literature has two broad themes. One is that rightists are relatively uncomfortable with ambiguity; ... . The other is that leftists, well, think harder, have a greater capacity for what the political scientist Philip Tetlock of the University of Pennsylvania calls \"integrative complexity\". In one study, conservatives and liberals, when asked about the causes of poverty, both tended toward personal attributions (“They’re poor because they’re lazy). But only if they had to make snap judgments. Give people more time, and liberals shifted toward situational explanations (“Wait, things are stacked against the poor”). In other words, conservatives start gut and stay gut; liberals go from gut to head. ...Why? Some have suggested it’s a greater respect for thinking, which readily becomes an unhelpful tautology. Linda Skitka of the University of Illinois emphasizes how the personal attributions of snap judgments readily feel dissonant to liberals, at odds with their principles; thus they are motivated to think their way to a more consonant view. In contrast, even with more time, conservatives don’t become more situational, because there’s no dissonance.”"},{"id":283,"quote":"The candidate gene approaches show that the effect of a single gene on a behavior is typically tiny. In other words, having the “warrior gene variant of MAO probably has less effect on your behavior than does believing that you have it.”"},{"id":284,"quote":"What does the frontal cortex do? Its list of expertise includes working memory, executive function (organizing knowledge strategically, and then initiating an action based on an executive decision), gratification postponement, long-term planning, regulation of emotions, and reining in impulsivity.35"},{"id":285,"quote":"Or, stated in a familiar way, increasing cognitive load* should make people more conservative. This is precisely the case. The time pressure of snap judgments is a version of increased cognitive load. Likewise, people become more conservative when tired, in pain or distracted with a cognitive task, or when blood alcohol levels rise.Recall from chapter 3 that willpower takes metabolic power, thanks to the glucose demands of the frontal cortex. This was the finding that when people are hungry, they become less generous in economic games. A real-world example of this is startling (see graph on previous page)—in a study of more than 1,100 judicial rulings, prisoners were granted parole at about a 60 percent rate when judges had recently eaten, and at essentially a 0 percent rate just before judges ate (note also the overall decline over the course of a tiring day). Justice may be blind, but she’s sure sensitive to her stomach gurgling."},{"id":286,"quote":"A powerful example of this is seen in the first war of Indian independence, also known as the Sepoy Mutiny, of 1857. Indian soldiers—sepoys—serving in the British East India Company’s army rebelled when it became known that the bullets they were issued were greased in either tallow, derived from cows, or lard, from pigs—major offenses to the Hindu and Muslim soldiers, respectively. Mind you, this was not the British colonial overlords doing something offensive to the core cultural values of either group—for example, declaring Allah a false prophet or banning polytheistic worship. Virtually every culture on earth has food prohibitions, often pretty arbitrary ones meant to merely signal core values (kosher laws for Orthodox Jews, for example, revolve around zoological arcana about whether a species has a cloven hoof) but that eventually gain a huge power. Before it was over, the Sepoy Mutiny killed more than 100,000 Indians."},{"id":287,"quote":"What do children need from their mothers?: love, warmth, affection, responsiveness, stimulation, consistency, reliability. What is produced in their absence? Anxious, depressed, and/or poorly attached adults.”"},{"id":289,"quote":"Kids learn dichotomies in the absence of any ill intent. When a kindergarten teacher says, “Good morning, boys and girls, the kids are being taught that dividing the world that way is more meaningful than saying, “Good morning, those of you who have lost a tooth and those of you who haven’t yet.”"},{"id":290,"quote":"Genes have plenty to do with behavior. Even more appropriately, all behavioral traits are affected to some degree by genetic variability.65 They have to be, given that they specify the structure of all the proteins pertinent to every neurotransmitter, hormone, receptor, etc. that there is. And they have plenty to do with individual differences in behavior, given the large percentage of genes that are polymorphic, coming in different flavors. But their effects are supremely context dependent."},{"id":292,"quote":"Most broadly, the PFC chooses between conflicting options—Coke or Pepsi; blurting out what you really think or restraining yourself; pulling the trigger or not. And often the conflict being resolved is between a decision heavily driven by cognition and one driven by emotions. Once it has decided, the PFC sends orders via projections to the rest of the frontal cortex, sitting just behind it. Those neurons then talk to the “premotor cortex, sitting just behind it, which then passes it to the “motor cortex,” which talks to your muscles. And a behavior ensues.”"},{"id":293,"quote":"Work by Shelley Taylor of UCLA shows that “fight or flight is the typical response to stress in males, and naturally, the stress literature is predominantly studies of males by males.83 Things often differ in females. Showing that she can match the good old boys when it comes to snappy sound bites, Taylor framed the female stress response as being more about “tend and befriend”—caring for your young and seeking social affiliation. This fits with striking sex differences in stress management styles, and tend-and-befriend most likely reflects the female stress response involving a stronger component of oxytocin secretion.”"},{"id":294,"quote":"When deontologism and consequentialism contemplate trolleys, the former is about moral intuitions rooted in the vmPFC, amygdala, and insula, while the latter is the domain of the dlPFC and moral reasoning. Why is it that our automatic, intuitive moral judgments tend to be nonutilitarian? Because, as Greene states in his book, “Our moral brains evolved to help us spread our genes, not to maximize our collective happiness."},{"id":295,"quote":"Another study explored the neurobiology of conforming.16 To simplify, a subject is part of a group (where, secretly, the rest are confederates); they are shown “X, then asked, “What did you see?” Everyone else says “Y.” Does the subject lie and say “Y” also? Often. Subjects who stuck to their guns with “X” showed amygdala activation.”"},{"id":296,"quote":"The single genetic variant identified that most powerfully predicted height explained all of 0.4 percent—four tenths of one percent—of the variation in height, and all those hundreds of variants put together explained only about 10 percent of the variation. Meanwhile, an equally acclaimed study did a GWAS regarding body mass index (BMI). Similar amazingness—almost a quarter million genomes examined, even more authors than the height study. And in this case the single most explanatory genetic variant identified accounted for only 0.3 percent of the variation in BMI."},{"id":297,"quote":"The trolley studies show people’s moral heterogeneity. In them approximately 30 percent of subjects were consistently deontologists, unwilling to either pull a lever or push a person, even at the cost of those five lives. Another 30 percent were always utilitarian, willing to pull or push. And for everyone else, moral philosophies were context dependent. The fact that a plurality of people fall into this category prompts Greene’s “dual process model, stating that we are usually a mixture of valuing means and ends. What’s your moral philosophy? If harm to the person who is the means is unintentional or if the intentionality is really convoluted and indirect, I’m a utilitarian consequentialist, and if the intentionality is right in front of my nose, I’m a deontologist.”"},{"id":298,"quote":"Correlation and causality. Why is it that throughout the animal kingdom and in every human culture, males account for most aggression and violence? Well, what about testosterone and some related hormones, collectively called androgens, a term that unless otherwise noted, I will use simplistically as synonymous with testosterone. In nearly all species, males have more circulating testosterone than do females, who secrete small amounts of androgens from the adrenal glands. Moreover, male aggression is most prevalent when testosterone levels are highest; adolescence and during mating season in seasonal breeders. Thus, testosterone and aggression are linked. Furthermore, there are particularly high levels of testosterone receptors in the amygdala, in the way station by which it projects to the rest of the brain, the bed nucleus of the stria terminalis, and in its major targets, the hypothalamus, the central gray of the mid-brain, and the frontal cortex. But these are merely correlative data. Showing that testosterone causes aggression requires a subtraction plus a replacement experiment. Subtraction, castrate a male: do levels of aggression decrease? Yes, including in humans. This shows that something coming from the testes causes aggression. Is it testosterone? Replacement: give that castrated individual replacement testosterone. Do pre-castration levels of aggression return? Yes, including in humans, thus testosterone causes aggression. Time to see how wrong that is. The first hint of a complication comes after castration. When average levels of aggression plummet in every species, but crucially, not to zero, well, maybe the castration wasn't perfect, you missed some bits of testes, or maybe enough of the minor adrenal androgens are secreted to maintain the aggression. But no, even when testosterone and androgens are completely eliminated, some aggression remains, thus some male aggression is testosterone independent. This point is driven home by castration of some sexual offenders, a legal procedure in a few states. This is accomplished with chemical castration, administration of drugs that either inhibit testosterone production or block testosterone receptors. Castration decreases sexual urges in the subset of sex offenders with intense, obsessive, and pathological urges. But otherwise, castration doesn't decrease recidivism rates as stated in one meta-analysis. Hostile rapists and those who commit sex crimes motivated by power or anger are not amenable to treatment with the anti-androgenic drugs. This leads to a hugely informative point. The more experience the male had being aggressive prior to castration, the more aggression continues afterward. In otherwise, the less his being aggressive in the future requires testosterone and the more it's a function of social learning."},{"id":299,"quote":"The amygdala also helps mediate both innate and learned fear.18 The core of innate fear (aka a phobia) is that you don’t have to learn by trial and error that something is aversive. For example, a rat born in a lab, who has interacted only with other rats and grad students, instinctually fears and avoids the smell of cats."},{"id":301,"quote":"To cite a quote attributed to Oscar Wilde, “Morality is simply the attitude we adopt towards people whom we personally dislike. It’s Us versus Them framed morally, and the importance of what Greene calls “the Tragedy of Commonsense Morality” is shown by the fact that most intergroup conflicts on our planet ultimately are cultural disagreements about whose “right” is righter.”"},{"id":302,"quote":"Once, during a concert of cathedral organ music, as I sat getting gooseflesh amid that tsunami of sound, I was struck with a thought: for a medieval peasant, this must have been the loudest human-made sound they ever experienced, awe-inspiring in now-unimaginable ways. No wonder they signed up for the religion being proffered. And now we are constantly pummeled with sounds that dwarf quaint organs. Once, hunter-gatherers might chance upon honey from a beehive and thus briefly satisfy a hardwired food craving. And now we have hundreds of carefully designed commercial foods that supply a burst of sensation unmatched by some lowly natural food. Once, we had lives that, amid considerable privation, also offered numerous subtle, hard-won pleasures. And now we have drugs that cause spasms of pleasure and dopamine release a thousandfold higher than anything stimulated in our old drug-free world. An emptiness comes from this combination of over-the-top nonnatural sources of reward and the inevitability of habituation; this is because unnaturally strong explosions of synthetic experience and sensation and pleasure evoke unnaturally strong degrees of habituation.90 This has two consequences. First, soon we barely notice the fleeting whispers of pleasure caused by leaves in autumn, or by the lingering glance of the right person, or by the promise of reward following a difficult, worthy task. And the other consequence is that we eventually habituate to even those artificial deluges of intensity. If we were designed by engineers, as we consumed more, we’d desire less. But our frequent human tragedy is that the more we consume, the hungrier we get. More and faster and stronger. What was an unexpected pleasure yesterday is what we feel entitled to today, and what won’t be enough tomorrow."},{"id":303,"quote":"The dichotomy between innate and learned fear is actually a bit fuzzy.19 Everyone knows that humans are innately afraid of snakes and spiders. But some people keep them as pets, give them cute names.fn13 Instead of inevitable fear, we show “prepared learning—learning to be afraid of snakes and spiders more readily than of pandas or beagles.”"},{"id":304,"quote":"The evolutionarily ancient central amygdala plays a key role in innate fears. Surrounding it is the basolateral amygdala (BLA), which is more recently evolved and somewhat resembles the fancy, modern cortex. It’s the BLA that learns fear and then sends the news to the central amygdala."},{"id":305,"quote":"The most convincing data concern rare humans with damage restricted to the amygdala, either due to a type of encephalitis or a congenital disorder called Urbach-Wiethe disease, or where the amygdala was surgically destroyed to control severe, drug-resistant seizures originating there.5 Such individuals are impaired in detecting angry facial expressions (while being fine at recognizing other emotional states—stay tuned)."},{"id":306,"quote":"in adults the anterior cingulate cortex activates when they see someone hurt. Ditto for the amygdala and insula, especially in instances of intentional harm—there is anger and disgust. PFC regions including the (emotional) vmPFC are on board. Observing physical pain (e.g., a finger being poked with a needle) produces a concrete, vicarious pattern: there is activation of the periaqueductal gray (PAG), a region central to your own pain perception, in parts of the sensory cortex receiving sensation from your own fingers, and in motor neurons that command your own fingers to move.fn3 You clench your fingers."},{"id":307,"quote":"Conversely, instruct subjects to “carefully consider their decision, or prime them to value reflection over intuition, and they’d be more selfish. The more time to think, the more time to do a version of “Yes, we all agree that cooperation is a good thing . . . but here is why I should be exempt this time”—what the authors called “calculated greed.”"},{"id":308,"quote":"in adults the anterior cingulate cortex activates when they see someone hurt. Ditto for the amygdala and insula, especially in instances of intentional harm—there is anger and disgust. PFC regions including the (emotional) vmPFC are on board. Observing physical pain (e.g., a finger being poked with a needle) produces a concrete, vicarious pattern: there is activation of the periaqueductal gray (PAG), a region central to your own pain perception, in parts of the sensory cortex receiving sensation from your own fingers, and in motor neurons that command your own fingers to move.fn3 You clench your fingers. Work by Jean Decety of the University of Chicago shows that when seven-year-olds watch someone in pain, activation is greatest in the more concrete regions—the PAG and the sensory and motor cortices—with PAG activity coupled to the minimal vmPFC activation there is. In older kids the vmPFC is coupled to increasingly activated limbic structures.13 And by adolescence the stronger vmPFC activation is coupled to ToM regions. What’s happening? Empathy is shifting from the concrete world of “Her finger must hurt, I’m suddenly conscious of my own finger to ToM-ish focusing on the pokee’s emotions and experience.”"},{"id":309,"quote":"we don’t hate violence. We hate and fear the wrong kind of violence, violence in the wrong context. Because violence in the right context is different. We pay good money to watch it in a stadium, we teach our kids to fight back, we feel proud when, in creaky middle age, we manage a dirty hip-check in a weekend basketball game. Our conversations are filled with military metaphors—we rally the troops after our ideas get shot down. Our sports teams’ names celebrate violence—Warriors, Vikings, Lions, Tigers, and Bears."},{"id":310,"quote":"The sensory cortex and visual cortex are far away from each other. How do those tactile neurons “know (a) that there’s vacant property in the visual cortex; (b) that hooking up with those unoccupied neurons helps turn fingertip information into “reading”; and (c) how to send axonal projections to this new cortical continent? All are matters of ongoing research.”"},{"id":311,"quote":"when we get into a physiological uproar and activate the stress-response for no reason at all, or over something we cannot do anything about, we call it things like “anxiety, “neurosis,” “paranoia,” or “needless hostility.” Thus, the stress-response can be mobilized not only in response to physical or psychological insults, but also in expectation of them.”"},{"id":312,"quote":"First, can fetal or childhood exposure to synthetic glucocorticoids have lifelong, adverse effects? Glucocorticoids (such as hydrocortisone) are prescribed in vast amounts, because of their immunosuppressive or anti-inflammatory effects. During pregnancy, they are administered to women with certain endocrine disorders or who are at risk for delivering preterm. Heavy administration of them during pregnancy has been reported to result in children with smaller head circumferences, emotional and behavioral problems in childhood, and slowing of some developmental landmarks. Are these effects lifelong? No one knows."},{"id":314,"quote":"If people around you smell scared, your brain tilts toward concluding that you are too."},{"id":315,"quote":"As emphasized in the last chapter, epigenetic changes can be multi-generational.8 Dogma was that all the epigenetic marks (i.e., changes in the DNA or surrounding proteins) were erased in eggs and sperm. But it turns out that epigenetic marks can be passed on by both (e.g., make male mice diabetic, and they pass the trait to their offspring via epigenetic changes in sperm)."},{"id":317,"quote":"LeDoux and others have shown how auditory information about the tone stimulates BLA neurons. At first, activation of those neurons is irrelevant to the central amygdala (whose neurons are destined to activate following the shock). But with repeated coupling of tone with shock, there is remapping and those BLA neurons acquire the means to activate the central amygdala.fn16 BLA neurons that respond to the tone only once conditioning has occurred would also have responded if conditioning instead had been to a light. In other words, these neurons respond to the meaning of the stimulus, rather than to its specific modality."},{"id":318,"quote":"Edward Tylor, a distinguished nineteenth-century cultural anthropologist. For him culture is “that complex whole which includes knowledge, belief, art, morals, law, custom, and any other capabilities and habits acquired by man [sic] as a member of society."},{"id":319,"quote":"In a test of the theory, Kees Keizer of the University of Groningen in the Netherlands asked whether cues of one type of norm violation made people prone to violating other norms.39 When bicycles were chained to a fence (despite a sign forbidding it), people were more likely to take a shortcut through a gap in the fence (despite a sign forbidding it); people littered more when walls were graffitied; people were more likely to steal a five-euro note when litter was strewn around. These were big effects, with doubling rates of crummy behaviors. A norm violation increasing the odds of that same norm being violated is a conscious process. But when the sound of fireworks makes someone more likely to litter, more unconscious processes are at work."},{"id":320,"quote":"…there’s no reason why something should lose its power simply because it turns out to have layers of complexity that were not initially available to us, which we slowly attain."},{"id":321,"quote":"the opposite of play is not work—it’s depression."},{"id":323,"quote":"you can’t begin to understand things like aggression, competition, cooperation, and empathy without biology; I say this for the benefit of a certain breed of social scientist who finds biology to be irrelevant and a bit ideologically suspect when thinking about human social behavior."},{"id":324,"quote":"There’s support for the idea—three of my favorites are that (a) forcing depressed people to smile makes them feel better; (b) instructing people to take on a more “dominant posture makes them feel more so (lowers stress hormone levels); and (c) muscle relaxants decrease”"},{"id":325,"quote":"In our world riddled with male violence, the problem isn’t that testosterone can increase levels of aggression. The problem is the frequency with which we reward aggression."},{"id":326,"quote":"by the time you finish this book, you’ll see that it actually makes no sense to distinguish between aspects of a behavior that are “biological and those that would be described as, say, “psychological” or “cultural.” Utterly intertwined.”"},{"id":327,"quote":"I can’t really imagine how to live your life as if there is no free will. It may never be possible to view ourselves as the sum of our biology. Perhaps we’ll have to settle for making sure our homuncular myths are benign, and save the heavy lifting of truly thinking rationally for where it matters—when we judge others harshly."},{"id":328,"quote":"Thus, we tend to think of Us as noble, loyal, and composed of distinctive individuals whose failings are due to circumstance. Thems, in contrast, seem disgusting, ridiculous, simple, homogeneous, undifferentiated, and interchangeable."},{"id":329,"quote":"Infuse oxytocin into the brain of a virgin rat, and she’ll act maternally—retrieving, grooming, and licking pups. Block the actions of oxytocin in a rodent mother,fn6,23 and she’ll stop maternal behaviors, including nursing."},{"id":330,"quote":"willpower takes metabolic power, thanks to the glucose demands of the frontal cortex. This was the finding that when people are hungry, they become less generous in economic games."},{"id":331,"quote":"Various studies, predominantly by Roy Baumeister of Florida State University, show that when the frontal cortex labors hard on some cognitive task, immediately afterward individuals are more aggressive and less empathic, charitable, and honest. Metaphorically, the frontal cortex says, “Screw it. I’m tired and don’t feel like thinking about my fellow human."},{"id":332,"quote":"There is often an inverse relationship between levels of intragroup and intergroup aggression. In other words, groups with highly hostile interactions with neighbors tend to have minimal internal conflict. Or, to spin this another way, groups with high levels of internal conflict are too distracted to focus hostility on the Others."},{"id":333,"quote":"In other words, while evidence of corporate social responsibility (scenario C) boosts sales a bit, it’s far more effective when the individual and the business share social responsibility and the individual determines the amount of money donated."},{"id":334,"quote":"In contrast, conservatives heavily value loyalty, authority, and sanctity. Obviously, this is a big difference. Is it okay to criticize your group to outsiders? Rightists: no, that’s disloyal. Leftists: yes, if justified. Should you ever disobey a law? Rightists: no, that undermines authority. Leftists: of course, if it’s a bad law. Is it okay to burn the flag? Rightists: never, it’s sacred. Leftists: come on, it’s a piece of cloth."},{"id":335,"quote":"There are not different disciplinary buckets. Instead, each one is the end product of all the biological influences that came before it and will influence all the factors that follow it. Thus, it is impossible to conclude that a behavior is caused by a gene, a hormone, a childhood trauma, because the second you invoke one type of explanation, you are de facto invoking them all. No buckets. A “neurobiological or “genetic” or “developmental” explanation for a behavior is just shorthand, an expository convenience for temporarily approaching the whole multifactorial arc from a particular perspective.”"},{"id":336,"quote":"Suppose a major traumatic stressor occurs, of a sufficient magnitude to disrupt hippocampal function while enhancing amygdaloid function. At some later point, in a similar setting, you have an anxious, autonomic state, agitated and fearful, and you haven’t a clue why—this is because you never consolidated memories of the event via your hippocampus while your amygdala-mediated autonomic pathways sure as hell remember. This is a version of free-floating anxiety."},{"id":337,"quote":"EVOLUTION RESTS ON three steps: (a) certain biological traits are inherited by genetic means; (b) mutations and gene recombination produce variation in those traits; (c) some of those variants confer more “fitness than others. Given those conditions, over time the frequency of more “fit” gene variants increases in a population.”"},{"id":338,"quote":"By ages four through six, kids in cultures from around the world respond negatively when they are the ones being shortchanged. It isn’t until ages eight through ten that kids respond negatively to someone else being treated unfairly."},{"id":339,"quote":"We readily think of stressors as consisting of various unpleasant things that can be done to an organism. Sometimes a stressor can be the failure to provide something essential, and the absence of touch is seemingly one of the most marked developmental stressors that we can suffer."},{"id":340,"quote":"The human olfactory system is atrophied; roughly 40 percent of a rat’s brain is devoted to olfactory processing, versus 3 percent in us."},{"id":341,"quote":"These differing emphases explain a lot—for example, the classical liberal view is that everyone has equal rights to happiness; rightists instead discount fairness in favor of expedient authority, generating the classical conservative view that some socioeconomic inequality is a tolerable price for things running smoothly."},{"id":342,"quote":"It’s not until the non-NMDA has been stimulated over and over by a long train of glutamate release, allowing enough sodium to flow in, that this activates the NMDA receptor. It suddenly responds to all that glutamate, opening its channels, allowing an explosion of excitation. This is the essence of learning."},{"id":343,"quote":"I once received a lesson in kids’ private world of rule making from my then-four-year-old son. We had gone to a public bathroom together; we stood side by side at two urinals, and I finished a bit earlier than he did. “I wish we had finished at the same time, he said. Why? “We get more points that way.”"},{"id":344,"quote":"Ooh, we’re going to think subtly. We won’t get suckered into simplistic answers, not like those chicken-crossing-the-road neurochemists and chicken evolutionary biologists and chicken psychoanalysts, all living in their own limited categorical buckets."},{"id":345,"quote":"Normal psychic life depends upon the good functioning of brain synapses, and mental disorders appear as a result of synaptic derangements…. It is necessary to alter these synaptic adjustments and change the paths chosen by the impulses in their constant passage so as to modify the corresponding ideas and force thought into different channels.5 Alter synaptic adjustments. Sounds delicate. Yeah, right. These were the words of the Portuguese neurologist Egas Moniz, around the time he was awarded the Nobel Prize in 1949 for his development of frontal leukotomies. Here was an individual pathologically stuck in a bucket having to do with a crude version of the nervous system. Just tweak those microscopic synapses with a big ol’ ice pick (as was done once leukotomies, later renamed frontal lobotomies, became an assembly line operation)."},{"id":346,"quote":"Level 1: Should I Eat the Cookie? Preconventional Reasoning Stage 1. It depends. How likely am I to get punished? Being punished is unpleasant. Aggression typically peaks around ages two through four, after which kids are reined in by adults’ punishment (“Go sit in the corner) and peers (i.e., being ostracized). Stage 2. It depends. If I refrain, will I get rewarded? Being rewarded is nice. Both stages are ego-oriented—obedience and self-interest (what’s in it for me?). Kohlberg found that children are typically at this level up to around ages eight through ten.”"},{"id":347,"quote":"when the frontal cortex labors hard on some cognitive task, immediately afterward individuals are more aggressive and less empathic, charitable, and honest."},{"id":348,"quote":"...it can be enormously stressful to construct a world in which nothing stressful ever occurs."},{"id":349,"quote":"women with variants of genes that produce higher levels of oxytocin or oxytocin receptors average higher levels of touching their infants and more synchronized gazing with them."},{"id":350,"quote":"Moreover, when people are hungry, they become less charitable and more aggressive (e.g., choosing more severe punishment for an opponent in a game).fn7 There’s"},{"id":351,"quote":"And behavior is altered by “situational labels—call the game the “Wall Street Game,” and people become less cooperative. Calling it the “Community Game” does the opposite.”"},{"id":352,"quote":"When testosterone rises after a challenge, it doesn't prompt aggression. Instead it prompts whatever behaviors are needed to maintain status.  This changes things tremendously... Engineer social circumstances right, and boosting testosterone levels during a challenge would make people compete like crazy to do the most random acts of kindness. In our world riddled with male violence, the problem isn't that testosterone can increase levels of aggression. The problem is the frequency with which we reward aggression."},{"id":353,"quote":"If they’re told, “The drug has a 95 percent survival rate, people, including doctors, are more likely to approve it than when told, “The drug has a 5 percent death rate.”"},{"id":354,"quote":"Heritability of various aspects of cognitive development is very high (e.g., around 70 percent for IQ) in kids from high–socioeconomic status (SES) families but is only around 10 percent in low-SES kids. Thus, higher SES allows the full range of genetic influences on cognition to flourish, whereas lower-SES settings restrict them. In other words, genes are nearly irrelevant to cognitive development if you’re growing up in awful poverty—poverty’s adverse effects trump the genetics."},{"id":355,"quote":"Expose subjects to evidence of someone else in pain. If their heart rate increases a lot (a peripheral indicator of anxious, amygdaloid arousal), they are unlikely to act prosocially in the situation. The prosocial ones are those whose heart rates decrease; they can hear the sound of someone else’s need instead of the distressed pounding in their own chests."},{"id":356,"quote":"math performance in Asian American women, built around the stereotypes of Asians being good at math, and women not. Half the subjects were primed to think of themselves as Asian before a math test; their scores improved. Half were primed about gender; scores declined. Moreover, levels of activity in cortical regions involved in math skills changed in parallel."},{"id":357,"quote":"So oxytocin is central to female mammals nursing, wanting to nurse their child, and remembering which one is their child."},{"id":358,"quote":"A recent study adds an important twist to this story. There are the kids with problems with impulse control—“I’m absolutely going to hold out for two marshmallow—who then instantly eat that first one. That profile is a statistical predictor of adult violent crime. In contrast, there are kids with steep time-discounting curves—“Wait fifteen minutes for two marshmallows when I can have one right now? What kind of fool waits fifteen minutes?” That is a predictor of adult property crime.”"},{"id":359,"quote":"it’s human behavior, human social behavior, and in many cases abnormal human social behavior. And it is indeed a mess, a subject involving brain chemistry, hormones, sensory cues, prenatal environment, early experience, genes, both biological and cultural evolution, and ecological pressures, among other things."},{"id":360,"quote":"Women prefer the smell of moderately related over unrelated men. And in a study of 160 years of data concerning every couple in Iceland (which is a mecca for human geneticists, given its genetic and socioeconomic homogeneity), the highest reproductive success arose from third- and fourth-cousin marriages."},{"id":361,"quote":"Here are two examples of just how strange and unique humans can be when they go about harming one another and caring for one another. The first example involves, well, my wife. So we’re in the minivan, our kids in the back, my wife driving. And this complete jerk cuts us off, almost causing an accident, and in a way that makes it clear that it wasn’t distractedness on his part, just sheer selfishness. My wife honks at him, and he flips us off. We’re livid, incensed. Asshole-where’s-the-cops-when-you-need-them, etc. And suddenly my wife announces that we’re going to follow him, make him a little nervous. I’m still furious, but this doesn’t strike me as the most prudent thing in the world. Nonetheless, my wife starts trailing him, right on his rear. After a few minutes the guy’s driving evasively, but my wife’s on him. Finally both cars stop at a red light, one that we know is a long one. Another car is stopped in front of the villain. He’s not going anywhere. Suddenly my wife grabs something from the front seat divider, opens her door, and says, “Now he’s going to be sorry. I rouse myself feebly—“Uh, honey, do you really think this is such a goo—” But she’s out of the car, starts pounding on his window. I hurry over just in time to hear my wife say, “If you could do something that mean to another person, you probably need this,” in a venomous voice. She then flings something in the window. She returns to the car triumphant, just glorious. “What did you throw in there!?” She’s not talking yet. The light turns green, there’s no one behind us, and we just sit there. The thug’s car starts to blink a very sensible turn indicator, makes a slow turn, and heads down a side street into the dark at, like, five miles an hour. If it’s possible for a car to look ashamed, this car was doing it. “Honey, what did you throw in there, tell me?” She allows herself a small, malicious grin. “A grape lollipop.” I was awed by her savage passive-aggressiveness—“You’re such a mean, awful human that something must have gone really wrong in your childhood, and maybe this lollipop will help correct that just a little.” That guy was going to think twice before screwing with us again. I swelled with pride and love.”"},{"id":363,"quote":"Cab drivers use spatial maps for a living, and one renowned study showed enlargement of that part of the hippocampus in London taxi drivers. Moreover, a follow-up study imaged the hippocampus in people before and after the grueling multiyear process of working and studying for the London cabbie license test (called the toughest test in the world by the New York Times). The hippocampus enlarged over the course of the process—in those who passed the test.27"},{"id":364,"quote":"The sympathetic nervous system (SNS) mediates the body’s response to arousing circumstances, for example, producing the famed “fight or flight stress response. To use the feeble joke told to first-year medical students, the SNS mediates the “four Fs—fear, fight, flight, and sex.” Particular midbrain/brain-stem nuclei send long SNS projections down the spine and on to outposts throughout the body, where the axon terminals release the neurotransmitter norepinephrine.”"},{"id":365,"quote":"The health risk of poverty turns out to be a huge effect, the biggest risk factor there is in all of behavioral medicine—in other words, if you have a bunch of people of the same gender, age, and ethnicity and you want to make some predictions about who is going to live how long, the single most useful fact to know is each person’s SES."},{"id":366,"quote":"The depths of human conformity and obedience are shown by the speed with which they occur—it takes less than 200 milliseconds for your brain to register that the group has picked a different answer from yours, and less than 380 milliseconds for a profile of activation that predicts changing your opinion. Our brains are biased to get along by going along in less than a second."},{"id":367,"quote":"Meanwhile, the parasympathetic nervous system (PNS) arises from different midbrain/brain-stem nuclei that project down the spine to the body. In contrast to the SNS and the four Fs, the PNS is about calm, vegetative states. The SNS speeds up the heart; the PNS slows it down. The PNS promotes digestion; the SNS inhibits it (which makes sense—if you’re running for your life, avoiding being someone’s lunch, don’t waste energy digesting breakfast)."},{"id":368,"quote":"This was based on studies of a rare disorder, congenital adrenal hyperplasia (CAH). An enzyme in the adrenal glands has a mutation, and instead of making glucocorticoids, they make testosterone and other androgens, starting during fetal life."},{"id":369,"quote":"University of Cambridge.68 When compared with non-CAH girls, CAH girls do more rough-and-tumble play, fighting, and physical aggression. Moreover, they prefer “masculine toys over dolls. As adults they score lower on measures of tenderness and higher in aggressiveness and self-report more aggression and less interest in infants. In addition, CAH women are more likely to be gay or bisexual or have a transgender sexual identity.”"},{"id":370,"quote":"Amazingly, prison sentences for murderers have now been lessened in at least two cases because it was argued that the criminal, having the “warrior gene variant of MAO-A, was inevitably fated to be uncontrollably violent. OMG.”"},{"id":371,"quote":"Roughly half a million people died in the Roman Colosseum to supply audiences of tens of thousands the pleasure of watching captives raped, dismembered, tortured, eaten by animals."},{"id":373,"quote":"A remarkably consistent finding, starting with elementary school students, is that males are better at math than females. While the difference is minor when it comes to considering average scores, there is a huge difference when it comes to math stars at the upper extreme of the distribution. For example, in 1983, for every girl scoring in the highest percentile on the math SAT, there were eleven boys. Why the difference? There have always been suggestions that testosterone is central. During development, testosterone fuels the growth of a brain region involved in mathematical thinking, and giving adults testosterone enhances some math skills. Oh, okay, it’s biological. But consider a paper published in Science in 2008.1 The authors examined the relationship between math scores and sexual equality in forty countries (based on economic, educational, and political indices of gender equality; the worst was Turkey, the United States was middling, and, naturally, the Scandinavians were tops). Lo and behold, the more gender equal the country, the less of a discrepancy in math scores. By the time you get to the Scandinavian countries, it’s statistically insignificant. And by the time you examine the most gender-equal country on earth at the time, Iceland, girls are better at math than boys."},{"id":374,"quote":"There’s an additional depressing reason why stress fosters aggression—because it reduces stress. Shock a rat and its glucocorticoid levels and blood pressure rise; with enough shocks, it’s at risk for a “stress ulcer. Various things can buffer the rat during shocks—running on a running wheel, eating, gnawing on wood in frustration. But a particularly effective buffer is for the rat to bite another rat. Stress-induced (aka frustration-induced) displacement aggression is ubiquitous in various species. Among baboons, for example, nearly half of aggression is this type—a high-ranking male loses a fight and chases a subadult male, who promptly bites a female, who then lunges at an infant. My research shows that within the same dominance rank, the more a baboon tends to displace aggression after losing a fight, the lower his glucocorticoid levels.78 Humans excel at stress-induced displacement aggression—consider how economic downturns increase rates of spousal and child abuse. Or consider a study of family violence and pro football. If the local team unexpectedly loses, spousal/partner violence by men increases 10 percent soon afterward (with no increase when the team won or was expected to lose). And as the stakes get higher, the pattern is exacerbated: a 13 percent increase after upsets when the team was in playoff contention, a 20 percent increase when the upset is by a rival.79”"},{"id":375,"quote":"Culture leaves long-lasting residues—Shiites and Sunnis slaughter each other over a succession issue fourteen centuries old; across thirty-three countries population density in the year 1500 significantly predicts how authoritarian the government was in 2000; over the course of millennia, earlier adoption of the hoe over the plow predicts gender equality today."},{"id":376,"quote":"We have multiple dichotomies in our heads, and ones that seem inevitable and crucial can, under the right circumstances, have their importance evaporate in an instant."},{"id":377,"quote":"As emphasized in chapter 10, people become more prosocial when reputation rides on it, and personality profiles also show that highly charitable people tend to be particularly dependent on external approval. Two of the studies just cited that showed dopaminergic activation when people were being charitable came with a catch. Subjects were given money and, while in a brain scanner, decided whether to keep the money or donate. Being charitable activated dopamine “reward systems—when there was an observer present. When no one was present, dopamine tended to flow most when subjects kept the money for themselves.”"},{"id":378,"quote":"Suppose there’s a rooster standing next to you, and there’s a chicken across the street. The rooster gives a sexually solicitive gesture that is hot by chicken standards, and she promptly runs over to mate with him (I haven’t a clue if this is how it works, but let’s just suppose). And thus we have a key behavioral biological question—why did the chicken cross the road? And if you’re a psychoneuroendocrinologist, your answer would be “Because circulating estrogen levels in that chicken worked in a certain part of her brain to make her responsive to this male signaling, and if you’re a bioengineer, the answer would be “Because the long bone in the leg of the chicken forms a fulcrum for her pelvis (or some such thing), allowing her to move forward rapidly,” and if you’re an evolutionary biologist, you’d say, “Because over the course of millions of years, chickens that responded to such gestures at a time that they were fertile left more copies of their genes, and thus this is now an innate behavior in chickens,” and so on, thinking in categories, in differing scientific disciplines of explanation.”"},{"id":379,"quote":"With chronic stress the nucleus accumbens is depleted of dopamine, biasing rats toward social subordination and biasing humans toward depression."},{"id":380,"quote":"games. A summary: Exposing children to a violent TV or film clip increases their odds of aggression soon after.41 Interestingly, the effect is stronger in girls (amid their having lower overall levels of aggression). Effects are stronger when kids are younger or when the violence is more realistic and/or is presented as heroic. Such exposure can make kids more accepting of aggression—in one study, watching violent music videos increased adolescent girls’ acceptance of dating violence. The violence is key—aggression isn’t boosted by material that’s merely exciting, arousing, or frustrating. Heavy childhood exposure to media violence predicts higher levels of aggression in young adults of both sexes (“aggression ranging from behavior in an experimental setting to violent criminality). The effect typically remains after controlling for total media-watching time, maltreatment or neglect, socioeconomic status, levels of neighborhood violence, parental education, psychiatric illness, and IQ. This is a reliable finding of large magnitude. The”"},{"id":381,"quote":"the boundaries between different categories are often arbitrary, but once some arbitrary boundary exists, we forget that it is arbitrary and get way too impressed with its importance. For example, the visual spectrum is a continuum of wavelengths from violet to red, and it is arbitrary where boundaries are put for different color names (for example, where we see a transition from “blue to “green”); as proof of this, different languages arbitrarily split up the visual spectrum at different points in coming up with the words for different colors. Show someone two roughly similar colors. If the color-name boundary in that person’s language happens to fall between the two colors, the person will overestimate the difference between the two. If the colors fall in the same category, the opposite happens. In other words, when you think categorically, you have trouble seeing how similar or different two things are. If you pay lots of attention to where boundaries are, you pay less attention to complete pictures.”"},{"id":382,"quote":"an important point, throughout this book, whenever I describe work done by Jane Doe or Joe Smith, I actually mean “work done by Doe and a team of her postdocs, technicians, grad students, and collaborators spread far and wide over the years. I’ll be referring solely to Doe or Smith for brevity, not to imply that they did all the work on their own—science is utterly a team process. In addition, as long as we’re at it, another point: At endless junctures throughout the book, I’ll be reporting the results of a study, along the lines of, “And when you do whatever to this or that brain region/neurotransmitter/hormone/gene/etc., X happens.” What I mean is that on the average X happens, and at a statistically reliable rate. There is always lots of variability, including individuals in whom nothing happens or even the opposite of X occurs.”"},{"id":383,"quote":"A “neurobiological or “genetic” or “developmental” explanation for a behavior is just shorthand, an expository convenience for temporarily approaching the whole multifactorial arc from a particular perspective.”"},{"id":384,"quote":"evolution is about reproduction, passing on copies of genes."},{"id":385,"quote":"When you get the news that everyone else disagrees with you, there is also activation of the (emotional) vmPFC, the anterior cingulate cortex, and the nucleus accumbens. This is a network mobilized during reinforcement learning, where you learn to modify your behavior when there is a mismatch between what you expected to happen and what actually did. Find out that everyone disagrees with you and this network activates. What is it basically telling you? Not just that you’re different from everyone else. That you’re wrong. Being different = being wrong. The greater the activation of this circuit, the greater the likelihood of changing answers to conform."},{"id":387,"quote":"The difference between survival and reproduction is shown with “antagonistic pleiotropy, referring to traits that increase reproductive fitness early in life yet decrease life span. For example, primates’ prostates have high metabolic rates, enhancing sperm motility. Upside: enhanced fertility; downside: increased risk of prostate cancer. Antagonistic pleiotropy occurs dramatically in salmon, who epically journey to their spawning grounds to reproduce and then die. If evolution were about survival rather than passing on copies of genes, there’d be no antagonistic pleiotropy.2”"},{"id":388,"quote":"A second case concerns Charles Whitman, the 1966 “Texas Tower sniper who, after killing his wife and mother, opened fire atop a tower at the University of Texas in Austin, killing sixteen and wounding thirty-two, one of the first school massacres. Whitman was literally an Eagle Scout and childhood choirboy, a happily married engineering major with an IQ in the 99th percentile. In the prior year he had seen doctors, complaining of severe headaches and violent impulses (e.g., to shoot people from the campus tower). He left notes by the bodies of his wife and his mother, proclaiming love and puzzlement at his actions: “I cannot rationaly [sic] pinpoint any specific reason for [killing her],” and “let there be no doubt in your mind that I loved this woman with all my heart.” His suicide note requested an autopsy of his brain, and that any money he had be given to a mental health foundation. The autopsy proved his intuition correct—Whitman had a glioblastoma tumor pressing on his amygdala.”"},{"id":390,"quote":"THE AMYGDALAfn8 IS the archetypal limbic structure, sitting under the cortex in the temporal lobe. It is central to mediating aggression, along with other behaviors that tell us tons about aggression."},{"id":392,"quote":"Thus, particularly important is a 2011 study that used transcranial magnetic stimulation techniques to temporarily inactivate the vmPFC; subjects became less likely to change their answer to conform."},{"id":393,"quote":"Oxytocin and vasopressin facilitate mother-infant bond formation and monogamous pair-bonding, decrease anxiety and stress, enhance trust and social affiliation, and make people more cooperative and generous. But this comes with a huge caveat—these hormones increase prosociality only toward an Us. When dealing with Thems, they make us more ethnocentric and xenophobic. Oxytocin is not a universal luv hormone. It’s a parochial one."},{"id":394,"quote":"Two Last Thoughts If you had to boil this book down to a single phrase, it would be “It’s complicated. Nothing seems to cause anything; instead everything just modulates something else. Scientists keep saying, “We used to think X, but now we realize that …” Fixing one thing often messes up ten more, as the law of unintended consequences reigns. On any big, important issue it seems like 51 percent of the scientific studies conclude one thing, and 49 percent conclude the opposite. And so on. Eventually it can seem hopeless that you can actually fix something, can make things better. But we have no choice but to try. And if you are reading this, you are probably ideally suited to do so. You’ve amply proven you have intellectual tenacity. You probably also have running water, a home, adequate calories, and low odds of festering with a bad parasitic disease. You probably don’t have to worry about Ebola virus, warlords, or being invisible in your world. And you’ve been educated. In other words, you’re one of the lucky humans. So try. Finally, you don’t have to choose between being scientific and being compassionate. Abbreviations in the Notes In order to save forests’ worth of paper, references cite only the first one or two authors.”"},{"id":395,"quote":"Our prototypical behavior has occurred. How was it influenced by events when the egg and sperm that formed that person joined, creating their genome—the chromosomes, the sequences of DNA—destined to be duplicated in every cell in that future person’s body? What role did those genes play in causing that behavior?"},{"id":396,"quote":"Perhaps the best moral is that when doing science (or perhaps when doing anything at all in a society as judgmental as our own), be very careful and very certain before pronouncing something to be the norm—because at that instant, you have made it supremely difficult to ever again look objectively at an exception to that supposed norm."},{"id":397,"quote":"And there they are: skulky, cowardly, dirty, snively, skeevy, no-account hyenas lurking at the periphery, trying to grab a piece of the vittles. Marlin practically invites us to heap our contempt on the hyenas: scavengers. Now, it’s not entirely clear to me why we laud the predators so much and so disdain the scavengers, since most of us are hardening our arteries wolfing down carcasses that someone else killed, but that is our bias. Lions get lionized, while hyenas never get to vocalize at the beginning of MGM movies."},{"id":398,"quote":"If their heart rate increases a lot (a peripheral indicator of anxious, amygdaloid arousal), they are unlikely to act prosocially in the situation. The prosocial ones are those whose heart rates decrease; they can hear the sound of someone else’s need instead of the distressed pounding in their own chests.fn9,48"},{"id":399,"quote":"For starters, circulating oxytocin levels are elevated in couples when they’ve first hooked up. Furthermore, the higher the levels, the more physical affection, the more behaviors are synchronized, the more long-lasting the relationship, and the happier interviewers rate couples to be."},{"id":400,"quote":"The cognitive capacities of near-term fetuses are even more remarkable. For example, fetuses can distinguish between two pairs of nonsense syllables (“biba versus “babi”). How do you know? Get this—Mom says “Biba, biba, biba” repeatedly while fetal heart rate is monitored. “Boring (or perhaps lulling),” thinks the fetus, and heart rate slows. Then Mom switches to “babi.” If the fetus doesn’t distinguish between the two, heart rate deceleration continues. But if the difference is noted—“Whoa, what happened?”—heart rate increases. Which is what DeCasper reported.61”"},{"id":401,"quote":"We judge ourselves by our internal motives and everyone else by their external actions. And thus, in considering our own misdeeds, we have more access to mitigating situational information. This is straight out of Us Them. When Thems do something wrong, it's because they're simply rotten. When Us-es do it, it's because of an extenuating circumstance and Me is the most focal Us there is, coming with the most insight into internal state. Thus on this cognitive level, there is no inconsistency or hypocrisy and we might readily perceive a wrong to be mitigated by internal motives in the case of anyone's misdeeds. It's just easier to know those motives when we are the perpetrator. The adverse consequences of this are wide and deep. Moreover, the pull towards judging yourself less harshly than others easily resists the rationality of deterrence. As Ariely writes in his book, 'Overall, cheating is not limited by risk; it is limited by our ability to rationalize the cheating to ourselves."},{"id":402,"quote":"A critical realization roared through the research community: the physiological stress-response can be modulated by psychological factors. Two identical stressors with the same extent of allostatic disruption can be perceived, can be appraised differently, and the whole show changes from there."},{"id":403,"quote":"Words pack power and these definitions are laden with values, often wildly idiosyncratic ones. Here’s an example, namely the ways I think about the word “competition: (a) “competition”—your lab team races the Cambridge group to a discovery (exhilarating but embarrassing to admit to); (b) “competition”—playing pickup soccer (fine, as long as the best player shifts sides if the score becomes lopsided); (c) “competition”—your child’s teacher announces a prize for the best outlining-your-fingers Thanksgiving turkey drawing (silly and perhaps a red flag—if it keeps happening, maybe complain to the principal); (d) “competition”—whose deity is more worth killing for? (try to avoid).”"},{"id":404,"quote":"THE DELAYED MATURATION of the frontal cortex suggests an obvious scenario, namely that early in adolescence the frontal cortex has fewer neurons, dendritic branches, and synapses than in adulthood, and that levels increase into the midtwenties. Instead, levels decrease."},{"id":405,"quote":"Neuropsychologists are coming to recognize that there is a specialized subset of long-term memory. Remote memories are ones stretching back to your childhood—the name of your village, your native language, the smell of your grandmother’s baking. They appear to be stored in some sort of archival way in your brain separate from more recent long-term memories. Often, in patients with a dementia that devastates most long-term memory, the more remote facets can remain intact."},{"id":406,"quote":"The picture is complicated further—AIS individuals raised female have higher-than-expected rates of being gay, and of having an other-than-female or neither-female-nor-male-sex/gender self-identification."},{"id":407,"quote":"Here’s an imaginary twin pair that would be God’s gift to behavior geneticists—identical twin boys separated at birth. One, Shmuel, is raised as an Orthodox Jew in the Amazon; the other, Wolfie, is raised as a Nazi in the Sahara. Reunite them as adults and see if they do similar quirky things like, say, flushing the toilet before using it. Flabbergastingly, one twin pair came close to that. They were born in 1933 in Trinidad to a German Catholic mother and a Jewish father; when the boys were six months of age, the parents separated; the mother returned to Germany with one son, and the other remained in Trinidad with the father. The latter was raised there and in Israel as Jack Yufe, an observant Jew whose first language was Yiddish. The other, Oskar Stohr, was raised in Germany as a Hitler Youth zealot. Reunited and studied by Bouchard, they warily got to know each other, discovering numerous shared behavioral and personality traits including . . . flushing the toilet before use."},{"id":408,"quote":"The subject is also fascinating because of the nature of the revisionism—neuroplasticity radiates optimism. Books on the topic are entitled The Brain That Changes Itself, Train Your Mind, Change Your Brain, and Rewire Your Brain: Think Your Way to a Better Life, hinting at the “new neurology"},{"id":409,"quote":"Hunter-gatherer societies have typically been egalitarian, as we'll soon see, throughout hominin history. Inequality emerged when stuff, things to possess and accumulate, was invented following animal domestication and the development of agriculture. The more stuff, reflecting surplus, job specialization, and technological sophistication, the greater the potential inequality. Moreover, inequality expands enormously when cultures invent inheritance within families. Once invented, inequality became pervasive. Among traditional pastoralists or small-scale agricultural societies, levels of wealth inequality match or exceed those in the most unequal industrialized societies. Why have stratified cultures dominated the planet, generally replacing more egalitarian ones? For population biologist Peter Turchin, the answer is that stratified cultures are ideally suited to being conquerors. They come with chains of command. Both empirical and theoretical work suggest that in addition, in unstable environments, stratified societies are better able to survive resource shortages than egalitarian cultures by sequestering mortality to the lower classes. In other words, when times are tough, the unequal access to wealth becomes the unequal distribution of misery and death."},{"id":411,"quote":"The 2D:4D ratio is so variable, and the sex difference so small, that you can’t determine someone’s sex by knowing it. But it does tell you something about the extent of fetal testosterone exposure. So what does the extent of exposure (as assessed by the ratio) predict about adult behavior? Men with more “masculine 2D:4D ratios tend toward higher levels of aggression and math scores; more assertive personalities; higher rates of ADHD and autism (diseases with strong male biases); and decreased risk of depression and anxiety (disorders with a female skew). The faces and handwriting of such men are judged to be more “masculine.” Furthermore, some reports show a decreased likelihood of being gay. Women having a more “feminine” ratio have less chance of autism and more of anorexia (a female-biased disease). They’re less likely to be left-handed (a male-skewed trait). Moreover, they exhibit less athletic ability and more attraction to highly masculine faces. And they’re more likely to be straight or, if lesbian, more likely to take stereotypical female sexual roles.72”"},{"id":412,"quote":"Importantly, maternal stress impacts fetal development. There are indirect routes—for example, stressed people consume less healthy diets and consume more substances of abuse. More directly, stress alters maternal blood pressure and immune defenses, which impact a fetus. Most important, stressed mothers secrete glucocorticoids, which enter fetal circulation and basically have the same bad consequences as in stressed infants and children. Glucocorticoids accomplish this through organizational effects on fetal brain construction and decreasing levels of growth factors, numbers of neurons and synapses, and so on. Just as prenatal testosterone exposure generates an adult brain that is more sensitive to environmental triggers of aggression, excessive prenatal glucocorticoid exposure produces an adult brain more sensitive to environmental triggers of depression and anxiety."},{"id":413,"quote":"Young humans are like chimps—six-year-olds not only prefer to be with kids like themselves (by whatever criteria) but readily say so. It isn’t until around age ten that kids learn that some feelings and thoughts about Thems are expressed only at home, that communication about Us/Them is charged and contextual.60"},{"id":414,"quote":"This is a central point of this book—we don’t hate violence. We hate and fear the wrong kind of violence, violence in the wrong context. Because violence in the right context is different. We pay good money to watch it in a stadium, we teach our kids to fight back, we feel proud when, in creaky middle age, we manage a dirty hip-check in a weekend basketball game. Our conversations are filled with military metaphors—we rally the troops after our ideas get shot down. Our sports teams’ names celebrate violence—Warriors, Vikings, Lions, Tigers, and Bears."},{"id":415,"quote":"Once people with epilepsy were virtuously punished for their intimacy with Lucifer. Now we mandate that if their seizures aren’t under control, they can’t drive. And the key point is that no one views such a driving ban as virtuous, pleasurable punishment, believing that a person with treatment-resistant seizures 'deserves' to be banned from driving... it is important to remember that some, many, maybe even most of the people who were prosecuting epileptics in the fifteenth century were no different from us—sincere, cautious, and ethical, concerned about the serious problems threatening their society, hoping to bequeath their children a safer world. Just operating with an unrecognizably different mind-set."},{"id":416,"quote":"Greene calls “the Tragedy of Commonsense Morality is shown by the fact that most intergroup conflicts on our planet ultimately are cultural disagreements about whose “right” is righter.”"},{"id":417,"quote":"What’s a heritability score? “What does a gene do? is at least two questions. How does a gene influence average levels of a trait? How does a gene influence variation among people in levels of that trait?”"},{"id":418,"quote":"By using two elephants to do the job, damage will occur just because of how large, lumbering, and unsubtle elephants are. They squash the flowers in the process of entering the playground, they strew leftovers and garbage all over the place from the frequent snacks they must eat while balancing the seesaw, they wear out the seesaw faster, and so on. This is equivalent to a pattern of stress-related disease that will run through many of the subsequent chapters: it is hard to fix one major problem in the body without knocking something else out of balance (the very essence of allostasis spreading across systems throughout the body). Thus, you may be able to solve one bit of imbalance brought on during stress by using your elephants (your massive levels of various stress hormones), but such great quantities of those hormones can make a mess of something else in the process. And a long history of doing this produces wear and tear throughout the body, termed allostatic load."},{"id":420,"quote":"These are crucially different. For example, how much do genes have to do with people’s scores averaging 100 on this thing called an IQ test? Then how much do genes have to do with one person scoring higher than another?"},{"id":422,"quote":"the fetal brain generates far more neurons than are found in the adult."},{"id":423,"quote":"TO WHEN YOU WERE"},{"id":424,"quote":"Thus, oxytocin and vasopressin facilitate bonding between parent and child and between couples.fn10 Now for something truly charming that evolution has cooked up recently. Sometime in the last fifty thousand years (i.e., less than 0.1 percent of the time that oxytocin has existed), the brains of humans and domesticated wolves evolved a new response to oxytocin: when a dog and its owner (but not a stranger) interact, they secrete oxytocin."},{"id":425,"quote":"When a rat wins a fight, the number of testosterone receptors increases in the ventral tegmentum and accumbens, increasing sensitivity to the hormone’s feel-good effects.10"},{"id":426,"quote":"But in reality the brain is about circuits, about the patterns of functional connectivity among regions. The growing myelination of the adolescent brain shows the importance of increased connectivity."},{"id":427,"quote":"the logical strategy in one-round Prisoner’s Dilemma is to defect. Cooperation flourishes when games have an uncertain number of rounds, and with the capacity for our reputations to precede us. Groups, by definition, have multiple-round games and the means to spread news of someone being a jerk."},{"id":428,"quote":"An emptiness comes from this combination of over-the-top nonnatural sources of reward and the inevitability of habituation; this is because unnaturally strong explosions of synthetic experience and sensation and pleasure evoke unnaturally strong degrees of habituation."},{"id":429,"quote":"our frequent human tragedy is that the more we consume, the hungrier we get."},{"id":430,"quote":"For the vast majority of beasts on this planet, stress is about a short-term crisis, after which it’s either over with or you’re over with. When we sit around and worry about stressful things, we turn on the same physiological responses—but they are potentially a disaster when provoked chronically"},{"id":431,"quote":"What was an unexpected pleasure yesterday is what we feel entitled to today, and what won’t be enough tomorrow."},{"id":432,"quote":"Moving beyond mere correlation, if you lesion the amygdala in an animal, rates of aggression decline. The same occurs transiently when you temporarily silence the amygdala by injecting Novocain into it. Conversely, implanting electrodes that stimulate neurons there, or spritzing in excitatory neurotransmitters (stay tuned), triggers aggression.4"},{"id":433,"quote":"Stick recording electrodes into numerous species’ amygdalaefn9 and see when neurons there have action potentials; this turns out to be when the animal is being aggressive.fn10 In a related approach, determine which brain regions consume extra oxygen or glucose, or synthesize certain activity-related proteins, during aggression—the amygdala tops the list."},{"id":434,"quote":"If genes strongly influence average levels of a trait, that trait is strongly inherited. If genes strongly influence the extent of variability around that average level, that trait has high heritability."},{"id":436,"quote":"Dunbar’s"},{"id":437,"quote":"contemporary studies show that the worst stress-related health typically occurs in middle management, with its killer combo of high work demands but little autonomy—responsibility without control."},{"id":438,"quote":"Most child behavioral development research is implicitly stage oriented, concerning: (a) the sequence with which stages emerge; (b) how experience influences the speed and surety with which that sequential tape of maturation unreels; and (c) how this helps create the adult a child ultimately becomes."},{"id":439,"quote":"So testosterone does subtle things to behavior. Nonetheless, this doesn’t tell us much because everything can be interpreted every which way. Testosterone increases anxiety—you feel threatened and become more reactively aggressive. Testosterone decreases anxiety—you feel cocky and overconfident, become more preemptively aggressive. Testosterone increases risk taking—“Hey, let’s gamble and invade. Testosterone increases risk taking—“Hey, let’s gamble and make a peace offer.” Testosterone makes you feel good—“Let’s start another fight, since the last one went swell.” Testosterone makes you feel good—“Let’s all hold hands.” It’s a crucial unifying concept that testosterone’s effects are hugely context dependent.”"},{"id":440,"quote":"What the data show: the fewer social relationships a person has, the shorter his or her life expectancy, and the worse the impact of various infectious diseases. Relationships that are medically protective can take the form of marriage, contact with friends and extended family, church membership, or other group affiliations."},{"id":441,"quote":"Axonal remapping in blind or deaf individuals is great, exciting, and moving. It’s cool that your hippocampus expands if you drive a London cab. Ditto about the size and specialization of the auditory cortex in the triangle player in the orchestra. But at the other end, it’s disastrous that trauma enlarges the amygdala and atrophies the hippocampus, crippling those with PTSD. Similarly, expanding the amount of motor cortex devoted to finger dexterity is great in neurosurgeons but"},{"id":442,"quote":"The connection between childhood adversity and frontocortical maturation pertains to childhood poverty. Work by Martha Farah of the University of Pennsylvania, Tom Boyce of UCSF, and others demonstrates something outrageous: By age five, the lower a child’s socioeconomic status, on the average, the (a) higher the basal glucocorticoid levels and/or the more reactive the glucocorticoid stress response, (b) the thinner the frontal cortex and the lower its metabolism, and (c) the poorer the frontal function concerning working memory, emotion regulation, impulse control, and executive decision making; moreover, to achieve equivalent frontal regulation, lower-SES kids must activate more frontal cortex than do higher-SES kids.  In addition, childhood poverty impairs maturation of the corpus callosum, a bundle of axonal fibers connecting the two hemispheres and integrating their function. This is so wrong—foolishly pick a poor family to be born into, and by kindergarten, the odds of your succeeding at life’s marshmallow tests are already stacked against you."},{"id":443,"quote":"The authors first replicated this effect, showing that watching a short film clip of something physically disgusting made subjects more morally judgmental—unless they had washed their hands after watching the film. Another study suggests that the washing decreases emotional arousal, as it decreased the diameter of subjects’ pupils."},{"id":444,"quote":"The impact of social relationships on life expectancy appears to be at least as large as that of variables such as cigarette smoking, hypertension, obesity, and level of physical activity."},{"id":445,"quote":"Having the low-activity version of MAO-A tripled the likelihood … but only in people with a history of severe childhood abuse. And if there was no such history, the variant was not predictive of anything. This is the essence of gene/environment interaction. What does having a particular variant of the MAO-A gene have to do with antisocial behavior? It depends on the environment."},{"id":446,"quote":"A large body of evidence suggests that stress-related disease emerges, predominantly, out of the fact that we so often activate a physiological system that has evolved for responding to acute physical emergencies, but we turn it on for months on end, worrying about mortgages, relationships, and promotions."},{"id":447,"quote":"Furthermore, as shown with neuroimaging, when contemplating mouthwash versus soap, those who had just spoken a lie activated parts of the sensorimotor cortex related to the mouth (i.e., the subjects were more aware of their mouths at the time); those who had written the lie activated the cortical regions mapping onto their hand."},{"id":448,"quote":"Subliminal cuing and unconscious priming influence numerous behaviors unrelated to this book. People think potato chips taste better when hearing crunching sounds. We like a neutral stimulus more if, just before seeing it, a picture of a smiling face is flashed for a twentieth of a second. The more expensive a supposed (placebo) painkiller, the more effective people report the placebo to be. Ask subjects their favorite detergent; if they’ve just read a paragraph containing the word “ocean, they’re more likely to choose Tide—and then explain its cleaning virtues.6”"},{"id":449,"quote":"Fear, anxiety, the terror of mortality—it must be a drag being right-wing. But despite that, in a multinational study, rightists were happier than leftists.42 Why? Perhaps it’s having simpler answers, unburdened by motivated correction. Or, as favored by the authors, because system justification allows conservatives to rationalize and be less discomfited by inequality. And as economic inequality rises, the happiness gap between the Right and the Left increases."},{"id":450,"quote":"If you pay lots of attention to where boundaries are, you pay less attention to complete pictures."},{"id":451,"quote":"Thus, over the course of seconds sensory cues can shape your behavior unconsciously."},{"id":452,"quote":"This context dependency means that rather than causing X, testosterone amplifies the power of something else to cause X."},{"id":453,"quote":"And you’d better bet that changes along the lines of those presented in this chapter occurred in the brains of anyone transformed by these transformations. A different world makes for a different worldview, which means a different brain. And the more tangible and real the neurobiology underlying such change seems, the easier it is to imagine that it can happen again."},{"id":454,"quote":"Stressed people often make hideously bad decisions, marinated in emotion; chapter 4 examines what stress does to the amygdala and frontal cortex.*"},{"id":455,"quote":"While average finger number is an inherited trait, the heritability of finger number is low—genes don’t explain individual differences much."},{"id":456,"quote":"No brain region is an island, and the formation of circuits connecting far-flung brain regions is crucial—how else can the frontal cortex use its few myelinated neurons to talk to neurons in the brain’s subbasement to make you toilet trained?2 As we saw, mammalian fetuses overproduce neurons and synapses; ineffective or unessential synapses and neurons are pruned, producing leaner, meaner, more efficient circuitry. To reiterate a theme from the last chapter, the later a particular brain region matures, the less it is shaped by genes and the more by environment.3"},{"id":457,"quote":"Our nights are filled with worries about a different class of diseases; we are now living well enough and long enough to slowly fall apart."},{"id":458,"quote":"The standard, convincing explanation for the link is that RWA provides simple answers, ideal for people with poor abstract reasoning skills."},{"id":459,"quote":"Two complications illustrate some endocrine principles.fn16 Estrogen contributes to maternal aggression. But estrogen can also reduce aggression and enhance empathy and emotional recognition. It turns out there are two different types of receptors for estrogen in the brain, mediating these opposing effects and with their levels independently regulated. Thus, same hormone, same levels, different outcome if the brain is set up to respond differently.51"},{"id":461,"quote":"don’t hate aggression; we hate the wrong kind of aggression but love it in the right context. And conversely, in the wrong context our most laudable behaviors are anything but. The motoric features of our behaviors are less important and challenging to understand than the meaning behind our muscles’ actions."},{"id":462,"quote":"Starting with Theodor Adorno in the 1950s, people have suggested that lower intelligence predicts adherence to conservative ideology. Some but not all studies since then have supported this conclusion. More consistent has been a link between lower intelligence and a subtype of conservatism, namely right-wing authoritarianism (RWA, a fondness for hierarchy). One particularly thorough demonstration of this involved more than fifteen thousand subjects in the UK and United States; importantly, the links among low IQ, RWA, and intergroup prejudice were there after controlling for education and socioeconomic status. The standard, convincing explanation for the link is that RWA provides simple answers, ideal for people with poor abstract reasoning skills."},{"id":464,"quote":"During sustained stress, the amygdala processes emotional sensory information more rapidly and less accurately, dominates hippocampal function, and disrupts frontocortical function; we’re more fearful, our thinking is muddled, and we assess risks poorly and act impulsively out of habit, rather than incorporating new data."},{"id":465,"quote":"First, the enormous potential energies of the two elephants are consumed balancing the seesaw, instead of being able to do something more useful, like mowing the lawn or paying the bills. This is equivalent to diverting energy from various long-term building projects in order to solve short-term stressful emergencies. By using two elephants to do the job, damage will occur just because of how large, lumbering, and unsubtle elephants are. They squash the flowers in the process of entering the playground, they strew leftovers and garbage all over the place from the frequent snacks they must eat while balancing the seesaw, they wear out the seesaw faster, and so on. This is equivalent to a pattern of stress-related disease that will run through many of the subsequent chapters: it is hard to fix one major problem in the body without knocking something else out of balance (the very essence of allostasis spreading across systems throughout the body)."},{"id":466,"quote":"Say I decide that it would be a good thing to insert pictures here demonstrating cultural relativism, displaying an act that is commonsensical in one culture but deeply distressing in another. I know, I think, I'll get some pictures of a Southeast Asian dog meat market. Like me, most readers will likely resonate with dogs. Good plan! On to Google Images and the result is that I spend hours transfixed, unable to stop, torturing myself with picture after picture of dogs being carted off to market. Dogs being butchered, cooked and sold. Pictures of humans going about their day's work in a market indifferent to a crate stuffed to the top with suffering dogs. I imagine the fear those dogs feel. How they are hot, thirsty, in pain. I think, what if these dogs had come to trust humans? I think of their fear and confusion. I think, what if one of the dogs whom I've loved had to experience that? What if this happened to a dog my children loved? And with my heart racing, I realize that I hate these people. Hate! Every last one of them and despise their culture. And it takes a locomotive's worth of effort for me to admit that I can't justify that hatred and contempt. That mine is a mere moral intuition. That there are things that I do that would evoke the same response in some distant person whose morality and humanity are certainly no less than mine. And that but for the randomness of where I happen to have been born, I could have readily had their views instead. The thing that makes the tragedy of commonsense morality so tragic, is the intensity with which you just know that They are deeply wrong. In general, our morally tinged cultural institutions, religion, nationalism, ethnic pride, team spirit, bias us toward our best behaviors when we are single shepherds, facing a potential tragedy of the commons. They make us less selfish in Me versus Us situations, but they send us hurtling toward our worst behaviors when confronting Thems and their different moralities."},{"id":467,"quote":"Other work has shown that when people are hungry, they become less generous with money and show more future discounting (i.e., are more likely to want reward X now, rather than wait for reward 2X)."},{"id":468,"quote":"you asked amygdala experts what behavior their favorite brain structure brings to mind, “aggression wouldn’t top their list. It would be fear and anxiety.”"},{"id":469,"quote":"MAO-A variants show other important gene/environment interactions. For example, in one study the low-activity MAO-A variant predicts criminality, but only if coupled with high testosterone levels"},{"id":470,"quote":"We process emotionally salient information more rapidly and automatically, but with less accuracy. Frontal function—working memory, impulse control, executive decision making, risk assessment, and task shifting—is impaired, and the frontal cortex has less control over the amygdala. And we become less empathic and prosocial. Reducing sustained stress is a win-win for us and those stuck around us."},{"id":471,"quote":"Over the course of minutes to hours, hormonal effects are predominantly contingent and facilitative. Hormones don’t determine, command, cause, or invent behaviors. Instead they make us more sensitive to the social triggers of emotionally laden behaviors and exaggerate our preexisting tendencies in those domains."},{"id":472,"quote":"What helps define a particular culture? Values, beliefs, attributions, ideologies."},{"id":474,"quote":"Interestingly, traumatic stress early in life (abuse, for example) greatly increases the risk of IBS in adulthood. This implies that childhood trauma can leave an echo of vulnerability, a large intestine that is hyperreactive to stress, long afterward."},{"id":476,"quote":"The strength of Us/Them-ing is shown by its emergence in kids. By age three to four, kids already group people by race and gender, have more negative views of such Thems, and perceive other-race faces as being angrier than same-race faces.8 And even earlier. Infants learn same-race faces better than other-race. (How can you tell? Show an infant a picture of someone repeatedly; she looks at it less each time. Now show a different face—if she can’t tell the two apart, she barely glances at it. But if it’s recognized as being new, there’s excitement, and longer looking).9 Four important thoughts about kids dichotomizing: Are children learning these prejudices from their parents? Not necessarily. Kids grow in environments whose nonrandom stimuli tacitly pave the way for dichotomizing. If an infant sees faces of only one skin color, the salient thing about the first face with a different skin color will be the skin color. Racial dichotomies are formed during a crucial developmental period. As evidence, children adopted before age eight by someone of a different race develop the expertise at face recognition of the adoptive parent’s race.10"},{"id":477,"quote":"What Wilkinson and others have shown is that poverty is not only a predictor of poor health but, independent of absolute income, so is poverty amid plenty—the more income inequality there is in a society, the worse the health and mortality rates."},{"id":478,"quote":"Moreover, sustained stress and glucocorticoid exposure enhance LTP and suppress LTD in the amygdala, boosting fear conditioning, and suppress LTP in the frontal cortex. Combining these effects—more excitable synapses in the amygdala, fewer ones in the frontal cortex—helps explain stress-induced impulsivity and poor emotional regulation."},{"id":479,"quote":"This addition produces a two-by-two matrix: parenting is authoritative (high demand, high responsiveness), authoritarian (high demand, low responsiveness), permissive (low demand, high responsiveness), or neglectful (low demand, low responsiveness)."},{"id":480,"quote":"testosterone increases the excitability of amygdaloid neurons, and glucocorticoids decrease excitability of prefrontal cortical neurons."},{"id":481,"quote":"Joseph LeDoux at New York University has shown how the BLA learns fear.fn14,20 Expose a rat to an innate trigger of fear—a shock. When this “unconditioned stimulus occurs, the central amygdala activates, stress hormones are secreted, the sympathetic nervous system mobilizes, and, as a clear end point, the rat freezes in place—“What was that? What do I do?” Now do some conditioning. Before each shock, expose the rat to a stimulus that normally does not evoke fear, such as a tone. And with repeated coupling of the tone (the conditioned stimulus) with the shock (the unconditioned one), fear conditioning occurs—the sound of the tone alone elicits freezing, stress hormone release, and so on.fn15”"},{"id":482,"quote":"All but the most heroically strong among us would slip another step lower in the face of this loss. It is true that hope, no matter how irrational, can sustain us in the darkest of times. But nothing can break us more effectively than hope given and then taken away capriciously. Manipulating these psychological variables is a powerful but double-edged sword."},{"id":483,"quote":"the opposite of love is not hate, it’s indifference."},{"id":485,"quote":"when women are ovulating, their fusiform face areas respond more to faces, with the (“emotional) vmPFCs responding more to men’s faces in particular.”"},{"id":486,"quote":"This explains context-dependent craving in addiction.93 Suppose an alcoholic has been clean and sober for years. Return him to where the alcohol consumption used to occur (e.g., that rundown street corner, that fancy men’s club), and those potentiated synapses, those cues that were learned to be associated with alcohol, come roaring back into action, dopamine surges with anticipation, and the craving inundates."},{"id":487,"quote":"If by adolescence limbic, autonomic, and endocrine systems are going full blast while the frontal cortex is still working out the assembly instructions, we’ve just explained why adolescents are so frustrating, great, asinine, impulsive, inspiring, destructive, self-destructive, selfless, selfish, impossible, and world changing. Think about this—adolescence and early adulthood are the times when someone is most likely to kill, be killed, leave home forever, invent an art form, help overthrow a dictator, ethnically cleanse a village, devote themselves to the needy, become addicted, marry outside their group, transform physics, have hideous fashion taste, break their neck recreationally, commit their life to God, mug an old lady, or be convinced that all of history has converged to make this moment the most consequential, the most fraught with peril and promise, the most demanding that they get involved and make a difference. In other words, it’s the time of life of maximal risk taking, novelty seeking, and affiliation with peers. All because of that immature frontal cortex."},{"id":488,"quote":"LeDoux and others have shown how auditory information about the tone stimulates BLA neurons. At first, activation of those neurons is irrelevant to the central amygdala (whose neurons are destined to activate following the shock). But with repeated coupling of tone with shock, there is remapping and those BLA neurons acquire the means to activate the central amygdala.fn16"},{"id":489,"quote":"US/THEM-ING TYPICALLY involves inflating the merits of Us concerning core values—we are more correct, wise, moral, and worthy when it comes to knowing what the gods want/running the economy/raising kids/fighting this war. Us-ness also involves inflating the merits of our arbitrary markers, and that can take some work—rationalizing why our food is tastier, our music more moving, our language more logical or poetic."},{"id":490,"quote":"Here are some words of central importance to this book: aggression, violence, compassion, empathy, sympathy, competition, cooperation, altruism, envy, schadenfreude, spite, forgiveness, reconciliation, revenge, reciprocity, and (why not?) love. Flinging us into definitional quagmires."},{"id":491,"quote":"Mischel’s next step made his studies iconic — he tracked the kids forward, seeing if marshmallow wait time predicted anything about their adulthoods . [...] Five-year-old champs at marshmallow patience averaged higher SAT scores in high school (compared with those who couldn’t wait). [...] Forty years post-marshmallow, they excelled at frontal function, had more PFC [Prefrontal cortex] activation during a frontal task, and had lower BMIs. A gazillion-dollar brain scanner doesn’t hold more predictive power than one marshmallow."},{"id":492,"quote":"A genetic/neurochemical disorder requiring a strong environmental trigger whose characteristic manifestation is an inability to appreciate sunsets. Depression"},{"id":493,"quote":"here’s a highly simplified version of the next chapter’s focus on genes: (a) each gene specifies the production of a specific type of protein; (b) a gene has to be “activated for the protein to be produced and “deactivated” to stop producing it—thus genes come with on/off switches; (c) every cell in our bodies contains the same library of genes; (d) during development, the pattern of which genes are activated determines which cells turn into nose, which into toes, and so on; (e) forever after, nose, toes, and other cells retain distinctive patterns of gene activation.”"},{"id":494,"quote":"Research shows that rejecting an offer is an emotional decision, triggered by anger at a lousy offer and the desire to punish. The"},{"id":495,"quote":"Meaney and colleagues, one of the most cited papers published in the prestigious journal Nature Neuroscience. They had shown previously that offspring of more “attentive rat mothers (those that frequently nurse, groom, and lick their pups) become adults with lower glucocorticoid levels, less anxiety, better learning, and delayed brain aging. The paper showed that these changes were epigenetic—that mothering style altered the on/off switch in a gene relevant to the brain’s stress response.”"},{"id":496,"quote":"Schultz’s group has shown that the magnitude of an anticipatory dopamine rise reflects two variables. First is the size of the anticipated reward. A monkey has learned that a light"},{"id":497,"quote":"Thus, adult behavior produces persistent molecular brain changes in offspring, “programming them to be likely to replicate that distinctive behavior in adulthood.76”"},{"id":498,"quote":"Hormonal responses to various fetal and childhood experiences have epigenetic effects on genes related to the growth factor BDNF, to the vasopressin and oxytocin system, and to estrogen sensitivity. These effects are pertinent to adult cognition, personality, emotionality, and psychiatric health. Childhood abuse, for example, causes epigenetic changes in hundreds of genes in the human hippocampus."},{"id":499,"quote":"Instead, these findings suggest that the amygdala injects implicit distrust and vigilance into social decision making.23 All thanks to learning. In the words of the authors of the study, “The generosity in the trust game of our BLA-damaged subjects might be considered pathological altruism, in the sense that inborn altruistic behaviors have not, due to BLA damage, been un-learned through negative social experience. In other words, the default state is to trust, and what the amygdala does is learn vigilance and distrust.”"},{"id":500,"quote":"Testosterone makes us more willing to do what it takes to attain and maintain status. And the key point is what it takes. Engineer social circumstances right, and boosting testosterone levels during a challenge would make people compete like crazy to do the most acts of random kindness. In our world riddled with male violence, the problem isn’t that testosterone can increase levels of aggression. The problem is the frequency with which we reward aggression."},{"id":501,"quote":"What’s the replacement? A behavior has just occurred. Why did it happen? Your first category of explanation is going to be a neurobiological one. What went on in that person’s brain a second before the behavior happened? Now pull out to a slightly larger field of vision, your next category of explanation, a little earlier in time. What sight, sound, or smell in the previous seconds to minutes triggered the nervous system to produce that behavior? On to the next explanatory category. What hormones acted hours to days earlier to change how responsive that individual was to the sensory stimuli that trigger the nervous system to produce the behavior? And"},{"id":502,"quote":"Knutson’s group shows that the greater the probability of reward, the more activation in the medial PFC.96 But switches from 50 to 25 percent and from 50 to 75 percent both reduce the magnitude of uncertainty. And the secondary rise of dopamine for a 25 or 75 percent likelihood of reward is smaller than for 50 percent. Thus, anticipatory dopamine release peaks with the greatest uncertainty as to whether a reward will occur.fn49 Interestingly, in circumstances of uncertainty, enhanced anticipatory dopamine release is mostly in the mesocortical rather than mesolimbic pathway, implying that uncertainty is a more cognitively complex state than is anticipation of predictable reward."},{"id":503,"quote":"when conservatives, but not liberals, are instructed to use reappraisal techniques (e.g., “Try to view the images in a detached, unemotional way), they express less conservative political sentiments. In contrast, a suppression strategy (“Don’t let your feelings show when you’re looking at this image”) doesn’t work. As we saw, make a liberal tired, hungry, rushed, distracted, or disgusted, and they become more conservative. Make a conservative more detached about something viscerally disturbing, and they become more liberal.46”"},{"id":504,"quote":"Why has East Asia provided textbook examples of collectivism?21 The key is how culture is shaped by the way people traditionally made a living, which in turn is shaped by ecology. And in East Asia it’s all about rice. Rice, which was domesticated there roughly ten thousand years ago, requires massive amounts of communal work. Not just backbreaking planting and harvesting, which are done in rotation because the entire village is needed to harvest each family’s rice."},{"id":505,"quote":"growing strong from adversity is mostly a luxury for those who are better off."},{"id":506,"quote":"drugs that decrease “serotonergic tone (i.e., decreasing serotonin levels or sensitivity to serotonin) increase impulsive aggression; raising the tone does the opposite. This generates some simple predictions—all of the following should be associated with impulsive aggression, as they will produce low serotonin signaling: a. Low-activity variants of the gene for tryptophan hydroxylase (TH), which makes serotonin b. High-activity variants of the gene for monoamine oxidase-A (MAO-A), which degrades serotonin c. High-activity variants of the gene for the serotonin transporter (5HTT), which removes serotonin from the synapse d. Variants of genes for serotonin receptors that are less sensitive to serotonin”"},{"id":507,"quote":"And then you increase the view to encompass factors larger than that one individual—how has culture shaped the behavior of people living in that individual’s group?—what ecological factors helped shape that culture—expanding and expanding"},{"id":508,"quote":"Remapping occurs regularly throughout the brain in the absence of injury. My favorite examples concern musicians, who have larger auditory cortical representation of musical sounds than do nonmusicians, particularly for the sound of their own instrument, as well as for detecting pitch in speech; the younger the person begins being a musician, the stronger the remapping.15 Such remapping does not require decades of practice, as shown in beautiful work by Alvaro Pascual-Leone at Harvard.16 Nonmusician volunteers learned a five-finger exercise on the piano, which they practiced for two hours a day. Within a few days the amount of motor cortex devoted to the movement of that hand expanded, but the expansion lasted less than a day without further practice. This expansion was probably “Hebbian in nature, meaning preexisting connections transiently strengthened after repeated use.”"},{"id":509,"quote":"The United States was not without labor-intensive agriculture historically. But rather than solving that with collectivism, it solved it with slavery."},{"id":510,"quote":"This was John Watson, a founder of behaviorism, writing around 1925. Behaviorism, with its notion that behavior is completely malleable, that it can be shaped into anything in the right environment, dominated American psychology in the midtwentieth century;"},{"id":511,"quote":"Watson was pathologically caught inside a bucket having to do with the environmental influences on development. “I’ll guarantee . . . to train him to become any type. Yet we are not all born the same, with the same potential, regardless of how we are trained.*”"},{"id":512,"quote":"Logically, gambling shouldn’t evoke much anticipatory dopamine, given the astronomical odds against winning. But the behavioral engineering—the 24-7 activity and lack of time cues, the cheap alcohol pickling fronto-cortical judgment, the manipulations to make you feel like today is your lucky day—distorts and shifts the perception of the odds into a range where dopamine pours out and, oh, why not, let’s try again."},{"id":513,"quote":"Josh Greene and Jonathan Cohen of Princeton wrote an extremely clearheaded piece on this, “For the Law, Neuroscience Changes Nothing and Everything. Where neuroscience and the rest of biology change nothing is in the continued need to protect the endangered from the dangerous.30”"},{"id":514,"quote":"Thus political orientation about social issues reflects sensitivity to visceral disgust and strategies for coping with such disgust."},{"id":515,"quote":"So dopamine is more about anticipation of reward than about reward itself."},{"id":516,"quote":"Two fantasies dominated my darting then. I wanted to dart Fritz Lipmann. Lipmann was an incredibly famous biochemist, got the Nobel Prize decades ago, and now was an august octogenarian who would spend his day shuffling around the campus in his running shoes, endlessly passing my first-floor dorm window. I would get him in my blowgun sights from behind my biochemistry textbooks (which were half about him), choose between his rear end and shoulders, try to calculate his body weight for a proper dosage. I refrained from darting, however."},{"id":517,"quote":"This is the essence of learning. The lecturer says something, and it goes in one ear and out the other. The factoid is repeated; same thing. It’s repeated enough times and—aha!—the lightbulb goes on and suddenly you get it. At a synaptic level, the axon terminal having to repeatedly release glutamate is the lecturer droning on repetitively; the moment when the postsynaptic threshold is passed and the NMDA receptors first activate is the dendritic spine finally getting it."},{"id":518,"quote":"Dopamine is not just about reward anticipation; it fuels the goal-directed behavior needed to gain that reward; dopamine “binds the value of a reward to the resulting work. It’s about the motivation arising from those dopaminergic projections to the PFC that is needed to do the harder thing (i.e., to work). In other words, dopamine is not about the happiness of reward. It’s about the happiness of pursuit of reward that has a decent chance of occurring.fn50,99”"},{"id":519,"quote":"religious wars, which are, to cite a quote generally attributed to Napoleon, “people killing each other over who has the better imaginary friend,"},{"id":520,"quote":"This is central to understanding the nature of motivation, as well as its failures (e.g., during depression, where there is inhibition of dopamine signaling thanks to stress, or in anxiety, where such inhibition is caused by projections from the amygdala).100 It also tells us about the source of the frontocortical power behind willpower. In a task where one chooses between an immediate and a (larger) delayed reward, contemplating the immediate reward activates limbic targets of dopamine (i.e., the mesolimbic pathway), whereas contemplating the delayed reward activates frontocortical targets (i.e., the mesocortical pathway). The greater the activation of the latter, the more likely there’ll be gratification postponement. These studies involved scenarios of a short burst of work soon followed by reward.101 What about when the work required is prolonged, and reward is substantially delayed? In that scenario there is a secondary rise of dopamine, a gradual increase that fuels the sustained work; the extent of the dopamine ramp-up is a function of the length of the delay and the anticipated size of the reward:"},{"id":521,"quote":"Thus, shorter refractory periods mean a higher rate of action potentials. So is testosterone causing action potentials in these neurons? No. It’s causing them to fire at a faster rate if they are stimulated by something else. Similarly, testosterone increases amygdala response to angry faces, but not to other sorts."},{"id":522,"quote":"by the year 2020, depression is projected to be the second leading cause of medical disability on earth."},{"id":523,"quote":"Southern violence was explored in one of the all-time coolest psychology studies, involving the use of a word rare in science journals, conducted by Nisbett and Cohen. Undergraduate male subjects had a blood sample taken. They then filled out a questionnaire about something and were then supposed to drop it off down the hall. It was in the narrow hallway, filled with file cabinets, that the experiment happened. Half the subjects traversed the corridor uneventfully. But with half, a confederate (get it? ha-ha) of the psychologists, a big beefy guy, approached from the opposite direction. As the subject and the plant squeezed by each other, the latter would jostle the subject and, in an irritated voice, say the magic word—“asshole—and march on. Subject would continue down the hall to drop off the questionnaire. What was the response to this insult? It depended. Subjects from the South, but not from elsewhere, showed massive increases in levels of testosterone and glucocorticoids—anger, rage, stress. Subjects were then told a scenario where a guy observes a male acquaintance making a pass at his fiancée—what happens next in the story? In control subjects, Southerners were a bit more likely than Northerners to imagine a violent outcome. And after being insulted? No change in Northerners and a massive boost in imagined violence among Southerners.”"},{"id":524,"quote":"Secure-attachment 7Rs show more generosity than average. Thus 7R has something to do with generosity—but its effect is entirely context dependent."},{"id":525,"quote":"Back to mutations. Can there be mutations in DNA stretches constituting promoters? Yes,"},{"id":526,"quote":"In the 1970s Allan Wilson and Mary-Claire King at Berkeley correctly theorized that the evolution of genes is less important than the evolution of regulatory sequences upstream of genes (and thus how the environment regulates genes). Reflecting that, a disproportionate share of genetic differences between chimps and humans are in genes for TFs."},{"id":527,"quote":"Norenzayan distinguishes between private and communal religiosity in surveying support for suicide bombers among Palestinians.17 In a refutation of “Islam = terrorism idiocy, people’s personal religiosity (as assessed by how often they prayed) didn’t predict support for terrorism. However, frequently attending services at a mosque did. The author then polled Indian Hindus, Russian Orthodox adherents, Israeli Jews, Indonesian Muslims, British Protestants, and Mexican Catholics as to whether they’d die for their religion and whether people of other religions caused the world’s troubles. In all cases frequent attendance of religious services, but not frequent prayer, predicted those views. It’s not religiosity that stokes intergroup hostility; it’s being surrounded by coreligionists who affirm parochial identity, commitment, and shared loves and hatreds. This is hugely important.”"},{"id":528,"quote":"So if whites see a black face shown at a subliminal speed, the amygdala activates.10 But if the face is shown long enough for conscious processing, the anterior cingulate and the “cognitive dlPFC then activate and inhibit the amygdala. It’s the frontal cortex exerting executive control over the deeper, darker amygdaloid response.”"},{"id":529,"quote":"how acute stress strengthens connectivity between the frontal cortex and motoric areas, while weakening frontal-hippocampal connections; the result is decision making that is habitual, rather than incorporating new information. Similarly, chronic stress increases spine number in frontal-motor connections and decreases it in frontal-hippocampal ones.9"},{"id":530,"quote":"Study a gene in only one environment and, by definition, you’ve eliminated the ability to see if it works differently in other environments (in other words, if other environments regulate the gene differently). And thus you’ve artificially inflated the importance of the genetic contribution. The more environments in which you study a genetic trait, the more novel environmental effects will be revealed, decreasing the heritability score. Scientists study things in controlled settings to minimize variation in extraneous factors and thus get cleaner, more interpretable results—for example, making sure that the plants all have their height measured around the same time of year. This inflates heritability scores, because you’ve prevented yourself from ever discovering that some extraneous environmental factor isn’t actually extraneous.fn22 Thus a heritability score tells how much variation in a trait is explained by genes in the environment(s) in which it’s been studied."},{"id":531,"quote":"Second depressing finding: subliminal signaling of race also affects the fusiform face area, the cortical region that specializes in facial recognition.11 Damaging the fusiform, for example, selectively produces “face blindness (aka prosopagnosia), an inability to recognize faces.”"},{"id":532,"quote":"During one wave, I suddenly found myself cramped over in front of my tent, stark naked, painful, liquid acidic craps, and, the humiliation of it all, surrounded by six elephants, silent, quizzical, polite, murmuring, almost solicitous, their trunks waving in the air investigating my actions and moans. They watched my agonized shitting as if it were an engrossing, silent Shakespearean tragedy performed in the round."},{"id":533,"quote":"It was grace. In those who were always honest, the dlPFC, vlPFC, and ACC were in veritable comas when the chance to cheat arose. There's no conflict. There's no working hard to do the right thing. You simply don't cheat."},{"id":534,"quote":"Childhood adversity increases depression risk via \"second hit\" scenarios - lowering thresholds so that adult stressors that people typically manage instead trigger depressive episodes. This vulnerability makes sense. Depression is fundamentally a pathological sense of loss of control (explaining the classic description of depression as \"learned helplessness\"). If a child experiences severe, uncontrollable adversity, the most fortunate conclusion in adulthood is \"Those were terrible circumstances over which I had no control.\" But when childhood traumas produce depression, there is cognitively distorted overgeneralizations: \"And life will always be uncontrollably awful."},{"id":535,"quote":"While this neurobiology is mighty impressive, the brain is not where a behavior 'begins'. It's merely the final common pathway by which all the factors in the chapters to come converge and create behavior."},{"id":536,"quote":"The hope is that when it comes to dealing with humans whose behaviors are among our worst and most damaging, words like 'evil' and 'soul' will be as irrelevant as when considering a car with faulty brakes, that they will be as rarely spoken in a courtroom as in an auto repair shop. And crucially, the analogy holds in a key way, extending to instances of dangerous people without anything obviously wrong with their frontal cortex, genes, and so on. When a car is being dysfunctional and dangerous and we take it to a mechanic, this is not a dualistic situation where (a) if the mechanic discovers some broken widget causing the problem, we have a mechanistic explanation, but (b) if the mechanic can’t find anything wrong, we’re dealing with an evil car; sure, the mechanic can speculate on the source of the problem—maybe it’s the blueprint from which the car was built, maybe it was the building process, maybe the environment contains some unknown pollutant that somehow impairs function, maybe someday we’ll have sufficiently powerful techniques in the auto shop to spot some key molecule in the engine that is out of whack—but in the meantime we’ll consider this car to be evil. Car free will also equals 'internal forces we do not understand yet."},{"id":537,"quote":"Words unconsciously shift thoughts and feelings. One person's 'terrorist' is another's 'freedom fighter'; politicians jockey to commandeer 'family values,' and somehow you can't favor both 'choice' and 'life'."},{"id":538,"quote":"This is the essence of gene/environment interaction. What does having a particular variant of the MAO-A gene have to do with antisocial behavior? It depends on the environment. “Warrior gene my ass.”"},{"id":539,"quote":"If you know your appetite will be sated, pleasure is more about the appetite than about the sating."},{"id":540,"quote":"Outgroups mocking the ingroup is a weapon of the weak, lessening the sting of subordination. But when an ingroup mocks an outgroup, it solidifies negative stereotypes and reifies the hierarchy."}]