[{"id":1,"quote":"Attention is the rarest and purest form of generosity."},{"id":2,"quote":"Pain and suffering are a kind of currency passed from hand to hand until they reach someone who receives them but does not pass them on."},{"id":3,"quote":"We must not wish for the disappearance of our troubles but for the grace to transform them."},{"id":4,"quote":"Just as the power of the sun is the only force in the natural universe that causes a plant to grow against gravity, so the grace of God is the only force in the spiritual universe that causes a person to grow against the gravity of their own ego."},{"id":5,"quote":"There are only two things that pierce the human heart. One is beauty. The other is affliction."},{"id":6,"quote":"Contradiction is the lever of transcendence."},{"id":7,"quote":"Human beings are so made that the ones who do the crushing feel nothing; it is the person crushed who feels what is happening. Unless one has placed oneself on the side of the oppressed, to feel with them, one cannot understand."},{"id":8,"quote":"The love of our neighbor in all its fullness simply means being able to say, \"What are you going through?"},{"id":9,"quote":"The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell."},{"id":10,"quote":"Love: To feel with one's whole self the existence of another being."},{"id":11,"quote":"For when two beings who are not friends are near each other there is no meeting, and when friends are far apart there is no separation."},{"id":12,"quote":"I also am other than what I imagine myself to be. To know this is forgiveness."},{"id":13,"quote":"Whenever one tries to suppress doubt , there is tyranny ."},{"id":14,"quote":"True definition of science: the study of the beauty of the world."},{"id":15,"quote":"Fortunately the sky is beautiful everywhere."},{"id":16,"quote":"Love of God is pure when joy and suffering inspire an equal degree of gratitude."},{"id":17,"quote":"At the centre of the human heart is the longing for an absolute good, a longing which is always there and is never appeased by any object in this world."},{"id":18,"quote":"Whether the mask is labeled fascism, democracy, or dictatorship of the proletariat, our great adversary remains the apparatus—the bureaucracy, the police, the military. Not the one facing us across the frontier of the battle lines, which is not so much our enemy as our brothers' enemy, but the one that calls itself our protector and makes us its slaves. No matter what the circumstances, the worst betrayal will always be to subordinate ourselves to this apparatus and to trample underfoot, in its service, all human values in ourselves and in others."},{"id":19,"quote":"God's love for us is not the reason for which we should love him. God's love for us is the reason for us to love ourselves."},{"id":20,"quote":"The sea is not less beautiful in our eyes because we know that sometimes ships are wrecked by it."},{"id":21,"quote":"Evil when we are in its power is not felt as evil but as a necessity, or even a duty."},{"id":22,"quote":"If you want to know what a man is really like, take notice of how he acts when he loses money."},{"id":23,"quote":"A hurtful act is the transference to others of the degradation which we bear in ourselves."},{"id":24,"quote":"Every being cries out in silence to be read differently. Do not be indifferent to these cries."},{"id":25,"quote":"To be rooted is perhaps the most important and least recognized need of the human soul."},{"id":26,"quote":"Official history is a matter of believing murderers on their own word."},{"id":27,"quote":"Everything beautiful has a mark of eternity."},{"id":28,"quote":"When a man's life is destroyed or damaged by some wound or privation of soul or body, which is due to other men's actions or negligence, it is not only his sensibility that suffers but also his aspiration toward the good. Therefore there has been sacrilege towards that which is sacred in him."},{"id":29,"quote":"There is no greater joy for me than looking at the sky on a clear night with an attention so concentrated that all my other thoughts disappear; then one can think that the stars enter into one's soul."},{"id":30,"quote":"It is not religion but revolution which is the opium of the people."},{"id":31,"quote":"Joy is being fully aware of reality."},{"id":32,"quote":"Everything which originates from pure love is lit with the radiance of beauty."},{"id":33,"quote":"Patriotism is idolatry of the self."},{"id":34,"quote":"The virtue of hope is an orientation of the soul towards a transformation after which it will be wholly and exclusively love."},{"id":35,"quote":"We are like plants which have the one choice of being in or out of the light."},{"id":36,"quote":"It is grace that forms the void inside us and it is grace that can fill the void."},{"id":37,"quote":"It is a fault to wish to be understood before we have made ourselves clear to ourselves."},{"id":38,"quote":"The needs of a human being are sacred. Their satisfaction cannot be subordinated either to reasons of state, or to any consideration of money, nationality, race, or color, or to the moral or other value attributed to the human being in question, or to any consideration whatsoever."},{"id":39,"quote":"The great error of nearly all studies of war, an error into which all socialists have fallen, has been to consider war as an episode in foreign politics when it is especially an act of internal politics and the most atrocious act of all . . . Since the directing apparatus has no other way of fighting the enemy than by sending its own soldiers, under compulsion, to their death-the war of one state against another state resolves itself into a war of the state and the military apparatus against its own people."},{"id":40,"quote":"The vulnerability of precious things is beautiful because vulnerability is a mark of existence. The destruction of Troy. The fall of the petals from fruit trees in blossom. To know that what is most precious is not rooted in existence - that is beautiful."},{"id":41,"quote":"There is one, and only one, thing in modern society more hideous than crime namely, repressive justice."},{"id":42,"quote":"Every sin is an attempt to fly from emptiness."},{"id":43,"quote":"What a country calls its vital economic interests are not the things which enable its citizens to live, but the things which enable it to make war. Petrol is more likely than wheat to be a cause of international conflict."},{"id":44,"quote":"Equality is the public recognition, effectively expressed in institutions and manners, of the principle that an equal degree of attention is due to the needs of all human beings."},{"id":45,"quote":"Love is not consolation, it is light."},{"id":46,"quote":"A mind enclosed in language is in prison."},{"id":47,"quote":"It is only from the light which streams constantly from heaven that a tree can derive the energy to strike its roots deep into the soil. The tree is in fact rooted in the sky."},{"id":48,"quote":"Imagination and fiction make up more than three quarters of our real life."},{"id":49,"quote":"When we hit a nail with a hammer, the whole of the shock received by the large head of the nail passes into the point without any of it being lost, although it is only a point. If the hammer and the head of the nail were infinitely big it would be just the same. The point of the nail would transmit this infinite shock at the point to which it was applied. Extreme affliction, which means physical pain, distress of soul and social degradation, all at the same time, constitutes the nail. The point is applied at the very center of the soul, whose head is all necessity, spreading throughout space and time."},{"id":50,"quote":"There is something else which has the power to awaken us to the truth. It is the works of writers of genius. They give us, in the guise of fiction, something equivalent to the actual density of the real, that density which life offers us every day but which we are unable to grasp because we are amusing ourselves with lies."},{"id":51,"quote":"Those who are unhappy have no need for anything in this world but people capable of giving them their attention."},{"id":52,"quote":"The glossy surface of our civilization hides a real intellectual decadence."},{"id":53,"quote":"Religion as a source of consolation is an obstacle to true faith."},{"id":54,"quote":"Justice consists in seeing that no harm is done to men. Whenever a man cries inwardly: 'Why am I being hurt?' harm is being done to him. He is often mistaken when he tries to define the harm, and why and by whom it is being inflicted on him. But the cry itself is infallible."},{"id":55,"quote":"Human existence is so fragile a thing and exposed to such dangers that I cannot love without trembling."},{"id":56,"quote":"Never react to an evil in such a way as to augment it."},{"id":57,"quote":"We have to try to cure our faults by attention and not by will."},{"id":58,"quote":"One has only the choice between God and idolatry. There is no other possibility. For the faculty of worship is in us, and it is either directed somewhere into this world, or into another."},{"id":59,"quote":"Art is the symbol of the two noblest human efforts: to construct and to refrain from destruction."},{"id":60,"quote":"We only possess what we renounce; what we do not renounce escapes from us."},{"id":61,"quote":"Absolutely unmixed attention is prayer."},{"id":62,"quote":"Compassion directed toward oneself is true humility."},{"id":63,"quote":"God is rich in mercy. I know this wealth of his with the certainty of experience, I have touched it."},{"id":64,"quote":"The afflicted are not listened to. They are like someone whose tongue has been cut out and who occasionally forgets the fact. When they move their lips no ear perceives any sound. And they themselves soon sink into impotence in the use of language, because of the certainty of not being heard."},{"id":65,"quote":"I am not a Catholic; but I consider the Christian idea, which has its roots in Greek thought and in the course of the centuries has nourished all of our European civilization, as something that one cannot renounce without becoming degraded."},{"id":66,"quote":"When war is waged, it is for the purpose of safeguarding or increasing one's capacity to make war. International politics are wholly involved in this vicious cycle. What is called national prestige consists in behaving always in such a way as to demoralize other nations by giving them the impression that, if it comes to war, one would certainly defeat them. What is called national security is an imaginary state of affairs in which one would retain the capacity to make war while depriving all other countries of it."},{"id":67,"quote":"If we go down into ourselves, we find that we possess exactly what we desire."},{"id":68,"quote":"Moreover, nothing is so rare as to see misfortune fairly portrayed; the tendency is either to treat the unfortunate person as though catastrophe were his natural vocation, or to ignore the effects of misfortune on the soul, to assume, that is, that the soul can suffer and remain unmarked by it, can fail, in fact, to be recast in misfortune's image."},{"id":69,"quote":"Do not allow yourself to be imprisoned by any affection. Keep your solitude. The day, if it ever comes, when you are given true affection, there will be no opposition between interior solitude and friendship, quite the reverse. It is even by this infallible sigh that you will recognize it."},{"id":70,"quote":"Modern life is given over to immoderation. Immoderation invades everything: actions and thought, public and private life."},{"id":71,"quote":"A man thinks he is dying for his country,\" said Anatole France, \"but he is dying for a few industrialists.\" But even that is saying too much. What one dies for is not even so substantial and tangible as an industrialist."},{"id":72,"quote":"Power ... is the supreme end for all those who have not understood."},{"id":73,"quote":"Beauty captivates the flesh in order to obtain permission to pass right through to the soul. . . . When the feeling for beauty happens to be associated with the sight of some human being, the transference of love is made possible, at any rate in an illusory manner. But it is all the beauty of the world, it is universal beauty, for which we yearn."},{"id":74,"quote":"In struggling against anguish one never produces serenity; the struggle against anguish only produces new forms of anguish."},{"id":75,"quote":"Difficult as it is really to listen to someone in affliction, it is just as difficult for him to know that compassion is listening to him."},{"id":76,"quote":"A beautiful woman looking at her image in the mirror may very well believe the image is herself. An ugly woman knows it is not."},{"id":77,"quote":"Even if our efforts of attention seem for years to be producing no result, one day a light that is in exact proportion to them will flood the soul."},{"id":78,"quote":"Truth is sought not because it is truth but because it is good."},{"id":79,"quote":"Imaginary evil is romantic and varied; real evil is gloomy, monotonous, barren, boring. Imaginary good is boring; real good is always new, marvelous, intoxicating."},{"id":80,"quote":"To die for God is not a proof of faith in God. To die for an unknown and repulsive convict who is a victim of injustice, that is a proof of faith in God."},{"id":81,"quote":"Stars and blossoming fruit-trees: utter permanence and extreme fragility give an equal sense of eternity."},{"id":82,"quote":"It is much easier to imagine ourselves in the place of God the Creator than in the place of Christ crucified."},{"id":83,"quote":"Prayer consists simply in giving to God all the careful attention of which the soul is capable."},{"id":84,"quote":"Everything without exception which is of value in me comes from somewhere other than myself, not as a gift but as a loan which must be ceaselessly renewed."},{"id":85,"quote":"The extreme greatness of Christianity lies in the fact that it does not seek a supernatural remedy for suffering but a supernatural use for it."},{"id":86,"quote":"Everybody knows that really intimate conversation is only possible between two or three. As soon as there are six or seven, collective language begins to dominate. That is why it is a complete misinterpretation to apply to the Church the words 'Wheresoever two or three are gathered together in my name, there am I in the midst of them.' Christ did not say two hundred, or fifty, or ten. He said two or three."},{"id":87,"quote":"The world is God's language to us."},{"id":88,"quote":"The beauty of the world is Christ's tender smile for us coming through matter."},{"id":89,"quote":"To be always relevant, you have to say things which are eternal."},{"id":90,"quote":"It is not through the way in which someone speaks about God that I can see  whether that person has passed through the crucible of Divine Love, but through the way the person speaks to me about things here on earth."},{"id":91,"quote":"Humility is attentive patience."},{"id":92,"quote":"All sins are attempts to fill voids."},{"id":93,"quote":"It is only necessary to know that love is a direction and not a state of the soul. If one is unaware of this, one falls to despair at the first onslaught of affliction."},{"id":94,"quote":"An atheist may be simply one whose faith and love are concentrated on the impersonal aspects of God."},{"id":95,"quote":"I can, therefore I am."},{"id":96,"quote":"Fire destroys that which feeds it."},{"id":97,"quote":"Sin is not a distance, it is a turning of our gaze in the wrong direction."},{"id":98,"quote":"Grace fills empty spaces, but it can only enter where there is a void to receive it, and it is grace itself which makes this void."},{"id":99,"quote":"I suffer more from the humiliations inflicted by my country than from those inflicted on her."},{"id":100,"quote":"If you say to someone who has ears to hear: \"What you are doing to me is not just,\" you may touch and awaken at its source the spirit of attention and love. But it is not the same with words like, \"I have the right...\" or \"you have no right to...\" They evoke a latent war and awaken the spirit of contention."},{"id":101,"quote":"When once a certain class of people has been placed by the temporal and spiritual authorities outside the ranks of those whose life has value, then nothing comes more naturally to men than murder."},{"id":102,"quote":"Expectant waiting is the foundation of the spiritual life."},{"id":103,"quote":"Purity is the ability to contemplate defilement."},{"id":104,"quote":"We do injury to a child if we bring it up in a narrow Christianity, which prevents it from ever becoming capable of perceiving that there are treasures of purest gold to be found in non-Christian civilizations. Laical education does an even greater injury to children. It covers up those treasures, and those of Christianity as well."},{"id":105,"quote":"War is the supreme form of prestige."},{"id":106,"quote":"There is only one fault, only one: our inability to feed upon light."},{"id":107,"quote":"Justice. To be ever ready to admit that another person is something quite different from what we read when he is there (or when we think about him). Or rather, to read in him that he is certainly something different, perhaps something completely different from what we read in him. Every being cries out silently to be read differently."},{"id":108,"quote":"Just as a person who is always asserting that he is too good-natured is the very one from whom to expect, on some occasion, the coldest and most unconcerned cruelty, so when any group sees itself as the bearer of civilization this very belief will betray it into behaving barbarously at the first opportunity."},{"id":109,"quote":"Bourgeois society is infected by monomania: the monomania of accounting. For it, the only thing that has value is what can be counted in francs and centimes. It never hesitates to sacrifice human life to figures which look well on paper, such as national budgets or industrial balance sheets."},{"id":110,"quote":"The difference between more or less intelligent men is like the difference between criminals condemned to life imprisonment in smaller or larger cells. The intelligent man who is proud of his intelligence is like a condemned man who is proud of his large cell."},{"id":111,"quote":"The great error of nearly all studies of war... has been to consider war as an episode in foreign policies, when it is an act of interior politics."},{"id":112,"quote":"Two prisoners whose cells adjoin communicate with each other by knocking on the wall. The wall is the thing which separates them but is also their means of communication. It is the same with us and God. Every separation is a link."},{"id":113,"quote":"To us, men of the West, a very strange thing happened at the turn of the century; without noticing it, we lost science, or at least the thing that had been called by that name for the last four centuries. What we now have in place of it is something different, radically different, and we don't know what it is. Nobody knows what it is."},{"id":114,"quote":"It is an eternal obligation toward the human being not to let him suffer from hunger when one has a chance of coming to his assistance."},{"id":115,"quote":"In this world, only those people who have fallen to the lowest degree of humiliation, far below beggary, who are not just without any social consideration but are regarded by all as being deprived of that foremost human dignity, reason itself - only those people, in fact, are capable of telling the truth. All the others lie."},{"id":116,"quote":"The work of art which I do not make, none other will ever make."},{"id":117,"quote":"What is surprising is not that oppression should make its appearance only after higher forms of economy have been reached, but that it should always accompany them."},{"id":118,"quote":"The Hebrews took for their idol, not something made of metal or wood, but a race, a nation, something just as earthly. Their religion is essentially inseparable from such idolatry, because of the notion of the 'chosen people'."},{"id":119,"quote":"To claim that theft or adultery or lying are \"evil\" simply reflects our degraded idea of good-—that it has something to do with respect for property, respectability, and sincerity."},{"id":120,"quote":"Workers need poetry more than bread. They need that their life should be a poem. They need some light from eternity. Religion alone can be the source of such poetry."},{"id":121,"quote":"Necessity is God's veil."},{"id":122,"quote":"Attachment is the great fabricator of illusions; reality can be attained only by someone who is detached."},{"id":123,"quote":"Religion in so far as it is a source of consolation is a hindrance to true faith ; and in this sense atheism is a purification. I have to be an atheist with that part of myself which is not made for God. Among those in whom the supernatural part of themselves has not been awakened, the atheists are right and the believers wrong."},{"id":124,"quote":"You could not be born at a better period than the present, when we have lost everything."},{"id":125,"quote":"We have to endure the discordance between imagination and fact. It is better to say, “I am suffering,” than to say, “This landscape is ugly."},{"id":126,"quote":"To wish to escape from solitude is cowardice. Friendship is not to be sought, not to be dreamed, not to be desired; it is to be exercised (it is a virtue)."},{"id":127,"quote":"All the tragedies which we can imagine return in the end to the one and only tragedy: the passage of time."},{"id":128,"quote":"If we forgive God for his crime against us, which is to have made us finite creatures, He will forgive our crime against him, which is that we are finite creatures."},{"id":129,"quote":"Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace."},{"id":130,"quote":"The struggle between the opponents and defenders of capitalism is a struggle between innovators who do not know what innovation to make and conservatives who do not know what to conserve."},{"id":131,"quote":"It is not for man to seek, or even to believe in, God.\n He only has to refuse his ultimate love to everything that is not God.\n This refusal does not presuppose any belief.\n It is enough to recognize what is obvious to any mind:\n that all the goods of this world, past, present, and future, real or imaginary,\n are finite and limited and radically incapable of satisfying\n the desire that perpetually burns within us\n for an infinite and perfect good."},{"id":132,"quote":"The danger is not lest the soul should doubt whether there is any bread, but lest, by a lie, it should persuade itself that it is not hungry."},{"id":133,"quote":"In reality nothing is so beautiful as the good, nothing is so monotonous and boring as evil."},{"id":134,"quote":"Every time that a man has, with a pure heart, called upon Osiris, Dionysus, Buddha, the Tao, etc., the Son of God has answered him by sending the Holy Spirit. And the Holy Spirit has acted upon his soul, not by inciting him to abandon his religious tradition, but by bestowing upon him light. It is, therefore, useless to send out missions to prevail upon the peoples of Asia, Africa or Oceania to enter the Church."},{"id":135,"quote":"Time's violence rends the soul, by the rent eternity enters."},{"id":136,"quote":"Uprooting is by far the most dangerous of the ills of human society, for it perpetuates itself."},{"id":137,"quote":"The highest ecstasy is the attention at its fullest."},{"id":138,"quote":"Oppression that is clearly inexorable and invincible does not give rise to revolt but to submission."},{"id":139,"quote":"It is not my business to think about myself. My business is to think about God. It is for God to think about me."},{"id":140,"quote":"Force is as pitiless to the man who possesses it, or thinks he does, as it is to its victims; the second it crushes, the first it intoxicates. The truth is, nobody really possesses it."},{"id":141,"quote":"The recognition of human wretchedness is difficult for whoever is rich and powerful because he is almost invincibly led to believe that he is something. It is equally difficult for the man in miserable circumstances because he is almost invincibly led to believe that the rich and powerful man is something."},{"id":142,"quote":"Real genius is nothing else but the supernatural virtue of humility in the domain of thought."},{"id":143,"quote":"The future is made of the same stuff as the present."},{"id":144,"quote":"The capacity to give one's attention to a sufferer is a very rare and difficult thing; it is almost a miracle; it is a miracle. Nearly all those who think they have the capacity do not possess it."},{"id":145,"quote":"A work of art has an author and yet, when it is perfect, it has something which is anonymous about it."},{"id":146,"quote":"Money destroys human roots wherever it is able to penetrate, by turning desire for gain into the sole motive. It easily manages to outweigh all other motives, because the effort it demands of the mind is so very much less. Nothing is so clear and so simple as a row of figures."},{"id":147,"quote":"At the bottom of the heart of every human being, from earliest infancy until the tomb, there is something that goes on indomitably expecting, in the teeth of all experience of crimes committed, suffered, and witnessed, that good and not evil will be done"},{"id":148,"quote":"It seemed to me certain, and I still think so today, that one can never wrestle enough with God if one does so out of pure regard for the truth. Christ likes us to prefer truth to him because, before being Christ, he is truth. If one turns aside from him to go toward the truth, one will not go far before falling into his arms."},{"id":149,"quote":"If someone does me injury I must desire that this injury shall not degrade me. I must desire this out of love for him who inflicts it, in order that he may not really have done evil."},{"id":150,"quote":"The only way into truth is through one's own annihilation; through dwelling a long time in a state of extreme and total humiliation."},{"id":151,"quote":"We do not obtain the most precious gifts by going in search of them but by waiting for them."},{"id":152,"quote":"A test of what is real is that it is hard and rough. Joys are found in it, not pleasure. What is pleasant belongs to dreams."},{"id":153,"quote":"What a country calls its vital... interests are not things that help its people live, but things that help it make war."},{"id":154,"quote":"The need of truth is more sacred than any other need."},{"id":155,"quote":"If Germany, thanks to Hitler and his successors, were to enslave the European nations and destroy most of the treasures of their past, future historians would certainly pronounce that she had civilized Europe."},{"id":156,"quote":"We cannot take a step toward the heavens. God crosses the universe and comes to us."},{"id":157,"quote":"A modern factory reaches perhaps almost the limit of horror. Everybody in it is constantly harassed and kept on edge by the interference of extraneous wills while the soul is left in cold desolate misery. What man needs is silence and warmth; what he is given is an icy pandemonium. Physical labor may be painful, but it is not degrading as such. It is not art; it is not science; it is something else, possessing an exactly equal value with art and science, for it provides an equal opportunity to reach the impersonal stage of attention."},{"id":158,"quote":"The appetite for power, even for universal power, is only insane when there is no possibility of indulging it; a man who sees the possibility opening before him and does not try to grasp it, even at the risk of destroying himself and his country, is either"},{"id":159,"quote":"The world needs saints who have genius, just as a plague-stricken town needs doctors."},{"id":160,"quote":"Of two men who have no experience of God, he who denies him is perhaps nearer to him than the other."},{"id":161,"quote":"One should identify oneself with the universe itself. Everything that is less than the universe is subjected to suffering."},{"id":162,"quote":"There is an easiness in salvation which is more difficult to us than all our efforts."},{"id":163,"quote":"Misfortunes leave wounds which bleed drop by drop even in sleep; thus little by little they train man by force and dispose him to wisdom in spite of himself. Man must learn to think ofhimself as a limited and dependent being; and only suffering teaches him this."},{"id":164,"quote":"With no matter what human being, taken individually, I always find reasons for concluding that sorrow and misfortune do not suit him; either because he seems too mediocre for anything so great, or, on the contrary, too precious to be destroyed."},{"id":165,"quote":"Every atheist is an idolater- unless he is worshipping the true God in his impersonal aspect. The majority of the pious are idolaters."},{"id":166,"quote":"One cannot imagine St. Francis of Assisi talking about rights."},{"id":167,"quote":"Nothing is worse than extreme affliction which destroys the \"I\" from the outside, because after that we can no longer destroy it ourselves."},{"id":168,"quote":"I think that it is useless to fight directly against natural weaknesses. One has to force oneself to act as though one did not have them in circumstances where a duty makes it imperative; and in the ordinary course of life one has to know these weaknesses, prudently take them into account, and strive to turn them to good purpose; for they are all capable of being put to some good purpose."},{"id":169,"quote":"Gregorian chant, Romanesque architecture, the Iliad , the invention of geometry were not, for the people through whom they were brought into being and made available to us, occasions for the manifestation of personality."},{"id":170,"quote":"The destruction of the past is perhaps the greatest of all crimes."},{"id":171,"quote":"The entire universe is nothing but a great metaphor."},{"id":172,"quote":"Today it is not nearly enough to be a saint, but we must have the saintliness demanded by the present moment, a new saintliness, itself also without precedent."},{"id":173,"quote":"To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life."},{"id":174,"quote":"It is precisely those artists and writers who are most inclined to think of their art as the manifestation of their personality who are in fact the most in bondage to public taste."},{"id":175,"quote":"The proper method of philosophy consists in clearly conceiving the insoluble problems in all their insolubility and then in simply contemplating them, fixedly and tirelessly, year after year, without any hope, patiently waiting."},{"id":176,"quote":"Evil being the root of mystery, pain is the root of knowledge."},{"id":177,"quote":"Beauty always promises, but never gives anything."},{"id":178,"quote":"Because no other could do it, he himself went to the greatest possible distance, the infinite distance. This infinite distance between God and God, this supreme tearing apart, this incomparable agony, this marvel of love, is the crucifixion. Nothing can be further from God than that which has been made accursed."},{"id":179,"quote":"To be innocent is to bear the weight of the entire universe. It is to throw away the counterweight."},{"id":180,"quote":"All the goods of this world...are finite and limited and radically incapable of satisfying the desire that perpetually burns within us for an infinite and perfect good."},{"id":181,"quote":"The right to kill: supposing the life of X ... were linked with our own so that the two deaths had to be simultaneous, should we still wish him to die? If with our whole body and soul we desire life and if nevertheless without lying, we can reply 'yes'> then we have the right to kill."},{"id":182,"quote":"The mysteries of faith are degraded if they are made into an object of affirmation and negation, when in reality they should be an object of contemplation."},{"id":183,"quote":"Creation is an act of love and it is perpetual."},{"id":184,"quote":"If we concentrate our attention on trying to solve a problem of geometry, and if at the end of an hour we are no nearer to doing so than at the beginning, we have nevertheless been making progress each minute of that hour in another more mysterious dimension. Without knowing or feeling it, this apparent barren affort has brought more light into the soul."},{"id":185,"quote":"Compassion directed to oneself is humility."},{"id":186,"quote":"The supernatural virtue of justice consists of behaving exactly as though there were equality when one is the stronger in an unequal relationship."},{"id":187,"quote":"All those who possess in its pure state the love of their neighbour and the acceptance of the order of the world, inclucing affliction-all those, even should they live and die to all appearances atheists, are surely saved."},{"id":188,"quote":"A science which does not bring us nearer to God is worthless."},{"id":189,"quote":"He who has not God in himself cannot feel His absence."},{"id":190,"quote":"Charity. To love human beings in so far as they are nothing. That is to love them as God does."},{"id":191,"quote":"Sin is nothing else but the failure to recognize human wretchedness."},{"id":192,"quote":"Education-whether its object be children or adults, individuals or an entire people-consists in creating motives."},{"id":193,"quote":"As for the spirit of poverty, I do not remember any moment when it was not in me, although only to that unhappily small extent compatible with my imperfection. I fell in love with Saint Francis of Assisi as soon as I came to know about him. I always believed and hoped that one day Fate would force upon me the condition of a vagabond and a beggar which he embraced freely. Actually I felt the same way about prison."},{"id":194,"quote":"There are only two sorts of greatness: true greatness, which is of a spiritual order, and the old, old lie of world conquest. Conquest is an ersatz greatness."},{"id":195,"quote":"We cannot take a single step toward heaven. It is not in our power to travel in a vertical direction. If however we look heavenward for a long time, God comes and takes us up."},{"id":196,"quote":"When science, art, literature, and philosophy are simply the manifestation of personality, they are on a level where glorious and dazzling achievements are possible, which can make a man's name live for thousands of years. But above this level, far above, separated by an abyss, is the level where the highest things are achieved. These things are essentially anonymous."},{"id":197,"quote":"It is only the impossible that is possible for God. He has given over the possible to the mechanics of matter and the autonomy of his creatures."},{"id":198,"quote":"The feeding of those that are hungry is a form of contemplation."},{"id":199,"quote":"The demonstrable correlation of opposites is an image of the transcendental correlation of contradictories."},{"id":200,"quote":"One of the most exquisite pleasures of human love - to serve the loved one without his knowing it - is only possible, as regards the love of God, through atheism."},{"id":201,"quote":"How many people have been thus led, through lack of self-confidence, to stifle their most justified doubts?"},{"id":202,"quote":"Only he who has measured the dominion of force, and knows how not to respect it, is capable of love andjustice."},{"id":203,"quote":"What hope is there for innocence if it is not recognized?"},{"id":204,"quote":"Affliction hardens and discourages us because, like a red hot iron, it stamps the soul to its very depths with the scorn, the disgust, and even the self-hatred and sense of guilt that crime logically should produce but actually does not."},{"id":205,"quote":"It is human misery and not pleasure which contains the secret of the divine wisdom."},{"id":206,"quote":"Death. An instantaneous state, without past or future. Indispensable for entering eternity."},{"id":207,"quote":"Every kind of reward constitutes a degradation of energy."},{"id":208,"quote":"When literature becomes deliberately indifferent to the opposition of good and evil it betrays its function and forfeits all claim to excellence."},{"id":209,"quote":"The miser deprives himself of his treasure because of his desire for it."},{"id":210,"quote":"Science is voiceless; it is the scientists who talk."},{"id":211,"quote":"The human soul has need of security and also of risk. The fear of violence or of hunger or of any other extreme evil is a sickness of the soul. The boredom produced by a complete absence of risk is also a sickness of the soul."},{"id":212,"quote":"The poet produces the beautiful by fixing his attention on something real."},{"id":213,"quote":"If it were conceivable that in obeying God one should bring about one's own damnation whilst in disobeying him one could be saved, I should still choose the way of obedience."},{"id":214,"quote":"On reaching a certain degree of pain we lose the world."},{"id":215,"quote":"Those who love a cause are those who love the life which has to be led in order to serve it."},{"id":216,"quote":"One does not play Bach without having done scales. But neither does one play a scale merely for the sake of the scale."},{"id":217,"quote":"No human being escapes the necessity of conceiving some good outside himself towards which his thought turns in a movement of desire, supplication, and hope."},{"id":218,"quote":"Love consents to all and commands only those who consent. Love is abdication. God is abdication."},{"id":219,"quote":"When a contradiction is impossible to resolve except by a lie, then we know that it is really a door."},{"id":220,"quote":"Contradiction itself, far from always being a criterion of error, is sometimes a sign of truth."},{"id":221,"quote":"Attachment is a manufacturer of illusion and whoever wants reality ought to be detached."},{"id":222,"quote":"In relation to God, we are like a thief who has burgled the house of a kindly householder and been allowed to keep some of the gold. From the point of view of the lawful owner this gold is a gift; Form the point of view of the burglar it is a theft. He must go and give it back. It is the same with our existence. We have stolen a little of God's being to make it ours. God has made us a gift of it. But we have stolen it. We must return it."},{"id":223,"quote":"We can only know one thing about God - that he is what we are not. Our wretchedness alone is an image of this. The more we contemplate it, the more we contemplate him."},{"id":224,"quote":"Our science is like a store filled with the most subtle intellectual devices for solving the most complex problems, and yet we are almost incapable of applying the elementary principles of rational thought."},{"id":225,"quote":"The beautiful is the experimental proof that the incarnation is possible."},{"id":226,"quote":"All the Freudian system is impregnated with the prejudice which it makes it its mission to fight -- the prejudice that everything sexual is vile."},{"id":227,"quote":"The essential characteristic of the first half of the twentieth century is the growing weakness, and almost the disappearance, of the idea of value."},{"id":228,"quote":"More than in any other performing arts the lack of respect for acting seems to spring from the fact that every layman considers himself a valid critic."},{"id":229,"quote":"Liberty, taking the word in its concrete sense, consists in the ability to choose."},{"id":230,"quote":"The simultaneous existence of opposite virtues in the soul like pincers to catch hold of God."},{"id":231,"quote":"Friendship is a miracle by which a person consents to view from a certain distance, without coming any nearer, the very being who is as necessary to him as food."},{"id":232,"quote":"Religion is a form of nourishment. It is difficult to appreciate the flavor and food-value of something one has never eaten."},{"id":233,"quote":"Every perfect life is a parable invented by God."},{"id":234,"quote":"The joy of learning is as indispensable in study as breathing is in running."},{"id":235,"quote":"We are only geometricians of matter; the Greeks were, first of all, geometricians in the apprenticeship to virtue."},{"id":236,"quote":"The Great Beast is the only object of idolatry , the only ersatz of God , the only imitation of something which is infinitely far from me and which is I myself."},{"id":237,"quote":"Christians ought to suspect that affliction is the very essence of creation. To be a created thing is not necessarily to be afflicted, but it is necessarily to be exposed to affliction. ... Affliction is the surest sign that God wishes to be loved by us; it is the most precious evidence of His tenderness."},{"id":238,"quote":"Official history is believing the murderers at their word."},{"id":239,"quote":"Whenever a human being, through the commission of a crime, has become exiled from good, he needs to be reintegrated with it through suffering. The suffering should be inflicted with the aim of bringing the soul to recognize freely some day that its infliction was just."},{"id":240,"quote":"A society like the Church, which claims to be Divine is perhaps more dangerous on account of the ersatz good which it contains then on account of the evil which sullies it. Something of the social labelled divine: an intoxicating mixture which carries with it every sort of license. Devil disguised."},{"id":241,"quote":"Only an indirect method is effective. We do nothing if we have not first drawn back."},{"id":242,"quote":"Truth is one, but error is manifold."},{"id":243,"quote":"A doctrine serves no purpose in itself, but it is indispensable to have one if only to avoid being deceived by false doctrines."},{"id":244,"quote":"There can be a true grandeur in any degree of submissiveness, because it springs from loyalty to the laws and to an oath, and not from baseness of soul."},{"id":245,"quote":"There is a certain kind of morality which is even more alien to good and evil than amorality is."},{"id":246,"quote":"The authentic and pure values, truth, beauty, and goodness, in the activity of a human being are the result of one and the same act, a certain application of the full attention to the object. Teaching should have no aim but to prepare, by training the attention, for the possibility of such an act. All the other advantages of instruction are without interest."},{"id":247,"quote":"In what concerns divine things, belief is not appropriate.  Only certainty will do.  Anything less than certainty is unworthy of God."},{"id":248,"quote":"It is only by entering the transcendental, the supernatural, the authentically spiritual order that man rises above the social. Until then, whatever he may do, the social is transcendent in relation to him."},{"id":249,"quote":"The most important part of teaching is to teach what it is to know."},{"id":250,"quote":"There is nothing that comes closer to true humility than the intelligence. It is impossible to feel pride in one's intelligence at the moment when one really and truly exercises it."},{"id":251,"quote":"I would suggest that barbarism be considered as a permanent and universal human characteristic which becomes more or less pronounced according to the play of circumstances."},{"id":252,"quote":"Concern for the symbol has completely disappeared from our science . And yet, if one were to give oneself the trouble, one could easily find, in certain parts at least of contemporary mathematics... symbols as clear, as beautiful, and as full of spiritual meaning as that of the circle and mediation. From modern thought to ancient wisdom the path would be short and direct, if one cared to take it."},{"id":253,"quote":"We should do only those righteous actions which we cannot stop ourselves from doing."},{"id":254,"quote":"One can never really give a proof of the reality of anything; reality is not something open to proof, it is something established. It is established just because proof is not enough. It is this characteristic of language, at once indispensable and inadequate, which shows the reality of the external world. Most people hardly ever realize this, because it is rare that the very same man thinks and puts his thought into action."},{"id":255,"quote":"The children of God should not have any other country here below but the universe itself, with the totality of all the reasoning creatures it ever has contained, contains, or ever will contain. That is the native city to which we owe our love."},{"id":256,"quote":"A Pharisee is someone who is virtuous out of obedience to the Great Beast."},{"id":257,"quote":"The Our Father contains all possible petitions; we cannot conceive of any prayer not already contained in it. It is to prayer what Christ is to humanity."},{"id":258,"quote":"As soon as men know that they can kill without fear of punishment or blame, they kill; or at least they encourage killers with approving smiles."},{"id":259,"quote":"We must prefer real hell to an imaginary paradise."},{"id":260,"quote":"Two forces rule the universe: light and gravity."},{"id":261,"quote":"Humility consists of knowing that in this world the whole soul, not only what we term the ego in its totality, but also the supernatural part of the soul, which is God present in it, is subject to time and to the vicissitudes of change. There must be absolutely acceptance of the possibility that everything material in us should be destroyed. But we must simultaneously accept and repudiate the possibility that the supernatural part of the soul should disappear."},{"id":262,"quote":"In a general way, the literature of the twentieth century is essentially psychological; and psychology consists of describing states of the soul by displaying them all on the same plane, without any discrimination of value, as though good and evil were external to them, as though the effort toward the good could be absent at any moment from the thought of any man."},{"id":263,"quote":"One might lay down as a postulate: All conceptions of God which are incompatible with a movement of pure charity are false. All other conceptions of him, in varying degree, are true."},{"id":264,"quote":"He who does not realize to what extent shifting fortune and necessity hold in subjection every human spirit, cannot regard as fellow-creatures nor love as he loves himself those whom chance separated from him by an abyss. The variety of constraints pressing upon man give rise to the illusion of several distinct species that cannot communicate. Only he who has measured the dominion of force, and knows how not to respect it, is capable of love and justice."},{"id":265,"quote":"The contradictions the mind comes up against, these are the only realities, the criterion of the real. There is no contradiction in what is imaginary. Contradiction is the test of necessity."},{"id":266,"quote":"In this world we live in a mixture of time and eternity. Hell would be pure time."},{"id":267,"quote":"science has now been for a long time - and to an ever-increasing extent - a collective enterprise. Actually, new results are always, in fact, the work of specific individuals; but, save perhaps for rare exceptions, the value of any result depends on such a complex set of interrelations with past discoveries and possible future researches that even the mind of the inventor cannot embrace the whole."},{"id":268,"quote":"Whoever is uprooted himself uproots others. Whoever is rooted himself doesn't uproot others."},{"id":269,"quote":"It is not the cause for which men took up arms that makes a victory more just or less, it is the order that is established when arms have been laid down."},{"id":270,"quote":"Punishment is a vital need of the human soul."},{"id":271,"quote":"One could count on one's fingers the number of scientists throughout the world with a general idea of the history and development of their particular science: there is none who is really competent as regards sciences other than his own. As science forms an indivisible whole, one may say that there are no longer, strictly speaking, scientists, but only drudges doing scientific work."},{"id":272,"quote":"Every new development for the last three centuries has brought men closer to a state of affairs in which absolutely nothing would be recognized in the whole world as possessing a claim to obedience except the authority of the State. The majority of people in Europe obey nothing else."},{"id":273,"quote":"A man whose mind feels that it is captive would prefer to blind himself to the fact. But if he hates falsehood, he will not do so; and in that case he will have to suffer a lot. He will beat his head against the wall until he faints. He will come to again"},{"id":274,"quote":"To set up as a standard of public morality a notion which can neither be defined nor conceived is to open the door to every kind of tyranny."},{"id":275,"quote":"We possess nothing in the world - a mere chance can strip us of everything - except the power to say 'I."},{"id":276,"quote":"It is not enough that France should be regarded as a country which enjoys the remains of a freedom acquired long ago. If she is still to count in the world--and if she does not intend to, she may as well perish--she must be seen by her own citizens and by all men as an ever-flowing source of liberty. There must not be a single genuine lover of freedom in the whole world who can have a valid reason for hating France."},{"id":277,"quote":"The poison of skepticism becomes, like alcoholism, tuberculosis, and some other diseases, much more virulent in a hitherto virgin soil."},{"id":278,"quote":"A right which goes unrecognized by anybody is not worth very much."},{"id":279,"quote":"Someone who does not see a pane of glass is not aware of not seeing it."},{"id":280,"quote":"In the Church, considered as a social organism, the mysteries inevitably degenerate into beliefs."},{"id":281,"quote":"Evil is neither suffering nor sin; it is both at the same time, it is something common to them both. For they are linked together; sin makes us suffer and suffering makes us evil, and this indissoluble complex of suffering and sin is the evil in which we are submerged against our will, and to our horror."},{"id":282,"quote":"It may be that vice, depravity, and crime are nearly always, or even perhaps always, in their essence, attempts to eat beauty, to eat what we should only look at."},{"id":283,"quote":"The contemporary form of true greatness lies in a civilization founded upon the spirituality of work."},{"id":284,"quote":"The whole evolution of present-day society tends to develop the various forms of bureaucratic oppression and to give them a sort of autonomy in regard to capitalism as such."},{"id":285,"quote":"The villagers seldom leave the village; many scientists have limited and poorly cultivated minds apart from their specialty."},{"id":286,"quote":"The essential thing to know about God is that God is Good.  All the rest is secondary."},{"id":287,"quote":"To be a hero or a heroine, one must give an order to oneself."},{"id":288,"quote":"To get power over is to defile. To possess is to defile."},{"id":289,"quote":"The notion of obligations comes before that of rights, which is subordinate and relative to the former. A right is not effectual by itself, but only in relation to the obligation to which it corresponds."},{"id":290,"quote":"Distance is the soul of beauty."},{"id":291,"quote":"Justice, truth, and beauty are sisters and comrades. With three such beautiful words we have no need to look for any others."},{"id":292,"quote":"Men owe us what we imagine they will give us. We must forgive them this debt."},{"id":293,"quote":"The full expression of personality depends upon its being inflated by social prestige; it is a social privilege."},{"id":294,"quote":"Petroleum is a more likely cause of international conflict than wheat."},{"id":295,"quote":"The payment of debts is necessary for social order. The non-payment is quite equally necessary for social order. For centuries humanity has oscillated, serenely unaware, between these two contradictory necessities."},{"id":296,"quote":"The necessity for power is obvious, because life cannot be lived without order; but the allocation of power is arbitrary because all men are alike, or very nearly. Yet power must not seem to be arbitrarily allocated, because it will not then be recognized as power. Therefore prestige, which is illusion, is of the very essence of power."},{"id":297,"quote":"The apprehension of necessity is an imitation of creation."},{"id":298,"quote":"The speed with which bureaucracy has invaded almost every branch of human activity is something astounding once one thinks about it."},{"id":299,"quote":"When an apprentice gets hurt, or complains of being tired, the workmen and peasants have this fine expression: \"It is the trade entering his body.\" Each time that we have some pain to go through, we can say to ourselves quite truly that it is the universe, the order and beauty of the world, and the obedience of God that are entering our body."},{"id":300,"quote":"Mathematics alone make us feel the limits of our intelligence. For we can always suppose in the case of an experiment that it is inexplicable because we don't happen to have all the data. In mathematics we have all the data, brought together in the full light of demonstration, and yet we don't understand. We always come back to the contemplation of our human wretchedness. What force is in relation to our will, the impenetrable opacity of mathematics is in relation to our intelligence."},{"id":301,"quote":"One must always be ready to change sides with justice, that fugitive from the winning camp."},{"id":302,"quote":"Time does us violence; it is the only violence."},{"id":303,"quote":"Armies under the control of ... a sovereign State cannot bring freedom to anyone."},{"id":304,"quote":"prayer consists of attention. It is the orientation of all the attention of which the soul is capable towards God. The quality of the attention counts for much in the quality of the prayer. Warmth of heart cannot make up for it."},{"id":305,"quote":"It is impossible that the whole of truth should not be present at every time and every place, available for anyone who desires it."},{"id":306,"quote":"Electra weeping for the dead Orestes. If we love God while thinking that he does not exist, he will manifest his existence."},{"id":307,"quote":"War, which perpetuates itself under the form of preparation for war, has once and for all given the State an important role in production."},{"id":308,"quote":"During the last quarter of a century all the authority associated with the function of spiritual guidance ... has seeped down into the lowest publications. ... Between a poem by Valéry and an advertisement for a beauty cream promising a rich marriage to anyone who used it there was at no point a breach of continuity. So as a result of literature's spiritual usurpation a beauty cream advertisement possessed, in the eyes of little village girls, the authority that was formerly attached to the words of priests."},{"id":309,"quote":"Beauty is a fruit which we look at without trying to seize it."},{"id":310,"quote":"Conformity is an imitation of grace."},{"id":311,"quote":"Modern war appears as a struggle led by all the State apparatuses and their general staffs against all men old enough to bear arms."},{"id":312,"quote":"All the natural movements of the soul are controlled by laws analogous to those of physical gravity. Grace is the only exception. Grace fills empty spaces, but it can only enter where there is a void to receive it, and it is grace itself which makes this void. The imagination is continually at work filling up all the fissures through which grace might pass."},{"id":313,"quote":"In the intellectual order, the virtue of humility is nothing more nor less than the power of attention."},{"id":314,"quote":"In solitude we are in the presence of mere matter (even the sky, the stars, the moon, trees in blossom), things of less value (perhaps) than a human spirit. Its value lies in the greater possibility of attention."},{"id":315,"quote":"There are two atheisms of which one is a purification of the notion of God."},{"id":316,"quote":"Man alone can enslave man."},{"id":317,"quote":"The same suffering is much harder to bear for a high motive than for a base one. The people [during World War II] who stood motionless, from one to eight in the morning, for the sake of having an egg, would have found it very difficult to do in order to save a human life."},{"id":318,"quote":"The soul is the human being considered as having a value in itself."},{"id":319,"quote":"The real sin of idolatry is always committed on behalf of something similar to the State."},{"id":320,"quote":"The word 'revolution' is a word for which you kill, for which you die, for which you send the labouring masses to their deaths; but which does not contain any content."},{"id":321,"quote":"If we are suffering illness, poverty, or misfortune, we think we shall be satisfied on the day it ceases. But there too, we know it is false; so soon as one has got used to not suffering one wants something else."},{"id":322,"quote":"Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it."},{"id":323,"quote":"If a young girl is being forced into a brothel she will not talk about her rights. In such a situation the word would sound ludicrously inadequate."},{"id":324,"quote":"Contemplating an object fixedly with the mind, asking myself, 'What is it?' without thinking of any other object or relating it to anything else for hours on end."},{"id":325,"quote":"If there were no affliction in this world we might think we were in paradise."},{"id":326,"quote":"The world is the closed door. It is a barrier. And at the same time it is the way through."},{"id":327,"quote":"I only read what I am hungry for at the moment when I have an appetite for it, and then I do not read, I eat."},{"id":328,"quote":"...nothing on earth can stop man from feeling himself born for liberty. Never, whatever may happen, can he accept servitude; for he is a thinking creature."},{"id":329,"quote":"Those who keep the masses of men in subjection by exercising force and cruelty deprive them at once of two vital foods, liberty and obedience; for it is no longer within the power of such masses to accord their inner consent to the authority to which they are subjected. Those who encourage a state of things in which the hope of gain is the principle motive take away from men their obedience, for consent which is its essence is not something which can be sold."},{"id":330,"quote":"Why is it that reality, when set down untransposed in a book, sounds false?"},{"id":331,"quote":"The lure of quantity is the most dangerous of all."},{"id":332,"quote":"To write the lives of the great in separating them from their works necessarily ends by above all stressing their pettiness, because it is in their work that they have put the best of themselves."},{"id":333,"quote":"Our patriotism comes straight from the Romans. This is why French children are encouraged to seek inspiration for it in Corneille. It is a pagan virtue, if these two words are compatible. The word pagan, when applied to Rome, early possesses the significance charged with horror which the early Christian controversialists gave it. The Romans really were an atheistic and idolatrous people; not idolatrous with regard to images made of stone or bronze, but idolatrous with regard to themselves. It is this idolatry of self which they have bequeathed to us in the form of patriotism."},{"id":334,"quote":"Algebra and money are essentially levelers; the first intellectually, the second effectively."},{"id":335,"quote":"The man who has known pure joy, if only for a moment ... is the only man for whom affliction is something devastating. At the same time he is the only man who has not deserved the punishment. But, after all, for him it is no punishment; it is God holding his hand and pressing rather hard. For, if he remains constant, what he will discover buried deep under the sound of his own lamentations is the pearl of the silence of God."},{"id":336,"quote":"The only hope of socialism resides in those who have already brought about in themselves, as far as is possible in the society of today, that union between manual and intellectual labor which characterizes the society we are aiming at."},{"id":337,"quote":"We should desire neither the immortality nor the death of any human being, whoever he may be, with whom we have to do."},{"id":338,"quote":"School children and students who love God should never say: \"For my part I like mathematics\"; \"I like French\"; \"I like Greek.\" They should learn to like all these subjects, because all of them develop that faculty of attention which, directed toward God, is the very substance of prayer."},{"id":339,"quote":"An imaginary perfection is automatically at the same level as I who imagine it neither higher nor lower."},{"id":340,"quote":"Nothing can have as its destination anything other than its origin. The contrary idea, the idea of progress, is poison."},{"id":341,"quote":"Life does not need to mutilate itself in order to be pure."},{"id":342,"quote":"Art has no immediate future, because all art is collective and there is no more collective life."},{"id":343,"quote":"Purity is the power to contemplate defilement."},{"id":344,"quote":"Renunciation is submission to time."},{"id":345,"quote":"Meditation on the chance which led to the meeting of my mother and father is even more salutary than meditation on death."},{"id":346,"quote":"The joy of learning is as indispensable in study as breathing is in running. Where it is lacking there are no real students, but only poor caricatures of apprentices who, at the end of their apprenticeship, will not even have a trade."},{"id":347,"quote":"Attentiveness is the heart of prayer."},{"id":348,"quote":"Every time that I think of the crucifixion of Christ, I commit the sin of envy."},{"id":349,"quote":"The role of the intelligence - that part of us which affirms and denies and formulates opinions is merely to submit."},{"id":350,"quote":"The real stumbling-block of totalitarian regimes is not the spiritual need of men for freedom of thought; it is men's inability to stand the physical and nervous strain of a permanent state of excitement, except during a few years of their youth."},{"id":351,"quote":"Who were the fools who spread the story that brute force cannot kill ideas? Nothing is easier. And once they are dead they are no more than corpses."},{"id":352,"quote":"The notion of rights is linked with the notion of sharing out, of exchange, of measured quantity. It has a commercial flavor, essentially evocative of legal claims and arguments. Rights are always asserted in a tone of contention; and when this tone is adopted, it must rely upon force in the background, or else it will be laughed at."},{"id":353,"quote":"one is never got out of the cave, one comes out of it."},{"id":354,"quote":"Evil is license, and that is why it is monotonous: everything has to be drawn from ourselves. One is condemned to false infinity. That is hell itself."},{"id":355,"quote":"Whatever debases the intelligence degrades the entire human being."},{"id":356,"quote":"Intellectual adherence is never owed to anything whatsoever, for it is never in any degree a voluntary thing. Attention alone is voluntary. It alone forms the subject of an obligation."},{"id":357,"quote":"Nothing is less instructive than a machine."},{"id":358,"quote":"We must wish either for that which actually exists or for that which cannot in any way exist or, still better, for both. That which is and that which cannot be are both outside the realm of becoming."},{"id":359,"quote":"We must love all facts, not for their consequences, but because in each fact God is there present."},{"id":360,"quote":"Most works of art, like most wines, ought to be consumed in the district of their fabrication."},{"id":361,"quote":"The whole of our civilization is founded on specialization, which implies the enslavement of those who execute to those who coordinate."},{"id":362,"quote":"We are like horses who hurt themselves as soon as they pull on their bits - and we bow our heads. We even lose consciousness of the situation, we just submit. Any re-awakening of thought is then painful."},{"id":363,"quote":"the instruments of power - arms, gold, machines, magical or technical secrets - always exist independently of him who disposes of them, and can be taken up by others. Consequently all power is unstable."},{"id":364,"quote":"The development of the faculty of attention forms the real object and almost the sole interest of studies."},{"id":365,"quote":"The only great spirit of our time."},{"id":366,"quote":"A well ordered society would be one where the State only had a negative action, comparable to that of a rudder: a light pressure at the right moment to counteract the first suggestion of any loss of equilibrium."},{"id":367,"quote":"Christ himself came down and took possession of me. . . I had never foreseen the possibility of that, of a real contact, person to person, here below, between a human being and God. . . in this sudden possession of me by Christ, neither my sense nor my imagination had any part:  I only felt in the midst of my suffering the presence of a love."},{"id":368,"quote":"Capitalism has brought about the emancipation of collective humanity with respect to nature. But this collective humanity has itself taken on with respect to the individual the oppressive function formerly exercised by nature."},{"id":369,"quote":"Academic work is one of those fields which contain a pearl so precious that it is worth while to sell all our possessions, keeping nothing for ourselves, in order to be able to acquire it."},{"id":370,"quote":"A self-respecting nation is ready for anything, including war, except for a renunciation of its option to make war."},{"id":371,"quote":"Rome is the Great Beast of atheism and materialism, adoring nothing but itself. Israel is the Great Beast of religion. Neither one nor the other is likable. The Great Beast is always repulsive"},{"id":372,"quote":"In order to obey God, one must receive his commands. How did it happen that I received them in adolescence, while I was professing atheism? To believe that the desire for good is always fulfilled - that is faith, and whoever has it is not an atheist."},{"id":373,"quote":"There is no detachment where there is no pain. And there is no pain endured without hatred or lying unless detachment is present too."},{"id":374,"quote":"[We are not] to take one step, even in the direction of what is good, beyond that to which we are irresistibly impelled by God, and this applies to action, word, and thought."},{"id":375,"quote":"Attachment is the great fabricator of illusions; reality can be obtained only by someone who is detached."},{"id":376,"quote":"Love is not consolation. It is light."},{"id":377,"quote":"We have to endure the discordance between imagination and fact. It is better to say, “I am suffering, than to say, “This landscape is ugly.”"},{"id":378,"quote":"The world is the closed door. It is a barrier. And at the same time it is the way through.Two prisoners whose cells adjoin communicate with each other by knocking on the wall. The wall is the thing which separates them but it is also their means of communication. … Every separation is a link."},{"id":379,"quote":"Justice. To be ever ready to admit that another person is something quite different from what we read when he is there (or when we think about him). Or rather, to read in him that he is certainly something different, perhaps something completely different from what we read in him.Every being cries out silently to be read differently."},{"id":380,"quote":"The capacity to pay attention to an afflicted person is something very rare, very difficult; it is nearly a miracle. It is a miracle. Nearly all those who believe they have this capacity do not. Warmth, movements of the heart, and pity are not sufficient."},{"id":381,"quote":"To give up our imaginary position as the center, to renounce it, not only intellectually but in the imaginative part of our soul, that means to awaken to what is real and eternal, to see the true light and hear the true silence."},{"id":382,"quote":"Stars and blossoming fruit trees: Utter permanence and extreme fragility give an equal sense of eternity."},{"id":383,"quote":"The beauty of the world is the mouth of a labyrinth. The unwary individual who on entering takes a few steps is soon unable to find the opening. Worn out, with nothing to eat or drink, in the dark, separated from his dear ones, and from everything he loves and is accustomed to, he walks on without knowing anything or hoping anything, incapable even of discovering whether he is really going forward or merly turning round on the same spot. But this affliction is as nothing compared with the danger threatening him. For if he does not lose courage, if he goes on walking, it is absolutely certain that he will finally arrive at the center of the labyrinth. And there God is waiting to eat him. Later he will go out again, but he will be changed, he will have become different, after being eaten and digested by God. Afterward he will stay near the entrance so that he can gently push all those who come near into the opening."},{"id":384,"quote":"God created through love and for love. God did not create anything except love itself, and the means to love. He created love in all its forms. He created beings capable of love from all possible distances. Because no other could do it, he himself went to the greatest possible distance, the infinite distance. This infinite distance between God and God, this supreme tearing apart, this agony beyond all others, this marvel of love, is the crucifixion. Nothing can be further from God than that which has been made accursed."},{"id":385,"quote":"We want to get behind the beauty, but it is only a surface. It is like a mirror that reflects to us our own desire for good. It is a sphinx, an enigma, a sorrowfully irritating mystery. We want to feed on it, but it is only an object we can look on; it appears to us from a certain distance. The great sorrow of human life is knowing that to look and to eat are two different operations. Only on the other side of heaven, where God lives, are they one and the same operation. Children already experience this sorrow when they look at a cake for a long time and nearly regret eating it, but are powerless to help themselves. Maybe the vices, depravities and crimes are nearly always or even always in their essence attempts to eat beauty, to eat what one can only look at. Eve initiated this. If she lost our humanity by eating a fruit, the reverse attitude— looking at a fruit without eating it— must be what saves."},{"id":386,"quote":"Attention, taken to its highest degree, is the same thing as prayer. It presupposes faith and love. Absolutely unmixed attention is prayer."},{"id":387,"quote":"The joy of learning is as indispensable in study as breathing is to running."},{"id":388,"quote":"Carnal love in all its forms, from the highest — true marriage or platonic love — to the most base, down to debauchery, has the beauty of the world for its object. Love that gives itself to the spectacle of the heavens, the plains, the sea, the mountains or the silence of nature senses this love in a thousand faint sounds, breaths of wind and the warmth of the sun. Every human being feels it vaguely for at least a moment. It is an incomplete love, sorrowful, because it gives itself to something incapable of response, which is matter. People desire to transfer this love onto a being that is like it, capable of responding to love, of saying ‘yes,’ of yielding to it. The feeling of beauty sometimes linked to the appearance of a human being makes this transfer possible at least in an illusory way. But it is the beauty of the world — the universal beauty — toward which our desire leads. This kind of transfer is expressed in all literature that encompasses love, from the most ancient and most used metaphors and similes of poetry to the subtle analysis of Proust. The desire to love the beauty of the world in a human being is essentially the desire for the Incarnation. If we think it is something else, we are mistaken. The Incarnation alone can satisfy it."},{"id":389,"quote":"An imaginary divinity has been given to man so that he may strip himself of it."},{"id":390,"quote":"Time’s violence rends the soul; by the rent eternity enters."},{"id":391,"quote":"The danger is not that the soul should doubt whether there is any bread, but that, by a lie, it should persuade itself that it is not hungry."},{"id":392,"quote":"At the very best, a mind enclosed in language is in prison. It is limited to the number of relations which words can make simultaneously present to it; and remains in ignorance of thoughts which involve the combination of a greater number. These thoughts are outside language, they are unformulable, although they are perfectly rigorous and clear and although every one of the relations they involve is capable of precise expression in words. So the mind moves in a closed space of partial truth, which may be larger or smaller, without ever being able so much as to glance at what is outside."},{"id":393,"quote":"All things carefully considered, I believe they come down to this: what scares me is the Church as a social thing. Not solely because of her stains, but by the very fact that it is, among other characteristics, a social thing. Not that I am by temperament very individualistic. I fear for the opposite reason. I have in myself a strongly gregarious spirit. I am by natural disposition extremely easily influenced in excess, and especially by collective things. I know that if in this moment I had before me twenty German youth singing Nazi songs in chorus, part of my soul would immediately become Nazi. It is a very great weakness of mine. . . . I am afraid of the patriotism of the Church that exists in the Catholic culture. I mean ‘patriotism’ in the sense of sentiment analogous to an earthly homeland. I am afraid because I fear contracting its contagion. Not that the Church appears unworthy of inspiring such sentiment, but because I don’t want any sentiment of this kind for myself. The word ‘want’ is not accurate. I know— I sense with certainty— that such sentiment of this type, whatever its object might be, would be disastrous in me. Some saints approved the Crusades and the Inquisition. I cannot help but think they were wrong. I cannot withdraw from the light of conscience. If I think I see more clearly than they do on this point— I who am so far below them— I must allow that on this point they must have been blinded by something very powerful. That something is the Church as a social thing. If this social thing did such evil to them, what evil might it not also do to me, one who is particularly vulnerable to social influences, and who is infinitely feebler than they?"},{"id":394,"quote":"To love purely is to consent to distance, it is to adore the distance between ourselves and that which we love."},{"id":395,"quote":"Creative attention means really giving our attention to what does not exist."},{"id":396,"quote":"If we know in what way society is unbalanced, we must do what we can to add weight to the lighter scale ... we must have formed a conception of equilibrium and be ever ready to change sides like justice, 'that fugitive from the camp of conquerors'."},{"id":397,"quote":"The beauty of this world is Christ's tender smile coming to us through matter."},{"id":398,"quote":"Distance is the soul of the beautiful."},{"id":399,"quote":"The social order, though necessary, is essentially evil, whatever it may be."},{"id":400,"quote":"The extreme affliction which overtakes human beings does not create human misery, it merely reveals it."},{"id":401,"quote":"There are those people who try to elevate their souls like someone who continually jumps from a standing position in the hope that forcing oneself to jump all day— and higher every day— they would no longer fall back down, but rise to heaven. Thus occupied, they no longer look to heaven. We cannot even take one step toward heaven. The vertical direction is forbidden to us. But if we look to heaven long-term, God descends and lifts us up. God lifts us up easily. As Aeschylus says, ‘That which is divine is without effort.’ There is an ease in salvation more difficult for us than all efforts. In one of Grimm’s accounts, there is a competition of strength between a giant and a little tailor. The giant throws a stone so high that it takes a very long time before falling back down. The little tailor throws a bird that never comes back down. That which does not have wings always comes back down in the end."},{"id":402,"quote":"Let us love this distance, which is thoroughly woven with friendship, since those who do not love each other are not separated."},{"id":403,"quote":"The joy of meeting and the sorrow of separation … we should welcome these gifts … with our whole soul, and experience to the full, and with the same gratitude, all the sweetness or bitterness as the case may be. Meeting and separation are two forms of friendship that contain the same good, in the one case through pleasure and in the other through sorrow… Soon there will be distance between us. Let us love this distance which is wholly woven of friendship, for those who do not love each other are not separated."},{"id":404,"quote":"The mind is not forced to believe in the existence of anything (subjectivism, absolute idealism, solipsism, skepticism: c.f. the Upanishads, the Taoists and Plato, who, all of them, adopt this philosophical attitude by way of purification). That is why the only organ of contact with existence is acceptance, love. That is why beauty and reality are identical. That is why joy and the sense of reality are identical."},{"id":405,"quote":"The notion of obligations comes before that of rights, which is subordinate and relative to the former. A right is not effectual by itself, but only in relation to the obligation to which it corresponds, the effective exercise of a right springing not from the individual who possesses it, but from other men who consider themselves as being under a certain obligation towards him. Recognition of an obligation makes it effectual. An obligation which goes unrecognized by anybody loses none of the full force of its existence. A right which goes unrecognized by anybody is not worth very much. It makes nonsense to say that men have, on the one hand, rights, and on the other hand, obligations. Such words only express differences in point of view. The actual relationship between the two is as between object and subject. A man, considered in isolation, only has duties, amongst which are certain duties towards himself. A man left alone in the universe would have no rights whatever, but he would have obligations."},{"id":406,"quote":"La beauté séduit la chair pour obtenir la permission de passer jusqu'à l'âme."},{"id":407,"quote":"The national interest cannot be defined as a common interest of the industrial, commercial, and financial companies of a country, because there is no such common interest; nor can it be defined as the life, liberty, and well-being of the citizens, because they are continually being adjured to sacrifice their well-being, their liberty, and their lives to the national interest. In the end a study of modern history leads to the conclusion that the national interest of every State consists in its capacity to make war."},{"id":408,"quote":"If the error is thrust deeply enough into the soul, man cannot but succumb to it."},{"id":409,"quote":"And forgive us our debts, as we also forgive our debtors.'To remit debts is to renounce our own personality. It means renouncing everything that goes to make up our ego, without any exception. It means knowing that in the ego there is nothing whatever, no psychological element, that external circumstances could not do away with. It means accepting that truth. It means being happy that things should be so."},{"id":410,"quote":"Love needs reality. What is more terrible than the discovery that through a bodily appearance we have been loving an imaginary being. It is much more terrible than death, from death does not prevent the Beloved from having lived. That is the punishment for having fed love on imagination."},{"id":411,"quote":"Men owe us what they imagine they will give us. We must forgive them this debt."},{"id":412,"quote":"Nearly everywhere – often even when dealing with purely technical problems – instead of thinking, one merely takes sides: for or against. Such a choice replaces the activity of the mind. This is an intellectual leprosy; it originated in the political world and then spread through the land, contaminating all forms of thinking. This leprosy is killing us; it is doubtful whether it can be cured without first starting with the abolition of all political parties."},{"id":413,"quote":"We cannot take a single step towards heaven.It is not In our power to travel in a vertical direction.If however we look heavenward for a long time, God comes and takes us up.He raises us easily."},{"id":414,"quote":"It is because the will has no power to bring about salvation that the idea of secular morality is an absurdity. What is called morality only depends on the will in what is, so to speak, its most muscular aspect. Religion on the contrary corresponds to desire, and it is desire that saves...To long for God and to renounce all the rest, that alone can save."},{"id":415,"quote":"The comparison of religions is only possible, in some measure, through the miraculous virtue of sympathy. We can know men to a certain extent if at the same time as we observe them from the outside we manage by sympathy to transport our own soul into theirs for a time. In the same way the study of different religions does not lead to a real knowledge of them unless we transport ourselves for a time by faith to the very center of whichever one we are studying...This scarcely ever happens, for some have no faith, and the others have faith exclusively in one religion and only bestow upon the others the sort of attention we give to strangely shaped shells. There are others again who think they are capable of impartiality because they have only a vague religiosity which they can turn indifferently in any direction, whereas, on the contrary, we must have given all our attention, all our faith, all our love to a particular religion in order to think of any other religion with the high degree of attention, faith, and love that is proper to it."},{"id":416,"quote":"The beauty of the world is the tender smile of Christ to us through matter. He is really present in universal beauty. Love of this beauty proceeds from God and descends into our souls and goes out to God present in the universe. It too is something like a sacrament."},{"id":417,"quote":"Friendship is not to be sought, not to be dreamed, not to be desired; it is to be exercised (it is a virtue)."},{"id":418,"quote":"The supernatural greatness of Christianity lies in the fact that it does not seek a supernatural remedy for suffering but a supernatural use for it."},{"id":419,"quote":"History is a tissue of base and cruel acts in the midst of which a few drops of purity sparkle at long intervals."},{"id":420,"quote":"Belief in immortality is harmful because it is not in our power to conceive of the soul as really incorporeal. So this belief is in fact a belief in the prolongation of life, and it robs death of its purpose."},{"id":421,"quote":"I had never read any of the mystics, because I have never felt called to read them. In reading, as in other things, I always attempt practical obedience. There is nothing more favorable to intellectual progress, for as far as possible I do not read anything except for that which I am hungry in the moment, when I am hungry for it, and then I do not read … I eat. God mercifully prevented me from reading the mystics, so that it would be evident to me that I had not fabricated this absolutely unexpected contact."},{"id":422,"quote":"The right use of the exercise of the will is a condition of salvation, necessary without a doubt, but remote, inferior, very subordinated, purely negative. Muscular effort pulls up weeds, but only the sun and water can make wheat grow. The will cannot produce any good in the soul. The efforts of the will are only in place for accomplishing specific obligations. Wherever there is no specific obligation, we must follow our natural inclination or our vocation, which to say the commandment of God. The acts proceeding from inclination are evidently not efforts of the will. And in acts of obedience to God, we remain passive. Whatever pains might accompany it, whatever deployment of activity might be apparent, they produce nothing analogous in the soul to muscular effort. There is only expectant waiting, attentiveness, silence and immobility through suffering and joy. The crucifixion of Christ is the model of all acts of obedience."},{"id":423,"quote":"God rewards the soul that focuses on Him with attention and love, and God rewards that soul by exercising a rigorous compulsion on it, mathematically proportional to this attention and love. We must abandon ourselves to this pressure, and run to the precise point where it leads, and not a single step further, not even in the direction of what is good. At the same time, we must continue to focus on God, with ever more love and attention, and in this way obtain an even greater compulsion — to become an object of a compulsion that possesses for itself a perpetually growing portion of the soul. Once God’s compulsion possesses the whole soul, one has reached the state of perfection. But no matter what degree we reach, we must not accomplish anything beyond what we are irresistibly pressured (compelled) to do, not even in the way of good."},{"id":424,"quote":"In fact – and with very few exceptions – when a man joins a party, he submissively adopts a mental attitude which he will express later on with words such as, ‘As a monarchist, as a Socialist, I think that . . .’ It is so comfortable! It amounts to having no thoughts at all. Nothing is more comfortable than not having to think."},{"id":425,"quote":"We have to believe in a God who is like the true God in everything except that he does not exist, since we have not reached the point where God exists."},{"id":426,"quote":"Beauty captivates the flesh in order to obtain permission to pass right to the soul."},{"id":427,"quote":"If, as is only too possible, we are to perish, let us see to it that we do not perish without having existed. The powerful forces that we have to fight are preparing to crush us; and it is true that they can prevent us from existing fully, that is to say from stamping the world with the seal of our will. But there is one sphere in which they are powerless. They cannot stop us from working towards a clear comprehension of the object of our efforts, so that, if we cannot accomplish that which we will, we may at least have willed it, and not just have blindly wished for it; and, on the other hand, our weakness may indeed prevent us from winning, but not from comprehending the force by which we are crushed. Nothing in the world can prevent us from thinking clearly."},{"id":428,"quote":"We pretend that our present system is democratic, yet the people never have the chance nor the means to express their views on any problem of public life. Any issue that does not pertain to particular interests is abandoned to collective passions, which are systematically and officially inflamed."},{"id":429,"quote":"Chaque être crie en silence pour être lu autrement."},{"id":430,"quote":"Perfect joy excludes even the very feeling of joy, for in the soul filled by the object no corner is left for saying 'I'. We cannot imagine such joys when they are absent, thus the incentive for seeking them is lacking."},{"id":431,"quote":"Culture is an instrument wielded by professors to manufacture professors who when their time comes, will manufacture professors."},{"id":432,"quote":"l’amour n’est pas consolation, il est lumière."},{"id":433,"quote":"The sum of the particular intentions of God is the universe itself."},{"id":434,"quote":"One must always be prepared to switch sides with justice, that fugitive of the winning camp."},{"id":435,"quote":"Cut away ruthlessly everything that is imaginary in your feelings."},{"id":436,"quote":"Man only escapes from the laws of this world in lightning flashes. Instants when everything stands still, instants of contemplation, of pure intuition, of mental void, of acceptance of the moral void. It is through such instants that he is capable of the supernatural."},{"id":437,"quote":"Among human beings, only the existence of those we love is fully recognized. Belief in the existence of other human beings as such is love."},{"id":438,"quote":"If we go down into ourselves we find that we possess exactly what we desire."},{"id":439,"quote":"In any case, when I imagine baptism as the next concrete act toward my entry into the Church, no thought troubles me more than separating myself from the immense and afflicted mass of unbelievers. I have the essential need — and I think I can say the vocation — to mingle with people and various human cultures by taking on the same ‘color’ as them, at least to the degree that my conscience does not oppose it. I would disappear among them until they show me who they really are, without disguising themselves from me, because I desire to know them to the point that I love them just as they are."},{"id":440,"quote":"There are four evidences of divine mercy here below. The favors of God to beings capable of contemplation (these states exist and form part of their experience as creatures). The radiance of these beings, and their compassion, which is the divine compassion in them. The beauty of the world. The fourth evidence is the complete absence of mercy here below."},{"id":441,"quote":"But we can be nearly sure that those whose love for God has caused their pure loves here below to disappear are false friends of God.   Our neighbour, our friends, religious ceremonies and the beauty of the world do not fall in rank to unreal things after direct contact between God and the soul. On the contrary, only then do these things become real. Previously, they were half-dreams. Previously, they had no reality."},{"id":442,"quote":"We are drawn towards a thing, either because there is some good we are seeking from it, or because we cannot do without it. Sometimes the two motives coincide. Often however they do not. Each is distinct and quite independent. We eat distasteful food, if we have nothing else, because we cannot do otherwise. A moderately greedy man looks out for delicacies, but he can easily do without them. If we have no air we are suffocated, we struggle to get it, not because we expect to get some advantage from it but because we need it. We go in search of sea air without being driven by any necessity, because we like it. In time it often comes about automatically that the second motive takes the place of the first. This is one of the great misfortunes of our race. A man spokes opium in order to attain to a special condition, which he thinks superior; often, as time goes on, the opium reduces him to a miserable condition which he feels to be degrading; but he is no longer able to do without it."},{"id":443,"quote":"Art has no immediate future because all art is collective and there is no more collective life(there are only dead collections of people), and also because of this breaking of the true pact between the body and the soul. Greek art coincided with the beginning of geometry and with athleticism, the art of the Middle Ages with the craftsmen's guilds, the art of the Renaissance with the beginning of mechanics, etc....Since 1914 there has been a complete cut. Even comedy is almost impossible. There is only room for satire (when was it easier to understand Juvenal?). Art will never be reborn except from amidst a general anarchy - it will be epic no doubt, because affliction will have simplified a great many things...It is therefore quite useless for you to envy Leonardo or Bach. Greatness in our times must take a different course. Moreover it can only be solitary, obscure and without an echo...(but without an echo, no art)."},{"id":444,"quote":"There is something in our soul that loathes true attention much more violently than flesh loathes fatigue. That something is much closer to evil than flesh is. That is why, every time we truly give our attention, we destroy some evil in ourselves. If one pays attention with this intention, fifteen minutes of attention is worth a lot of good works."},{"id":445,"quote":"When we hit a nail with a hammer the whole of the shock received by the large head of the nail passes into a point without any of it being lost, although it is only a point. If the hammer and head of the nail were infinitely big, if would be just the same; the point of the nail would transmit this infinite shock at the point to which it was applied. Extreme affliction, which means physical pain, distress of the soul, and social degradation all at the same time, is a nail whose point is applied at the very center of the soul, whose head is all necessity, spreading throughout space and time"},{"id":446,"quote":"The form that the love of religion takes in the soul differs a great deal according to the circumstances of out lives. Some circumstances prevent the very birth of this love; others kill it before it has been able to grow very strong. In affliction some men, in spite of themselves, develop a hatred and contempt for religions because the cruelty, pride, or corruption of certain of its ministers have made them suffer. There are others who have been reared from their earliest youth in surroundings impregnated with a spirit of this sort. We must conclude that in such cases, by God's mercy, the love of our neighbor and the love of the beauty of the world, if they are sufficiently strong and pure, will be enough to raise the soul to any height."},{"id":447,"quote":"If one were to entrust the organisation of public life to the devil, he could not invent a more clever device."},{"id":448,"quote":"It is incontestable that the void which we grasp with the pincers of contradiction is from on high, for we grasp it the better the more we sharpen our natural faculties of intelligence, will and love. The void which is from below is that into which we fall when we allow our natural faculties to become atrophied."},{"id":449,"quote":"Love for our neighbor, being made of creative attention, is analogous to genius."},{"id":450,"quote":"To accept what is bitter; acceptance must not be allowed to project itself on to the bitterness and lessen it; otherwise the force and purity of the acceptance are proportionally lessened. For the object of the acceptance is to taste what is bitter, as such, and not anything else. (St. Thomas on the suffering of Christ.)—To say like Ivan Karamazov: nothing can possibly make up for a single tear from a single child. And yet to accept all tears, and the countless horrors which lie beyond tears. To accept these things not simply in so far as they may admit of compensations, but in themselves. To accept that they should exist, simply because they do exist.To accept that event because it exists, and by this acceptance to love God through and beyond it. To accept that it should exist, because it does exist, what exactly does this mean? Is it not simply to recognize that it is?When one loves God through and beyond evil as such, it is indeed God whom one loves."},{"id":451,"quote":"When I think of the Crucifixion, I commit the sin of envy."},{"id":452,"quote":"Why is the determination to fight against a prejudice a sure sign that one is full of it? Such a determination necessarily arises from an obsession. It constitutes an utterly sterile effort to get rid of it. In such a case the light of attention is the only thing which is effective, and it is not compatible with a polemical intention."},{"id":453,"quote":"We have a heavenly country, but in a sense it is too difficult to love, because we do not know it; above all, in a sense, it is too easy to love, because we can imagine it as we please. We run the risk of loving a fiction under this name. If the love of the fiction is strong enough it makes all virtues easy, but at the same time of little value. Let us love the country of here below. It is real; it offers resistance to love. It is this country that God has given us to love. He has willed that it should be difficult yet possible to love it."},{"id":454,"quote":"Existence is not an end in itself but merely the framework upon which all good, both real and imagined, may be built."},{"id":455,"quote":"The Cross of Christ is the only gateway to knowledge."},{"id":456,"quote":"Love consents to everything and commands only those who consent to it. Love is abdication. God is abdication."},{"id":457,"quote":"Tant que l'homme tolère d'avoir l'âme emplie de ses propres pensées, de ses pensées personnelles, il est entièrement soumis jusqu'au plus intime de ses pensées à la contrainte des besoins et au jeu mécanique de la force. S'il croit qu'il en est autrement, il est dans l'erreur. Mais tout change quand, par la vertu d'une véritable attention, il vide son âme pour y laisser pénétrer les pensées de la sagesse éternelle."},{"id":458,"quote":"We should seek neither to escape suffering nor to suffer less, but to remain untainted by suffering."},{"id":459,"quote":"Just imagine: if a member of the party (elected member of parliament, candidate or simple activist) were to make a public commitment, ‘Whenever I shall have to examine any political or social issue, I swear I will absolutely forget that I am the member of a certain political group; my sole concern will be to ascertain what should be done in order to best serve the public interest and justice.’ Such words would not be welcome. His comrades and even many other people would accuse him of betrayal. Even the least hostile would say, ‘Why then did he join a political party?’ – thus naively confessing that, when joining a political party, one gives up the idea of serving nothing but the public interest and justice. This man would be expelled from his party, or at least denied pre-selection; he would certainly never be elected."},{"id":460,"quote":"It's as if we have returned to the era of Protagoras and the sophists, the era when the art of persuasion --for which slogans, commercials, public propaganda meetings, newspapers, cinema, radio are the modern equivalent-- took the place of thought, determined the fate of cities and accomplished coups"},{"id":461,"quote":"It is impossible to forgive whoever has done us harm if that harm has lowered us. We have to think that it has not lowered us, but has revealed our true level."},{"id":462,"quote":"Monotony is the most beautiful or the most atrocious thing. The most beautiful if it is a reflection of eternity--the most atrocious if it is the sign of an unvarying perpetuity. It is time surpassed or time sterilized."},{"id":463,"quote":"Man only escape from the laws of this world in lightning flashes. Instants when everything stands still, instants of contemplation, of pure intuition, of mental void, of acceptance of the moral void. It is through such instants that he is capable of the supernatural."},{"id":464,"quote":"Leggo, per quanto è possibile, soltanto ciò di cui ho fame, nel momento in cui ne ho fame, e allora non leggo: mi nutro."},{"id":465,"quote":"L'amour charnel est une recherche de l'Incarnation. On veut aimer dans un être humain la beauté du monde, non pas la beauté du monde en général, mais cette beauté spécifique que le monde offre à chacun et qui correspond exactement à l'état de son corps et de son âme."},{"id":466,"quote":"But your greatest blessing was of another order. In gaining my friendship through your charity— I have never encountered its equal— you have furnished me with a source of inspiration more powerful and more pure that one could find among human things. For nothing among human things is as powerful for maintaining our gaze, applied ever more intensely on God, than friendship with the friends of God."},{"id":467,"quote":"When someone joins a party, it is usually because he has perceived, in the activities and propaganda of this party, a number of things that appeared to him just and good. Still, he has probably never studied the position of the party on all the problems of public life. When joining the party, he therefore also endorses a number of positions which he does not know. In fact, he submits his thinking to the authority of the party. As, later on, little by little, he begins to learn these positions, he will accept them without further examination. This"},{"id":468,"quote":"When one is born into a religion that is not too unsuitable for pronouncing the name of the Lord, when one loves that native religion, well-oriented and pure, it is difficult to conceive of a legitimate motive to abandon it before direct contact with God offers the soul to the divine will itself. Beyond this threshold, the change is only legitimate as an act of obedience. In fact history shows how this rarely happens. More often— perhaps always— the soul that reaches the highest spiritual regions is confirmed in the love of the tradition that served as its ladder. If the imperfection of the native religion is too great, or if it appears in a native environment under a form that is too corrupt, or if circumstances prevent that religion from being born or even kills it, the adoption of a strange religion is legitimate. Legitimate and necessary for certain people; not, without a doubt, for all. It is the same for those who have been raised without any religious practice. In all other cases, to change religions is an extremely grave (serious) decision and it is even more serious to push someone else to do so. It is still an infinitely more serious exercise, in this sense, to officially apply such pressure upon conquered lands."},{"id":469,"quote":"One recognises that the partisan spirit makes people blind, makes them deaf to justice, pushes even decent men cruelly to persecute innocent targets. One recognises it, and yet nobody suggests getting rid of the organisations that generate such evils."},{"id":470,"quote":"Nous ne possédons rien au monde - car le hasard peut tout nous ôter - sinon le pouvoir de dire \"je"},{"id":471,"quote":"Imagine that the devil is in the process of buying the soul of some poor afflicted being, and that someone, taking pity on the one afflicted, were to intervene in the debate and say to the devil: \"it is really shameful for you to offer only this price; the thing is worth at least twice that.\" This sinister farce is what is being played out in the workers' movement by the syndicates, parties, and intellectuals of the left."},{"id":472,"quote":"Herein is a capital truth. It is not the natural capacity, the congenital gift, nor is it the effort, the will, the work, which in the intelligence as sway over the energy capable of making it fully efficacious. It is uniquely the desire, that is, the desire for beauty. This desire, given a certain degree of intensity and purity, is the same thing as genius. At all levels it is the same thing as attention. If this were understood, the whole conception of teaching would be quite other than it is. First, one would realize that the intelligence functions only in joy. Intelligence is perhaps even the only one of our faculties to which joy is indispensible. The absence of joy asphyxiates it."},{"id":473,"quote":"At a certain moment, the pain is lessened by projecting it into the universe, but the universe is impaired; the pain is more intense when it comes home again, but something in me does not suffer and remains in contact with a universe which is not impaired.- Simone Weil"},{"id":474,"quote":"The reality of the world is the result of our attachment. It is the reality of the self which we transfer into things. It has nothing to do with independent reality. That is only perceptible through total detachment. Should only one thread remain, there is still attachment."},{"id":475,"quote":"Man's great affliction, which begins with infancy and accompanies him till death, is that looking and eating are two different operations. Eternal beatitude is a state where to look is to eat."},{"id":476,"quote":"I feel that it is necessary and ordained that I should be alone, a stranger and an exile in relation to every human circle, without exception."},{"id":477,"quote":"I also like to think that after the slight shock of separation you will not feel any sorrow … and that if you should sometimes happen to think of me you will do so as one thinks of a book one read in childhood. I do not want ever to occupy a different place from that in the hearts of those I love, because then I can be sure of never causing them any unhappiness."},{"id":478,"quote":"Every act should be considered from the point of view not of its object but of its impulsion. The question is not ‘What is the aim?’ It is ‘What is the origin?’‘I was naked, and ye clothed me.’ This gift is simply an indication of the state of those who acted in this way. They were in a state which made it impossible for them not to feed the hungry and to clothe the naked; they did not in any way do it for Christ, they could not help doing it because the compassion of Christ was in them. It was the same with Saint Nicholas who, when going across the Russian Steppes with Saint Cassian to meet God, could not help being late for the appointed time of meeting because he had to help a poor peasant to move his cart which had stuck in the mud. Good which is done in this way, almost in spite of ourselves, almost shamefacedly and apologetically, is pure. All absolutely pure goodness completely eludes the will. Goodness is transcendent. God is Goodness."},{"id":479,"quote":"Political parties were established in European public life partly as an inheritance from the Terror, and partly under the influence of British practice. The mere fact that they exist today is not in itself a sufficient reason for us to preserve them. The only legitimate reason for preserving anything is its goodness. The evils of political parties are all too evident; therefore, the problem that should be examined is this: do they contain enough good to compensate for their evils and make their preservation desirable?"},{"id":480,"quote":"Yes, we are dreaming. Men of action and enterprise are dreamers; they prefer dream to reality. But they use arms to make others dream their dreams. The victor lives his dream; the vanquished lives another's dream."},{"id":481,"quote":"It is only necessary to know that love is a direction and not a state of the soul. If one is unaware of this, one falls into despair at the first onslaught of affliction. He whose soul remains ever turned toward God though the nail pierces it finds himself nailed to the very center of the universe. It is the true center; it is not in the middle; it is beyond space and time; it is God."},{"id":482,"quote":"Money, mechanization, algebra. The three monsters of contemporary civilization."},{"id":483,"quote":"The love we feel for the splendor of the heavens, the plains, the sea, and the mountains, for the silence of nature which is borne in upon us by thousands of tiny sounds, for the breath of the winds or the warmth of the sun, this love of which every human being has at least an inkling, is an incomplete, painful love, because it is felt for things incapable of responding, that is to say for matter. Men want to turn this same love toward a being who is like themselves and capable of answering to their love, of saying yes, of surrendering...The longing to love the beauty of the world in a human being is essentially the longing for the Incarnation."},{"id":484,"quote":"I think that it is useless to fight directly against natural weaknesses…in the ordinary course of life one has to know these weaknesses, prudently take them into account, and strive to turn them to good purpose; for they are all capable of being put to some good purpose."},{"id":485,"quote":"Man requires, not rice or potatoes, but food; not wood or coal, but heating. In the same way, for the needs of the soul, we must recognize the different, but equivalent, sorts of satisfaction which cater for the same requirements."},{"id":486,"quote":"Either God is not all-powerful, or God is not absolutely good, or God does not command wherever He has the power to do so. So the existence of evil here below, far from being a proof against the reality of God, is what reveals Him to us in truth."},{"id":487,"quote":"Even for those who do not compromise their inner integrity, the existence of such penalties unavoidably distorts their judgment. If they try to react against party control, this very impulse to react is itself unrelated to the truth, and as such should be suspect; and so, in turn, should be this suspicion . . . True attention is a state so difficult for any human creature, so violent, that any emotional disturbance can derail it. Therefore, one must always endeavour strenuously to protect one’s inner faculty of judgment against the turmoil of personal hopes and fears."},{"id":488,"quote":"If there is a real desire, if the thing desired is really light, the desire for light produces it. There is a real desire when there is an effort of attention. It is really light that is desired if all other incentives are absent."},{"id":489,"quote":"What should he do? It is simple. If he can escape from the grip of the people who wield the whip, he must run away. If he could have evaded his tormentors in the first place, he should have."},{"id":490,"quote":"Le triomphe de l'art est de conduire à autre chose que soi."},{"id":491,"quote":"Science is a monopoly, not because public education is badly organized, but by its very nature; non-scientists have access only to the results, not to the methods, that is to say they can only believe, not assimilate."},{"id":492,"quote":"Of these three sorts of lies – lying to the party, lying to the public, lying to oneself – the first is by far the least evil. Yet if belonging to a party compels one to lie all the time, in every instance, then the very existence of political parties is absolutely and unconditionally an evil."},{"id":493,"quote":"To conceive God as an all-powerful Person, or else, under the name of Christ, as a human person, is to exclude oneself from the true love of God. For this reason we must love the perfection of the heavenly Father even in the diffusion of sunlight. The divine and absolute model of that renunciation in us—which is obedience—is the creative and ordained principle of the universe, such is the fullness of being."},{"id":494,"quote":"May I disappear in order that those things that I see may become perfect in their beauty from the very fact that they are no longer things that I see."},{"id":495,"quote":"There should not be the slightest discrepancy between one’s beliefs and one’s way of life."},{"id":496,"quote":"Force is that which makes a thing of whoever submits to it. Exercised to the extreme, it makes the human being a thing quite literally, that is, a dead body. Someone was there and, the next moment, no one. The Iliad never tires of presenting us this tableau [...] The force that kills is summary and crude. How much more varied in operation, how much more stunning in effect is that other sort of force, that which does not kill, or rather does not kill just yet. It will kill for a certainty, or it will kill perhaps, or it may merely hang over the being it can kill at any instant; in all cases, it changes the human being into stone. From the power to change a human being into a thing by making him die there comes another power, in its way more momentous, that of making a still living human being into a thing. He is living, he has a soul; he is nonetheless a thing. Strange being—a thing with a soul; strange situation for the soul! Who can say how it must each moment conform itself, twist and contort itself? It was not created to inhabit a thing; when it compels itself to do so, it endures violence through and through."},{"id":497,"quote":"To find extraordinary difficulty in doing an ordinary action is a favor which calls for gratitude."},{"id":498,"quote":"Preserve your solitude."},{"id":499,"quote":"God mercifully prevented me from reading the mystics, so that it would be evident to me that I had not fabricated this absolutely unexpected contact."},{"id":500,"quote":"To love purely is to consent to distance."},{"id":501,"quote":"S'identifier à l'univers même. Tout ce qui est moindre que l'univers est soumis à la souffrance. J'ai beau mourir, l'univers continu. Cela ne me console pas si je suis autre que l'univers. Mais si l'univers est à mon âme comme un autre corps, ma mort cesse d'avoir pour moi plus d'importance que celle d'un inconnu. De même les souffrances."},{"id":502,"quote":"Let us not think that because we are less brutal, less violent, less inhuman than our opponents we will carry the day. Brutality, violence and inhumanity have an immense prestige that schoolbooks hide from children, that grown men do not admit, but that everybody bows before. For the opposite virtues to have as much prestige, they must be actively and constantly put into practice. Anyone who is merely incapable of being as brutal, as violent and as inhuman as someone else but who does not practice the opposite virtues, is inferior to that person in both inner strength and prestige, and he will not hold out in such a confrontation.1 \t\t\t\t\t\t Simone Weil”"},{"id":503,"quote":"It is to the prodigals...that the memory of their Father's house comes back. If the son had lived economically he would never have thought of returning."},{"id":504,"quote":"J'éprouve un déchirement qui s'aggrave sans cesse, à la fois dan l'intelligence et au centre du coeur, par l'incapacité où je suis de penser ensemble dans la vérité le malheur des hommes, la perfection de Dieu et le lien entre les deux.'I feel ceaselessly and increasingly torn, both in my intelligence and in the depth of my heart, by my inability to conceive simultaneously and in truth of the affliction of humans, the perfection of God, and the relation between the two.'Simone Weil, Lettre à Maurice Schumann, n.d. (prb Dec. 1942)"},{"id":505,"quote":"When a country has political parties, sooner or later it becomes impossible to intervene effectively in public affairs without joining a party and playing the game. Whoever is concerned for public affairs will wish his concern to bear fruit. Those who care about the public interest must either forget their concern and turn to other things, or submit to the grind of the parties. In the latter case, they shall experience worries that will soon supersede their original concern for the public interest."},{"id":506,"quote":"Political parties are a marvellous mechanism which, on the national scale, ensures that not a single mind can attend to the effort of perceiving, in public affairs, what is good, what is just, what is true. As a result – except for a very small number of fortuitous coincidences – nothing is decided, nothing is executed, but measures that run contrary to the public interest, to justice and to truth."},{"id":507,"quote":"There are two forms of friendship: meeting and separation. They are indissoluble. Both of them contain some good, and this good of friendship is unique, for when two beings who are not friends are near each other there is no meeting, and when friends are far apart there is no separation. As both forms contain the same good thing, they are both equally good."},{"id":508,"quote":"God is rich in mercy. I know this wealth of His with the certainty of experience. I have touched it."},{"id":509,"quote":"Whoever, within his own soul and in human relations, escapes the dominion of force is loved but loved sorrowfully because of the threat of destruction that constantly hangs over him."},{"id":510,"quote":"In general the relative value of the various religions is a very difficult thing to discern; it is almost impossible, perhaps quite impossible. For a religion is known only from inside."},{"id":511,"quote":"Never, in any case, is any effort of true attention lost. It is always completely effective on the spiritual plane, and therefore also, in addition, on the inferior plane of the intelligence, for all spiritual light enlightens the intelligence."},{"id":512,"quote":"It is not enough to have perceived such a notion, given it one’s attention, understood it; it must be given a permanent place in the mind, so that it may be present even when one’s attention is directed toward something else."},{"id":513,"quote":"Le beau est le nécessaire, qui, tout en demeurant conforme à sa loi propre et à elle seule, obéit au bien."},{"id":514,"quote":"We should not seize upon these mysteries as truths, for that is impossible, but recognize the subordination to these mysteries which we love of all that we seize upon as truths. The intelligence can recognize this subordination by feeling that the love of these mysteries is the source of conceptions which it can seize upon as truths. Such should be the relationship between faith and love."},{"id":515,"quote":"The entire virtue of religious practices can be conceived from the Buddhist tradition concerning the recitation of the name of the Lord. It is said that the Buddha made a vow to raise up to himself all those who recite his name with the desire to be saved by him, into the Land of Purity; and that because of this vow the recitation of the name of the Lord really has the virtue of transforming the soul. Religion is nothing else but this promise of God. Every religious practice, every rite, every liturgy is a form of the recitation of the name of the Lord, and must in principle really have virtue, the virtue of saving anyone devoted to it with desire. Every religion pronounces the name of the Lord in its own language. Most often, it is better for people to name God in their own native language rather than in a foreign language. Apart from exceptions, the soul is incapable of completely abandoning itself in the moment if it must impose on itself even a minor effort in searching for words in a strange language, even when they know it well . . . A change of the religion is for the soul like a change of language for the writer. Not every religion, it is true, is equally apt for the correct recitation of the name of the Lord. Certain ones, without a doubt, are very imperfect intermediaries. The religion of Israel, for example, must have truly been a very imperfect intermediary for having crucified Christ. The Roman religion scarcely even deserves the name of religion. But in a general, the hierarchy of religions is a very difficult thing to discern, nearly impossible, perhaps completely impossible. For a religion is known from the inside."},{"id":516,"quote":"The institutions that regulate the public life of a country always influence the general mentality – such is the prestige of power. People have progressively developed the habit of thinking, in all domains, only in terms of being ‘in favour of’ or ‘against’ any opinion, and afterwards they seek arguments to support one of these two options. This is an exact transposition of the party spirit."},{"id":517,"quote":"Yet what is impossible in logic becomes true in life, and the contradiction lodged within the soul tears it to shreds."},{"id":518,"quote":"A village idiot, in the literal sense, who really loves the truth, even when he only babbles, is in his thinking infinitely superior to Aristotle. He is infinitely nearer to Plato than Aristotle ever was."},{"id":519,"quote":"To love God all-powerless."},{"id":520,"quote":"Society is the cave. The way out is solitude."},{"id":521,"quote":"A popular Spanish song says in words of marvelous truth: “If anyone wants to make himself invisible, there is no surer way than to become poor. Love sees what is invisible.”"},{"id":522,"quote":"God is not present, even if we invoke him, where the afflicted are merely regarded as an occasion for doing good. They may even be loved on this account, but then they are in their natural role, the role of matter and of things. We have to bring to them in their inert, anonymous condition a personal love....In true love it is not we who love the afflicted in God; it is God in us who loves them."},{"id":523,"quote":"[God] created beings capable of love from all possible distances. Because no other could do it, he himself went to the greatest possible distance, the infinite distance. This infinite distance between God and God, this supreme tearing apart, this agony beyond all others, this marvel of love, is the crucifixion. Nothing can be further from God than that which has been made accursed."},{"id":524,"quote":"God alone is capable of loving God. We can only consent to give up our own feelings so as to allow free passage in our soul for this love. That is the meaning of denying oneself. We are created for this consent, and for this alone."},{"id":525,"quote":"The true God is the God we conceive as all-powerful, but Who nevertheless does not command it where He has the power, for God is found only in the heavens or here below in secret."},{"id":526,"quote":"Such is the power of might. Its power to transform an into a thing double and it cuts both ways; it petrifies differently but equally the souls of those who suffer it, and of those who wield it."},{"id":527,"quote":"Creation is, on God’s part, not an act of self-expansion, but a retreat, a renunciation. God and all his creatures are less than God alone. God accepted this diminishment. God emptied Himself of part of His being. God emptied Himself in the act of His divinity. This is why St. John says, ‘The Lamb that was slain from the foundation of the world.’ God permitted things to exist other than Himself and worth infinitely less than Himself. By the act of creation, God denied himself, just as Christ told us to deny ourselves. God denied Himself in our favour to give us the possibility of denying ourselves for Him. This response, this echo, subject to our refusal, is the only possible justification for the folly of love in the act of creation. Religions with this conception of renunciation, this voluntary distance, this voluntary effacement of God, His apparent absence and His secret presence here below … these religions are the true religion, translations of the Great Revelation into different languages. Religions that represent divinity as commanding wherever it has the power to do so are false. Even if they are monotheistic, they are idolatries."},{"id":528,"quote":"L'histoire est un tissu de bassesses et de cruautés où quelques gouttes de pureté brillent de loin en loin."},{"id":529,"quote":"Such is the power of might. Its power to transform man into a thing is double and it cuts both ways; it petrifies differently but equally the souls of those who suffer it, and of those who wield it."},{"id":530,"quote":"The petit-bourgeois temperament prefers the cosy picture of a slow, uninterrupted and endless progress. In both cases, the material growth of the party becomes the sole criterion by which to measure the good and the bad of all things. It is exactly as if the party were a head of cattle to be fattened, and as if the universe was created for its fattening"},{"id":531,"quote":"The secret of the human condition is that there is no equilibrium between man and the surrounding forces of nature, which infinitely exceed him when in inaction; there is only equilibrium in action by which man recreates his own life through work."},{"id":532,"quote":"When water is set in motion by a violent, impetuous current, it ceases to reflect images. Its surface is no longer level; it can no more measure densities. Whether it is moved by a single current or by several conflicting ones, the disturbance is the same."},{"id":533,"quote":"Evil inhabits the soul of a criminal without being felt there. It is felt in the heart of the man who is afflicted and innocent."},{"id":534,"quote":"Le temps, par son cours, use et détruit ce qui est temporel. Aussi y-a-t-il plus d'éternité dans le passé que dans le présent. Valeur de l'histoire bien comprise analogue à celle du souvenir dans Proust. Ainsi le passé nous présente quelque chose qui est à la fois réel et meilleur que nous, et qui peut nous tirer ver le haut, ce que l'avenir ne fait jamais."},{"id":535,"quote":"L'obéissance à un homme dont l'autorité n'est pas illuminée de légitimité, c'est un cauchemar"},{"id":536,"quote":"But a better remedy is indifference to ourselves, and being happy because the good is good, although we are far from it and may even suppose that we are destined to remain separated from it forever."},{"id":537,"quote":"A gyilkosság bosszú azért, hogy halandók vagyunk."},{"id":538,"quote":"Ori de câte ori mă gândesc la crucificarea lui Hristos, săvâşesc păcatul invidiei."},{"id":539,"quote":"The fact of dying for what is strong robs death of its bitterness—and at the same time of all its value."},{"id":540,"quote":"The contemporary form of true greatness lies in a civilization founded on the spirituality of work."},{"id":541,"quote":"You could not have wished to be born at a better time than this, when everything is lost."},{"id":542,"quote":"Nöyryys on samaa kuin tieto, ettei siinä mitä sanotaan \"minäksi\" ole lainkaan sellaista energiaa, jonka avulla pääsisimme kohoamaan.Kaikki mitä minussa on arvokasta, on poikkeuksetta peräisin muualta; eikä se ole lahjaa vaa lainaa, joka on alituisesti uudistettava. Kaikki mitä minussa itsessäni on, on poikkeuksetta arvotonta; ja jos anastan omakseni muualta saamiani lahjoja, nekin heti muuttuvat arvottomiksi."},{"id":543,"quote":"You have provided me with a source of the most compelling and pure inspiration that is to be found among human things, for nothing… has such power to keep our gaze fixed ever more intensely upon god, than friendship for the friends of god."},{"id":544,"quote":"Si nadie se aviene a prestar atención a los pensamientos que, sin saber cómo, se han depositado en un ser tan insuficiente como yo, quedarán enterrados conmigo. Y si, como pienso, contienen verdad, será una lástima. Yo soy perjudicial para ellos. El hecho de que se hayan encontrado en mí impide que se les preste atención, [...] Me resulta muy doloroso el temor de que los pensamientos que han descendido sobre mí estén condenados a muerte por el contagio de mi miseria y de mi insuficiencia. Nunca leo sin estremecimiento la historia de la higuera seca. Me parece que es mi retrato. También en ella la naturaleza era impotente y, sin embargo, no por ello se la excusó."},{"id":545,"quote":"Thus it happens that those who have force on loan from fate count on it too much and are destroyed."},{"id":546,"quote":"It sometimes happens that a thought, either formulated to oneself or not formulated at all, works secretly on the mind and yet has but little direct influence over it."},{"id":547,"quote":"The right use of the exercise of the will is a condition of salvation, necessary without a doubt, but remote, inferior, very subordinated, purely negative. Muscular effort pulls up weeds, but only the sun and water can make wheat grow. The will cannot produce any good in the soul."},{"id":548,"quote":"L'esprit de verite peut resider dans la science a la condition que lemobile du savant soit l'amour de l'objet qui est la matiere de sonetude... La vraie definition de la science, c'est qu'elle est l'etude dela beaute du monde"},{"id":549,"quote":"Minä on vain synnin ja erehdyksen luoma varjo; synti ja erehdys pysähdyttävät Jumalasta säteilevän valon. Ja tätä varjoa minä luulen olennoksi. Vaikka voisikin olla Jumalan kaltainen, olisi sittenkin parempi olla liejua, joka tottelee Jumalaa."},{"id":550,"quote":"When we see the world, the image we see is not only a reflection of the world, it is also a reflection of us."},{"id":551,"quote":"There isn't a man on earth who doesn't at times pronounce an opinion on good and evil, even if it be only to find fault with somebody else."},{"id":552,"quote":"Une uniformité qui imite les mouvements des horloges et non pas ceux des constellations, une variété qui exclut toute règle et par suite toute prévision, cela fait un temps inhabitable à l’homme, irrespirable."},{"id":553,"quote":"Fashion exerts more power in science than it does on the shape of hats."},{"id":554,"quote":"God can never be perfectly present to us here below on account of our flesh. But he can be almost perfectly absent from us in extreme affliction. This is the only possibility of perfection for us on earth. That is why the Cross is our only hope."},{"id":555,"quote":"Nearly everywhere---often even when dealing with purely technical problems---instead of thinking, one merely takes sides: for or against. Such a choice replaces the activity of the mind. This is an intellectual leprosy; it originated in the political world and then spread through the land, contaminating all forms of thinking. This leprosy is killing us; it is doubtful whether it can be cured without first starting with the abolition of all political parties. . . . When joining the party, [man] therefore also endorses a number of positions which he does not know. In fact, he submits his thinking to the authority of the party. . . . If a man were to say, as he applied for his party membership card, 'I agree with the party on this and that question; I have not yet studied its other positions and thus I entirely reserve my opinion, pending further information,' he would probably be advised to come back at a later date."},{"id":556,"quote":"Affliction compels us to recognize as real what we do not think possible."},{"id":557,"quote":"C'est une faute que de désirer être compris avant de s'être élucidé soi-même à ses propres yeux. C'est rechercher des plaisirs dans l'amitié, et non mérités. C'est quelque chose de plus corrupteur que l'amour. Tu vendrais ton âme pour l'amitié.Apprends à repousser l'amitié, ou plutôt le rêve de l'amitié. Désirer l'amitié est une grande faute. L'amitié doit être une joie gratuite comme celles que donne l'art, ou la vie. Il faut la refuser pour être digne de la recevoir : elle est de l'ordre de la grâce (\"Mon Dieu, éloignez-vous de moi...\"). Elle est de ces choses qui sont données par surcroît. Tout rêve d'amitié mérite d'être brisé. Ce n'est pas par hasard que tu n'as jamais été aimée... Désirer échapper à la solitude est une lâcheté. L'amitié ne se recherche pas, ne se rêve pas, ne se désire pas ; elle s'exerce (c'est une vertu). Abolir toute cette marge de sentiment, impure et trouble. Schluss !"},{"id":558,"quote":"Beauty is the supreme mystery of this world. It is a gleam which attracts the attention and yet does nothing to sustain it. Beauty always promises, but never gives anything; it stimulates hunger but has no nourishment for the part of the soul which looks in this world for sustenance. It feeds only the part of the soul that gazes. While exciting desire, it makes clear there is nothing in it to be desired, because the one thing we want is that it should not change. If one does not seek means to evade the exquisite anguish it inflicts, then desire is gradually transformed into love; and one begins to acquire the faculty of pure and disinterested attention."},{"id":559,"quote":"Education -- whether its object be children or adults, individuals or an entire people, or even oneself -- consists in creating motives. To show what is beneficial, what is obligatory, what is good -- that is the task of education. Education concerns itself with the motives for effective action. For no action is ever carried out in the absence of motives capable of supplying the indispensable amount of energy for its execution."},{"id":560,"quote":"The wish to see others suffer exactly what we are suffering. It is because of this that, except in periods of social instability, the spite of those in misfortune is directed against their fellows. That is a factor making for social stability."},{"id":561,"quote":"Love on the part of someone who is happy is the wish to share the suffering of the beloved who is unhappy.Love on the part of someone who is unhappy is to be ﬁlled with joy by the mere knowledge that his beloved is happy without sharing in this happiness or even wishing to do so"},{"id":562,"quote":"But nothing of all that the peoples of Europe have produced is worth the first known poem to have appeared among them. Perhaps they will rediscover that epic genius when they learn how to accept the fact that nothing is sheltered from fate, how never to admire might, or hate the enemy, or to despise sufferers. It is doubtful if this will happen soon."},{"id":563,"quote":"Love on the part of someone who is happy is the wish to share the suffering of the beloved who is unhappy.Love on the part of someone who is unhappy is to be ﬁlled with joy by the mere knowledge that his beloved is happy without sharing in this happiness or even wishing to do so."},{"id":564,"quote":"Dieu n'a pu créer qu'en se cachant. Autrement il n'y aurait que lui."},{"id":565,"quote":"The Gospels: God's perfection consists in non-intervention."},{"id":566,"quote":"Let us love this distance which is thoroughly woven with friendship, since those who do not love each other are not separated"},{"id":567,"quote":"Renoncer à tout ce qui n’est pas la grâce et ne pas désirer la grâce."},{"id":568,"quote":"Supplier un homme, c'est une tentative désespérée pour faire passer à force d'intensité son propre système de valeurs dans l'esprit d'un autre. Supplier Dieu, c'est le contraire : tentative pour faire passer les valeurs divines dans sa propre âme."},{"id":569,"quote":"Both the destruction and the preservation of capitalism are meaningless slogans, but these slogans are supported by real organizations. Corresponding to each empty abstraction there is an actual human group, and any abstraction of which this is not true remains harmless."},{"id":570,"quote":"On God's part creation is not an act of self-expansion but of restraint and renunciation."},{"id":571,"quote":"L'intelligence n'a rien à trouver, elle a à déblayer. Elle n'est bonne qu'aux tâches serviles."},{"id":572,"quote":"Contact with the sword causes the same defilement whether it be through the hilt or the point."},{"id":573,"quote":"For the soldier death is the future, the future his profession assigns him. Yet the idea of man’s having death for a future is abhorrent to nature. Once the experience of war makes visible the possibility of death that lies locked up in each moment, our thoughts cannot travel from one day to the next without meeting death’s face."},{"id":574,"quote":"Friendship is a miracle by which a person consents to view from a certain distance, and without coming any nearer, the very being who is necessary to him as food. It requires the strength of soul that Eve did not have; and yet she had no need of the fruit. If she had been hungry at the moment she looked at the fruit, and if in spite of that she had remained looking at it indefinitely without taking one step toward it, she would have performed a miracle analogous to that of perfect friendship."},{"id":575,"quote":"Le pouvoir, par définition, ne constitue qu'un moyen ; ou pour mieux dire posséder un pouvoir, cela consiste simplement à posséder des moyens d'action qui dépassent la force si restreinte dont un individu dispose par lui-même. Mais la recherche du pouvoir, du fait même qu'elle est essentiellement impuissante à ses saisir de son objet, exclut toute considération de fin, et en arrive, par un renversement inévitable, à tenir lieu de toutes les fins."},{"id":576,"quote":"We have invented the distinction between justice and charity. It is easy to understand why. Our notion of justice excuses those who possess [wealth] from giving. If they give all the same, they believe they can be content in themselves. They believe they have done a good work. As for those who receive, whether they are excused from all gratitude or compelled to offer lowly thanks depends on how they understand this notion. Only the absolute identification of justice and love renders possible both compassion and gratitude on one hand, and on the other, respect for the dignity of affliction in the afflicted, for themselves and for others."},{"id":577,"quote":"In every kind of human occupation there is always some regard for the beauty of the world seen in more or less distorted or soiled images. As a consequence there is not any department of human life which is purely natural. The supernatural is secretly present throughout. Under a thousand different forms, grace and mortal sin are everywhere."},{"id":578,"quote":"I am other than what I imagine myself to be. To know this is forgiveness."},{"id":579,"quote":"Zawód ze strony kochanej osoby. Napisałam do niej. Niemożliwe, żeby mi nie odpisała tego właśnie, co ja sama powiedziałam w jej imieniu.Ludzie winni nam są to, co wyobrażamy sobie, że nam dadzą. Zwolnić ich z tego długu.Zgodzić się z tym, że są inni niż wytwory naszej wyobraźni, to naśladować wyrzeczenie się Boga.Ja także jestem inna niż moje wyobrażenie o sobie. Wiedzieć o tym to przebaczyć."},{"id":580,"quote":"The day comes when the soul belongs to God; when it not only consents to love, but when truly, effectively, it is love. It must then take its turn in traversing the universe to go to God. The soul does not love like a creature loves. The love in it is divine, uncreated, for the love of God for God passes through it. God alone is capable of loving God. We can only consent to forfeit our own sentiments to allow the passage of love through our souls. This is what it is to deny oneself. We are created only for this consent."},{"id":581,"quote":"It is in the affliction itself that the mercy of God shines—in the depths, at the center of our inconsolable grief. If, while persevering in love, we fall to the point where the soul cannot restrain the cry, ‘My God, why have you abandoned me,’—if one remains at this point without ceasing to love, we finish by touching something that is not affliction, that is not joy—that is the central essence, essential, pure, beyond the senses, common to joy and to suffering. It is the very love of God."},{"id":582,"quote":"Se että pienimmänkin teon suorittaminen usein tuottaa minulle suunnattomia vaikeuksia, on erityinen armonosoitus, joka on tullut osakseni. Sillä siten minä voin aivan tavallisia tekoja tehdessäni, kenenkään huomioita herättämättä, saada puun juuret katkotuksi. Vaikka emme antaisikaan arvoa ihmisten mielipiteille, emme mahda mitään sille, että epätavallisilla, huomattavilla teoilla aina on kiihottava vaikutuksensa. Tavanomaisiin tekoihin ei liity moista kiihoketta. Kun jonkin tavanomaisen teon suorittaminen tuntuu tavattoman vaikealta, on kyseessä armonosoitus. josta on oltava kiitollinen. Ei saa rukoilla, että tuo vaikutus katoaisi, on rukoiltava, että osaisi käyttää sitä oikein. Yleensä emme saa toivoa, että pääsisimme vajavaisuuksistamme, vaan että armo kirkastaisi ne."},{"id":583,"quote":"Les puissants, qu'ils soient prêtres, chefs militaires, rois ou capitalistes, croient toujours commander en vertu d'un droit divin ; et ceux qui leur sont soumis se sentent écrasés par une puissance qui leur paraît divine ou diabolique, mais de toutes manières surnaturelle. Toute société oppressive est cimentée par cette religion du pouvoir, qui fausse tous les rapports sociaux en permettant aux puissants d'ordonner au-delà de ce qu'ils peuvent impser ; il n'en est autrement que dans les moments d'effervescence populaire, moments où au contraire tous, esclaves révoltés et maîtres menacés, oublient combien les chaînes de l'oppression sont lourdes et solides."},{"id":584,"quote":"What we love is perfect joy itself. When we know this, even hope becomes useless; it no longer makes sense. The only thing that remains to hope for is the grace not to disobey here below. The rest is God’s affair alone and not our concern."},{"id":585,"quote":"The void which is from below is that into which we fall when we allow our natural faculties to become atrophied."},{"id":586,"quote":"If we apply to the present the point of that desire within us which corresponds to finality, it pierces right through to the eternal."},{"id":587,"quote":"A amizade não se procura, não se imagina, não se deseja; exercita-se (é uma virtude)"},{"id":588,"quote":"Every human being has probably had some lucid moments in his life when he has definitely acknowledged to himself that there is no final good here below. But as soon as we have seen this truth we cover it up with lies. Many people even take pleasure in proclaiming it, seeking a morbid joy in their sadness, without ever having been able to bear facing it for a second. Men feel that there is a mortal danger in facing this truth squarely for any length of time. That is true. Such knowledge strikes more surely than a sword; it inflicts a death more frightening than that of the body. After a time it kills everything within us that constitutes our ego. In order to bear it we have to love truth more than life itself."},{"id":589,"quote":"When pain and weariness reach the point of causing a sense of perpetuity to be born in the soul, through contemplating this perpetuity with acceptance and love, we are snatched away into eternity."},{"id":590,"quote":"Pure goodness is not found in any part of it. Either God is not all-powerful, or God is not absolutely good, or God does not command wherever He has the power to do so. So the existence of evil here below, far from being a proof against the reality of God, is what reveals Him to us in truth. Creation is, on God’s part, not an act of self-expansion, but a retreat, a renunciation. God and all his creatures are less than God alone. God accepted this diminishment. God emptied Himself of part of His being. God emptied Himself in the act of His divinity. This is why St. John says, ‘The Lamb that was slain from the foundation of the world.’ God permitted things to exist other than Himself and worth infinitely less than Himself. By the act of creation, God denied himself, just as Christ told us to deny ourselves. God denied Himself in our favour to give us the possibility of denying ourselves for Him. This response, this echo, subject to our refusal, is the only possible justification for the folly of love in the act of creation."},{"id":591,"quote":"El virtuosismo en todo arte consiste en la capacidad de salirse de sí mismo"},{"id":592,"quote":"It is thethought of the possible favor of God and of his mercy thatmakes me tremble with a sort of fear.On the other hand the sense of being like a barren fig treefor Christ tears my heart."},{"id":593,"quote":"God allows me to exist outside himself. It is for me to refuse this authorization.The self is only the shadow which sin and error cast by stopping the light of God, and I take this shadow for a being."},{"id":594,"quote":"La liberté véritable ne se définit pas par un rapport entre le désir et la satisfaction, mais par un rapport entre la pensée et l'action ; serait tout à fait libre l'homme dont toutes les actions procéderaient d'un jugement préalable concernant la fin qu'il se propose et l'enchaînement des moyens propres à amener cette fin. Peu importe que les actions en elles-mêmes soient aisées ou douloureuses, et peu importe même qu'elles soient couronnées de succès ; la douleur et l'échec peuvent rendre l'homme malheureux, mais ne peuvent l'humilier aussi longtemps que c'est lui-même qui dispose de sa propre faculté d'agir. Et disposer de ses propres actions ne signifie nullement agir arbitrairement ; les actions arbitraires ne procèdent d'aucun jugement, et ne peuvent à proprement parler être appelées libres."},{"id":595,"quote":"Only he who has measured the dominion of force, and knows how not to respect it, is capable of love and justice."},{"id":596,"quote":"Arriba se está en mala posición para darse cuenta de las cosas, y abajo para actuar. Creo que ahí radica de manera general una de las causas esenciales de las desgracias humanas. Es por eso que he querido ir yo misma abajo de todo, y por lo que quizá volveré.\" Simone Weil. Carta a Victor Bernard"},{"id":597,"quote":"Lo que caracteriza a un hombre superior es superar la cultura que ha recibido.\" Simone Weil. Carta a Jacques Lafitte"},{"id":598,"quote":"Through my suffering I only felt the presence of a love analogous to that which one reads in the smile of a beloved face."},{"id":599,"quote":"La science est aujourd'hui regardée par les uns comme un simple catalogue de recettes techniques, par les autres comme un ensemble de pures spéculations de l'esprit qui se suffisent à elles-mêmes ; les premiers font trop de peu de cas de l'esprit et les seconds du monde."},{"id":600,"quote":"Tanto los golpes como los besos del destino ilustran la impotencia básica del individuo con respecto a los eventos realmente significativos de su vida; es decir, casi nada de lo que le sucede se debe a que él lo haya fraguado o previsto. El destino no te llama al busca; el destino siempre sale de golpe de un callejón vestido con gabardina y te suelta un \"Psst\" al que normalmente uno no presta atención porque se tiene demasiada prisa en llegar o venir de algún sitio donde se ha tratado de fraguar algo importante para uno.La Broma Infinita / D. F. Wallace"},{"id":601,"quote":"Yet no suffering befalls whoever relinquishes justice and truth, whereas the party system has painful penalties to chastise insubordination. These"},{"id":602,"quote":"The object of an action and the level of the energy by which it is carried out are distinct from each other. A certain thing must be done. But where is the energy to be drawn for its accomplishment? A virtuous action can lower a man if there is not enough energy available on the same level."},{"id":603,"quote":"Ceux qui ont dit jusqu'ici que les applications sont le but de la science voulaient dire que la vérité ne vaut pas la peine d'être cherchée et que le succès seul importe ;"},{"id":604,"quote":"Toujours les même excellentes intentions qui pavent si bien l'enfer, l'enfer des camps de concentration. Léon Blum est un homme d'une intelligence raffinée, d'une grande culture, il aime Stendhal, il a sans doute lu et relu la Chartreuse de Parme; il lui manque cependant cette pointe de cynisme indispensable à la clairvoyance. On peut tout trouver dans les rangs de la social-démocratie, sauf des esprits véritablement libres. La doctrine est cependant souple, sujette à autant d'interprétations et modifications qu'on voudra; mais il n'est jamais bon d'avoir derrière soi une doctrine, surtout quand elle enferme le dogme du progrès, la confiance inébranble dans l'histoire et dans les masses. Marx n'est pas un bon auteur pour former le jugement; Machiavel vaut infiniment mieux."},{"id":605,"quote":"Affliction in itself is not enough for the attainment of total detachment.Unconsoled affliction is necessary. There must be no consolation—no apparent consolation. Ineffable consolation then comes down.To forgive debts. To accept the past without asking for future compensation. To stop time at the present instant. This is also the acceptance of death.‘He emptied himself of his divinity.’ To empty ourselves of the world. To take the form of a slave. To reduce ourselves to the point we occupy in space and time—that is to say, to nothing.To strip ourselves of the imaginary royalty of the world. Absolute solitude. Then we possess the truth of the world."},{"id":606,"quote":"Il s'agit, après avoir toujours plié, tout subi, tout encaissé en silence, d'oser enfin se redresser. Se tenir debout. Prendre la parole à son tour. Se tenir des hommes pendant quelques jours... Cette grève en elle-même est joie pure."},{"id":607,"quote":"We live in a world of unreality and dreams. To give up our imaginary position as the center, to renounce it, not only intellectually but in the imaginative part of our soul, that means to awaken to what is real and eternal, to see the true light and hear the true silence...To empty ourselves of our false divinity, to deny ourselves, to give up being the center of the world in imagination, to discern that all points in the world are equally centers and that the true center is outside the world, this is to consent to the rule of mechanical necessity in matter and of free choice at the center of each soul. Such consent is love. The face of this love, which is turned toward thinking persons, is the love of our neighbor; the face turned toward matter is love of the order of the world, or love of the beauty of the world which is the same thing."},{"id":608,"quote":"Denial of Saint Peter. To say to Christ: ‘I will never deny Thee’ was to deny him already, for it was supposing the source of faithfulness to be in himself and not in grace."},{"id":609,"quote":"There is a transcendent energy whose source is from heaven that flows into us as soon as we desire it. It is the true energy; it executes actions through the mediation of our souls and our bodies. We should ask for this food. The moment we ask for it and even by the fact that we ask, we know that God wants to give it to us."},{"id":610,"quote":"He who believes in God is in danger of a still greater illusion—that of attributing to grace what is simply an essentially mechanical effect of nature."},{"id":611,"quote":"Every human being has at his roots here below a certain terrestrial poetry, a reflection of the heavenly glory, the link, of which he is more or less vaguely conscious, with his universal country. Affliction is the tearing up of these roots."},{"id":612,"quote":"Once we have understood we are nothing, the object of all our efforts is to become nothing. It is for this that we suffer with resignation, it is for this that we act, it is for this that we pray."},{"id":613,"quote":"Plato also knew clearly, and indicated by allusions in his works, the dogmas of the Trinity, mediation, the incarnation, the Passion and the notions of grace and salvation through love. He knew the essential truth. Namely, that God is good. He is only all-powerful in addition."},{"id":614,"quote":"It is good to reflect about whatever forces us to come out of ourselves. I have difficulty in imagining how it can be that you really have some friendship for me; but as you apparently have, it may be for this purpose."},{"id":615,"quote":"I must withdraw so that God may make contact with the beings whom chance places in my path and whom he loves. It is tactless for me to be there. It is as though I were placed between two lovers or two friends. I am not the maiden who awaits her betrothed, but the unwelcome third who is with two betrothed lovers and ought to go away so that they can really be together.If only I knew how to disappear there would be a perfect union of love between God and the earth I tread, the sea I hear … What do the energy, the gifts, etc. which are in me matter? I always have enough of them to disappear.‘And death, robbing my eyes of their light, Restores to the day they sullied all in purity …May I disappear in order that those things that I see may become perfect in their beauty from the very fact that they are no longer things that I see."},{"id":616,"quote":"Every dream of friendship deserves to be shattered. It is not by chance that you have never been loved…. To wish to escape from solitude is cowardice."},{"id":617,"quote":"L'esclave est celui à qui il n'est proposé aucun bien comme but de ses fatigues, sinon la simple existence. Il doit alors ou être détaché ou tombé au niveau végétatif"},{"id":618,"quote":"Always do what will cost you the most."},{"id":619,"quote":"The death agony is the supreme dark night which is necessary even for the perfect if they are to attain to absolute purity, and for that reason it is better that it should be bitter."},{"id":620,"quote":"From its first property (the ability to turn a human being into a thing by the simple method of killing him) flows another, quite prodigious too in its own way, the ability to turn a human being into a thing while he is still alive. He is alive; he has a soul; and yet - he is a thing. An extraordinary entity this - a thing that has a soul. And as for the soul, what an extraordinary house it finds itself in! Who can say what it costs it, moment by moment, to accommodate itself to this residence, how much writhing and bending, folding and pleating are required of it? It was not made to live inside a thing; if it does so, under pressure of necessity, there is not a single element of its nature to which violence is not done."},{"id":621,"quote":"Suffering: superiority of man over God. The Incarnation was necessary so that this superiority should not be scandalous."},{"id":622,"quote":"The fullness of love for neighbor is simply the capacity to ask the question, ‘What is your agony?’ It is to know (recognize) that the afflicted exist, not as a unit in a collection, nor as an example of a social category labeled ‘the afflicted,’ but in all their humanity, exactly like us, who have been stamped and marked by an inimitable mark, by their affliction."},{"id":623,"quote":"For it seemed certain, and I believe it still today, that we can never wrestle God too much if we do so out of pure concern for the truth. Christ loves that we prefer the truth to him, because before being the Christ, he is the Truth. If someone takes a detour from him to go towards the truth, they will not go a long way without falling into his arms."},{"id":624,"quote":"It is better to accept the limit, to contemplate it and savour all its bitterness."},{"id":625,"quote":"Il est bien injuste de dire par exemple que le fascisme anéantit la pensée libre ; en réalité c'est l'absence de pensée libre qui rend possible d'imposer par la force des doctrines officielles entièrement dépourvues de signification. A vrai dire un tel régime arrive encore à accroître considérablement l'abêtissement général, et il y a peu d'espoir pour les générations qui auront grandi dans les conditions qu'il suscite. De nos jours toute tentative pour abrutir les êtres humains trouve à sa disposition des moyens puissants. En revanche une chose est impossible, quand même on disposerait de la meilleure des tribunes ; à savoir diffuser largement les idées claires, des raisonnements corrects, des aperçus raisonnables."},{"id":626,"quote":"The fall of the petals from fruit trees in blossom.To know that what is most precious is not rooted in existence—that is beautiful. Why? It projects the soul beyond time."},{"id":627,"quote":"we are not aware of what is most essentially bad in us."},{"id":628,"quote":"the current conception according to which God arbitrarily sends more grace to one, less to another, like a capricious sovereign—under the pretext that God does not owe it to anyone! God owes it to His own infinite goodness to grant to each creature an abundance of goodness. Rather, we ought to think that God is continually spreading the abundance of grace on everyone, but we consent to it more or less. In purely spiritual matters, God hears (grants) all desires. Those that have less ask for less."},{"id":629,"quote":"Avec la grande presse et la T.S.F., on peut faire avaler par tout un peuple, en même temps que le petit déjeuner ou le repas du soir, des opinions toutes faites et par là même absurdes, car même des vues raisonnables se déforment et deviennent fausses dans l'esprit qui les reçoit sans réflexion ; mais on ne peut avec ces choses susciter même un éclair de pensée."},{"id":630,"quote":"Seuls des fanatiques peuvent n'attacher de prix à leur propre existence que pour autant qu'elle sert une cause collective ; réagir contre la subordination de l'individu à la collectivité implique qu'on commence par refuser de subordonner sa propre destinée au cours de l'histoire. Pour se déterminer à un pareil effort d'analyse critique, il suffit de comprendre qu'il permettrait à celui qui l'entreprendrait d'échapper à la contagion de la folie et du vertige collectif en renouant pour son compte, par-dessus l'idole sociale, le pacte originel de l'esprit avec l'univers."},{"id":631,"quote":"The vulnerability of precious things is beautiful because vulnerability is a mark of existence. The fall of Troy. The fall of the petals from a fruit tree in blossom. To know that what is most precious is not rooted in existence— that is beautiful. Why? It projects the soul beyond time."},{"id":632,"quote":"May I disappear in order that those things that I see may become perfect in their beauty from the very fact that they are no longer things I see."},{"id":633,"quote":"we can say the beauty of the world is nearly absent in the Christian tradition. This is a terrible omission. How can Christianity claim the right to call itself catholic if the universe itself is absent within it?"},{"id":634,"quote":"Karnımız doymadıkça ekmeğe inanıyor olmamız beyhude ve faydasız."},{"id":635,"quote":"We have invented the distinction between justice and charity. It is easy to understand why. Our notion of justice dispenses him who possesses from the obligation of giving. If he gives all the same, he thinks he has a right to be pleased with himself."},{"id":636,"quote":"Le danger n'est pas que l'âme doute s'il y a ou non du pain, mais qu'elle se persuade par un mensonge qu'elle n'a pas faim. Elle ne peut se le persuader que par un mensonge, car la réalité de sa faim n'est pas une croyance, c'est une certitude."},{"id":637,"quote":"كل ما تمسه القوة ينحط قدره أيا كان التماس......فاللطخة هي نفسها سواء اعتدى المرء أم تعرض للاعتداء........."},{"id":638,"quote":"Il faut éliminer le malheur autant qu'on le peut de la vie sociale, car le malheur ne sert qu'à la grâce et la société n'est pas une société d'élus. Il y aura toujours assez de malheur pour les élus."},{"id":639,"quote":"We have to try to cure our faults by attention and not by will.The will only controls a few movements of a few muscles, and these movements are associated with the idea of the change of position of nearby objects. I can will to put my hand flat on the table. If inner purity, inspiration or truth of thought were necessarily associated with attitudes of this kind, they might be the object of will. As this is not the case, we can only beg for them… Or should we cease to desire them? What could be worse? Inner supplication is the only reasonable way, for it avoids stiffening muscles which have nothing to do with the matter. What could be more stupid than to tighten up our muscles and set our jaws about virtue, or poetry, or the solution of a problem. Attention is something quite different."},{"id":640,"quote":"If there is a real desire, if the thing desired is really light, the desire for light produces it"},{"id":641,"quote":"The destruction of Troy. The fall of petals from fruit trees in blossom. To know that what is most precious is not rooted in existence—that is beautiful. Why? It projects the soul beyond time."},{"id":642,"quote":"Christ toujours présent entre deux vrais amis. Réciproquement la parole « Si deux ou trois.... » est la promesse de l'amitié humaine à ses amis."},{"id":643,"quote":"Las mismas palabras [por ejemplo, un hombre dice a su mujer, \"te amo\"] pueden ser triviales o extraordinarias según la forma en que se digan. Y esa forma depende de la profundidad de la región en el ser de un hombre de donde procedan, sin que la voluntad pueda hacer nada. Y, por un maravilloso acuerdo, alcanzan la misma región en quien las escucha. De tal modo, el que escucha puede discernir, si tiene alguna capacidad de discernimiento, cuál es el valor de las palabras."},{"id":644,"quote":"Comme la pensée collective ne peut exister comme pensée, elle passe dans les choses (signes, machines...). D'où ce paradoxe : c'est la chose qui pense et l'homme qui est réduit à l'état de chose"},{"id":645,"quote":"If three steps are taken without any other motive than the desire to obey God, those three steps are miraculous; they are equally so whether they take place on dry land or on water."},{"id":646,"quote":"To say that the world is not worth anything, that this life is of no value and to give evil as the proof is absurd, for if these things are worthless what does evil take from us?"},{"id":647,"quote":"Une oeuvre d'art a un auteur, et pourtant, quand elle est parfaite, elle a quelque chose d'essentiellement anonyme. Elle imite l'anonymat de l'art divin. Ainsi la beauté du monde prouve un Dieu à la fois personnel et impersonnel, et ni l'un ni l'autre."},{"id":648,"quote":"Ne priver aucun être humain de ses metaxu, c'est-à-dire de ces biens relatifs et mélangés (foyer, patrie, traditions, culture, etc.) qui réchauffent et nourrissent l'âme et sans lesquels, en dehors de la sainteté, une vie humaine n'est pas possible. Les vrais bien terrestres sont des metaxu. On ne peut respecter ceux d'autrui que dans la mesure où l'on regarde ceux qu'on possède seulement comme des metaxu, ce qui implique qu'on est déjà en route vers le point où l'on peut s'en passer. Pour respecter par exemple les patries étrangères, il faut faire de sa propre patrie, non pas une idole, mais un échelon vers Dieu."},{"id":649,"quote":"Zburzenie Troi. Opadające płatki kwitnących drzew owocowych. Wiedzieć, że to, co najcenniejsze, nie jest zakorzenione w istnieniu. To piękne. Dlaczego? Przenosi duszę poza czas."},{"id":650,"quote":"I hope this surrender, even if I am mistaken, will finally lead me to safe harbor. What I call safe harbor, as you know, is the Cross."},{"id":651,"quote":"When authentic friends of God, such as Meister Eckhart in my opinion, repeat words they heard in secret amidst the silence during union with God, and are in disagreement with the teachings of the Church, it is simply that the language of the marketplace is not that of the nuptial chamber."},{"id":652,"quote":"The whole world knows there is only truly intimate conversation between two or three. As soon as there are five or six, the collective language begins to dominate. That is why, when one applies the words to the Church, ‘Anywhere two or three are gathered in my name, I will be in their midst,’ one is committing a complete contradiction. Christ did not say two hundred, or fifty or ten. He says two or three. He says precisely that he is always the third in intimate Christian friendship, in face-to-face intimacy."},{"id":653,"quote":"No existe elección de remedios. Solamente existe uno, uno solo. Una sola cosa hace soportable la monotonía, una luz de eternidad: es la belleza."},{"id":654,"quote":"I can say that in all of my life I have never, at any moment, ‘sought for God.’ Perhaps for that reason, without a doubt too subjective, I do not like that expression and it seems false to me. Since adolescence I have believed that the problem of God is a problem of missing data here below and that the only certain method for avoiding a false solution, which seems to me the greatest harm possible, is not posing it. So I did not pose it. I did not affirm or deny anything. It useless seemed to me to solve the problem, for I think that in this world our business is to adopt the best attitude of solving the problems of this world, and this attitude is not dependent on a solution of the problem of God."},{"id":655,"quote":"El hecho consumado persuade más que todos los razonamientos; es por eso que no hay nada como la acción directa para arrancar conquistas."},{"id":656,"quote":"En tout cas le plus grand malheur pour nous serait de périr impuissants à la fois à réussir et à comprendre."},{"id":657,"quote":"Physical labour is a daily death"},{"id":658,"quote":"To claim either that only Christian miracles are authentic and all the others false, or that they alone are caused by God and all the rest by demons, is a miserable expedient. For it is an arbitrary claim, and hence, the miracles prove nothing. They themselves need to be proven since they receive a stamp of authenticity from the outside."},{"id":659,"quote":"The desire to love the beauty of the world in a human being is essentially the desire for the Incarnation. If we think it is something else, we are mistaken. The Incarnation alone can satisfy it. It is also wrong to reproach those mystics who sometimes employ the language of lovers. They are the legitimate owners. The others are only right to borrow it."},{"id":660,"quote":"Even the notion of ‘miracle’ is Western and modern; it is connected to the scientific conception of the world, with which it is nevertheless incompatible. What we regard as miracles, the Hindus see as natural effects of exceptional powers that are found in a few people, and more often in the saints. They thus constitute a presumption of saintliness."},{"id":661,"quote":"Carnal love in all its forms, from the highest—true marriage or platonic love—to the most base, down to debauchery, has the beauty of the world for its object. Love that gives itself to the spectacle of the heavens, the plains, the sea, the mountains or the silence of nature senses this love in a thousand faint sounds, breaths of wind and the warmth of the sun."},{"id":662,"quote":"The scientific conception of the world, properly understood, must not be separated from the true faith. God created this universe as a fabric of secondary causes. It seems impious to suppose there are holes in this fabric, as if God could not achieve His ends without violating His own work. If we admit such holes, it would be a scandal that God does not make some more holes in order to save the innocent from affliction. Resignation to the affliction of innocents cannot arise in the soul except by the contemplation and acceptance of necessity, which is the rigorous sequence (chain) of secondary causes. Otherwise we would be forced to take recourse to artifices (tricks) that all essentially negate (deny) the very fact of the affliction of the innocent, and therefore distort all intelligence of the human condition and even the core of the Christian conception."},{"id":663,"quote":"Those who believe they have discerned the particular designs of Providence resemble professors who give themselves to what they call ‘explication of the text’ at the expense of a beautiful poem."},{"id":664,"quote":"No hay esperanza para el vagabundo que está de pie en el magistrado. Si a través de sus balbuceos brota algo desgarrador que atraviesa el alma, no será escuchado ni por el magistrado, ni por los circunstantes. Es un grito mudo. Y los desgraciados entre ellos son casi siempre también sordos, los unos para los otros. Y cada desgraciado, bajo la presión de la indiferencia general, trata, mediante la mentira o la inconsciencia, de hacerse sordo a sí mismo."},{"id":665,"quote":"But if the soul stops loving it falls, even in this life, into something which is almost equivalent to hell. — Simone Weil"},{"id":666,"quote":"Toda la publicidad, toda la propaganda, tan variada en sus formas, que busca excitar el deseo de lo superfluo, tanto en el campo como entre los obreros, debe ser considerada un crimen."},{"id":667,"quote":"The mysteries of the faith are not an object for the intelligence as the faculty which permits affirmation or denial. They are not of the order of the truth, but above it. The only part of the human soul capable of real contact with them is the faculty of supernatural love. Therefore, it alone is capable of adherence to them."},{"id":668,"quote":"God created our autonomy so we would have the possibility of renouncing it for love. For that very reason we must desire to conserve the autonomy in our fellows."},{"id":669,"quote":"The love of institutional religion, even though the name of God is necessarily present there, is nevertheless not an explicit love by itself, but an implicit love of God. For it does not include direct and immediate contact with God. God is present in religious practices when they are pure, in the same way God is in our neighbour or in the beauty of the world; not any further."},{"id":670,"quote":"But Christ granted to his beloved friend, and without a doubt all those of his spiritual lineage, to come to him without degradation, defilement or distress, but in joy, purity and uninterrupted sweetness."},{"id":671,"quote":"Our notion of justice dispenses him who possesses from the obligation of giving. If he gives all the same, he thinks he has a right to be pleased with himself. He thinks he has done a good work. As for him who receives, it depends on the way he interprets this notion whether he is exempted from all gratitude or whether it obliges him to offer servile thanks. Only the absolute identification of justice and love makes the coexistence possible of compassion and gratitude on the one hand, and on the other, of respect for the dignity of affliction in the afflicted–a respect felt by the sufferer himself and the others."},{"id":672,"quote":"A society like the Church, which claims to be divine is perhaps more dangerous on account of the ersatz good which it contains than on account of the evil which sullies it."},{"id":673,"quote":"Christ should not be absent where one works or where one studies. Every human being should be able, whatever they do, wherever they are, to have their gaze fixed throughout the whole of each day on the bronze Serpent."},{"id":674,"quote":"We are living through a period bereft of a future. Waiting for that which is to come is no longer a matter of hope, but of anguish."},{"id":675,"quote":"Our Father only resides in secret. Love should not go without modesty. True faith implies great discretion even over against itself. It is a secret between God and us in which we ourselves have almost no part."},{"id":676,"quote":"2 prisonniers, dans des cachots voisins, qui communiquent par des coups frappés contre le mur. Le mur est ce qui les sépare, mais aussi ce qui leur permet de communiquer. Ainsi nous et Dieu. Toute séparation est un lien"},{"id":677,"quote":"If the middle classes haven’t the same need of an apocalypse, it is because long rows of figures have a poetry, a prestige which tempers in some sort the boredom associated with money; whereas, when money is counted in sixpences, we have boredom in its pure, unadulterated state. Nevertheless, that taste shown by bourgeois, both great and small, for Fascism, indicates that, in spite of everything, they too can feel bored."},{"id":678,"quote":"La science, aujourd'hui, cherchera une source d'inspiration au-dessus d'elle ou périra"},{"id":679,"quote":"No one in the Iliad is spared by it, as no one on earth is. No one who succumbs to it is by virtue of this fact regarded with contempt."},{"id":680,"quote":"Qui est déraciné déracine. Qui est enraciné ne déracine pas.(Whoever is uprooted uproots. Who is rooted does not uproot.)"},{"id":681,"quote":"Il faut avoir eu par la joie la révélation de la réalité pour trouver la réalité dans la souffrance. Autrement la vie n'est qu'un rêve plus ou moins mauvais. Il faut parvenir à trouver une réalité plus pleine encore dans la souffrance qui est néant et vide.De même il faut aimer beaucoup la vie pour aimer encore davantage la mort."},{"id":682,"quote":"The only difference between the person who witnesses an act of justice and the one who receives a material advantage from it is that in such circumstances the beauty of justice is only a spectacle for the first, while for the second it is the object of a contact and even a kind of nourishment. Thus the feeling which is simple admiration in the first should be carried to a far higher degree in the second by the fire of gratitude. To be ungrateful when we have been treated with justice, in circumstances where injustice is easily possible, is to deprive ourselves of the supernatural and sacramental virtue contained in every pure act of justice."},{"id":683,"quote":"we have to fix our will on the void—to will the void. For the good which we can neither picture nor define is a void for us. But this void is fuller than all fullnesses. If we get as far as this we shall come through all right, for God fills the void. It has nothing to do with an intellectual process in the present-day sense. The intelligence has nothing to discover, it has only to clear the ground. It is only good for servile tasks."},{"id":684,"quote":"All sins are attempts to fill voids.\" because we cannot stand the God-shaped hole inside or us and we try stuffing it full of all sorts of things, but only God may fill it."},{"id":685,"quote":"Human beings have roots by virtue of their real, active, and natural participation in the life of a community which preserves in living shape particular treasures of the past and particular expectations for the future."},{"id":686,"quote":"Whoever is uprooted himself uproots others. Whoever is not uprooted himself does not uproot others."},{"id":687,"quote":"Je ne dois pas aimer ma souffrance parce qu'elle est utile, mais parce qu'elle est."},{"id":688,"quote":"Attachment is a manufacturer of illusions and whoever wants reality ought to be detached."},{"id":689,"quote":"Electra saw him, she heard him, she touched him. She did not ask for more since her savior existed. Those to whom the experience of Electra has occurred—those who have seen, heard and touched with their own souls—recognize God as the reality behind these indirect loves, which were like reflections. God is pure beauty. This is an incomprehensible thing, for beauty is sensible (perceptible) in its essence. To speak of non-sensible (imperceptible) beauty would seem an abuse of language to those who demand some precision and reason in their mind. Beauty is always a miracle. But there is a miracle of the second degree when a soul receives an impression of non-sensible beauty, if it does not act as an abstraction, but a real and direct impression like that caused by a song in the moment when we hear it. All this happens as if, through a miraculous favour, the senses themselves become aware that silence is not the absence of sound, but an infinite thing more real than sound, and the seat of a harmony more perfect than anything the most beautiful sounds combined are capable of producing. There is a silence in the beauty of the universe that is like noise compared to the silence of God."},{"id":690,"quote":"God is the one who bends over us—we the afflicted ones, reduced to pieces of inert and bleeding flesh. But at the same time God is in some way also the afflicted One who appears to us as an inanimate body in some way—of Whom it seems all thought is absent—the afflicted One we know nothing about, without rank or name. The inanimate body is the created universe. The love we owe to God and would be our supreme perfection if we could reach it is the divine model of both gratitude and compassion."},{"id":691,"quote":"La foi, c'est l'expérience que l'intelligence est éclairée par l'amour"},{"id":692,"quote":"On s'étonne que le malheur n'ennoblisse pas. C'est que, quand on pense à un malheureux, on pense à son malheur. Mais le malheureux ne pense pas à son malheur : il a l'âme emplie de n'importe quel infime allégement qu'il puisse convoiter."},{"id":693,"quote":"A görögök nem ismerték a jog fogalmát. Még szavuk sem volt rá. Beérték az igazság nevével."},{"id":694,"quote":"As for us, we are nailed in place, free only to direct our gaze, subject to necessity. A blind mechanism, which takes no account of the degree of spiritual perfection, continually tosses people and throws some of them at the foot of the Cross. It depends only on them to keep—or not—their eyes turned towards God through the shaking. It is not that the providence of God is absent. It is by His providence that God willed necessity as a blind mechanism."},{"id":695,"quote":"La révolution satisfait en même temps ce besoin de l’aventure comme étant la chose la plus opposée à la nécessité, qui est encore une réaction contre le même malheur. Le goût des romans et des films policiers, la tendance à la criminalité qui apparaît chez les adolescents correspond aussi à ce besoin."},{"id":696,"quote":"(…) többnek képzeljük magunkat Istennél, mert ő „csak szeretni tud, mi gyűlölni is.”"},{"id":697,"quote":"The plant exercises no control, no choice in the affair of its own growth. We, though, are like a plant that can choose whether or not to expose itself to the light."},{"id":698,"quote":"Affiiction makes God appear to be absent for a time, more absent than a dead man, more absent than light in the utter darkness of a cell. A kind of horror submerges the whole soul. During this absence there is nothing to love. What is terrible is that if, in this darkness where there is nothing to love, the soul ceases to love, God's absence becomes final."},{"id":699,"quote":"The zeal of missionaries has not Christianized Africa, Asia and Oceana, but has brought these territories under the cold, cruel and destructive domination of the white race, which crushes everything. It would be strange that the word of Christ produced such effects if it had been properly understood."},{"id":700,"quote":"La noción se hizo familiar en todos los lugares donde penetró el helenismo. Esta noción griega es quizá la que subsiste, con el nombre de kharma, en los países orientales impregnados de budismo; pero Occidente la ha perdido y ya ni siquiera tiene en sus lenguas palabras para expresarla; las ideas de limite, de mesura, de equilibrio, que deberían determinar la conducta de la vida, sólo tienen un empleo servil en la técnica. No somos geómetras más que ante la materia; los griegos fueron primero geómetras en el aprendizaje de la virtud."},{"id":701,"quote":"Monotonie du mal : rien de nouveau, tout y est équivalent. Rien de réel, tout y est imaginaire. C'est à cause de cette monotonie que la quantité joue un si grand rôle. Beaucoup de femmes (don Juan) ou d'hommes (Célimène), etc. Condamné à la fausse infinité. C'est là l'enfer même."},{"id":702,"quote":"The supernatural virtue of justice consists of behaving exactly as though there were equality when one is the stronger in an unequal relationship. Exactly, in every respect, including the slightest details of accent and attitude, for a detail may be enough to place the weaker party in the condition of matter, which on this occasion naturally belongs to him, just as the slightest shock causes water that has remained liquid below freezing point to solidify."},{"id":703,"quote":"I still think today, that one can never wrestle enough with God if one does so out of pure regard for the truth. Christ likes us to prefer truth to him because, before being Christ, he is truth. If one turns aside from him to go toward the truth, one will not go far before falling into his arms. (from Waiting for God, 2009 edition page 27)"},{"id":704,"quote":"To desire friendship is a great fault. Friendship should be a gratuitous joy like those af f orded by art or life. We must refuse it so that we may be worthy to receive it; it is of the order of grace (‘Depart from me, O Lord. . . .’). It is one of those things which are added unto us. Every dream of friendship deserves to be shattered. It is not by chance that you have never been loved. . . .To wish to escape from solitude is cowardice. Friendship is not to be sought, not to be dreamed, not to be desired; it is to be exercised (it is a virtue). We must have done with all this impure and turbid border of sentiment. Schluss!"},{"id":705,"quote":"Parmi les êtres humains, on ne reconnait pleinement l'existence que de ceux qu'on aime.La croyance à l'existence d'autres êtres humains comme tels est amour."},{"id":706,"quote":"Nous n'avons pas à acquérir l'humilité. L'humilité est en nous. Seulement nous nous humilions devant de faux dieux."},{"id":707,"quote":"When Christ said, ‘Teach all nations and bring them the News (Gospel),’ he ordained them to bring news, not a theology. Christ himself, having come, tells them to add this news to the religion of Israel."},{"id":708,"quote":"He who treats as equals those who are far below him in strength really makes them a gift of the quality of human beings, of which fate had deprived them. As far as it is possible for a creature, he reproduces the original generosity of the Creator with regard to them. This is the most Christian of virtues."},{"id":709,"quote":"We do not obtain the most precious gifts by going in search of them but by waiting for them. Man cannot discover them by his own powers, and if he sets out to seek for them he will find in their place counterfeits of which he will be unable to discern the falsity."},{"id":710,"quote":"[...] nous fuyons le vide intérieur parce que Dieu pourrait s'y glisser.Ce n'est pas la recherche du plaisir et l'aversion de l'effort qui produisent le péché, mais la peur de Dieu. On sait qu'on ne peut pas le voir face à face sans mourir, et on ne veut pas mourir. On sait que le péché nous préserve très efficacement de le voir face à face : le plaisir et la douleur nous procurent seulement la légère impulsion indispensable vers le péché, et surtout le prétexte, l'alibi encore plus indispensables. Comme il faut des prétextes pour les guerres injustes, il faut des faux biens pour le péché, car on ne peut soutenir la pensée qu'on va vers le mal. La chair n'est pas ce qui nous éloigne de Dieu, elle est le voile que nous mettons devant nous pour faire écran entre Dieu et nous."},{"id":711,"quote":"I have never caused anyone to weep. I have never spoken with a haughty voice. I have never made anyone afraid. I have never been deaf to words of justice and truth."},{"id":712,"quote":"Il y a dans l'âme comme une phagocytose ; tout ce qui est menacé par le temps secrète du mensonge pour ne pas mourir, et à proportion du danger de mort. C'est pourquoi il n'y a pas d'amour de la vérité sans un consentement sans réserve à la mort."},{"id":713,"quote":"I must love being nothing. How horrible it would be if I were something!I must love my nothingness, love being a nothingness. I must love with that part of the soul which is on the other side of the curtain, for the part of the soul which is perceptible to consciousness cannot love nothingness. It has a horror of it. Though it may think it loves nothingness, what it really loves is something other than nothingness."},{"id":714,"quote":"The irreducible character of suffering which makes it impossible for us not to have a horror of it at the moment when we are undergoing it is destined to bring the will to a standstill, just as absurdity brings the intelligence to a standstill, and absence love, so that man, having come to the end of his human faculties, may stretch out his arms, stop, look up and wait."},{"id":715,"quote":"Writing is actually the translation of a text we already carry within us"},{"id":716,"quote":"At a certain moment, the pain is lessened by projecting it into the universe, but the universe is impaired; the pain is more intense when it comes home again, but something in me does not suffer and remains in contact with a universe which is not impaired."},{"id":717,"quote":"Les choses sensibles sont réelles en tant que choses sensibles, mais irréelles en tant que biens.L'apparence a la plénitude de la réalité, mais en tant qu'apparence. En tant qu'autre chose qu'apparence, elle est erreur.(...)Le temps, à proprement parler, n'existe pas (sinon le présent comme limite), et pourtant c'est à cela que nous sommes soumis. Telle est notre condition. Nous sommes soumis à ce qui n'existe pas."},{"id":718,"quote":"EFFACEMENTDieu m'a donné l'être pour que je le lui rende. C'est comme une de ces épreuves qui ressemblent à des pièges et qu'on voit dans les contes et les histoires d'initiation. Si j'accepte ce don, il est mauvais et fatal ; sa vertu apparaît par le refus. Dieu me permet d'exister en dehors de lui. A moi de refuser cette autorisation.L'humilité, c'est le refus d'exister en dehors de Dieu. Reine des vertus."},{"id":719,"quote":"Le véritable esprit de 1789 consiste à penser, non pas qu'une chose est juste parce que le peuple la veut, mais qu'à certaines conditions le vouloir du peuple a plus de chances qu'aucun autre vouloir d'être conforme à la justice."},{"id":720,"quote":"Les partis les plus inconsistants et les plus strictement organisés sont égaux par le vague de la doctrine [...] Un homme, passât-il sa vie à écrire et à examiner des problèmes d'idées, n'a que très rarement une doctrine. Une collectivité n'en a jamais. Ce n'est pas une marchandise collective."},{"id":721,"quote":"After God has come in person, not only to visit the soul as He does at first for a long time, but also to seize it and transport its center near to Himself, it is otherwise. The chick has pierced the shell; it is outside the egg of the world. These first loves continue, they are more intense than before, but they are different. Those who have undergone this adventure have more love for the afflicted than before, and also for those who helped them in their affliction, for friends, for religious practices and for the beauty of the world. But these loves have become a descending movement like those of God Himself, a ray mingled with the light of God."},{"id":722,"quote":"Si on trouve la plénitude de la joie dans la pensée que Dieu est, il faut trouver la même plénitude dans la connaissance que soi-même on n'est pas, car c'est la même pensée. Et cette connaissance n'est étendue à la sensibilité que par la souffrance et la mort."},{"id":723,"quote":"If we are to perish in the battles of the future, letus do our best to prepare ourselves to perish with a clear vision of theworld we shall be leaving behind."},{"id":724,"quote":"Aucune maison étrangère n'est si étrangère que cette usine où on dépense quotidiennement ses forces pendant huit heures."},{"id":725,"quote":"God denied himself for our sakes in order to give us the possibility of denying ourselves for him. This response, this echo, which it is in our power to refuse, is the only possible justification for the folly of love of the creative act."},{"id":726,"quote":"There are those people who try to elevate their souls like someone who continually jumps from a standing position in the hope that forcing oneself to jump all day—and higher every day—they would no longer fall back down, but rise to heaven. Thus occupied, they no longer look to heaven. We cannot even take one step toward heaven. The vertical direction is forbidden to us. But if we look to heaven long-term, God descends and lifts us up. God lifts us up easily. As Aeschylus says, ‘That which is divine is without effort.’ There is an ease in salvation more difficult for us than all efforts."},{"id":727,"quote":"In the preparatory period the soul loves in the void. It does not know if something real answers to its love. It can believe that it knows, but to believe is not to know. Such a belief does not help. The soul knows in a certain way only that it is hungry. The important thing is that it cries out its hunger. A child does not cease crying if we suggest to it that perhaps there is no bread. It cries even then. The danger is not that the soul might doubt whether or not there is bread, but that it could be persuaded through a lie that it is not hungry. It can only be persuaded of this by a lie, for the reality of its hunger is not a belief; it is a certainty."},{"id":728,"quote":"Des petites filles, attachées au gaullisme comme à l'équivalent français de l'hitlérisme, ajoutaient : \"la vérité est relative, même en géométrie"},{"id":729,"quote":"Les Pharisiens étaient des gens qui comptaient sur leur propre force pour être vertueux. L'humilité consiste à savoir qu'en ce qu'on nomme \"je\" il n'y a aucune source d'énergie qui permette de s'élever.Tout ce qui est précieux en moi, sans exception, vient d'ailleurs que de moi, non pas comme don mais comme prêt qui doit être sans cesse renouvelé. Tout ce qui est en moi, sans exception, est absolument sans valeur ; et, parmi les dons venus d'ailleurs, tout ce que je m'approprie devient aussitôt sans valeur.La joie parfaite exclut le sentiment même de joie, car dans l'âme emplie par l'objet, nul coin n'est disponible pour dire \"je\".On n'imagine pas de telles joies quand elles sont absentes, ainsi le stimulant manque pour les chercher."},{"id":730,"quote":"In the grand images of mythology and folklore, and in the parables of the Gospels, it is God who searches for man. ‘Quarens me sedisti lassus.’ [Latin – ‘Faint and weary, thou hast sought me’]. Nowhere in the Gospels is there a question of a search undertaken by man. We do not take a single step without being pushed or else expressly called. The role of the future spouse is to wait. The slave attends and watches while his master is at the feast. The passerby does not invite himself to the reception; he does not demand an invitation. He is prompted in almost by surprise; his role is only to put on the appropriate robes. The man who finds a pearl in the field sells all his goods to buy the field; he does not need to upturn the field with a spade to dig up the pearl. It is enough for him to sell all his goods. To desire God and renounce all the rest; this alone saves."},{"id":731,"quote":"Searching leads to error. It is this way for every kind of thing that is truly good. We must not do anything but wait expectantly for the good and depart from evil. In the reversals that constitute the human condition, authentic virtue in every domain is negative (non-active), at least in appearance. But this expectant waiting for the good and for truth is more intense that any search."},{"id":732,"quote":"Travail : sentir tout en soi-même l'existence du monde."},{"id":733,"quote":"Le problème est donc bien clair ; il s'agit de savoir si l'on peut concevoir une organisation de la production, qui bien qu'impuissante à éliminer les nécessités naturelles et la contrainte sociale qui en résulte, leur permettrait du moins de s'exercer sans écraser sous l'oppression les esprits et les corps. A une époque comme la nôtre, avoir saisi clairement ce problème est peut-être une condition pour pouvoir vivre en paix avec soi."},{"id":734,"quote":"Un homme qui n'a pas pris la résolution de fidélité exclusive à la lumière intérieure installe le mensonge au centre même de l'âme. Les ténèbres intérieures en sont la punition."},{"id":735,"quote":"Impossible de pardonner à qui nous a fait du mal, si ce mal nous abaisse. Il faut penser qu'il ne nous a pas abaissés, mais a révélé notre vrai niveau."},{"id":736,"quote":"C'est en désirant la vérité à vide et sans tenter d'en deviner d'avance le contenu qu'on reçoit la lumière. C'est là tout le mécanisme de l'attention."},{"id":737,"quote":"Creative attention means really giving our attention to what does not exist. Humanity does not exist in the anonymous flesh lying inert by the roadside. The Samaritan who stops and looks gives his attention all the same to this absent humanity, and the actions which follow prove that it is a question of real attention."},{"id":738,"quote":"Comme, dans les partis politiques, il y a des démocrates qui admettent plusieurs partis, de même dans le domaine des opinions les gens larges reconnaissent une valeur aux opinions avec lesquelles ils se disent en désaccord.C’est avoir complètement perdu le sens même du vrai et du faux.D’autres, ayant pris position pour une opinion, ne consentent à examiner rien qui lui soit contraire. C’est la transposition de l’esprit totalitaire."},{"id":739,"quote":"The virtue of humility is incompatible with the sense of belonging to a social group chosen by God, whether a nation or a church."}]