[{"id":1,"quote":"Awareness of ignorance is the beginning of wisdom."},{"id":2,"quote":"Falling down is not a failure. Failure comes when you stay where you have fallen."},{"id":3,"quote":"The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less."},{"id":4,"quote":"When the debate is lost, slander becomes the tool of the loser."},{"id":5,"quote":"If you want to be wrong then follow the masses."},{"id":6,"quote":"Most people, including ourselves, live in a world of relative ignorance. We are even comfortable with that ignorance, because it is all we know. When we first start facing truth, the process may be frightening, and many people run back to their old lives. But if you continue to seek truth, you will eventually be able to handle it better. In fact, you want more! It's true that many people around you now may think you are weird or even a danger to society, but you don't care. Once you've tasted the truth, you won't ever want to go back to being ignorant"},{"id":7,"quote":"In every person there is a sun. Just let them shine."},{"id":8,"quote":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us."},{"id":9,"quote":"He who is not contented with what he has, would not be contented with what he would like to have."},{"id":10,"quote":"We are what we repeatedly do. Excellence then is a habit."},{"id":11,"quote":"I know that I am intelligent, because I know that I know nothing."},{"id":12,"quote":"No one can teach, if by teaching we mean the transmission of knowledge, in any mechanical fashion, from one person to another.  The most that can be done is that one person who is more knowledgeable than another can, by asking a series of questions, stimulate the other to think, and so cause him to learn for himself."},{"id":13,"quote":"We can do nothing without the body, let us always take care that it is in the best condition to sustain us."},{"id":14,"quote":"When a woman is allowed to become a man's equal, she becomes his superior."},{"id":15,"quote":"To Believe without evidence and demonstration is an act of ignorance and folly"},{"id":16,"quote":"To find yourself, think for yourself."},{"id":17,"quote":"Why should we pay so much attention to what the majority thinks?"},{"id":18,"quote":"The unexamined life is not worth living."},{"id":19,"quote":"There is no possession more valuable than a good and faithful friend."},{"id":20,"quote":"I call myself a Peaceful Warrior... because the battles we fight are on the inside."},{"id":21,"quote":"Do it because it's in your heart. Not because you want something in return. Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for."},{"id":22,"quote":"Be the kind of person that you want people to think you are."},{"id":23,"quote":"Remember, no human condition is ever permanent. Then you will not be overjoyed in good fortune nor too scornful in misfortune."},{"id":24,"quote":"The years wrinkle our skin, but lack of enthusiasm wrinkles our soul."},{"id":25,"quote":"When you want success as badly as you want the air, then you will get it. There is no other secret of success."},{"id":26,"quote":"Understanding a question is half an answer."},{"id":27,"quote":"Serenity, regularity, absence of vanity,Sincerity, simplicity, veracity, equanimity, Fixity, non-irritability, adaptability, Humility, tenacity, integrity, nobility, magnanimity, charity, generosity, purity. Practise daily these eighteen \"ities\" You will soon attain immortality."},{"id":28,"quote":"Lies are the greatest murder. They kill the Truth."},{"id":29,"quote":"The more I learn, the less I realize I know."},{"id":30,"quote":"There are two kinds of disease of the soul, vice and ignorance."},{"id":31,"quote":"I am a fool, but I know I'm a fool and that makes me smarter than you."},{"id":32,"quote":"What is happening to our young people? They disrespect their elders, they disobey their parents. They ignore the law. They riot in the streets inflamed with wild notions. Their morals are decaying. What is to become of them?"},{"id":33,"quote":"Obligation sends the children to bed on time, but love tucks the covers in around their necks and passes out kisses and hugs. Yesterday is about experience; tomorrow is about hope; today is about transitioning from one to the other. The happiest people on earth don't have the best of everything... they make the best of everything I cannot teach anybody anything, I can only make them think."},{"id":34,"quote":"Sometimes you have to let go to see if there was anything worth holding onto."},{"id":35,"quote":"Better to do a little well, then a great deal badly."},{"id":36,"quote":"The young people of today think of nothing but themselves. They have no reverence for parents or old age. They are impatient of all restraint. They talk as if they alone knew everything and what passes for wisdom with us is foolishness with them. As for girls, they are forward, immodest and unwomanly in speech, behaviour and dress."},{"id":37,"quote":"Trust not a woman when she weeps, for it is her nature to weep when she wants her will."},{"id":38,"quote":"When I was young, I believed that life might unfold in an orderly way, according to my hopes and expectations. But now I understand that the Way winds like a river, always changing, ever onward.. My journeys revealed that the Way itself creates the warrior; that every path leads to peace, every choice to wisdom. And that life has always been, and will always be, arising in Mystery."},{"id":39,"quote":"Wisdom begins in wonder."},{"id":40,"quote":"Do not grieve over someone who changes all of the sudden. It might be that he has given up acting and returned to his true self."},{"id":41,"quote":"Beware the barrenness of a busy life."},{"id":42,"quote":"Silence is a profound melody, for those who can hear it above all the noise."},{"id":43,"quote":"I know you won't believe me, but the highest form of Human Excellence is to question oneself and others."},{"id":44,"quote":"The body cannot be cured without regard for the soul."},{"id":45,"quote":"This is a universe that does not favor the timid."},{"id":46,"quote":"It is possible that a man could live twice as long if he didn't spend the first half of his life acquiring habits that shortens the other half"},{"id":47,"quote":"An education obtained with money is worse than no education at all."},{"id":48,"quote":"Marry or marry not, in any either case you'll regret it"},{"id":49,"quote":"Prefer knowledge to wealth, for the one is transitory, the other perpetual."},{"id":50,"quote":"We are what we think we are"},{"id":51,"quote":"It is better to make a mistake with full force of your being than to carefully avoid mistakes with a trembling spirit."},{"id":52,"quote":"He is the richest who is content with the least."},{"id":53,"quote":"There is no learning without remembering."},{"id":54,"quote":"An honest man is always a child."},{"id":55,"quote":"How can you call a man free when his pleasures rule over him."},{"id":56,"quote":"The only place where success comes before work is in the dictionary.There is only one good, knowledge, and one evil, ignorance."},{"id":57,"quote":"I am a Citizen of the World, and my Nationality is Goodwill."},{"id":58,"quote":"It is better to suffer an injustice than to commit one"},{"id":59,"quote":"Get married, in any case. If you happen to get a good mate, you will be happy; if a bad one, you will become philosophical, which is a fine thing in itself."},{"id":60,"quote":"The friend must be like money, that before you need it, the value is known."},{"id":61,"quote":"Nothing is so well learned as that which is discovered."},{"id":62,"quote":"To move the world we must move ourselves."},{"id":63,"quote":"No citizen has a right to be an amateur in the matter of physical training... what a disgrace it is for a man to grow old without ever seeing the beauty and strength of which his body is capable."},{"id":64,"quote":"Our lives are but specks of dust falling through the fingers of time. Like sands of the hourglass, so are the days of our lives."},{"id":65,"quote":"If what you want to tell me is neither True nor Good nor even Useful, why tell it to me at all"},{"id":66,"quote":"There's no good answer to a question you didn't hear"},{"id":67,"quote":"It is better to be at odds with the whole world than, being one, to be at odds with myself."},{"id":68,"quote":"A system of morality that is based on relative emotional values is a mere illusion, a thoroughly vulgar conception that has nothing sound in it and nothing true."},{"id":69,"quote":"All that I know is nothing - I'm not even sure of that."},{"id":70,"quote":"The only true wisdom is in knowing you know nothing."},{"id":71,"quote":"Bad men live that they may eat and drink, whereas good men eat and drink that they may live."},{"id":72,"quote":"The greatest blessing granted to mankind come by way of madness, which is a divine gift."},{"id":73,"quote":"Whom do I call educated? First, those who manage well the circumstances they encounter day by day. Next, those who are decent and honorable in their intercourse with all men, bearing easily and good naturedly what is offensive in others and being as agreeable and reasonable to their associates as is humanly possible to be... those who hold their pleasures always under control and are not ultimately overcome by their misfortunes... those who are not spoiled by their successes, who do not desert their true selves but hold their ground steadfastly as wise and sober - minded men."},{"id":74,"quote":"Four things belong to a judge: to hear courteously, to answer wisely, to consider soberly, and to decide impartially."},{"id":75,"quote":"In childhood be modest, in youth temperate, in adulthood just, and in old age prudent."},{"id":76,"quote":"Let the questions be the curriculum."},{"id":77,"quote":"You never know a line is crooked unless you have a straight one to put next to it."},{"id":78,"quote":"An envious man waxeth lean with the fatness of his neighbors. Envy is the daughter of pride, the author of murder and revenge, the beginner of secret sedition and the perpetual tormentor of virtue. Envy is the filthy slime of the soul; a venom, a poison, or quicksilver which consumeth the flesh and drieth up the marrow of the bones."},{"id":79,"quote":"The misuse of language induces evil in the soul."},{"id":80,"quote":"The really important thing is not to live, but to live well. And to live well meant, along with more enjoyable things in life, to live according to your principles."},{"id":81,"quote":"Let us follow the truth whither so ever it leads."},{"id":82,"quote":"Every action has its pleasures and its price."},{"id":83,"quote":"Knowing thyself is the height of wisdom."},{"id":84,"quote":"All wars are fought for the acquisition of wealth"},{"id":85,"quote":"Do not be angry with me if I tell you the truth"},{"id":86,"quote":"The greatest way to live with honor in this world is to be what we pretend to be."},{"id":87,"quote":"There is but one evil, ignorance."},{"id":88,"quote":"Be as you wish to seem."},{"id":89,"quote":"All thinking begins with wondering"},{"id":90,"quote":"Improve yourself by other men's writings thus attaining effortlessly what they acquired through great difficulty."},{"id":91,"quote":"To harm another is to harm oneself"},{"id":92,"quote":"The rest of the world lives to eat, while I eat to live."},{"id":93,"quote":"Are you not ashamed of heaping up the greatest amount of money and honor and reputation, and caring so little about wisdom and truth and the greatest improvement of the soul?"},{"id":94,"quote":"To know thyself is the beginning of wisdom."},{"id":95,"quote":"Go wherever the facts lead."},{"id":96,"quote":"Young people nowadays love luxury; they have bad manners and contempt for authority. They show disrespect for old people... contradict their parents, talk constantly in front of company, gobble their food and tyrannize their teachers."},{"id":97,"quote":"Do not go through life like leaf blown from here to there believing whatever you are told."},{"id":98,"quote":"People learn more on their own rather than being force fed."},{"id":99,"quote":"The highest realms of thought are impossible to reach without first attaining an understanding of compassion."},{"id":100,"quote":"If he who does not know kept silent, discord would cease."},{"id":101,"quote":"To need nothing is divine, and the less a man needs the nearer does he approach to divinity."},{"id":102,"quote":"Wisdom is knowing what you don't know."},{"id":103,"quote":"Contentment is natural wealth."},{"id":104,"quote":"Those who want the fewest things are nearest to the gods."},{"id":105,"quote":"Fame is the perfume of heroic deeds."},{"id":106,"quote":"One should never do wrong in return, nor mistreat any man, no matter how one has been mistreated by him."},{"id":107,"quote":"The real danger in life is not death, but living an evil life."},{"id":108,"quote":"If a man comes to the door of poetry untouched by the madness of the Muses, believing that technique alone will make him a good poet, he and his sane compositions never reach perfection, but are utterly eclipsed by the performances of the inspired madman."},{"id":109,"quote":"There is no greater magnificence than to defeat oneself. That is the magnificence."},{"id":110,"quote":"When you want wisdom and insight as badly as you want to breathe, it is then you shall have it."},{"id":111,"quote":"My friend...care for your psyche...know thyself, for once we know ourselves, we may learn how to care for ourselves"},{"id":112,"quote":"Happiness is unrepented pleasure."},{"id":113,"quote":"Not life, but good life, is to be chiefly valued.\" \"It is not living that matters, but living rightly. The unexamined life is not worth living."},{"id":114,"quote":"Admitting one's ignorance is the first step in acquiring knowledge."},{"id":115,"quote":"He is a man of courage who does not run away, but remains at his post and fights against the enemy."},{"id":116,"quote":"Flattery is like friendship in show, but not in fruit."},{"id":117,"quote":"Nobody knows what death is,\n nor whether to man\n it is perchance the greatest of blessings,\n yet people fear it as if they surely knew\n it to be the worse of evils."},{"id":118,"quote":"How many things are there which I do not want."},{"id":119,"quote":"Slanderers do not hurt me because they do not hit me."},{"id":120,"quote":"Wisest is he who knows he knows not."},{"id":121,"quote":"It is best and easiest not to discredit others but to prepare oneself to be as good as possible."},{"id":122,"quote":"Only the extremely ignorant or the extremely intelligent can resist change."},{"id":123,"quote":"Be of good hope in the face of death. Believe in this one truth for certain, that no evil can befall a good man either in life or death, and that his fate is not a matter of indifference to the gods."},{"id":124,"quote":"Fellow citizens, why do you burn and scrape every stone to gather wealth and take so little care of your children to whom you must one day relinquish all?"},{"id":125,"quote":"The best seasoning for food is hunger; for drink, thirst."},{"id":126,"quote":"Regard your good name as the richest jewel you can possibly be possessed of - for credit is like fire; when once you have kindled it you may easily preserve it, but if you once extinguish it, you will find it an arduous task to rekindle it again. The way to gain a good reputation is to endeavor to be what you desire to appear."},{"id":127,"quote":"wealth does not bring goodness, but goodness brings wealth and every other blessing, both to the individual and to the state"},{"id":128,"quote":"My belief is that to have no wants is divine."},{"id":129,"quote":"Fear of women love more than hate the man."},{"id":130,"quote":"The cure of many diseases remains unknown to the physicians of Hellos (Greece) because they do not study the whole person."},{"id":131,"quote":"I do nothing but go about persuading you all, old and young alike, not to take thought for your persons or your properties, but and chiefly to care about the greatest improvement of the soul."},{"id":132,"quote":"Be slow to fall into friendship; but when thou art in, continue firm & constant."},{"id":133,"quote":"The perfect human being is all human beings put together, it is a collective, it is all of us together that make perfection."},{"id":134,"quote":"I have not sought during my life to amass wealth and to adorn my body, but I have sought to adorn my soul with the jewels of wisdom, patience, and above all with a love of liberty."},{"id":135,"quote":"The reason why we have to acquire wealth is the body, because we are slaves in its service."},{"id":136,"quote":"I love to go and see all the things I am happy without."},{"id":137,"quote":"I am a citizen, not of Athens, or Greece, but of the world."},{"id":138,"quote":"I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean."},{"id":139,"quote":"The heart of the person before you is a mirror. See there your own form."},{"id":140,"quote":"Beauty is a short-lived tyranny."},{"id":141,"quote":"The soul, like the body, accepts by practice whatever habit one wishes it to contact."},{"id":142,"quote":"Do not do to others what angers you if done to you by others."},{"id":143,"quote":"You don't know what you don't know."},{"id":144,"quote":"I am wiser than this man, for neither of us appears to know anything great and good; but he fancies he knows something, although he knows nothing; whereas I, as I do not know anything, so I do not fancy I do. In this trifling particular, then, I appear to be wiser than he, because I do not fancy I know what I do not know."},{"id":145,"quote":"Wars and revolutions and battles are due simply and solely to the body and its desires. All wars are undertaken for the acquisition of wealth; and the reason why we have to acquire wealth is the body, because we are slaves in its service."},{"id":146,"quote":"Only the knowledge that comes from inside is the real Knowledge"},{"id":147,"quote":"The first key to greatness is to be in reality what we appear to be."},{"id":148,"quote":"An unexamined life is a life of no account."},{"id":149,"quote":"All things in moderation, including moderation."},{"id":150,"quote":"In all of us, even in good men, there is a lawless wild-beast nature, which peers out in sleep."},{"id":151,"quote":"The beginning of wisdom is a definition of terms."},{"id":152,"quote":"By far the greatest and most admirable form of wisdom is that needed to plan and beautify cities and human communities."},{"id":153,"quote":"It is not living that matters, but living rightly."},{"id":154,"quote":"Nobody is qualified to become a statesman who is entirely ignorant of the problem of wheat."},{"id":155,"quote":"Whenever any one informs us that he has found a man who knows all the arts, and all things else that anybody knows, and every single thing with a higher degree of accuracy than any other man - whoever tells us this, I think that we can only imagine him to be a simple creature who is likely to have been deceived by some wizard or actor whom he met, and whom he thought all-knowing, because he himself was unable to analyse the nature of knowledge and ignorance and imitation."},{"id":156,"quote":"Who knows if to live is to be dead, and to be dead, to live? And we really, it may be, are dead; in fact I once heard sages say that we are now dead, and the body is our tomb."},{"id":157,"quote":"Exercise till the mind feels delight in reposing from the fatigue."},{"id":158,"quote":"If one knows what is right, he will do it; nobody wants to be evil"},{"id":159,"quote":"The understanding of mathematics is necessary for a sound grasp of ethics."},{"id":160,"quote":"She soars on her own wings."},{"id":161,"quote":"Be true to thine own self."},{"id":162,"quote":"The life of which meaning one never ponders is not worth living"},{"id":163,"quote":"I don't care what people say about me. I do care about my mistakes."},{"id":164,"quote":"If I had engaged in politics, O men of Athens, I should have perished long ago, and done no good either to you or to myself."},{"id":165,"quote":"Why do you wonder that globetrotting does not help you, seeing that you always take yourself with you? The reason that set you wandering is ever at your heels."},{"id":166,"quote":"In every one of us there are two ruling and directing principles, whose guidance we follow wherever they may lead; the one being an innate desire of pleasure; the other, an acquired judgment which aspires after excellence."},{"id":167,"quote":"They are not only idle who do nothing, but they are idle also who might be better employed."},{"id":168,"quote":"Think not those faithful who praise all thy words and actions, but those who kindly reprove thy faults."},{"id":169,"quote":"If you would seek health, look first to the spine."},{"id":170,"quote":"A multitude of books distracts the mind."},{"id":171,"quote":"What most counts is not merely to live, but to live right."},{"id":172,"quote":"See one promontory, one mountain, one sea, one river and see all."},{"id":173,"quote":"Is it not, then, better to be ridiculous and friendly than clever and hostile?"},{"id":174,"quote":"From the deepest desires often come the deadliest hate."},{"id":175,"quote":"Death offers mankind a full view of truth."},{"id":176,"quote":"Once made equal to man, woman becomes his superior."},{"id":177,"quote":"Are not all things which have opposites generated out of their opposites?"},{"id":178,"quote":"Living well and beautifully and justly are all one thing."},{"id":179,"quote":"And I say let a man be of good cheer about his soul. When the soul has been arrayed in her own proper jewels - temperance and justice, and courage, and nobility and truth - she is ready to go on her journey when the hour comes."},{"id":180,"quote":"There is a doctrine whispered in secret that a man is a prisoner who has no right to open the door and run away; this is a great mystery which I do not quite understand."},{"id":181,"quote":"Envy is the ulcer of the soul."},{"id":182,"quote":"How can you wonder your travels do you no good, when you carry yourself around with you?"},{"id":183,"quote":"...in the acquisition of this blessing human nature can find no better helper than Love. I declare that it is the duty of every man to honour Love, and I honour and practice the mysteries of Love in an especial degree myself, and recommend the same to others, and I praise the power and valour of Love to the best of my ability both now and always."},{"id":184,"quote":"Is there anyone to whom you entrust a greater number of serious matters than your wife? And is there anyone with whom you have fewer conversations?"},{"id":185,"quote":"Beauty comes first. Victory is secondary. What matters is joy."},{"id":186,"quote":"The hardest task needs the lightest hand or else its completion will not lead to freedom but to a tyranny much worse than the one it replaces."},{"id":187,"quote":"I am very conscious that I am not wise at all."},{"id":188,"quote":"When our feet hurt, we hurt all over."},{"id":189,"quote":"A free soul ought not to pursue any study slavishly, for nothing that is learned under compulsion stays with the mind."},{"id":190,"quote":"Give me beauty in the inward soul; and may the outward and inward may be one."},{"id":191,"quote":"Life without enquiry is not worth living for a man."},{"id":192,"quote":"No one does wrong voluntarily."},{"id":193,"quote":"God does not deal directly with man: it is by means of spirits that all the intercourse and communication of gods with men, both in waking life and in sleep, is carried on."},{"id":194,"quote":"No citizen has any right to be an amateur in the matter of physical training; it is part of his profession as a citizen to keep himself in good condition... [It is] a disgrace for a man to grow old without seeing the beauty and the strength of which his body is capable."},{"id":195,"quote":"The envious person grows lean with the fatness of their neighbor."},{"id":196,"quote":"Obscurity is dispelled by augmenting the light of discernment, not by attacking the darkness."},{"id":197,"quote":"Flattery is like a painted armor; only for show."},{"id":198,"quote":"If a man is proud of his wealth, he should not be praised until it is known how he employs it."},{"id":199,"quote":"To know, is to know that you know nothing. That is the meaning of true knowledge. For a man who claims to have knowledge, while actually knowing nothing, is less smarter than you, who claim to know nothing."},{"id":200,"quote":"No man undertakes a trade he has not learned, even the meanest; yet everyone thinks himself sufficiently qualified for the hardest of all trades, that of government."},{"id":201,"quote":"Remember what is unbecoming to do is also unbecoming to speak of."},{"id":202,"quote":"For this fear of death is indeed the pretense of wisdom, and not real wisdom, being the appearance of knowing the unknown; since no one knows whether death, which they in their fear apprehend to be the greatest evil, may not be the greatest good."},{"id":203,"quote":"Why should I resent it when an ass kicks me?"},{"id":204,"quote":"A man should inure himself to voluntary labor, and not give up to indulgence and pleasure, as they beget no good constitution of body nor knowledge of mind."},{"id":205,"quote":"Aren't you ashamed to be concerned so much about making all the money you can and advancing your reputation and prestige, while for truth and wisdom and the improvement of your souls you have no thought or car?"},{"id":206,"quote":"Follow the argument wherever it leads."},{"id":207,"quote":"What a lot of things I don't need."},{"id":208,"quote":"Wind buffs up empty bladders; opinion, fools."},{"id":209,"quote":"The universe really is motion & nothing else."},{"id":210,"quote":"It is never right to do wrong or to requite wrong with wrong, or when we suffer evil to defend ourselves by doing evil in return."},{"id":211,"quote":"A disorderly mob is no more an army than a heap of building materials is a house"},{"id":212,"quote":"It is not difficult to avoid death. It is much more difficult to avoid wickedness, for it runs faster than death."},{"id":213,"quote":"Knowledge is our ultimate good."},{"id":214,"quote":"False language, evil in itself, infects the soul with evil."},{"id":215,"quote":"Pride divides the men, humility joins them."},{"id":216,"quote":"Malice drinketh up the greater part of its own poison."},{"id":217,"quote":"Man must rise above the Earth - to the top of the atmosphere and beyond - for only thus will he fully understand the world in which he lives."},{"id":218,"quote":"When you propose ridiculous things to believe, too many men will choose to believe nothing at all."},{"id":219,"quote":"I was really too honest a man to be a politician and live."},{"id":220,"quote":"We shall be better, braver, and \n more active if we believe it right to \n look for what we don't know."},{"id":221,"quote":"Through your rags I see your vanity."},{"id":222,"quote":"Laws are not made for the good."},{"id":223,"quote":"No man has a right to be an amateur in the matter of physical training"},{"id":224,"quote":"There is no illness of the body except for the mind"},{"id":225,"quote":"A man can no more make a safe use of wealth without reason than he can of a horse without a bridle."},{"id":226,"quote":"Musical training is a more potent instrument than any other, because rhythm and harmony find their way into the inward places of the soul, on which they mightily fasten, imparting grace, and making the soul of him who is rightly educated graceful, or of him who is ill-educated ungraceful."},{"id":227,"quote":"The easiest and noblest way is not to be crushing others, but to be improving yourselves."},{"id":228,"quote":"By means of beauty all beautiful things become beautiful."},{"id":229,"quote":"I pray Thee, O God, that I may be beautiful within."},{"id":230,"quote":"Worthless people live only to eat and drink; people of worth eat and drink only to live."},{"id":231,"quote":"There is no difference between knowledge and temperance; for he who knows what is good and embraces it, who knows what is bad and avoids it, is learned and temperate."},{"id":232,"quote":"Antiphon, as another man gets pleasure from a good horse, or a dog, or a bird, I get even more pleasure from good friends. And if I have something good, I teach it to them, and I introduce them to others who will be useful to them with respect to virtue. And together with my friends I go through the treasures of wise men of old which they left behind written in books, and we peruse them. If we see something good, we pick it out and hold it to be a great profit, if we are able to prove useful to one another."},{"id":233,"quote":"The shortest and surest way to live with honor in the world, is to be in reality what we would appear to be, all human virtues increase and strengthen themselves by the practice and experience of them."},{"id":234,"quote":"Man's life is like a drop of dew on a leaf."},{"id":235,"quote":"The same wind is blowing, and yet one of us may be cold and the other not."},{"id":236,"quote":"If all misfortunes were laid in one common heap whence everyone must take an equal portion, most people would be contented to take their own and depart."},{"id":237,"quote":"I shall never fear or avoid things of which I do not know."},{"id":238,"quote":"The partisan when he is engaged in a dispute, cares nothing about the rights of the question, but is anxious only to convince his hearers of his own assertions."},{"id":239,"quote":"Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence."},{"id":240,"quote":"Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death."},{"id":241,"quote":"I will not yield to any man contrary to what is right, for fear of death, even if I should die at once for not yielding."},{"id":242,"quote":"Talk in order that I may see you."},{"id":243,"quote":"Those then who know not wisdom and virtue, and are always busy with gluttony and sensuality, go down and up again as far as the mean; and in this region they move at random throughout life, but they never pass into the true upper world; thither they neither look, nor do they ever find their way, neither are they truly filled with true being, nor do they ever taste of pure and abiding pleasure."},{"id":244,"quote":"Let us reflect in this way, too, that there is good hope that death is a blessing, for it is one of two things: either the dead are nothing and have no perception of anything, or it is, as we are told, a change and a relocation for the soul from here to another place."},{"id":245,"quote":"The soul is pure when it leaves the body and drags nothing bodily with it, by virtue of having no willing association with the body in life but avoiding it.......Practicing philosophy in the right way is a training to die easily."},{"id":246,"quote":"To use words and phrases in an easygoing manner without scrutinizing them too curiously is not in general a mark of ill-breeding. On the contrary, there is something low-bred in being too precise. But sometimes there is no help for it"},{"id":247,"quote":"The greatest flood has the soonest ebb; the sorest tempest the most sudden calm; the hottest love the coldest end; and from the deepest desire oftentimes ensues the deadliest hate."},{"id":248,"quote":"He said that there was one only good, namely, knowledge; and one only evil, namely, ignorance."},{"id":249,"quote":"True knowledge exists in knowing that you know nothing."},{"id":250,"quote":"The poets are only the interpreters of the Gods."},{"id":251,"quote":"If all the misfortunes of mankind were cast into a public stack in order to be equally distributed among the whole species, those who now think themselves the most unhappy would prefer the share they are already possessed of before that which would fall to them by such a division."},{"id":252,"quote":"The real artist, who knew what he was imitating, would be interested in realities and not in imitations; and would desire to leave as memorials of himself works many and fair; and, instead of being the author of encomiums, he would prefer to be the theme of them."},{"id":253,"quote":"The hour of departure has arrived and we go our ways; I to die, and you to live. Which is better? Only God knows."},{"id":254,"quote":"I swear it upon Zeus an outstanding runner cannot be the equal of an average wrestler."},{"id":255,"quote":"Whenever, therefore, people are deceived and form opinions wide of the truth, it is clear that the error has slid into their minds through the medium of certain resemblances to that truth."},{"id":256,"quote":"Virtue is the beauty of the soul."},{"id":257,"quote":"Besides, it is a shame to let yourself grow old through neglect before seeing how you can develop the maximum beauty and strength of body; and you can have this experience if your are negligent, because these things don't normally happen by themselves."},{"id":258,"quote":"Either I do not corrupt the young or, if I do, it is unwillingly."},{"id":259,"quote":"I desire only to know the truth, and to live as well as I can...And, to the utmost of my power, I exhort all other men to do the same...I exhort you also to take part in the great combat, which is the combat of life, and greater than every other earthly conflict."},{"id":260,"quote":"Virtue is the nursing-mother of all human pleasures, who, in rendering them just, renders them also pure and permanent; in moderating them, keeps them in breath and appetite; in interdicting those which she herself refuses, whets our desires to those that she allows; and, like a kind and liberal mother, abundantly allows all that nature requires, even to satiety, if not to lassitude."},{"id":261,"quote":"The invention of writing will produce forgetfulness in the minds of those who learn to use it, because they will not practice their memory. Their trust in writing, produced by external characters which are no part of themselves, will discourage the use of their own memory within them. You have invented an elixir not of memory, but of reminding; and you offer your pupils the appearance of wisdom, not true wisdom."},{"id":262,"quote":"The tongue of a fool is the key of his counsel, which, in a wise man, wisdom hath in keeping."},{"id":263,"quote":"If you can do only a little. Do what you can. What you cannot enforce, do not command."},{"id":264,"quote":"True wisdom lies in one's confession about the limits of one's knowledge."},{"id":265,"quote":"The greater the power that deigns to serve you, the more honor it demands of you."},{"id":266,"quote":"Our prayers should be for blessings in general, for God knows best what is good for us."},{"id":267,"quote":"Since all of us desire to be happy, and since we evidently become so on account of our use—that is our good use—of other things, and since knowledge is what provides this goodness of use and also good fortune, every man must, as seems plausible, prepare himself by every means for this: to be as wise as possible. Right?"},{"id":268,"quote":"In order that the mind should see light instead of darkness, so the entire soul must be turned away from this changing world, until its eye can learn to contemplate reality and that supreme splendor which we have called the good. Hence there may well be an art whose aim would be to effect this very thing."},{"id":269,"quote":"Beauty is the bait which with delight allures man to enlarge his kind."},{"id":270,"quote":"When desire, having rejected reason and overpowered judgment which leads to right, is set in the direction of the pleasure which beauty can inspire . . ."},{"id":271,"quote":"All of the wisdom of this world is but a tiny raft upon which we must set sail when we leave this earth. If only there was a firmer foundation upon which to sail, perhaps some divine word."},{"id":272,"quote":"If measure and symmetry are absent from any composition in any degree, ruin awaits both the ingredients and the composition... Measure and symmetry are beauty and virtue the world over."},{"id":273,"quote":"The more I know, the more I know that I don't know."},{"id":274,"quote":"This sense of wonder is the mark of the philosopher. Philosophy indeed has no other origin."},{"id":275,"quote":"This is...self-knowled ge-for a man to know what he knows, and what he does not know."},{"id":276,"quote":"The wise man seeks death all his life, and for this reason death is not terrifying to him."},{"id":277,"quote":"The only thing I know is that I know nothing"},{"id":278,"quote":"I know nothing except the fact of my ignorance."},{"id":279,"quote":"I must first know myself, as the Delphian inscription says; to be curious about that which is not my concern, while I am still in ignorance of my own self, would be ridiculous. And therefore I bid farewell to all this; the common opinion is enough for me. For, as I was saying, I want to know not about this, but about myself: am I a monster more complicated and swollen with passion than the serpent Typho, or a creature of a gentler and simpler sort, to whom Nature has given a diviner and lowlier destiny?"},{"id":280,"quote":"Wonder is the beginning of wisdom."},{"id":281,"quote":"As to marriage or celibacy, let a man take which course he will, he will be sure to repent"},{"id":282,"quote":"I believe that we cannot live better than in seeking to become better, nor more agreeably than having a clear conscience."},{"id":283,"quote":"The individual leads in order that those who are led can develop their potential as human beings and thereby prosper."},{"id":284,"quote":"The soul then, as being immortal, and having been born again many times, and having seen all things that exist, whether in this world or in the world below, has knowledge of them all . . . all enquiry and all learning is but recollection."},{"id":285,"quote":"Such as thy words are, such will thy affections be esteemed; and such will thy deeds be as thy affections and such thy life as thy deeds."},{"id":286,"quote":"When desire, having rejected reason and overpowered judgment which leads to right, is set in the direction of the pleasure which beauty can inspire, and when again under the influence of its kindred desires it is moved with violent motion towards the beauty of corporeal forms, it acquires a surname from this very violent motion, and is called love."},{"id":287,"quote":"Wealth does not bring about excellence (aka areté), but excellence (aka areté) brings about wealth and all other public and private blessings for men."},{"id":288,"quote":"Nothing very new. By taking good care of yourselves you are of service to me and my family as well as yourselves, no matter what you do, even if you don't think so at present. But if you neglect yourselves and are unwilling to live, as though following tracks, in accordance with what we now say and have said in the past too, then no matter how much or how seriously you agree with me at present you will accomplish next to nothing."},{"id":289,"quote":"Though flattery blossoms like friendship, yet there is a vast difference in the fruit."},{"id":290,"quote":"The soul is cured of its maladies by certain incantations; these incantations are beautiful reasons, from which temperance is generated in souls."},{"id":291,"quote":"The uninitiated are those who believe in nothing except what they can grasp in their hands, and who deny the existence of all that is invisible."},{"id":292,"quote":"It is a disgrace to grow old through sheer carelessness before seeing what manner of man you may become by developing your bodily strength and beauty to their highest limit."},{"id":293,"quote":"Regard your good name as the richest jewel yoou can possibly be possessed of."},{"id":294,"quote":"He who has lived as a true philosopher has reason to be of good cheer when he is about to die, and that after death he may hope to receive the greatest good in the other world."},{"id":295,"quote":"I was afraid that by observing objects with my eyes and trying to comprehend them with each of my other senses I might blind my soul altogether."},{"id":296,"quote":"I am that gadfly which God has attached to the state, and all day long and in all places am always fastening upon you, arousing and persuading and reproaching you."},{"id":297,"quote":"It is a base thing for a man to wax old in careless self-neglect before he has lifted up his eyes and seen what manner of man he was made to be, in the full perfection of bodily strength and beauty. But these glories are withheld from him who is guilty of self-neglect, for they are not wont to blaze forth unbidden."},{"id":298,"quote":"If you want to be a good saddler, saddle the worst horse; for if you can tame one, you can tame all."},{"id":299,"quote":"The noblest worship is to make yourself as good and as just as you can."},{"id":300,"quote":"Listen not to a tale-bearer or slanderer, for he tells thee nothing out of good-will; but as he discovereth of the secrets of others, so he will of thine in turn."},{"id":301,"quote":"To fear death, my friends, is only to think ourselves wise, without being wise: for it is to think that we know what we do not know. For anything that men can tell, death may be the greatest good that can happen to them: but they fear it as if they knew quite well that it was the greatest of evils. And what is this but that shameful ignorance of thinking that we know what we do not know?"},{"id":302,"quote":"I am quite ready to acknowledge . . . that I ought to be grieved at death, if I were not persuaded that I am going to other gods who are wise and good (of this I am as certain as I can be of any such matters), and to men departed who are better than those whom I leave behind. And therefore I do not grieve as I might have done, for I have good hope that there is yet something remaining for the dead."},{"id":303,"quote":"To fear death is nothing other than to think oneself wise when one is not. For it is to think one knows what one does not know. No one knows whether death may not even turn out to be the greatest blessings of human beings. And yet people fear it as if they knew for certain it is the greatest evil."},{"id":304,"quote":"The man who is truly wise knows that he knows very little."},{"id":305,"quote":"Just as you ought not to attempt to cure eyes without head or head without body, so you should not treat body without soul."},{"id":306,"quote":"Do you suppose that I should have lived as long as I have if I had moved in the sphere of public life, and conducting myself in that sphere like an honorable man, had always upheld the cause of right, and conscientiously set this end above all other things? Not by a very long way, gentlemen; neither would any other man."},{"id":307,"quote":"The examined life is the only life worth living."},{"id":308,"quote":"The duller eye may often see a thing sooner than the keener."},{"id":309,"quote":"How many things I can do without!"},{"id":310,"quote":"The bad one is that way because of the ignorance, therefore he can be healed with wisdom."},{"id":311,"quote":"Nothing is to be preferred before justice."},{"id":312,"quote":"Get not your friends by bare compliments but by giving them sensible tokens of your love."},{"id":313,"quote":"To them, I said, the truth would be literally nothing but the shadows of the images."},{"id":314,"quote":"I call that man idle who might be better employed."},{"id":315,"quote":"Beloved Pan and all ye other gods who haunt this place, give me beauty in the inward soul; and may the outward and the inward man be one."},{"id":316,"quote":"The Delphic Oracle said I was the wisest of all the Greeks. It is because that I alone, of all the Greeks, know that I know nothing."},{"id":317,"quote":"Philebus was saying that enjoyment and pleasure and delight, and the class of feelings akin to them, are a good to every living being, whereas I contend, that not these, but wisdom and intelligence and memory, and their kindred, right opinion and true reasoning, are better and more desirable than pleasure"},{"id":318,"quote":"You think that upon the score of fore-knowledge and divining I am infinitely inferior to the swans. When they perceive approaching death they sing more merrily than before, because of the joy they have in going to the God they serve."},{"id":319,"quote":"And the same things look bent and straight when seen in water and out of it, and also both concave and convex, due to the sight's being mislead by the colors, and every sort of confusion of this kind is plainly in our soul. And, then, it is because they take advantage of this affection in our nature that shadow painting, and puppeteering, and many other tricks of the kind fall nothing short of wizardry."},{"id":320,"quote":"Since I am convinced that I wrong no one, I am not likely to wrong myself."},{"id":321,"quote":"It is the greatest good for an individual to discuss virtue (aka areté) every day...for the unexamined life is not worth living."},{"id":322,"quote":"Our purpose in founding the city was not to make any one class in it surpassingly happy, but to make the city as a whole as happyas possible."},{"id":323,"quote":"I prefer to be refuted than to refute, for it is a greater good for oneself to be freed from the greatest evil than to free another."},{"id":324,"quote":"All men's souls are immortal, but the souls of the righteous are immortal and divine."},{"id":325,"quote":"YOU ARE NOT ONLY GOOD TO YOURSELF, BUT THE CAUSE OF GOODNESS IN OTHERS"},{"id":326,"quote":"I have lived long enough to learn how much there is I can really do without.... He is nearest to God who needs the fewest things."},{"id":327,"quote":"The Spirit is neither good nor bad, it runs where the wild heart leads\" \"Wisdom begins in wonder."},{"id":328,"quote":"Be of good cheer about death and know this as a truth, that no evil can happen to a good man, either in life or after death"},{"id":329,"quote":"If we pursue our habit of eating animals, and if our neighbour follows a similar path, will we need to go to war against our neighbour to secure greater pasturage, because ours will not be enough to sustain us, and our neighbour will have a similar need to wage war on us for the same reason."},{"id":330,"quote":"Wisdom is knowing how little we know."},{"id":331,"quote":"Wisdom adorneth riches and casteth a shadow over poverty."},{"id":332,"quote":"Anybody can be a hellene, by his heart, his mind, his spirit."},{"id":333,"quote":"Every pleasure or pain has a sort of rivet with which it fastens the soul to the body and pins it down and makes it corporeal, accepting as true whatever the body certifies."},{"id":334,"quote":"You are wrong, sir, if you think that a man who is any good at all should take into account the risk of life or death; he should look to this only in his actions, whether what he does is right or wrong, whether he is acting like a good or a bad man."},{"id":335,"quote":"Wisdom is knowing when you don't know"},{"id":336,"quote":"I know that I know nothing."},{"id":337,"quote":"The nearest way to glory a shortcut, as it were is to strive to be what you wish to be thought to be."},{"id":338,"quote":"You will know that the divine is so great and of such a nature that it sees and hears everything at once, is present everywhere, and is concerned with everything."},{"id":339,"quote":"You too must be of good hope as regards death, gentlemen of the jury, and keep this one truth in mind, that a good man cannot be harmed either in life or in death, and that his affairs are not neglected by the gods. What has happened to me now has not happened of itself, but it is clear to me that it was better for me to die now and to escape from trouble. That is why my divine sign did not oppose me at any point. So I am certainly not angry with those who convicted me, or with my accusers. Of course that was not their purpose when they accused and convicted me, but they thought they were hurting me, and for this they deserve blame."},{"id":340,"quote":"Wisdom belongs in wonder."},{"id":341,"quote":"I soon realized that poets do not compose their poems with knowledge, but by some inborn talent and by inspiration, like seers and prophets who also say many fine things without any understanding of what they say."},{"id":342,"quote":"To be uncertain is to be uncomfortable, but to be certain is to be ridiculous."},{"id":343,"quote":"The true Wisdom is in recognizing our own ignorance."},{"id":344,"quote":"...one thing I am ready to fight for as long as I can, in word and act: that is, that we shall be better, braver and more active men if we believe it right to look for what we don't know than if we believe there is no point in looking because what we don't know we can never discover."},{"id":345,"quote":"What a lot of things there are a man can do without."},{"id":346,"quote":"Some have courage in pleasures, and some in pains: some in desires, and some in fears, and some are cowards under the same conditions."},{"id":347,"quote":"The beginning is the most important part, especially when dealing with anything young and tender."},{"id":348,"quote":"An honest man is always a child.\n[Lat., Semper bonus homo tiro est.]"},{"id":349,"quote":"God desired to be the real maker of a real bed, not a particular maker of a particular bed, and therefore He created a bed which is essentially and by nature one only."},{"id":350,"quote":"The greatest of all mysteries is the man himself."},{"id":351,"quote":"To know, is to know that you know nothing."},{"id":352,"quote":"The right way to begin is to pay attention to the young, and make them just as good as possible."},{"id":353,"quote":"If you will take my advice you will think little of Socrates, and a great deal more of truth."},{"id":354,"quote":"Wonder is the beginning of all wisdom."},{"id":355,"quote":"In my investigation in the service of the god I found that those who had the highest reputation were nearly the most deficient, while those who were thought to be inferior were more knowledgeable."},{"id":356,"quote":"Neither I nor any other man should, on trial or in way, contrive to avoid death at any cost."},{"id":357,"quote":"I only know that I know nothing"},{"id":358,"quote":"All that we know is nothing can be known."},{"id":359,"quote":"If the whole world depends on today's youth, I can't see the world lasting another 100 years."},{"id":360,"quote":"Virtue does not come from wealth, but wealth, and every other good thing which men have comes from virtue."},{"id":361,"quote":"I only know how little I know"},{"id":362,"quote":"Wars and revolutions and battles are due simply and solely to the body and its desires."},{"id":363,"quote":"The fewer our wants the more we resemble the Gods."},{"id":364,"quote":"A painter will paint a cobbler, carpenter, or any other artist, though he knows nothing of their arts; and, if he is a good artist, he may deceive children or simple persons, when he shows them his picture of a carpenter from a distance, and they will fancy that they are looking at a real carpenter."},{"id":365,"quote":"Creation is man's immortality and brings him nearest to the gods."},{"id":366,"quote":"I have good hope that there is something remaining for the dead."},{"id":367,"quote":"Athletics have become professionalized."},{"id":368,"quote":"'Wars, factions, and fighting,' said Socrates as he looked forward from his last hour, 'have no other origin than this same body and its lusts... We must set the soul free from it; we must behold things as they are. And having thus got rid of the foolishness of the body, we shall be pure and hold converse with the pure, and shall in our own selves have complete knowledge of the Incorruptible which is, I take it, no other than the very truth."},{"id":369,"quote":"The comic and the tragic lie inseparably close, like light and shadow."},{"id":370,"quote":"True perfection is a bold quest to seek. Only the willing and true of heart will seek the betterment of many."},{"id":371,"quote":"As for me, all I know is I know nothing."},{"id":372,"quote":"One who is injured ought not to return the injury, for on no account can it be right to do an injustice."},{"id":373,"quote":"Often when looking at a mass of things for sale, he would say to himself, 'How many things I have no need of!'"},{"id":374,"quote":"I am confident that there truly is such a thing as living again, that the living spring from the dead, and that the souls of the dead are in existence."},{"id":375,"quote":"Nobody knows anything, but I, knowing nothing, am the smartest man in the world."},{"id":376,"quote":"We are in fact convinced that if we are ever to have pure knowledge of anything, we must get rid of the body and contemplate things by themselves with the soul by itself. It seems, to judge from the argument, that the wisdom which we desire and upon which we profess to have set our hearts will be attainable only when we are dead and not in our lifetime."},{"id":377,"quote":"But already it is time to depart, for me to die, for you to go on living; which of us takes the better course, is concealed from anyone except God."},{"id":378,"quote":"I only wish that ordinary people had an unlimited capacity for doing harm; then they might have an unlimited power for doing good."},{"id":379,"quote":"I know nothing but the certainty of my own ignorance."},{"id":380,"quote":"Whoever would have his body supple, easy and healthful should learn to dance."},{"id":381,"quote":"If thou continuous to take delight in idle argumentation thou mayest be qualified to combat with the sophists, but will never know how to live with men."},{"id":382,"quote":"The difficulty, my friends, is not in avoiding death, but in avoiding unrighteousness; for that runs faster than death."},{"id":383,"quote":"Whenever a number of individuals have a common name, we assume them to have also a corresponding idea or form."},{"id":384,"quote":"In every sort of danger there are various ways of winning through, if one is ready to do and say anything whatever."},{"id":385,"quote":"To live well and honorably and justly are the same thing."},{"id":386,"quote":"I only know one thing, and that is I know nothing"},{"id":387,"quote":"Are you not ashamed of your eagerness to possess as much wealth, reputation, and honors as possible, while you do not care for nor give thought to wisdom or truth, or the best possible state of your soul?"},{"id":388,"quote":"Marry a good woman, and be happy the rest of your life. Or, marry a bad, and become a good philosopher"},{"id":389,"quote":"Not by wisdom do they [poets] make what they compose, but by a gift of nature and an inspiration similar to that of the diviners and the oracles."},{"id":390,"quote":"I know what I do not know."},{"id":391,"quote":"If I tell you that I would be disobeying the god and on that account it is impossible for me to keep quiet, you won't be persuaded by me, taking it that I am ionizing. And if I tell you that it is the greatest good for a human being to have discussions every day about virtue and the other things you hear me talking about, examining myself and others, and that the unexamined life is not livable for a human being, you will be even less persuaded."},{"id":392,"quote":"Before the birth of Love, many fearful things took place through the empire of necessity; but when this god was born, all things rose to men."},{"id":393,"quote":"Whatever authority I may have rests solely on knowing how little I know."},{"id":394,"quote":"Well I am certainly wiser than this man. It is only too likely that neither of us has any knowledge to boast of; but he thinks that he knows something which he does not know, whereas I am quite conscious of my ignorance. At any rate it seems that I am wiser than he is to this small extent, that I do not think that I know what I do not know."},{"id":395,"quote":"My divine sign indicates the future to me."},{"id":396,"quote":"So you would rather suffer an injustice than do an injustice?"},{"id":397,"quote":"Thou shouldst eat to live; not live to eat."},{"id":398,"quote":"[N]either in war nor yet at law ought any man to use every way of escaping death. For often in battle there is no doubt that if a man will throw away his arms, and fall on his knees before his pursuers, he may escape death; and in other dangers there are other ways of escaping death, if a man is willing to say and do anything. The difficulty, my friends, is not in avoiding death, but in avoiding unrighteousness; for that runs faster than death."},{"id":399,"quote":"I alone know I am wise because I alone know I know nothing."},{"id":400,"quote":"To give either to any public matter of interest or to any concern of my own, but I am in utter poverty by reason of my devotion to the god ."},{"id":401,"quote":"There are a great many of these accusers, and they have been accusing me now for a great many years, and what is more, they approached you at the most impressionable age, when some of you were children or adolescents; and literally won their case by default, because there was no one to defend me."},{"id":402,"quote":"It was far too cold. The second I got out I had this incredible headache, I'm just not used to it. The last time I saw snow was years and years ago."},{"id":403,"quote":"For who is there but you? - who not only claim to be a good man and a gentleman, for many are this, and yet have not the power of making others good. Whereas you are not only good yourself, but also the cause of goodness in others."},{"id":404,"quote":"I know one thing, that I know nothing."},{"id":405,"quote":"True knowledge exists in knowing that you know nothing. And in knowing that you know nothing, that makes you the smartest of all."},{"id":406,"quote":"The alphabet will create forgetfulness in the learners' souls. They will trust the written characters and not remember themselves."},{"id":407,"quote":"One thing I know, that I know nothing. This is the source of my wisdom."},{"id":408,"quote":"The warm love has the coldest end."},{"id":409,"quote":"If I can assign names as well as pictures to objects, the right assignment of them we may call truth, and the wrong assignment of them falsehood."},{"id":410,"quote":"One ought not to return injustice, nor do evil to anybody in the world, no matter what one may have suffered from them."},{"id":411,"quote":"There are beds and tables in the world - plenty of them, are there not? But there are only two ideas or forms of them - one the idea of a bed, the other of a table."},{"id":412,"quote":"One cannot come closer to the gods than by bringing health to his Fellow Man."},{"id":413,"quote":"All I know is that I do not know anything"},{"id":414,"quote":"Has a philosopher like you failed to discover that our country is more to be valued and higher and holier far than mother or father or any ancestor, and more to be regarded in the eyes of the gods and of men of understanding?"},{"id":415,"quote":"By all implies marry if you get a great wife/husband, you are going to be pleased. If you get a bad a single, you are going to become a philosopher."},{"id":416,"quote":"Let he who would move the world, first complete an environmental impact assessment and a 90-day public comment period."},{"id":417,"quote":"It has been shown that to injure anyone is never just anywhere."},{"id":418,"quote":"Men of Athens, I honor and love you; but I shall obey God rather than you, and while I have life and strength I shall never cease from the practice and teaching of philosophy."},{"id":419,"quote":"It seems that God took away the minds of poets that they might better express His."},{"id":420,"quote":"Living or dead, to a good man there can come no evil."},{"id":421,"quote":"The end of life is to be like unto God; and the soul following God, will be like unto Him; He being the beginning, middle, and end of all things."},{"id":422,"quote":"It is not the purpose of a juryman's office to give justice as a favor to whoever seems good to him, but to judge according to law, and this he has sworn to do."},{"id":423,"quote":"Not I, but the city teaches."},{"id":424,"quote":"To fear death, gentlemen, is no other than to think oneself wise when one is not, to think one knows what one does not know."},{"id":425,"quote":"May I consider the wise man rich, and may I have such wealth as only the self-restrained man can bear or endure."},{"id":426,"quote":"If you will be guided by me, you will make little account of Socrates, and much more of truth."},{"id":427,"quote":"I cannot teach anybody anything. I can only make them think"},{"id":428,"quote":"There is only one good, knowledge, and one evil, ignorance."},{"id":429,"quote":"Be kind, for everyone you meet is fighting a hard battle."},{"id":430,"quote":"Strong minds discuss ideas, average minds discuss events, weak minds discuss people."},{"id":431,"quote":"Education is the kindling of a flame, not the filling of a vessel."},{"id":432,"quote":"By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher."},{"id":433,"quote":"Be slow to fall into friendship, but when you are in, continue firm and constant."},{"id":434,"quote":"If you don't get what you want, you suffer; if you get what you don't want, you suffer; even when you get exactly what you want, you still suffer because you can't hold on to it forever. Your mind is your predicament. It wants to be free of change. Free of pain, free of the obligations of life and death. But change is law and no amount of pretending will alter that reality."},{"id":435,"quote":"The children now love luxury; they have bad manners, contempt for authority; they show disrespect for elders and love chatter in place of exercise. Children are now tyrants, not the servants of their households. They no longer rise when elders enter the room. They contradict their parents, chatter before company, gobble up dainties at the table, cross their legs, and tyrannize their teachers."},{"id":436,"quote":"Sometimes you put walls up not to keep people out, but to see who cares enough to break them down."},{"id":437,"quote":"No man has the right to be an amateur in the matter of physical training. It is a shame for a man to grow old without seeing the beauty and strength of which his body is capable."},{"id":438,"quote":"Know thyself."},{"id":439,"quote":"Let him who would move the world first move himself."},{"id":440,"quote":"Death may be the greatest of all human blessings."},{"id":441,"quote":"Contentment is natural wealth, luxury is artificial poverty."},{"id":442,"quote":"Employ your time in improving yourself by other men's writings so that you shall come easily by what others have labored hard for."},{"id":443,"quote":"The only good is knowledge and the only evil is ignorance."},{"id":444,"quote":"The hour of departure has arrived, and we go our separate ways, I to die, and you to live. Which of these two is better only God knows."},{"id":445,"quote":"I am not an Athenian or a Greek, but a citizen of the world.\"[As quoted in Plutarch's Of Banishment]"},{"id":446,"quote":"I examined the poets, and I look on them as people whose talent overawes both themselves and others, people who present themselves as wise men and are taken as such, when they are nothing of the sort.From poets, I moved to artists. No one was more ignorant about the arts than I; no one was more convinced that artists possessed really beautiful secrets. However, I noticed that their condition was no better than that of the poets and that both of them have the same misconceptions. Because the most skillful among them excel in their specialty, they look upon themselves as the wisest of men. In my eyes, this presumption completely tarnished their knowledge. As a result, putting myself in the place of the oracle and asking myself what I would prefer to be — what I was or what they were, to know what they have learned or to know that I know nothing — I replied to myself and to the god: I wish to remain who I am.We do not know — neither the sophists, nor the orators, nor the artists, nor I— what the True, the Good, and the Beautiful are. But there is this difference between us: although these people know nothing, they all believe they know something; whereas, I, if I know nothing, at least have no doubts about it. As a result, all this superiority in wisdom which the oracle has attributed to me reduces itself to the single point that I am strongly convinced that I am ignorant of what I do not know."},{"id":447,"quote":"We cannot live better than in seeking to become better."},{"id":448,"quote":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light."},{"id":449,"quote":"understanding a question is half an answer"},{"id":450,"quote":"Life contains but two tragedies. One is not to get your heart’s desire; the other is to get it."},{"id":451,"quote":"The hottest love has the coldest end."},{"id":452,"quote":"The greatest way to live with honour in this world is to be what we pretend to be."},{"id":453,"quote":"To fear death, gentlemen, is no other than to think oneself wise when one is not, to think one knows what one does not know. No one knows whether death may not be the greatest of all blessings for a man, yet men fear it as if they knew that it is the greatest of evils."},{"id":454,"quote":"Be nicer than necessary to everyone you meet. Everyone is fighting some kind of battle."},{"id":455,"quote":"My friend...care for your psyche...know thyself, for once we know ourselves, we may learn how to care for ourselves\" -Socrates"},{"id":456,"quote":"The beginning of wisdom is the definition of terms."},{"id":457,"quote":"Regard your good name as the richest jewel you can possibly be possessed of -- for credit is like fire; when once you have kindled it you may easily preserve it, but if you once extinguish it, you will find it an arduous task to rekindle it again. The way to a good reputation is to endeavor to be what you desire to appear."},{"id":458,"quote":"He is richest who is content with the least, for content is the wealth of nature."},{"id":459,"quote":"If all our misfortunes were laid in one common heap whence everyone must take an equal portion, most people would be content to take their own and depart."},{"id":460,"quote":"Those who are hardest to love need it the most."},{"id":461,"quote":"Children nowadays are tyrants. They contradict their parents, gobble their food, and tyrannise their teachers."},{"id":462,"quote":"Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death."},{"id":463,"quote":"Is it true; is it kind, or is it necessary?"},{"id":464,"quote":"Think not those faithful who praise all thy words and actions; but those who kindly reprove thy faults."},{"id":465,"quote":"My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher."},{"id":466,"quote":"Esteemed friend, citizen of Athens, the greatest city in the world, so outstanding in both intelligence and power, aren't you ashamed to care so much to make all the money you can, and to advance your reputation and prestige--while for truth and wisdom and the improvement of your soul you have no care or worry?"},{"id":467,"quote":"To be is to do"},{"id":468,"quote":"I decided that it was not wisdom that enabled [poets] to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean."},{"id":469,"quote":"I did not care for the things that most people care about– making money, having a comfortable home, high military or civil rank, and all the other activities, political appointments, secret societies, party organizations, which go on in our city . . . I set myself to do you– each one of you, individually and in private– what I hold to be the greatest possible service. I tried to persuade each one of you to concern himself less with what he has than with what he is, so as to render himself as excellent and as rational as possible."},{"id":470,"quote":"The mind is everything; what you think you become"},{"id":471,"quote":"Virtue does not come from wealth, but. . . wealth, and every other good thing which men have. . . comes from virtue."},{"id":472,"quote":"He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god."},{"id":473,"quote":"The misuse of language induces evil in the soul"},{"id":474,"quote":"There is no solution; seek it lovingly"},{"id":475,"quote":"Not life, but good life, is to be chiefly valued."},{"id":476,"quote":"It is better to change an opinion than to persist in a wrong one."},{"id":477,"quote":"God takes away the minds of poets, and uses them as his ministers, as he also uses diviners and holy prophets, in order that we who hear them may know them to be speaking not of themselves who utter these priceless words in a state of unconsciousness, but that God himself is the speaker, and that through them he is conversing with us."},{"id":478,"quote":"And therefore if the head and the body are to be well, you must begin by curing the soul; that is the first and essential thing. And the care of the soul, my dear youth, has to be effected by the use of certain charms, and these charms are fair words; and by them temperance is implanted in the soul, and where temperance comes and stays, there health is speedily imparted, not only to the head, but to the whole body."},{"id":479,"quote":"The only thing I know is that I know nothing, and i am no quite sure that i know that."},{"id":480,"quote":"One who is injured ought not to return the injury, for on no account can it be right to do an injustice; and it is not right to return an injury, or to do evil to any man, however much we have suffered from him."},{"id":481,"quote":"Give me beauty in the inward soul; may the outward and the inward man be at one."},{"id":482,"quote":"There is no greater evil one can suffer than to hate reasonable discourse."},{"id":483,"quote":"Are you not ashamed of caring so much for the making of money and for fame and prestige, when you neither think nor care about wisdom and truth and the improvement of your soul?"},{"id":484,"quote":"Well, although I do not suppose that either of us know anything really beautiful & good, I am better off than he is- for he knows nothing & thinks that he knows; I neither know nor think that I know."},{"id":485,"quote":"To express oneself badly is not only faulty as far as the language goes, but does some harm to the soul."},{"id":486,"quote":"Intelligent individuals learn from every thing and every one; average people, from their experiences. The stupid already have all the answers."},{"id":487,"quote":"My plainness of speech makes them hate me, and what is their hatred but a\tproof that I am speaking the truth."},{"id":488,"quote":"One day, the old wise Socrates walks down the streets, when all of the sudden a man runs up to him \"Socrates I have to tell you something about your friend who...\"\"Hold up\" Socrates interrupts him \"About the story you're about to tell me, did you put it trough the three sieves?\"\"Three sieves?\" The man asks \"What three sieves?\"\"Let's try it\" Socrates says.\"The first sieve is the one of truth, did you examine what you were about to tell me if it is true?\" Socrates asks.\"Well no, I just overheard it\" The man says.\"Ah, well then you have used the second sieve, the sieve of good?\" Socrates asks \"Is it something good what you're about to tell me?\"\"Ehm no, on the contrary\" the man answers.\"Hmmm\" The wise man says \"Let's use the third sieve then, is it necessary to tell me what you're so exited about?\"\"No not necessary\" the man says.\"Well\" Socrates says with a smile \"If the story you're about to tell me isn't true, good or necessary, just forget it and don't bother me with it."},{"id":489,"quote":"Do not trouble about those who practice philosophy, whether they are good or bad; but examine the thing itself well and carefully. And if philosophy appears a bad thing to you, turn every man from it, not only your sons; but if it appears to you such as I think it to be, take courage, pursue it, and practice it, as the saying is, 'both you and your house."},{"id":490,"quote":"He is not only idle who does nothing, but he is idle who might be better employed."},{"id":491,"quote":"For the poet is a light and winged and holy thing, and there is no invention in him until he has been inspired and is out of his senses, and the mind is no longer in him: when he has not attained to this state, he is powerless and is unable to utter his oracles."},{"id":492,"quote":"…money and honour have no attraction for them; good men do not wish to be openly demanding payment for governing and so to get the name of hirelings, nor by secretly helping themselves out of the public revenues to get the name of thieves. And not being ambitious they do not care about honour. Wherefore necessity must be laid upon them, and they must be induced to serve from the fear of punishment. And this, as I imagine, is the reason why the forwardness to take office, instead of waiting to be compelled, has been deemed dishonourable. Now the worst part of the punishment is that he who refuses to rule is liable to be ruled by one who is worse than himself. And the fear of this, as I conceive, induces the good to take office, not because they would, but because they cannot help — not under the idea that they are going to have any benefit or enjoyment themselves, but as a necessity, and because they are not able to commit the task of ruling to any one who is better than themselves, or indeed as good. For there is reason to think that if a city were composed entirely of good men, then to avoid office would be as much an object of contention as to obtain office is at present…"},{"id":493,"quote":"The ancient Oracle said that I was the wisest of all the Greeks. It is because I alone, of all the Greeks, know that I know nothing."},{"id":494,"quote":"Beauty is a short-lived tyranny"},{"id":495,"quote":"Are you not ashamed of heaping up the greatest amount of money and honour and reputation, and caring so little about wisdom and truth and the greatest improvement of the soul?"},{"id":496,"quote":"Be true to thine own self"},{"id":497,"quote":"May the inward and outward man be as one."},{"id":498,"quote":"I honor and love you: but why do you who are citizens of the great and mighty nation care so much about laying up the greatest amount of money and honor And reputation, and so little amount wisdom and truth and the greatest improvement of the soul? Re you not ashamed of these?... I do nothing but go about persuading you all, not to take thought for your persons and your properties, but first and chiefly to care about the greatest improvement of the soul. I tell you that virtue is not given by more, but that from virtue comes money and every other good of man."},{"id":499,"quote":"An unconsidered life is not one worth living."},{"id":500,"quote":"One thing only I know, and that is that I know nothing'."},{"id":501,"quote":"A system of morality which is based on relative emotional values is a mere illusion, a thoroughly vulgar conception which has nothing sound in it and nothing true."},{"id":502,"quote":"Now the hour to part has come. I go to die, you go to live. Which of us goes to the better lot is known to no one, except the god."},{"id":503,"quote":"As to marriage or celibacy, let a man take which course he will, he will be sure to repent."},{"id":504,"quote":"The more I know, the more I realize I know nothing."},{"id":505,"quote":"Wealth does not bring about excellence, but excellence makes wealth and everything else good for men, both individually and collectively."},{"id":506,"quote":"Such as thy words are such will thine affections be esteemed and such as thine affections will be thy deeds and such as thy deeds will be thy life ..."},{"id":507,"quote":"And so they grow richer and richer, and the more they think of making a fortune the less they think of virtue; for when riches and virtue are placed together in the scales of the balance, the one always rises as the other falls."},{"id":508,"quote":"I desire only to know the truth, and to live as well as I can... And, to the utmost of my power, I exhort all other men to do the same... I exhort you also to take part in the great combat, which is the combat of life, and greater than every other earthly conflict."},{"id":509,"quote":"As for me, all I know is that I know nothing, for when I don't know what justice is, I'll hardly know whether it is a kind of virtue or not, or whether a person who has it is happy or unhappy."},{"id":510,"quote":"Remember that there is nothing stable in human affairs; therefore avoid undue elation in prosperity, or undue depression in adversity."},{"id":511,"quote":"The true champion of justice, if he intends to survive even for a short time, must necessarily confine himself to private life and leave politics alone."},{"id":512,"quote":"For the fear of death is indeed the pretense of wisdom, and not real wisdom, being a pretense of knowing the unknown; and no one know whether death, which men in their fear apprehend to be the greatest evil, may not be the greatest good. Is not this ignorance of a disgraceful sort, the ignorance which is the conceit that a man knows that he does not know? And in this respect only I believe myself to differ from men in general, and may perhaps claim to be wiser than they are: that whereas I know but little of the world below, I do not suppose that I know..."},{"id":513,"quote":"I do believe that there are gods, and in a far higher sense than that in which any of my accusers believe in them."},{"id":514,"quote":"The unexamined life is not worth living"},{"id":515,"quote":"God would seem to indicate to us and not allow us to doubt that these beautiful poems are not human, or the work of man, but divine and the work of God; and that the poets are only the interpreters of the Gods..."},{"id":516,"quote":"Mankind is made of two kinds of people: wise people who know they're fools, and fools who think they are wise."},{"id":517,"quote":"Wisdom is knowing you know nothing"},{"id":518,"quote":"Remember, no human condition is ever permanent. Then you will not be overjoyed in good fortune, nor too sorrowful in misfortune."},{"id":519,"quote":"I do nothing but go about persuading you all, old and young alike, not to take thought for your persons or your properties, but and chiefly to care about the greatest improvement of the soul. I tell you that virtue is not given by money, but that from virtue comes money and every other good of man..."},{"id":520,"quote":"No one knows whether death may not be the greatest of all blessings for a man, yet men fear it as if they knew it was the greatest of evils."},{"id":521,"quote":"The law presumably says that it is finest to keep as quiet as possible in misfortunes and not be irritated, since the good and bad in such things aren't plain, nor does taking it hard get one anywhere, not are any of the human things worthy of great seriousness.... One must accept the fall of the dice and settle one's affairs accordingly-- in whatever way argument declares would be best. One must not behave like children who have stumbled and who hold on to the hurt place and spend their time in crying out; rather one must always habituate the soul to turn as quickly as possible to curing and setting aright what has fallen and is sick, doing away with lament by medicine."},{"id":522,"quote":"Neither in war nor yet at law ought any man to use every way of escaping death. For often in battle there is no doubt that if a man will throw away his arms, and fall on his knees before his pursuers, he may escape death; and in other dangers there are other ways of escaping death, if a man is willing to say and do anything. The difficulty, my friends, is not in avoiding death, but in avoiding unrighteousness; for that runs faster than death."},{"id":523,"quote":"How many things can I do without?"},{"id":524,"quote":"And a thing is not seen because it is visible, but\tconversely, visible because it is seen; nor is a thing led because\tit is in the state of being led, or carried because it is in the\tstate of being carried, but the converse of this. And now I think, Euthyphro, that my meaning will be intelligible; and my\tmeaning is, that any state of action or passion implies previous\taction or passion. It does not become because it is becoming,\tbut it is in a state of becoming because it becomes; neither\tdoes it suffer because it is in a state of suffering, but it is in a\tstate of suffering because it suffers. Do you not agree?"},{"id":525,"quote":"One thing only I know, and that is that I know nothing."},{"id":526,"quote":"To fear death, gentlemen, is no other than to think oneself wise when one is not, to think one knows what one does not know.  No one knows whether death may not be the greatest of all blessings for a man, yet men fear it as if they knew that it is the greatest of evils.  And surely it is the most blameworthy ignorance to believe that one knows what one does not know.  It is perhaps on this point and in this respect, gentlemen, that I differ from the majority of men, and if I were to claim that I am wiser than anyone in anything, it would be in this, that, as I have no adequate knowledge of things in the underworld, so I do not think I have.  I do know, however, that it is wicked and shameful to do wrong, to disobey one's superior, be he god or man.  I shall never fear or avoid things of which I do not know, whether they may not be good rather than things that I know to be bad."},{"id":527,"quote":"Smart people learn from everything and everyone, average people from their experiences, stupid people already have all the answers."},{"id":528,"quote":"And the same things look bent and straight when seen in water and out of it, and also both concave and convex, due to the sight’s being mislead by the colors, and every sort of confusion of this kind is plainly in our soul. And, then, it is because they take advantage of this affection in our nature that shadow painting, and puppeteering, and many other tricks of the kind fall nothing short of wizardry."},{"id":529,"quote":"It is not difficult to avoid death, gentlemen of the jury; it is much more difficult to avoid wickedness, for it runs faster than death."},{"id":530,"quote":"Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for."},{"id":531,"quote":"Do you feel no compunction, Socrates, at having followed a line of action which puts you in danger of the death penalty?'I might fairly reply to him, 'You are mistaken, my friend, if you think that a man who is worth anything ought to spend his time weighing up the prospects of life and death. He has only one thing to consider in performing any action--that is, whether he is acting rightly or wrongly, like a good man or a bad one."},{"id":532,"quote":"Be as you wish to seem"},{"id":533,"quote":"The Only Thing I Know For Sure Is That I Know Nothing At All, For Sure"},{"id":534,"quote":"The really important thing is not live, but to live well."},{"id":535,"quote":"A man who really fights for justice must lead a private, not a public, life if he is to survive for even a short time."},{"id":536,"quote":"All I know is that I know nothing."},{"id":537,"quote":"I don't know why I did it, I don't know why I enjoyed it, and I don't know why I'll do it again."},{"id":538,"quote":"Nosce te ipsum"},{"id":539,"quote":"Everything is plainer when spoken than when unspoken."},{"id":540,"quote":"Programming is not about what you know. It's about what you can figure out."},{"id":541,"quote":"What I do not know, I do not think I know."},{"id":542,"quote":"The answer I gave myself and the oracle was that it was to my advantage to be as I am."},{"id":543,"quote":"To fear death, gentlemen, is no other then to think oneself wise when one is not, to think one knows what one does not know."},{"id":544,"quote":"Athenian men, I respect and love you,but I shall obey the god rather than you..."},{"id":545,"quote":"For this fear of death is indeed the pretense of wisdom, and not real wisdom, being the appearance of knowing the unknown; since no one knows whether death, which they in their fear apprehend to be the greatest evil, may not be the greatest good. Is there not here conceit of knowledge, which is a disgraceful sort of ignorance? And this is the point in which, as I think, I am superior to men in general, and in which I might perhaps fancy myself wiser than other men, - that whereas I know but little of the world below, I do not suppose that I know: but I do know that injustice and disobedience to a better, whether God or man, is evil and dishonorable, and I will never fear or avoid a possible good rather than a certain evil."},{"id":546,"quote":"As for me, all I know is that I know nothing."},{"id":547,"quote":"I thought that as I had failed in the contemplation of true existence, I ought to be careful that I did not lose the eye of my soul; as people may injure their bodily eye by observing and gazing on the sun during an eclipse, unless they take the precaution of looking at the image reflected in the water, or in some similar medium. ...I was afraid that my soul might be blinded altogether if I looked at things with my eyes or tried by the help of my senses to apprehend them. And I thought that I had better had recourse to ideas, and seek in them truth in existence. I dare to say that the simile is not perfect--for I am far from admitting that he who contemplates existence through the medium of ideas, sees them only \"through a glass darkly,\" any more than he who sees them in their working and effects."},{"id":548,"quote":"I pity those reviewers above, and people like them, who ridicule authors like R.A. Boulay and other proponents of similar Ancient Astronaut theories, simply for putting forth so many interesting questions (because that's really what he often throughout openly admits is all he does does) in light of fascinating and thought-provoking references which are all from copious sources.Some people will perhaps only read the cover and introduction and dismiss it as soon as any little bit of information flies in the face of their beliefs or normalcy biases. Some of those people, I'm sure, are some of the ones who reviewed this book so negatively without any constructive criticism or plausible rebuttal. It's sad to see how programmed and indoctrinated the vast majority of humanity has become to the ills of dogma, indoctrination, unverified status quos and basic ignorance; not to mention the laziness and conformity that results in such acquiescence and lack of critical thinking or lack of information gathering to confirm or debunk something. Too many people just take what's spoon fed to them all their lives and settle for it unquestioningly. For those people I like to offer a great Einstein quote and one of my personal favorites and that is:\"Condemnation without investigation is the highest form of ignorance\"I found this book to be a very interesting gathering of information and collection of obscure and/or remote antiquated information, i.e. biblical, sacred, mythological and otherwise, that we were not exactly taught to us in bible school, or any other public school for that matter. And I am of the school of thought that has been so for intended purposes.The author clearly cites all his fascinating sources and cross-references them rather plausibly. He organizes the information in a sequential manner that piques ones interest even as he jumps from one set of information to the next. The information, although eclectic as it spans from different cultures and time periods, interestingly ties together in several respects and it is this synchronicity that makes the information all the more remarkable.For those of you who continue to seek truth and enlightenment because you understand that an open mind makes for and lifelong pursuit of such things I leave you with these Socrates quotes:\"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us."},{"id":549,"quote":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, & the world around us."},{"id":550,"quote":"the great honor in the world is to be what we pretend to be"},{"id":551,"quote":"Conocerse a uno mismo, ese es el principio fundamental de la verdadera sabiduría Humana."},{"id":552,"quote":"...each individual can only do one thing well. He can't do lots of things. If he tries, he will be jack of all trades, and master of none."},{"id":553,"quote":"Having the fewest wants, I am nearest to the gods."},{"id":554,"quote":"The secret of change is to focus all of your energy not on fighting the old, but on building the new."},{"id":555,"quote":"And in knowing that you know nothing makes you the smartest of all."},{"id":556,"quote":"The way to gain a good reputation, is to endeavor to be what you desire to appear."},{"id":557,"quote":"It is only in death that we are truly cured of the 'sickness' of life."},{"id":558,"quote":"A Life without criticism and status is not a worth living."},{"id":559,"quote":"I shall never cease from the practice and teaching of philosophy, exhorting anyone whom I meet after my manner, and convincing him, saying: O my friend, why do you who are a citizen of the great and mighty and wise city of Athens, care so much about laying up the greatest amount of money and honor and reputation, and so little about wisdom and truth and the greatest improvement of the soul, which you never regard or heed at all? Are you not ashamed of this?"},{"id":560,"quote":"Would that the majority could inflict the greatest evils, for they would then be capable of the greatest good, and that would be fine, but now they cannot do either. They cannot make a man either wise or foolish, but they inflict things haphazardly."},{"id":561,"quote":"القناعة هي المصدر الحقيقي لأكبر لذة"},{"id":562,"quote":"The hour of departure has arrived, and we go our ways - I to die, and you to live. Which is better only god knows."},{"id":563,"quote":"One thing only I know, and that is that I know nothing"},{"id":564,"quote":"Well, then, let’s not just trust the likelihood based on painting."},{"id":565,"quote":"I cannot teach anybody anything I can only make them think"},{"id":566,"quote":"We approach truth only inasmuch as we depart from life. For what do we, who love truth, strive after in life? To free ourselves from the body, and from all the evil that is caused by the life of the body! If so, then how can we fail to be glad when death comes to us?The wise man seeks death all his life and therefore death is not terrible to him."},{"id":567,"quote":"Contentment is natural wealth, luxury is artificial poverty\"."},{"id":568,"quote":"Beloved Pan and all ye other gods who haunt this place, give me beauty in the inward soul, and may the outward and the inner man be at one."},{"id":569,"quote":"Man's greatest privilege is the discussion of virtue\" Socrates in The Apology."},{"id":570,"quote":"Thou should eat to live; not live to eat."},{"id":571,"quote":"By means of beauty, all beautiful things become beautiful."},{"id":572,"quote":"I know I'm intelligent because I know that I know nothing."},{"id":573,"quote":"wisdom begins in wonder"},{"id":574,"quote":"Do you know that the spectator is the last of the rings which, as I am saying, receive the power of the original magnet from one another? The rhapsode like yourself and the actor are intermediate links, and the poet himself is the first of them. Through all these the God sways the souls of men in any direction which he pleases, and makes one man hang down from another. Thus there is a vast chain of dancers and masters and undermasters of choruses, who are suspended, as if from the stone, at the side of the rings which hang down from the Muse. And every poet has some Muse from whom he is suspended, and by whom he is said to be possessed, which is nearly the \tIon 5same thing; for he is taken hold of."},{"id":575,"quote":"I neither know nor think that I know"},{"id":576,"quote":"...[T]he really important thing is not to live, but to live well... [a]nd to live well means the same thing as to live honourably or rightly..."},{"id":577,"quote":"Scio me nihil scire\" - I know that I know nothing"},{"id":578,"quote":"Wen das Wort nicht schlägt, den schlägt auch der Stock nicht."},{"id":579,"quote":"I am the wisest man alive, for I know one thing, and that is that I know nothing."},{"id":580,"quote":"I was attached to this city by the god—though it seems a ridiculous thing to say—as upon a great and noble horse which was somewhat sluggish because of its size and needed to be stirred up by a kind of gadfly. It is to fulfill some such function that I believe the god has placed me in the city. I never cease to rouse each and every one of you, to persuade and reproach youall day long and everywhere I find myself in your company."},{"id":581,"quote":"Knowledge will make you be free."},{"id":582,"quote":"You are wrong sir, if you think that a man who is any good at all should take into account the risk of life or death; he should look to this only in his actions, whether what he does is right or wrong."},{"id":583,"quote":"To know, is to know that you know nothing. That is the meaning of true knowledge."},{"id":584,"quote":"There is one way, then, in which a man can be free from all anxiety about the fate of his soul - if in life he has abandoned bodily pleasures and adornments, as foreign to his purpose and likely to do more harm than good, and has devoted himself to the pleasures of acquiring knowledge, and so by decking his soul not with a borrowed beauty but with its own - with self-control, and goodness, and courage, and liberality, and truth - has fitted himself to await his journey in the next world."},{"id":585,"quote":"By all means, marry. If you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher."},{"id":586,"quote":"I'm wiser than that person. For it's likely that neither of us knows anything fine and good, but he thinks he knows something he doesn't know, whereas I, since I don't in fact know, don't think that I do either. At any rate, it seems that I'm wiser than he in just this one small way: that what I don't know, I don't think I know."},{"id":587,"quote":"Get not your friends by bare compliments, but by giving them sensible tokens of your love."},{"id":588,"quote":"Is there not one true coin for which all things ought to exchange?- and that is wisdom; and only in exchange for this, and in company with this, is anything truly bought or sold, whether courage, temperance or justice. And is not all true virtue the companion of wisdom, no matter what fears or pleasures or other similar goods or evils may or may not attend her? But the virtue which is made up of these goods, when they are severed from wisdom and exchanged with one another, is a shadow of virtue only, nor is there any freedom or health or truth in her; but in the true exchange there is a purging away of all these things, and temperance, and justice, and courage, and wisdom herself, are a purgation of them."},{"id":589,"quote":"The definition of terms is the beginning of wisdom."},{"id":590,"quote":"It is better to suffer wrong than to do wrong"},{"id":591,"quote":"...a good man cannot be harmed either in life or in death, and that his affairs are not neglected by the gods."},{"id":592,"quote":"By all means marry. If you get a good spouse you'll become happy, while if you get a bad one you'll become a philosopher."},{"id":593,"quote":"...[W]hy should we pay so much attention to what 'most people' think? The really reasonable people, who have more claim to be considered, will believe that the facts are exactly as they are."},{"id":594,"quote":"He who would change the world should first change himself."},{"id":595,"quote":"...[S]ome of the opinions which people entertain should be respected, and others should not."},{"id":596,"quote":"I drank what?"},{"id":597,"quote":"The mind is the pilot of the soul."},{"id":598,"quote":"Life without enquiry is not worth living."},{"id":599,"quote":"Thus such another will not easily come to you, men, but if you believe me, you will spare me; but perhaps you might possibly be offended, like the sleeping who are awakened, striking me, believing Anytus, you might easily kill, then the rest of your lives you might continue sleeping, unless the god caring for you should send you another."},{"id":600,"quote":"He who knows not and knows not that he knows not is an incorrigible fool."},{"id":601,"quote":"Could I climb the highest place in Athens, I would lift up my voice and proclaim, \"Fellow citizens, why do you burn and scrape every stone to gather wealth, and talk so little care of your children to whom you must one day relinquish all?"},{"id":602,"quote":"Der Missbrauch der Sprache lässt Böses in die Seele"},{"id":603,"quote":"And now we go, you to your lives, and I to death, and which of us goes to the better only God knows"},{"id":604,"quote":"Semper Ubi Sub Ubi"},{"id":605,"quote":"Hayat kısa, vazife ağır, fırsatlar geçicidir."},{"id":606,"quote":"The only true wisdom is in knowing you know nothing..."},{"id":607,"quote":"Kehidupan yang tak dipikirkan adalah kehidupan yang tak pantas untuk dijalani"},{"id":608,"quote":"Suppose... that you acquit me... Suppose that, in view of this, you said to me 'Socrates, on this occasion we shall disregard Anytus and acquit you, but only on one condition, that you give up spending your time on this quest and stop philosophizing. If we catch you going on in the same way, you shall be put to death.' Well, supposing, as I said, that you should offer to acquit me on these terms, I should reply 'Gentlemen, I am your very grateful and devoted servant, but I owe a greater obedience to God than to you; and so long as I draw breath and have my faculties, I shall never stop practicing philosophy and exhorting you and elucidating the truth for everyone that I meet. I shall go on saying, in my usual way, \"My very good friend, you are an Athenian and belong to a city which is the greatest and most famous in the world for its wisdom and strength. Are you not ashamed that you give your attention to acquiring as much money as possible, and similarly with reputation and honour, and give no attention or thought to truth and understanding and the perfection of your soul?\" And if any of you disputes this and professes to care about these things, I shall not at once let him go or leave him; no, I shall question him and examine him and test him; and if it appears that in spite of his profession he has made no real progress towards goodness, I shall reprove him for neglecting what is of supreme importance, and giving his attention to trivialities. I shall do this to everyone that I meet, young or old, foreigner or fellow-citizen; but especially to you my fellow-citizens, inasmuch as you are closer to me in kinship. This, I do assure you, is what my God commands; and it is my belief that no greater good has ever befallen you in this city than my service to my God; for I spend all my time going about trying to persuade you, young and old, to make your first and chief concern not for your bodies nor for your possessions, but for the highest welfare of your souls, proclaiming as I go 'Wealth does not bring goodness, but goodness brings wealth and every other blessing, both to the individual and to the State.' ...And so, gentlemen, I would say, 'You can please yourselves whether you listen to Anytus or not, and whether you acquit me or not; you know that I am not going to alter my conduct, not even if I have to die a hundred deaths."},{"id":609,"quote":"Human nature will not easily find a better helper than eros"},{"id":610,"quote":"..Do we have not choice but to agree that in each of us are found the same elements and characteristics as are found in the city? After all, where else could the city have got them from?"},{"id":611,"quote":"تكلم حتي أراك"},{"id":612,"quote":"I only know, I know nothing"},{"id":613,"quote":"...[B]y observing objects with my eyes and trying to comprehend them with each of my other senses I might blind my soul altogether... [like] when [people] watch and study an eclipse of the sun; they really do sometimes injure their eyes, unless they study its reflection in water or some other medium."},{"id":614,"quote":"...[W]hen death comes to a man, the mortal part of him dies, but the immortal part retires at the approach of death and escapes unharmed and indestructible... [I]t is as certain as anything can be... that soul is immortal and imperishable, and that our souls will really exist in the next world."},{"id":615,"quote":"...[R]eal wisdom is the property of God, and... human wisdom has little or no value."},{"id":616,"quote":"If the soul is immortal, it demands our care not only for that part of time which we call life, but for all time: and indeed it would seem now that it will be extremely dangerous to neglect it. If death were a release from everything, it would be a boon for the wicked. But since the soul is clearly immortal, it can have no escape or security from evil except by becoming as good and wise as it possibly can. For it takes nothing with it to the next world except its education and training: and these, we are told, are of supreme importance in helping or harming the newly dead at the very beginning of his journey there."},{"id":617,"quote":"So I withdrew and thought to myself: 'I am wiser than this man; it is likely that neither of us knows anything worthwhile, but he thinks he knows something when he does not, whereas when I do not know, neither do I think I know; so I am likely to be wiser than he to this small extent, that I do not think I know what I do not know."},{"id":618,"quote":"I am likely to be wiser than he to this small, extent, that I do not think I know what I do not know"},{"id":619,"quote":"Two things greater than all the things are.On is love and the other is war."},{"id":620,"quote":"I am likely to be wiser than he to this small, extent, that I do not think I know what I do not know."},{"id":621,"quote":"A man who preserves his integrity no real, long-lasting harm can ever come."},{"id":622,"quote":"He who is not content with what he has will not be content with what he would like to have."},{"id":623,"quote":"Is something good because the gods approve of it? Or do the gods approve of it because it is good?"},{"id":624,"quote":"...{I]f everything that has some share of life were to die, and if after death the dead remained in that form and did not come to life again, would it not be quite inevitable that in the end everything should be dead and nothing alive?... [W]hat possible means could prevent their number from being exhausted by death?"},{"id":625,"quote":"I am convinced that I never wrong anyone intentionally..."},{"id":626,"quote":"I cannot teach anybody anything, I can only make them think."},{"id":627,"quote":"The way to gain a good reputation is to endeavor to be what you desire to appear."},{"id":628,"quote":"The only wisdom is in knowing you know nothing."},{"id":629,"quote":"Now it is time that we are going, I to die and you to live; but which of us has the happier prospect is unknown to anyone but God"},{"id":630,"quote":"Before you speak, think if what you intend to say catches in one of the three sieves:1. The sieve of truth2. The sieve of love3. The sieve of necessity"},{"id":631,"quote":"The only thing i know is that i know nothing."},{"id":632,"quote":"To find the Father of all is hard. And when found, it is impossible to utter Him."},{"id":633,"quote":"They give you the semblance of success, I give you the reality..."},{"id":634,"quote":"The mind is everything; what you think you become!"},{"id":635,"quote":"...[W]e must not let it enter our minds that there may be no validity in argument. On the contrary we should recognize that we ourselves are still intellectual invalids; but that we must brace ourselves and do our best to become healthy... No greater misfortune could happen to anyone than that of developing a dislike for argument."},{"id":636,"quote":"When the debate is over, slander becomes the tool of the loser."},{"id":637,"quote":"It seems to me that whatever else is beautiful apart from absolute Beauty is beautiful because it partakes of that absolute Beauty, and for no other reason... [I]t is by Beauty that beautiful things are beautiful."},{"id":638,"quote":"If it were said that without such bones and sinews and all the rest of them I should not be able to do what I think is right, it would be true; but to say that it is because of them that I do what I am doing, and not through choice of what is best - although my actions are controlled by Mind - would be a very lax and inaccurate form of expression."},{"id":639,"quote":"All I know is that I know nothing"},{"id":640,"quote":"We gain our first measure of intelligence when we first admit our own ignorance."},{"id":641,"quote":"For each of them, men, is able, going into each of the cities, to persuade the young-who can associate with whomever of their own citizens they wish to for free-they persuade these young men to leave off their associations with the latter, and to associate with themselves instead, and to give them money and acknowledge gratitude besides."},{"id":642,"quote":"Once a man knows good from evil, nothing on earth can compel him to act against that knowledge."},{"id":643,"quote":"...[Y]ou know very well the truth of what I [say]... I have incurred a great deal of bitter hostility; and this is what will bring about my destruction, if anything does... the slander and jealousy of a very large section of the people. They have been fatal to a great many other innocent men, and I suppose will continue to be so; there is no likelihood that they will stop at me. But perhaps someone will say 'Do you feel no compunction, Socrates, at having followed a line of action which puts you in danger of the death-penalty?' I might fairly reply to him 'You are mistaken, my friend, if you think that a man who is worth anything ought to spend his time weighing up the prospects of life and death. He has only one thing to consider in performing any action; that is, whether he is acting rightly or wrongly, like a good man or a bad one...['] The truth of the matter is this, gentlemen. Where a man has once taken up his stand, either because it seems best to him or in obedience to his orders, there I believe he is bound to remain and face the danger, taking no account of death or anything else before dishonour."},{"id":644,"quote":"ម្ដាយខ្ញុំជាឆ្មបសម្រាលកូន ​ឯខ្ញុំជាឆ្មបសម្រាយគំនិត។"},{"id":645,"quote":"But my dear Crito, why should we care so much about what the majority think?"},{"id":646,"quote":"No man is capable of causing great evil without thinking he's doing the right thing."},{"id":647,"quote":"By all means marry,if you get a good wife, you'll be happy. If you get a bad one, you'll become a philosopher\"."},{"id":648,"quote":"Bad people live that they may eat and drink, whereas good people eat and drink that they may live."},{"id":649,"quote":"...[F]rom me you shall hear the whole truth; not, I can assure you, gentlemen, in flowery language... decked out with fine words and phrases; no, what you will hear will be a straightforward speech in the first words that occur to me, confident as I am in the justice of my cause; and I do not want any of you to expect anything different."},{"id":650,"quote":"Una vida aceptada sin reflexión no merece la pena vivirla."},{"id":651,"quote":"No man on earth who conscientiously opposes either you or any other organized democracy, and flatly prevents a great many wrongs and illegalities from taking place in the state to which he belongs, can possibly escape with his life. The true champion of justice, if he intends to survive even for a short time, must necessarily confine himself to private life and leave politics alone."},{"id":652,"quote":"Speak, so that I may see you."},{"id":653,"quote":"I know nothing except the fact of my ignorance"},{"id":654,"quote":"Когато се задоволяваме с малкото, ние повече от всякога ставаме бого-подобни, защото боговете от нищо не се нуждаят."},{"id":655,"quote":"...I have had a remarkable experience. In the past the prophetic voice to which I have become accustomed has always been my constant companion, opposing me even in quite trivial things if I was going to take the wrong course. Now something has happened to me, as you can see, which might be thought and is commonly considered to be a supreme calamity; yet neither when I left home this morning, nor when I was taking my place here in court, nor at any point in any part of my speech did the divine sign oppose me. In other discussions it has often checked me in the middle of a sentence; but this time it has never opposed me in any part of this business in anything that I have said or done. What do I suppose to be the explanation? I will tell you. I suspect that this thing that has happened to me is a blessing, and we are quite mistaken in supposing death to be an evil. I have good grounds for thinking this, because my accustomed sign could not have failed to oppose me if what I was doing had not been sure to bring some good result."},{"id":656,"quote":"wonder is the beginning of wisdom"},{"id":657,"quote":"Sólo sé que no sé nada."},{"id":658,"quote":"My method is to call in support of my statements the evidence of a single witness, the man I am arguing with, and to take his vote alone; the rest of the world are nothing to me; I am not talking to them."},{"id":659,"quote":"Doing good is a matter of looking after the part of yourself which matters most, namely your soul"},{"id":660,"quote":"...[M]en are put in a sort of guard-post, from which one must not release one's self or run away..."},{"id":661,"quote":"One thing that I know, is that I know nothing."},{"id":662,"quote":"If I save my insight, I don’t attend to weakness of eyesight."},{"id":663,"quote":"I would rather die having spoken after my manner, than speak in your manner and live."},{"id":664,"quote":"Do we say that one must never willingly do wrong, or does it depend upon the circumstances? Is it true, as we have often agreed before, that there is no sense in which wrongdoing is good or honourable? Or have we jettisoned all our former convictions in these last few days? Can you and I at our age, Crito, have spent all these years in serious discussions without realizing that we were no better than a pair of children? Surely the truth is just what we have always said. Whatever the popular view is, and whether the alternative in pleasanter than the present one or even harder to bear, the fact remains that to do wrong is in every sense bad and dishonourable for the person who does it."},{"id":665,"quote":"Do you imagine that a city can continue to exist and not be turned upside down, if the legal judgments which are pronounced in it have no force but are nullified and destroyed by private persons?"},{"id":666,"quote":"Homme, connais-toi toi-même!"},{"id":667,"quote":"If the soul is immortal, it demands our care not only for that part of time which we call life, but for all time; and indeed it would seem now that it will be extremely dangerous to neglect it. If death were a release from everything, it would be a boon for the wicked, because by dying they would be released not only from the body but also from their own wickedness together with the soul; but as it is, since the soul is clearly immortal, it can have no escape of security from evil except by becoming as good and wise as it possibly can. For it takes nothing with it to the next world except its education and training..."},{"id":668,"quote":"Madness, provided it comes as the gift of heaven, is the channel by which we receive the greatest blessings....the men of old who gave things their names saw no disgrace or reproach in madness; otherwise they would not have connected it with the name of the noblest of all arts, the art of discerning the future, and called it the manic art....So, according to the evidence provided by our ancestors, madness is a nobler thing than sober sense...madness comes from God, whereas sober sense is merely human."},{"id":669,"quote":"الرفاهية و الأبهة تلك هي السعادة في نظرك . أما أنا فإني أعتقد أنه إذا كان من خصائص الإله أنه لا يحتاج إلى شيء، فإن مما يقرب من الألوهية أن لا يحتاج الإنسان إلا إلى قليل . و بما أنه لا أكمل من الله فإن القرب منه قرب من الكمال"},{"id":670,"quote":"You are mistaken, my friend, if you think that a man who is worth anything ought to spend his time weighing up the prospects of life and death. He has only one thing to consider in performing any action; that is, whether he is acting justly or unjustly, like a good man or a bad one."},{"id":671,"quote":"Justice. If only we knew what it was."},{"id":672,"quote":"When I leave this court I shall go away condemned by you to death, but they will go away convicted by Truth herself of depravity and wickedness. And they accept their sentence even as I accept mine...I tell you, my executioners, that as soon as I am dead, vengeance shall fall upon you with a punishment far more painful than your killing of me. You have brought about my death in the belief that through it you will be delivered from submitting your conduct to criticism; but I say that the result will be just the opposite. You will have more critics... If you expect to stop denunciation of your wrong way of life by putting people to death, there is something amiss with your reasoning.This way of escape is neither possible nor creditable; the best and easiest way is not to stop the mouths of others, but to make yourselves as good men as you can. This is my last message to you who voted for my condemnation."},{"id":673,"quote":"Dar să adâncim puţin judecata ce e întemeiată pe nădejdea de a socoti moartea un bine. în adevăr, din două lucruri unul este a fi mort: sau este tot una cu a nu fi deloc, şi atunci cel mort n-are nici o simţire pentru nimic, sau este, după cum spun unii, numai o schimbare şi o trecere a sufletului dintr-un loc într-altul. Şi dacă în moarte nu-i nici o simţire, ci este aşa ca un somn adânc, când cineva doarme fără măcar să aibă un vis, atunci moartea se înfăţişează ca un minunat câştig. Căci eu socotesc că dacă şi-ar alege cineva o noapte în care a dormit aşa de bine că n-a fost tulburat nici măcar de un vis, dacă apoi ar compara acea noapte cu toate celelalte nopţi şi zile ale vieţii sale şi, cercetându-le întru sine, ar trebui să spună câte zile şi câte nopţi din viaţa lui a trăit mai liniştit şi mai plăcut decât în noaptea aceea, socotesc că nu numai un om de rând, dar însuşi Marele Rege ar găsi că acestea sunt prea puţine la număr faţă de celelalte zile şi nopţi.Dacă moartea este aşa ceva, eu o numesc câştig. Căci atunci întreaga veşnicie nu pare a fi altceva decât o singură noapte senină. Dacă însă moartea este ca şi o călătorie de aici în alt loc, dacă sunt adevărate cele ce se spun, că acela este locul de întâlnire al tuturor care au murit, atunci ce bine s-ar putea închipui mai mare decât moartea, o, judecătorii mei?"},{"id":674,"quote":"Let us reflect in another way, and we shall see that there is great reason to hope that death is a good; for one of two things—either death is a state of nothingness and utter unconsciousness, or, as men say, there is a change and migration of the soul from this world to another. Now if you suppose that there is no consciousness, but a sleep like the sleep of him who is undisturbed even by dreams, death will be an unspeakable gain. For if a person were to select the night in which his sleep was undisturbed even by dreams, and were to compare with this the other days and nights of his life, and then were to tell us how many days and nights he had passed in the course of his life better and more pleasantly than this one, I think that any man, I will not say a private man, but even the great king will not find many such days or nights, when compared with the others. Now if death be of such a nature, I say that to die is gain; for eternity is then only a single night. But if death is the journey to another place, and there, as men say, all the dead abide, what good, O my friends and judges, can be greater than this? If indeed when the pilgrim arrives in the world below, he is delivered from the professors of justice in this world, and finds the true judges who are said to give judgment there, Minos and Rhadamanthus and Aeacus and Triptolemus, and other sons of God who were righteous in their own life, that pilgrimage will be worth making. What would not a man give if he might converse with Orpheus and Musaeus and Hesiod and Homer? Nay, if this be true, let me die again and again."},{"id":675,"quote":"Virtue is not given by money, but that from virtue comes money and every other good of man, public as well as private."},{"id":676,"quote":"Anyone who’s really fighting for justice must live as a private citizen and not as a public figure if he’s going to survive even a short time."},{"id":677,"quote":"God only is wise."},{"id":678,"quote":"ὁ ... ἀνεξέταστος βίος οὐ βιωτὸς ἀνθρώπῳ... An unexamined life is not worth living"},{"id":679,"quote":"...I do not believe that the law of God permits a better man to be harmed by a worse. No doubt my accuser might put me to death or have me banished or deprived of civic rights; but even if he thinks, as he probably does (and others to, I dare say), that these are great calamities, I do not think so... For let me tell you, gentlemen, that to be afraid of death is only another form of thinking that one is wise when one is not; it is to think that one knows what one does not know. No one knows with regard to death whether it is not really the greatest blessing that can happen to a man; but people dread it as though they were certain that it is the greatest evil; and this ignorance, which thinks that it knows what it does not, must surely be ignorance most culpable. This, I take it, gentlemen, is the degree, and this is the nature of my advantage over the rest of mankind; and if I were to claim to be wiser than my neighbour in any respect, it would be in this: that not possessing any real knowledge of what comes after death, I am also conscious that I do not possess it. But I do know that to do wrong and to disobey my superior, whether God or man, is wicked and dishonourable; and so I shall never feel more fear or aversion for something which, for all I know, may really be a blessing, than for those evils which I know to be evils."},{"id":680,"quote":"Make Athens Think Again."},{"id":681,"quote":"...I do not think that it is right for a man to appeal to the jury or to get himself acquitted by doing so; he ought to inform them of the facts and convince them by argument. The jury does not sit to dispense justice as a favour, but to decide where justice lies; and the oath which they have sworn is not to show favour at their own discretion, but to return a just and lawful verdict... Therefore you must not expect me, gentlemen, to behave towards you in a way which I consider neither reputable nor moral nor consistent with my religious duty."},{"id":682,"quote":"...[T]hese people... are my dangerous accusers; because those who hear them suppose that anyone who inquires into such matters... theories about the heavens... and everything below the earth... must be an atheist."},{"id":683,"quote":"Time is endless when it is purposeful."},{"id":684,"quote":"...[I]n any inquiry you are likely to attain more nearly to knowledge of your object in proportion to the care and accuracy with which you have prepared yourself to understand that object in itself[.]"},{"id":685,"quote":"I went to interview a man with a high reputation for wisdom, because I felt that here if anywhere I should succeed in disproving the oracle and pointing out to my divine authority 'You said that I was the wisest of men, but here is a man who is wiser than I am.' Well, I gave a thorough examination to this person... and in conversation with him I formed the impression that although in many people's opinion, and especially in his own, he appeared to be wise, in fact he was not. Then when I began to try to show him that he only thought he was wise and was not really so, my efforts were resented both by him and by many of the other people present. However, I reflected as I walked away: 'Well, I am certainly wiser than this man. It is only too likely that neither of us has any knowledge to boast of; but he thinks that he knows something which he does not know, whereas I am quite conscious of my ignorance. At any rate it seems that I am wiser than he is to this small extent, that I do not think that I know what I do not know... [A]s I pursued my investigation at the god's command,... my honest impression was... that the people with the greatest reputations were almost entirely deficient, while others who were supposed to be their inferiors were much better qualified in practical intelligence."},{"id":686,"quote":"...[I]f at the time of its release the soul is tainted and impure, because it has always associated with the body and cared for it and loved it, and has been so beguiled by the body and its passions and pleasures that nothing seems real to it but those physical things which can be touched and seen and eaten and drunk and used for sexual enjoyment; and if it is accustomed to hate and fear and avoid what is invisible and hidden from our eyes, but intelligible and comprehensible by philosophy - if the soul is in this state, do you think that it will escape independent and uncontaminated?"},{"id":687,"quote":"...[T]hose who care about their souls and do not subordinate them to the body dissociate themselves firmly from these others and refuse to accompany them on their haphazard journey; and, believing that it is wrong to oppose philosophy with her offer of liberation and purification, they turn and follow her wherever she leads..."},{"id":688,"quote":"Să te temi de moarte, cetăţeni, nu este nimic altceva decât să-ţi închipui că eşti înţelept fără să fii, înseamnă să crezi că ştii ceea ce nu ştii. Căci nimeni nu ştie ce este moartea şi nici dacă nu e cumva cel mai mare bine pentru om, dar toţi se tem de ea ca şi cum ar fi siguri că e cel mai mare rău. Iar acest fel de a gândi cum să nu fie tocmai prostia aceea vrednică de dispreţ - de a crede că ştii ceea ce nu ştii? Eu însă, atenieni, poate că tocmai prin aceasta şi în acest punct mă deosebesc de cei mai mulţi (chiar dacă ar însemna să spun că într-o privinţă sunt mai înţelept decât altul), şi anume că, dacă nu ştiu mare lucru despre cele din Hades, îmi şi dau seama că nu ştiu."},{"id":689,"quote":"Perhaps someone may say 'But surely, Socrates, after you have left us you can spend the rest of your life in quietly minding your own business.' This is the hardest thing of all to make some of you understand. If I say that this would be disobedience to God, and that is why I cannot 'mind my own business', you will not believe that I am serious. If on the other hand I tell you that to let no day pass without discussing goodness and all the other subjects about which you hear me talking and examining both myself and others is really the best thing that a man can do, and that life without this sort of examination is not worth living, you will be even less inclined to believe me. Nevertheless, that is how it is, gentlemen, as I maintain; though it is not easy to convince you of it."},{"id":690,"quote":"Αλιμονο σε αυτους που δεν ξερουν οτι δεν ξερουν αυτα που δεν ξερουν"},{"id":691,"quote":"Pues bien, cuando alguien se da a lamúsica y deja que le inunde el alma derramando por sus oídos, como por un canal, aquellasdulces, suaves y lastimeras armonías de quehablábamos hace poco y pasa su vida enteraentre gorjeos y goces musicales, esta personacomienza por templar, como el fuego al hierro,la fogosidad que pueda albergar su espíritu yhacerla útil de dura e inservible. Pero si persistey no cesa de entregarse a su hechizo, entoncesya no hará otra cosa que liquidar y ablandarésta su fogosidad hasta que, derretida ya porcompleto, cortados, por así decirlo, los tendones del alma, la persona se transforma en un«feble guerrero»"},{"id":692,"quote":"Someone might say: \" Are you not ashaed, Socrates, to have followed the kind of occupation that has led to your being now in danger of death?\" Howeverm, Ishould be right to reply to him: \"You are wrong, sir, if you think that a man who is any good at all should take into account the risk of life or death; he should look to this only in his actions, whether what he does is right or wrong, whether he is acting like a good or bad man"},{"id":693,"quote":"Someone might say: \" Are you not ashamed, Socrates, to have followed the kind of occupation that has led to your being now in danger of death?\" Howeverm, I should be right to reply to him: \"You are wrong, sir, if you think that a man who is any good at all should take into account the risk of life or death; he should look to this only in his actions, whether what he does is right or wrong, whether he is acting like a good or bad man"},{"id":694,"quote":"Rhythm and harmony permeate the innermost element of the soul, affect it more powerfully than anything else, and bring it grace, such education makes one graceful if one is properly trained, and the opposite if one is not."},{"id":695,"quote":"Δεν αξίζει στις μέρες μας να γαμιέσαι για ένα σακούλι πιλάφι."},{"id":696,"quote":". . .it is a disgrace to grow old through sheer carelessness before seeing what manner of man you may become by developing your bodily strength and beauty to their highest limit."},{"id":697,"quote":"Nothing that other people can do to you can harm you enough to cancel out the benefit you bestow on yourself by acting rightly. It follows that bad people ultimately harm only themselves: nothing can harm a good man either in life or after death"},{"id":698,"quote":"For I go around doing nothing but persuading both young and old among you not to care for your body or your wealth in preference to or as strongly as for the best possible state of your soul, as I say to you: Wealth does no bring about excellence, but excellence makes wealth and everything else good for men, both individually and collectively"},{"id":699,"quote":"It looks as if I was cleverer than Daedalus in using my skill, my friend, insofar as he could only cause to move the things he made himself, but I can make other people’s move as well as my own. And the smartest part of my skill is that I am clever without wanting to be, for I would rather have your statements to me remain unmoved than possess the wealth of Tantalus as well as the cleverness of Daedalus"},{"id":700,"quote":"The more I know, the more I know nothing."},{"id":701,"quote":"La vista del entendimiento, ten por cierto, empieza a ver adecuadamente cuando la de los ojos comienza a perder su fuerza."},{"id":702,"quote":"Si pensáis que matando a la gente vais a impedir que se os reproche que no vivís rectamente, no pensáis bien. Este medio de evitarlo ni es muy eficaz, ni es honrado. El más honrado y el más sencillo no es reprimir a los demás, sino prepararse para ser lo mejor posible."},{"id":703,"quote":"Temer la muerte no es otra cosa que creer ser sabio sin serlo, pues es creer que uno sabe lo que no sabe."},{"id":704,"quote":"Sócrates dijo a sus amigos: «Algunos de vosotros me habéis dicho: Sócrates, si no se ocupara más que de sus asuntos, seguramente podría escapar a la ira del gobierno. Pero yo no puedo. Una vida aceptada sin reflexión, no merece la pena vivirla. Lo menos que se puede esperar de nosotros es que nos comportemos como hombres.»"},{"id":705,"quote":"He who is not contented with what he has, will not be contented with what he would like to have."},{"id":706,"quote":"Aku tahu bahwa aku tidak tahu apa-apa"},{"id":707,"quote":"to find yourself, think for yourself"},{"id":708,"quote":"Rather you marry or not,you'll regret."},{"id":709,"quote":"Y si el oráculo ha nombrado a Sócrates, sin duda se ha valido de mí nombre como un ejemplo, y como si dijese a todos los hombres: «El más sabio entre vosotros es aquel que reconoce, como Sócrates, que su sabiduría no es nada»."},{"id":710,"quote":"Knowledge is the only virtue,\" because \"Once a man knows good from evil, nothing on earth can compel him to act against that knowledge."},{"id":711,"quote":"Yo solo sé que no sé nada."},{"id":712,"quote":"Nu poti trai mai bine decat prin incercarea de a deveni mai bun."},{"id":713,"quote":"The purpose in life is to develop a strong character."},{"id":714,"quote":"Most excellent man, are you…not ashamed to care for the acquisition of wealth and for reputation and honor, when you neither care nor take thought for wisdom and truth and the perfection of your soul?"},{"id":715,"quote":"Man, you don’t speak well, if you believe that a man worth anything at all would give countervailing weight to the danger of life or death, or give consideration to anything but this when he acts: whether his action is just or unjust, the action of a good or of an evil man."},{"id":716,"quote":"Nuestra juventud de ahora ama el lujo. Tiene malos modales, desprecia la autoridad; le falta el respeto a susmayores y le encanta charlar en lugar de trabajar; ya no se levanta cuando un adulto entra en la sala; contradice a sus padres, charla ante las visitas, engulle la comida y tiraniza a sus maestros"},{"id":717,"quote":"Y dime, ¿es posible ser orgulloso cuando no se sabe nada, Lisis?"},{"id":718,"quote":"So I spoke the truth when I said that neither I nor you nor any other man would rather do injustice than suffer it: for it is worse."},{"id":719,"quote":"Then if it is impossible both for things unlike to be like and for like things to be unlike, then it’s also impossible for there to be many things? For if there were many things, they would incur impossibilities."},{"id":720,"quote":"Craindre la mort, Athéniens, ce n'est autre chose que se croire sage sans l'être, car c'est croire connaître ce que l'on ne connaît point."},{"id":721,"quote":"Loin de parler quand on me paie, et de me taire quand on me donne rien."},{"id":722,"quote":"our souls also existed apart from the body before they took on human form, and they had intelligence."},{"id":723,"quote":"One thing only I know, and that is that I know nothing. - Socrates"},{"id":724,"quote":"Pentru a învăţa să trăiască bine, cineva trebuie mai întâi să înveţe să moară bine"},{"id":725,"quote":"Yo no puedo enseñarle nada a nadie, tan sólo puedo incitarle a pensar"},{"id":726,"quote":"Surely this is the objectionable kind of ignorance, to think one knowswhat one does not know? But in this, gentlemen, here also perhaps Iam different from the general run of mankind, and if I should claimto be wiser than someone in something it would be in this, that as Ido not know well enough about what happens in the house of Hades,so I do not think I know."},{"id":727,"quote":"An un-examined life is not worth living"},{"id":728,"quote":"Gustavo Solivellas dice: \"No puedo enseñar nada a nadie. Solo puedo hacerles pensar\" (Sócrates)"},{"id":729,"quote":"Surely this is the objectionable kind of ignorance, to think one knows what one does not know? But in this, gentlemen, here also perhaps I am different from the general run of mankind, and if I should claim to be wiser than someone in something it would be in this, that as I do not know well enough about what happens in the house of Hades, so I do not think I know."},{"id":730,"quote":"Criton - Le principe, que l'important n'est pas de vivre, mais de bien vivre."},{"id":731,"quote":"Criton - C'est une obligation sacrée de ne jamais rendre injustice pour injustice, ni mal pour mal."},{"id":732,"quote":"Critón, le debemos un gallo a Asclepio. ¿Te acordarás de pagar la deuda?"},{"id":733,"quote":"An unexamined life is not worth living."},{"id":734,"quote":"¿No es cierto, en general, respecto a todo lo que el alma está dispuesta a hacer y soportar, que cuando preside la sabiduría, todo conduce a su bien; así como todo a su desgracia, si aquella falta?"},{"id":735,"quote":"Este hombre, por una parte, cree que sabe algo, mientras que no sabe [nada]. Por otra parte, yo, que igualmente no sé [nada], tampoco creo [saber algo]."},{"id":736,"quote":"Sometimes quotes you find on the internet are fake."},{"id":737,"quote":"Know Thyself"},{"id":738,"quote":"I know that I know nothing"},{"id":739,"quote":"Đó là một câu hỏi phức tạp, mà đời người thì ngắn ngủi."},{"id":740,"quote":"Damn son, where'd you find this?"},{"id":741,"quote":"In fact we receive the greatest benefits through frenzy."},{"id":742,"quote":"هرچه جستجو کردم کسی را نیافتم که به نادانی خویش اعتراف کند. حال که من میدانم خود از همه نادان ترم، داناترین مردمانم."},{"id":743,"quote":"the tan lines will fade but the memories last forever <3"},{"id":744,"quote":"Alam adalah manusia besar, dan manusia adalah alam kecil."},{"id":745,"quote":"we should not become misologues, as people become misan- dthropes. There is no greater evil one can suffer than to hate reasonablediscourse. Misology and misanthropy arise in the same way. Misanthropy comes when a man without knowledge or skill has placed greattrust in someone and believes him to be altogether truthful, sound, andtrustworthy; then, a short time afterwards he finds him to be wickedand unreliable, and then this happens in another case; when one hasfrequently had that experience, especially with those whom one believed eto be one’s closest friends, then, in the end, after many such blows,one comes to hate all men and to believe that no one is sound in anyway at all."},{"id":746,"quote":"Well, although I do not suppose that either of us knows anything really beautiful and good, I am better off than he is, — for he knows nothing, and thinks that he knows; I neither know nor think that I know."},{"id":747,"quote":"The triumph of my art is in thoroughly examining whether the thought which the mind of the young man brings forth is a false idol or a noble true birth."},{"id":748,"quote":"Those who are the hardest to love are the ones who need it most."}]