[{"id":1,"quote":"It's not the people who vote that count. It's the people who count the votes."},{"id":2,"quote":"Ideas are more powerful than guns. We would not let our enemies have guns, why should we let them have ideas."},{"id":3,"quote":"Everybody has a right to be stupid, but some people abuse the privilege."},{"id":4,"quote":"The press must grow day in and day out - it is our Party's sharpest and most powerful weapon."},{"id":5,"quote":"The death of one man is tragic, but the death of thousands is statistic."},{"id":6,"quote":"Divide the world into regional groups as a transitional stage to world government. Populations will more readily abandon their national loyalty to a vague regional loyalty than they will for a world authority. Later the regions can be brought together all the way into a single world dictatorship."},{"id":7,"quote":"Voters decide nothing. Vote counters decide everything!"},{"id":8,"quote":"It is difficult for me to imagine what “personal liberty” is enjoyed by an unemployed hungry person. True freedom can only be where there is no exploitation and oppression of one person by another; where there is not unemployment, and where a person is not living in fear of losing his job, his home and his bread. Only in such a society personal and any other freedom can exist for real and not on paper."},{"id":9,"quote":"When there's a person, there's a problem. When there's no person, there's no problem. Josef Stalin"},{"id":10,"quote":"Education is a weapon the effect of which is determined by the hands which wield it, by who is to be struck down."},{"id":11,"quote":"When we hang the capitalists they will sell us the rope we use."},{"id":12,"quote":"Political power does not rest with those who cast votes; political power rests with those who count votes."},{"id":13,"quote":"Great Britain provided time; the United States provided money and Soviet Russia provided blood."},{"id":14,"quote":"By May, 1st, 1937, there should not be one single church left within the borders of Soviet Russia, and the idea of God will have been banished from the Soviet Union as a remnant of the Middle Ages, which has been used for the purpose of oppressing the working classes."},{"id":15,"quote":"It doesn't matter who they vote for, they always vote for us."},{"id":16,"quote":"It is not heroes that make history, but history that makes heroes."},{"id":17,"quote":"If the opposition disarms, well and good. If it refuses to disarm, we shall disarm it ourselves."},{"id":18,"quote":"To choose one's victims, to prepare one's plan minutely, to slake an implacable vengeance, and then to go to bed... There is nothing sweeter in the world."},{"id":19,"quote":"The only real power comes out of a long rifle."},{"id":20,"quote":"Print is the sharpest and the strongest weapon of our party."},{"id":21,"quote":"This creature softened my heart of stone. She died and with her died my last warm feelings for humanity."},{"id":22,"quote":"The United States should get rid of its militias."},{"id":23,"quote":"[American Communist Party] legally exists in the U.S.A., it nominates its candidates in the elections, including Presidential elections."},{"id":24,"quote":"I trust no one, not even myself."},{"id":25,"quote":"Gratitude is a sickness suffered by dogs."},{"id":26,"quote":"A man's eyes should be torn out if he can only see the past"},{"id":27,"quote":"You know, they are fooling us, there is no God."},{"id":28,"quote":"I consider it completely unimportant who in the party will vote, or how; but what is extraordinarily important is this - who will count the votes, and how."},{"id":29,"quote":"World dictatorship can be established only when the victory of socialism has been achieved in certain countries or groups of countries ... [and] when these federation of republics have finally grown into a world union of Soviet Socialist Republics uniting the whole of mankind under the hegemony of the international proletariat organized as a state."},{"id":30,"quote":"I believe in one thing only, the power of human will."},{"id":31,"quote":"In speaking of the capitalists who strive only for profit, only to get rich, I do not want to say that these are the most worthless people capable of doing nothing else. Many of them undoubtedly possess great organising talent, which I would not dream of denying. We Soviet people learn a lot from the capitalists. But if you mean people who are prepared to reconstruct the world, of course you will not be able to find them in the ranks of those who faithfully serve the cause of profit. ..The capitalist is riveted in profit and nothing can tear him away from it."},{"id":32,"quote":"He who votes does not have power. He who counts the votes has power."},{"id":33,"quote":"Ah, these diplomats! What chatterboxes! There's only one way to shut them up - cut them down with machine guns. Bulganin, go and get me one!"},{"id":34,"quote":"Marxism is not only the theory of socialism, it is an integral world outlook, a philosophical system, from which Marx’s proletarian socialism logically follows. This philosophical system is called dialectical materialism."},{"id":35,"quote":"Words are one thing - deeds something entirely different. Fine words are a mask to cover shady deeds. A sincere diplomat is like dry water or wooden iron."},{"id":36,"quote":"Quantity has a quality all its own."},{"id":37,"quote":"Die, but do not retreat."},{"id":38,"quote":"[After Communism succeeds] ...then, there will come a peace across the earth."},{"id":39,"quote":"It takes a brave man to be a coward in the Red Army."},{"id":40,"quote":"Nobody respects a country with a poor army, but everybody respects a country with a good army. I raise my toast to the Finnish army"},{"id":41,"quote":"The leaders come and go, but the people remain. Only the people are immortal."},{"id":42,"quote":"How do you expect the Germans to revolt when they don't even dare walk on the grass?"},{"id":43,"quote":"Anti-Semitism is dangerous for the toilers, for it is a false track which diverts them from the proper road and leads them into the jungle. Hence, Communists, as consistent internationalists, cannot but be irreconcilable and bitter enemies of anti-Semitism. In the U.S.S.R., anti-Semitism is strictly prosecuted as a phenomenon hostile to the Soviet system. According to the laws of the U.S.S.R. active anti-Semites are punished with death."},{"id":44,"quote":"The Pope? How many divisions has he got?"},{"id":45,"quote":"Of all the treasures a state can possess, the human lives of its citizens are for us the most precious."},{"id":46,"quote":"In the future, there will be fewer but better Russians."},{"id":47,"quote":"Real liberty exists only there where exploitation has been annihilated, where no oppression of some peoples by others exists, where there is no unemployment and pauperism, where a person does not tremble because tomorrow he may lose his job, home and bread."},{"id":48,"quote":"As we know, the goal of every struggle is victory. But if the proletariat is to achieve victory, all the workers, irrespective of nationality, must be united. Clearly, the demolition of national barriers and close unity between the Russian, Georgian, Armenian, Polish, Jewish and other proletarians is a necessary condition for the victory of the proletariat of all Russia."},{"id":49,"quote":"Do you remember the tsar? Well, I‘m like a tsar."},{"id":50,"quote":"In the Soviet army it takes more courage to retreat than advance."},{"id":51,"quote":"At this point the question of Ukraine is the most important. The situation in Ukraine is very bad. If we don't take steps now to improve the situation, we may lose Ukraine. The objective should be to transform Ukraine , in the shortest period of time, into a real fortress of the U.S.S.R."},{"id":52,"quote":"Everyone imposes his own system as far as his army can reach."},{"id":53,"quote":"We are fifty or a hundred years behind the advanced countries. We must make good this distance in ten years. Either we do it, or they will crush us."},{"id":54,"quote":"The production of souls is more important than the production of tanks.... And therefore I raise my glass to you, writers, the engineers of the human soul."},{"id":55,"quote":"World War II was fought for the abolition of racial exclusiveness, equality of nations and the integrity of their territories, liberation of enslaved nations and restoration of their sovereign rights, the right of every nation to arrange its affairs as it wishes, economic aid to nations that have suffered and assistance to them in attaining their material welfare, restoration of democratic liberties, and destruction of the Hitlerite regime."},{"id":56,"quote":"You do not lament the loss of hair of one who has been beheaded."},{"id":57,"quote":"You cannot make a revolution with silk gloves."},{"id":58,"quote":"American Communists have the opportunity to preach freely their ideas. It would be absolutely wrong to hold the Soviet government responsible for activities of the American Communists."},{"id":59,"quote":"Have not fascism in Italy and National Socialism in Germany claimed that they have attained\nsimilar results [as in U.S.S.R.]? Have not both been achieved at the price of privation and personal liberty sacrificed for the good of the state?"},{"id":60,"quote":"Remember how the first world war broke out. It broke out as a result of the desire to redivide the world."},{"id":61,"quote":"Those who vote decide nothing. Those who count the vote decide everything."},{"id":62,"quote":"The writer is the engineer of the human soul."},{"id":63,"quote":"There is not, nor should there be, an irreconcilable contrast between the individual and the collective, between the interests of an individual person and the interests of the collective."},{"id":64,"quote":"Mankind is divided into rich and poor, into property owners and exploited; and to abstract oneself from this fundamental division; and from the antagonism between poor and rich means abstracting oneself from fundamental facts."},{"id":65,"quote":"Nowadays wars are not declared. They simply start."},{"id":66,"quote":"When you chop wood, splinters fly"},{"id":67,"quote":"I know that after my death a pile of rubbish will be heaped on my grave, but the wind of History will sooner or later sweep it away without mercy."},{"id":68,"quote":"Obviously these [white-guard] emigres enjoy the right of asylum existing also in the U.S. So far as we are concerned we would never tolerate a single terrorist in our territory regardless against whom he would contemplate his crimes. Apparently the right of asylum receives broader interpretation in the U.S.A. than in our country."},{"id":69,"quote":"In war I would deal with the Devil and his grandmother"},{"id":70,"quote":"The reason why there is now no communist government in Paris is because in the circumstances of 1945 the Soviet army was not able to reach French soil."},{"id":71,"quote":"If any foreign minister begins to defend to the death a 'peace conference,' you can be sure his government has already placed its orders for new battleships and airplanes."},{"id":72,"quote":"music's a good thing, it calm the beast in the man."},{"id":73,"quote":"Mr. Churchill, Mr. Prime Minister, how many divisions did you say that the pope had?"},{"id":74,"quote":"We believe that the Anarchists are real enemies of Marxism."},{"id":75,"quote":"Our new Soviet constitution will, in my opinion, be the most democratic constitution of all those existing in the world."},{"id":76,"quote":"Our Soviet society is socialist because private ownership of factories, plants, land, banks and means of transportation has been abolished in our country, and replaced by public ownership."},{"id":77,"quote":"History shows that there are no invincible armies."},{"id":78,"quote":"There is talk ... of our constructing Dnieprostroy through our own means. The means needed are great, several hundred millions. Let us not get into the position of the peasant who, after accumulating a nest-egg, instead of repairing his plough and renewing his equipment, buys a gramophone and goes bankrupt."},{"id":79,"quote":"There are no fortresses that Bolsheviks cannot storm."},{"id":80,"quote":"The rich experience of history teaches that up to now not a single class has voluntarily made way for another class."},{"id":81,"quote":"Gaiety is the most outstanding feature of the Soviet Union."},{"id":82,"quote":"The Red Army and Navy and the whole Soviet people must fight for every inch of Soviet soil, fight to the last drop of blood for our towns and villages...onward, to victory!"},{"id":83,"quote":"It doesnt matter how many people vote, only who counts them."},{"id":84,"quote":"Quanity has it's own quality."},{"id":85,"quote":"The art of leadership is a serious matter. One must not lag behind a movement, because to do so is to become isolated from the masses. But one must not rush ahead, for to rush ahead is to lose contact with the masses. He who wished to lead a movement must conduct a fight on two fronts--against those who lag behind and those who rush ahead."},{"id":86,"quote":"A sincere diplomat is like dry water or wooden iron."},{"id":87,"quote":"In the U.S.S.R. anti-semitism is punishable with the utmost severity of the law as a phenomenon deeply hostile to the Soviet system. Under U.S.S.R. law active anti-semites are liable to the death penalty."},{"id":88,"quote":"Artillery is the god of war."},{"id":89,"quote":"Writers are the engineers of human souls."},{"id":90,"quote":"Admittedly communism has not been achieved in Russia. State socialism has been built."},{"id":91,"quote":"As you can see, even when [Adolf] Hitler desires to speak for peace, he cannot dispense with threats. This is symptomatic."},{"id":92,"quote":"When one man dies it is a tragedy, when thousands die it's statistics."},{"id":93,"quote":"Personel selection is decisive. People are our most valuable capital."},{"id":94,"quote":"The Jews are not a nation!"},{"id":95,"quote":"Our Red Army now needs IL-2 aircraft like the air it breathes, like the bread it eats."},{"id":96,"quote":"We do not want a single foot of foreign territory; but of our territory we shall not surrender a single inch to anyone."},{"id":97,"quote":"We Marxists believe that revolution will occur in other countries, as well. But it will occur at a time when it will be considered possible or necessary by revolutionaries of those countries."},{"id":98,"quote":"Take some exercise, try to recover the look of a human being."},{"id":99,"quote":"We [U.S.S.R. and U.S.A.] can exist peacefully together if we don't indulge in too much mutual fault-finding in all kinds of trifles."},{"id":100,"quote":"Under national \"socialism\", there is also only one party. But nothing will come out of this fascist one-party system."},{"id":101,"quote":"The term \"state socialism\" is not precise. Under this term many understand an order under which a certain part of the wealth, sometimes a quite considerable part, passes into state ownership or under its control while in the great majority of cases the ownership of plants, factories, and land, remains in private hands."},{"id":102,"quote":"Only when we succeed in creating such an order under which people receive for their labor from the society not according to the quantity and quality of labor, but according to their needs, will it be possible to say that we have built up a communist society."},{"id":103,"quote":"The people who cast the votes decide nothing; the people who count the votes decide everything."},{"id":104,"quote":"We think that a powerful and vigorous movement is impossible without differences - \"true conformity\" is possible only in the cemetery."},{"id":105,"quote":"Hitlers come and go, but Germany and the German people remain."},{"id":106,"quote":"Is it possible, then, to doubt that we can and must gain victory over the German invaders? The enemy is not as strong as some terror-stricken pseudo-intellectuals picture him. The devil is not as terrible as he is painted."},{"id":107,"quote":"We desire to give the Soviet people absolute liberty of voting for those they desire to elect, those whom they trust to ensure their interests."},{"id":108,"quote":"Each position, each metre of the Soviet territory must be stubbornly defended, to the last drop of blood. We must cling to every inch of Soviet soil and defend it to the end!"},{"id":109,"quote":"This is impossible to predict. War may break out unexpectedly."},{"id":110,"quote":"This war is not an ordinary war. It is the war of the entire Russian people. Not only to eliminate the danger hanging over our heads, but to aid all people groaning under the yoke of Fascism"},{"id":111,"quote":"Marxists have more than once pointed out that the capitalist world economic system contains in itself the seeds of a general crisis and of warlike clashes."},{"id":112,"quote":"History shows that when a state is intent upon making war against another state, even though not adjacent, it begins to seek frontiers across which it could reach the frontiers of the state which it desires to attack. Usually, the aggressive state finds that frontier."},{"id":113,"quote":"Undoubtedly, our path is not of the easiest; but, just as undoubtedly, we are not to be frightened by difficulties. Paraphrasing from the well-known words of Luther, Russia might say: ‘Here I stand on the frontier between the old, capitalist world and the new, socialist world. Here on this frontier I unite the efforts of the proletarians of the West and of the peasantry of the East in order to shatter the old world. May the god of history be my aid!"},{"id":114,"quote":"American democracy and the Soviet system can exist simultaneously and compete peacefully. But one cannot develop into the other."},{"id":115,"quote":"So far, the Far Eastern focal point of danger is the most active.It is possible, however, that the center of the menace may shift to Europe. Evidence of this is provided, for instance, by [Adolf] Hitler's recent interview given to a French paper. In this interview, Hitler seems to attempt to say peaceful things. But this \"peacefulness\" of his is so thickly interspersed with threats against France and the Soviet Union that nothing remains of the \"peacefulness\"."},{"id":116,"quote":"Bukharin's a swine and surely worse than a swine because he thinks it below his dignity to write a couple of lines."},{"id":117,"quote":"Revolution, the substitution of one social system for another, has always been a struggle, a painful and a cruel struggle, a life and death struggle."},{"id":118,"quote":"This war is not as in the past: whoever occupies a territory also imposes his own social system."},{"id":119,"quote":"A certain inequality in regard to property still exists in a socialist society. But in a socialist society there is no unemployment, no exploitation, no oppression of nationalities."},{"id":120,"quote":"We have not yet built a communist society.It is not so easy to build such a society."},{"id":121,"quote":"In what do the activities of the Communist Parties consist? In what ways can they manifest themselves? These activities usually consist in the organization of working masses, in organizing meetings, demonstrations, strikes, etc. It is absolutely clear that American Communists cannot perform this in Soviet territory. The American workers are not in the U.S.S.R."},{"id":122,"quote":"The situation is that in Germany capitalism has remained, classes and class struggle have remained which all the same will break into the open, which includes also the field of struggle of parties representing opposing classes just as it broke through in, let us say, Spain."},{"id":123,"quote":"We built [socialistic society] for the sake of real personal liberty, liberty without quotation marks."},{"id":124,"quote":"This war is not as in the past; whoever occupies a territory also imposes on it his own social system. Everyone imposes his own system as far as his army can reach. It cannot be otherwise. If now there is not a communist government in Paris, this is only because Russia has no an army which can reach Paris in 1945."},{"id":125,"quote":"Ours is a just cause; victory will be ours!"},{"id":126,"quote":"- Oh no, The Collective Farm policy was a terrible struggle... Ten million (he said holding up his hands). It was fearful. Four years it lasted. It was absolutely necessary."},{"id":127,"quote":"Each country, if it so desires, will make its own revolution. And if no such desire exists, no revolution will occur."},{"id":128,"quote":"It is difficult for me to imagine what \"personal liberty\" the unemployed can have who go hungry and cannot find utilization of their labor."},{"id":129,"quote":"What would happen if capital succeeded in smashing the Republic of Soviets? There would set in an era of the blackest reaction in all the capitalist and colonial countries, the working class and the oppressed peoples would be seized by the throat, the positions of international communism would be lost."},{"id":130,"quote":"In a socialist society, everybody is obliged to work even though he is remunerated for his labor and not yet according to his needs, but according to the quantity and quality of the labor expended."},{"id":131,"quote":"There are on occasions, as we know, when resources are abundant, but they are expended so incompetently that the advantage is nullified."},{"id":132,"quote":"Yes, the electoral struggle [in U.S.S.R.] will be animated. It will proceed around numerous very sharp questions, namely, practical questions having first-rate significance for the people."},{"id":133,"quote":"No revolution can be made with silk gloves."},{"id":134,"quote":"To slacken the tempo...would mean falling behind. And those who fall behind get beaten."},{"id":135,"quote":"I have in mind repeated statements by Japanese military men containing threats against other states."},{"id":136,"quote":"The society which we have built can in no way be termed \"state socialism.\"The social organization which we have created can be termed a Soviet, socialist organization which has not yet been quite completed, but is in its root a socialist organization of society. The foundation of this society is public ownership."},{"id":137,"quote":"Of course, in order to build something new, one has to economize, accumulate means, temporarily limit one's requirements, borrow from others. If you want to build a new house,\nyou save money temporarily and limit your requirements, otherwise you might not build your house."},{"id":138,"quote":"Exported revolution is nonsense."},{"id":139,"quote":"The people will always attempt to find the positive aspects of all circumstances, which, in themselves, are not susceptible to danger."},{"id":140,"quote":"Have you or haven't you built a good school? Haven't you improved living conditions? Aren't you a bureaucrat? Have you helped to make our labor more effective, our life more cultured? Such will be the criteria with which millions of voters will approach candidates, casting away those who are unfit, striking them off lists, advancing better ones, nominating them for elections."},{"id":141,"quote":"Leninism is Marxism of the era of imperialism and the proletarian revolution."},{"id":142,"quote":"There is no doubt that the absence of a second front in Europe considerably relieves the position of the German Army, nor can there be any doubt that the appearance of a second front on the Continent of Europe - and undoubtedly this will appear in the near future - will essentially relieve the position of our armies to the detriment of the German Army."},{"id":143,"quote":"Capitalism in its imperialistic stage is a system which regards war as a legitimate method for solution of international disputes - a method which is legitimate in fact if not legally so."},{"id":144,"quote":"Are there no American citizens sympathizing with whiteguard emigres who conduct propaganda in favor of capitalism, against the Soviets? Then what does the point involve? The point is not to assist these persons, not to finance their activities. The point is that officials of both countries should not interfere in the internal affairs of the other country."},{"id":145,"quote":"The Soviet system will not evolve into American democracy or vice-versa."},{"id":146,"quote":"Our new election system will spur on all institutions and organizations and will force them to improve their work."},{"id":147,"quote":"Why will our elections be equal? Because neither differences in regard to property (differences partly existing) nor differences of race and nationality will cause any privileges or disadvantages. Women will enjoy the right to elect and be elected equally with men. Our elections will be really equal."},{"id":148,"quote":"To assert that we desire to bring about revolution in other countries, by interfering with their lives, is to speak of something which does not exist and which we never preach."},{"id":149,"quote":"If you think that the people of the Soviet Union have any desire themselves, and moreover, by force, to alter the face of surrounding states, then you are badly mistaken."},{"id":150,"quote":"We have no parties standing in opposition to each other, just as we have no class of capitalists and a class of workers exploited by capitalists in opposition to each other."},{"id":151,"quote":"As soon as there are no more classes, as soon as boundaries between classes are effaced, as soon as only a few but non-fundamental differences between various strata of the socialist society remain - there can no longer be nourishing ground for the formation of parties struggling among themselves."},{"id":152,"quote":"It is difficult to say which is more menacing. But both of [points of war danger -Japan and Germany] exist and both are smoldering. In comparison with these two principal focal points\nof the war danger, the Italo-Ethiopian war represents an episode."},{"id":153,"quote":"Farmers present by themselves the basic force of the national movement. Without farmers there can be no strong national movement. This is what we mean when we say that the nationalist question, is actually, the farmers' question."},{"id":154,"quote":"If things should go too far and deportation of all whiteguard emigres from the United States were demanded, this would be an attempt against the right of asylum promulgated in both the U.S.A. and the U.S.S.R."},{"id":155,"quote":"We secured peace for our country for one and a half years, as well as an opportunity of preparing our forces for defense if fascist Germany risked attacking our country in defiance of the pact. This was a definite gain to our country and a loss for fascist Germany."},{"id":156,"quote":"Many understand \"state socialism\" in this way. Sometimes a system is concealed behind this term in which the capitalist state, in the interests of preparation for the conduct of war, takes upon itself the maintenance of a certain number of private enterprises."},{"id":157,"quote":"One of the successes of the cause of the friends of peace is the ratification of the Franco-Soviet Pact of Mutual Assistance."},{"id":158,"quote":"In case Japan ventures to attack the Mongolian People's Republic, seeking to destroy its independence, we will have to assist the Mongolian People's Republic."},{"id":159,"quote":"Our society consists exclusively of free working people of cities and villages, workers, peasants, intelligentsia. Each of these strata may have its special interests and express them in numerous existing organizations."},{"id":160,"quote":"I don't know what specific frontiers Germany could adopt for her purposes, but I think that those willing \"to lend\" a frontier to her can be found."},{"id":161,"quote":"I fail to see what dangers surrounding states can see in the ideas of the Soviet people if these states are really firmly seated in their saddles."},{"id":162,"quote":"It was necessary, temporarily, to limit certain requirements, accumulate necessary means, strain forces. We acted precisely in this way and built a socialist society."},{"id":163,"quote":"Having consolidated its power, and taking the lead of the peasantry, the proletariat of the victorious country can and must build a socialist society."},{"id":164,"quote":"There is no nation in the whole world desiring war."},{"id":165,"quote":"[State] finds [frontier] either with the aid of force, as in 1914, when Germany invaded Belgium in order to deal a blow against France or it \"borrows\" a frontier, such as Germany did with regard to Latvia, for instance, in 1918, in attempting to break through to Leningrad across Latvia."},{"id":166,"quote":"Anti-Semitism, as an extreme form of racial chauvinism, is the most dangerous vestige of cannibalism."},{"id":167,"quote":"I believe that the position of the friends of peace is strengthening. The friends of peace are able to work in the open. They base themselves upon the force of public opinion. They have at their disposal such instruments as, for instance, the League of Nations. This is to the advantage of the friends of peace."},{"id":168,"quote":"We built this [socialistic] society not for the curbing of personal liberty, but in order that human personalities should really feel free."},{"id":169,"quote":"For instance, our country wanted to effect a revolution, and did effect it, and now we are building a new classless society."},{"id":170,"quote":"Not a few organizations exist in our country which function poorly. Sometimes it happens that this or that local government or organ have to satisfy one or another of the many-sided and ever increasing demands of the working population of town and countryside."},{"id":171,"quote":"[Maxim] Litvinov signed his letter not in private capacity but as representative of the state, just as did President [Franklin] Roosevelt. Their agreement represents an agrement between two states. Signing this agreement both Litvinov and President Roosevelt as the\nrepresentatives of two states have in mind the activities of the agents of those states who should not and will not interfere in each other's internal affairs."},{"id":172,"quote":"There are capitalist states which consider themselves cheated, during previous redivisions of\nspheres of influence, territories, sources of raw materials, markets, etc., and which would again desire to redivide them to their own advantage."},{"id":173,"quote":"Universal, equal, direct and secret elections in the U.S.S.R. will be a whip in the hands of the population against poorly functioning organs of government."},{"id":174,"quote":"According to our constitution, political emigres have the right to reside on our territory. We accord them the right of asylum, the same as the United States accords the right of asylum to political emigres."},{"id":175,"quote":"Why will our elections be universal?Because all citizens, excluding those deprived of vote by court, will have the right to vote and the right to be elected."},{"id":176,"quote":"Neither Italian fascism nor German national \"socialism\" have anything in common with such a [Soviet socialistic] society, primarily because private ownership of factories, plants, lands, banks, means of transportation, etc., remain untouched there, and, therefore, capitalism in Germany and Italy remains in full force."},{"id":177,"quote":"I admit that I do not recall the speeches of Comrades [Earl] Browder and [Samuel] Darcy. I do not even recall of what they spoke. It is possible that they said something of this nature. But it was not the Soviet people who created the American Communist Party. It was created by Americans."},{"id":178,"quote":"Direct elections on the spot to all representative organs, up to the supreme organ, are a better guarantee of the interests of the working population of our boundless country."},{"id":179,"quote":"In my opinion, there are two focal points of the war danger. The first focal point is the Far East zone of Japan. The second focal point in the zone is Germany."},{"id":180,"quote":"A single death is a tragedy; a million deaths is a statistic."},{"id":181,"quote":"Education is a weapon, whose effect depends on who holds it in his hands and at whom it is aimed."},{"id":182,"quote":"Death is the solution to all problems. No man - no problem."},{"id":183,"quote":"History has shown there are no invincible armies."},{"id":184,"quote":"I believe in only one thing, the power of human will."},{"id":185,"quote":"When there's a person, there's a problem. When there's no person, there's no problem."},{"id":186,"quote":"[spurious]."},{"id":187,"quote":"It is difficult for me to imagine what \"personal liberty\" is enjoyed by an unemployed person, who goes about hungry, and cannot find employment.Real liberty can exist only where exploitation has been abolished, where there is no oppression of some by others, where there is no unemployment and poverty, where a man is not haunted by the fear of being tomorrow deprived of work, of home and of bread. Only in such a society is real, and not paper, personal and every other liberty possible."},{"id":188,"quote":"Gratitude is an illness suffered by dogs."},{"id":189,"quote":"People who cast the votes decide nothing. The people who count the votes decide everything."},{"id":190,"quote":"In the Soviet Union, it's takes more courage to retreat than advance."},{"id":191,"quote":"The Pope! How many divisions has he got?"},{"id":192,"quote":"[redacted; spurious]."},{"id":193,"quote":"When the Bolsheviks came to power they were soft and easy with their enemies... we had begun by making a mistake. Leniency towards such a power was a crime against the working classes. That soon became apparent..."},{"id":194,"quote":"We don't let them have ideas. Why would we let them have guns?"},{"id":195,"quote":"Advance towards socialism cannot but cause the exploiting elements to resist the advance, and the resistance of the exploiters cannot but lead to the inevitable sharpening of the class struggle."},{"id":196,"quote":"If Stalin was such a bad guy, why do all these people have to resort to attributing to him almost entirely quotes he didn't make, or manipulate his actual quotes just enough to make them seem evil?"},{"id":197,"quote":"...[I]ron discipline does not preclude but presupposes criticism and contest of opinion within the Party. Least of all does it mean that discipline must be 'blind'. On the contrary, iron discipline does not preclude but presupposes conscious and voluntary submission, for only conscious discipline can be truly iron discipline."},{"id":198,"quote":"If there are no isolated phenomena in the world, if all phenomena are interconnected and interdependent, then it is clear that every social system and every social movement in history must be evaluated not from the standpoint of \"eternal justice\" or some other preconceived idea, as is not infrequently done by historians, but from the standpoint of the conditions which gave rise to that system or that social movement and with which they are connected."},{"id":199,"quote":"Человечество делится на богатых и бедных, на собственников и эксплуатации, а также отвлечься от этого основного разделения, и от антагонизма между богатыми и бедными средствами абстрагирования себя от основных фактов which means Mankind is divided into rich and poor, into property owners and exploited; and to abstract oneself from this fundamental division; and from the antagonism between poor and rich means abstracting oneself from fundamental facts."},{"id":200,"quote":"I consider it completely unimportant who in the party will vote, or how; but what is extraordinarily important is this—who will count the votes, and how."},{"id":201,"quote":"I believe in one thing only, the power of the human will"},{"id":202,"quote":"[redacted; quotation spurious]."},{"id":203,"quote":"Death is the solution to all problems. No man-no problem."},{"id":204,"quote":"i am not a millionaire son \" but i make my son become the , millionaire son. by jostalin"},{"id":205,"quote":"Principles triumph, they do not compromise."},{"id":206,"quote":"The death of one man is a tragedy, the death of millions is a statistic.Quoted by someone with a very sick imagination but misattributed to Stalin"},{"id":207,"quote":"[spurious quotation]."},{"id":208,"quote":"History shows that there are no invincible armies and that there never have been."},{"id":209,"quote":"Don't hate the player, hate the game."},{"id":210,"quote":"Education is a weapon whose effect depends on who holds it in his hands and at whom it is aimed."},{"id":211,"quote":"It is difficult for me to imagine what “personal liberty is enjoyed by an unemployed hungry person. True freedom can only be where there is no exploitation and oppression of one person by another; where there is not unemployment, and where a person is not living in fear of losing his job, his home and his bread. Only in such a society personal and any other freedom can exist for real and not on paper.”"},{"id":212,"quote":"Wheres the damn food at"},{"id":213,"quote":"Nieważne, kto głosuje, ważne, kto liczy głosy (Не важно кто голосует, важно - кто голоса подсчитывает)"},{"id":214,"quote":"The power of the Slavic people is in the strength and determination of their women."},{"id":215,"quote":"Papież? A ile on ma dywizji? (Папа! А у него сколько дивизий?)"},{"id":216,"quote":"Writers are the engineers of the human souls"},{"id":217,"quote":"Ideas are more powerful than guns. We would not let our enemies have guns, why should we let them have ideas?"},{"id":218,"quote":"The main features and requirements of the basic economic law of modern capitalism might be formulated roughly, in this way: the securing of the maximum capitalist profit through the exploitation, ruin and impoverishment of the majority of the population of the given country, through the enslavement and systematic robbery of the peoples of other countries, especially backward countries, and, lastly, through wars and militarization of the national economy, which are utilized for the obtaining of the highest profits."},{"id":219,"quote":"این مهم نیست که مردم به کی رای می دهند، مهم این است که کی رای را می شمارد"},{"id":220,"quote":"The present system is a capitalist system. This means that the world is divided up into two antagonistic camps, the camp of a small handful of capitalists and the camp of the majority - the proletarians. The proletarians work day and night, nevertheless they remain poor. The capitalists do not work, nevertheless they are rich. This takes place not because the proletarians are unintelligent and the capitalists are geniuses, but because the capitalists appropriate the fruit of the labour of the proletarians, because the capitalists exploit the proletarians. Why is the fruit of the labour of the proletarians appropriated by the capitalists and not by the proletarians? Why do the capitalists exploit the proletarians and not vice versa? Because the capitalist system is based on commodity production: here everything assumes the form of a commodity, everywhere the principle of buying and selling prevails. Here you can buy not only articles of consumption, not only food products, but also the labour power of men, their blood and their consciousness. The capitalists know all of this and purchase the labour power of the proletarians, they hire them. This means the capitalists become the owners of the labour power they buy. The proletarians, however, lose their right to the labour power which they have sold. That is to say, what is produced by that labour power no longer belongs to the proletarians, it belongs only to the capitalists and goes into their pockets. The labour power which you have sold may produce in the course of a day, goods to the value of 100 rubles, but that is not your business, those goods do not belong to you, it is the business only of the capitalists, and the goods belong to them - all that you must receive is your daily wage which, perhaps, may be sufficient to satisfy your essential needs if, of course, you live frugally."},{"id":221,"quote":"A cadre must know how to carry out instructions, must understand them, adopt them as his own. attach the greatest importance to them, and make them part of his very existence. Otherwise, politics loses its meaning and consists merely of gesticulating. Hence the decisive importance of the cadres department in the apparatus of the Central Committee. Every functionary must be closely studied, from every angle and in the most minute detail."},{"id":222,"quote":"Продвижение к социализму не может не вести к сопротивлению эксплуататорских элементов этому продвижению, а сопротивление эксплуататоров не может не вести к неизбежному обострению классовой борьбы."},{"id":223,"quote":"La morte risolve tutti i problemi: niente uomini, niente problemi."},{"id":224,"quote":"History teaches us that the class or social group which plays the principal role in social production and performs the main functions in production must, in the course of time, inevitably take control of that production."},{"id":225,"quote":"Let’s see what we have here. In the north we have everything in order and normal. Finland has given way to us and we’ve pushed the frontier up from Leningrad. The Baltic region – which consists of truly Russian lands! – is ours again; all the Belorussians are now living with us and so are the Ukrainians and the Moldavians. Everything’s normal in the west.What have we got here? . . . The Kurile Islands are now ours, Sakhalin is wholly ours: doesn’t that look good! And Port Arthur and Dalni [Darien] are both ours. The Chinese Railway is ours. As to China and Mongolia, everything’s in order."},{"id":226,"quote":"It has been said above that language, as a means of intercourse between the people of a society, serves all classes of society equally, and in this respect displays what may be called an indifference to classes. But people, the various social groups, the classes, are far from being indifferent to language. They strive to utilize the language in their own interests, to impose their own special lingo, their own special terms, their own special expressions upon it. The upper strata of the propertied classes, who have divorced themselves from and detest the people -- the aristocratic nobility, the upper strata of the bourgeoisie -- particularly distinguish themselves in this respect. \"Class\" dialects, jargons, high-society \"languages\" are created. These dialects and jargons are often incorrectly referred to in literature as languages -- the \"aristocratic language\" or the \"bourgeois language\" in contradistinction to the \"proletarian language\" or the \"peasant language.\" For this reason, strange as it may seem, some of our comrades have come to the conclusion that national language is a fiction, and that only class languages exist in reality."},{"id":227,"quote":"But having developed productive forces to a tremendous extent, capitalism has become enmeshed in contradictions which it is unable to solve. By producing larger and larger quantities of commodities, and reducing their prices, capitalism intensifies competition, ruins the mass of small and medium private owners, converts them into proletarians and reduces their purchasing power, with the result that it becomes impossible to dispose of the commodities produced. On the other hand, by expanding production and concentrating millions of workers in huge mills and factories, capitalism lends the process of production a social character and thus undermines its own foundation, inasmuch as the social character of the process of production demands the social ownership of the means of production; yet the means of production remain private capitalist property, which is incompatible with the social character of the process of production. These irreconcilable contradictions between the character of the productive forces and the relations of production make themselves felt in periodical crises of overproduction, when the capitalists, finding no effective demand for their goods owing to the ruin of the mass of the population which they themselves have brought about, are compelled to burn products, destroy manufactured goods, suspend production, and destroy productive forces at a time when millions of people are forced to suffer unemployment and starvation, not because there are not enough goods, but because there is an overproduction of goods."},{"id":228,"quote":"Death solves all problems — no man, no problem.Anatoly Rybakov NOT Josef Stalin"},{"id":229,"quote":"The only thing anyone inherits by right of birth in the Soviet Union is congenital idiocy."},{"id":230,"quote":"This is the way to rule the people. Did you see how that chicken followed me for food, even though I had caused it such torture? People are like that chicken. If you inflict inordinate pain on them they will follow you for food the rest of their lives."},{"id":231,"quote":"Oppose Conspiracism: Translate our analysis into the popular language of the masses when engaging in dialogue, work with the masses directly and openly, build ties to the localities in which one operates."},{"id":232,"quote":"Oppose Academicism: Reassure ourselves of the revolutionary, popular character of Marxism-Leninism, engage the masses in a revolutionary education that allows the understanding of Marxism, emphasizethe importance of praxis rather than isolated theory or practice."},{"id":233,"quote":"Theory is the experience of the working class movement in all countries taken in its general aspect. Of course, theory becomes purposeless if it is not connected with revolutionary practices just as practice gropes in the dark if it's path is not illuminated by revolutionary theory, but theory can become a tremendous force in the working class movement if it is built up in indissoluble connection with revolutionary practice; for theory, and theory alone, can give the movement confidence, the power of orientation, and and an understanding of the interrelation of surrounding events; for it, and it alone, could help practice to realize not only how and in which direction classes are moving at the present time, but also how and in which direction they will move in the near future. None other than Lenin uttered and repeated scores of times the well-known thesis that: \"without a revolutionary theory there can be no revolutionary movement"},{"id":234,"quote":"imperialism carries the contradictions of capitalism to their last bounds, to the extreme limit, beyond which revolution begins. Of these contradictions, there are three which must be regarded as the most important."},{"id":235,"quote":"In other words, imperialism was instrumental not only in making the revolution a practical inevitability, but also in creating favourable conditions for a direct assault on the citadels of capitalism."},{"id":236,"quote":"As you see, the point is not which class today constitutes the majority, or which class is poorer, but which class is gaining strength and which is decaying."},{"id":237,"quote":"A political army is not like a military army. A military command begins a war with an army ready to hand, whereas the Party has to create its army in the course of the struggle itself, in the course of class conflicts, as the masses themselves become convinced through their own experience that the slogans of the Party, the policy of the Party, are right."},{"id":238,"quote":"Leninism is Marxism of the era of imperialism and the proletarian revolution. To be more exact, Leninism is the theory and tactics of the proletarian revolution in general, the theory and tactics of the dictatorship of the proletariat in particular."},{"id":239,"quote":"The point is that Marxism and Anarchism are built up on entirely different principles, in spite of the fact that both come into the arena of the struggle under the flag of Socialism. The cornerstone of Anarchism is the individual, whose emancipation, according to its tenets, is the principal condition for the emancipation of the masses, the collective body. According to the tenets of Anarchism, the emancipation of the masses is impossible until the individual is emancipated. Accordingly, its slogan is: 'Everything for the individual.' The cornerstone of Marxism, however, is the masses, whose emancipation, according to its tenets, is the principal condition for the emancipation of the individual. That is to say, according to the tenets of Marxism, the emancipation of the individual is impossible until the masses are emancipated. Accordingly, its slogan is: 'Everything for the masses."},{"id":240,"quote":"Socialist society presupposes an adequate development of productive forces and socialist consciousness among men, their socialist enlightenment. At the present time the development of the productive forces is hindered by the existence of capitalist property, but if we bear in mind that this capitalist property will not exist in future society, it is self-evident that the productive forces will increase tenfold. Nor must it be forgotten that in future society the hundreds of thousands of present-day parasites, and also the unemployed, will set to work and augment the ranks of the working people; and this will greatly stimulate the development of the productive forces."},{"id":241,"quote":"Спорят о том, какой уклон представляет главную опасность...? При современных условиях это – формальный и поэтому пустой спор. Глупо было бы давать пригодный для всех времен и условий готовый рецепт о главной и неглавной опасности. Таких рецептов нет вообще в природе. Главную опасность представляет тот уклон, против которого перестали бороться и которому дали, таким образом, разрастись до государственной опасности. (Продолжительные аплодисменты.)"},{"id":242,"quote":"Social Democrats will always protest against persecution of Catholicism or Protestantism; they will always defend the right of nations to profess any religion they please; but at the same time, on the basis of a correct understanding of the interests of the proletariat, they will carry on agitation against Catholicism, Protestantism and the religion of the Orthodox Church in order to achieve the triumph of the socialist world outlook."},{"id":243,"quote":"peacetime leaders, who are strong in theory, but weak in matters of organization and practical work. Such leaders are popular only among an upper layer of the proletariat, and then only up to a certain time. When the epoch of revolution sets in, when practical revolutionary slogans are demanded of the leaders, the theoreticians quit the stage and give way to new men."},{"id":244,"quote":"Sectarianism •The trend defined by a complete refusal to conduct dialogue with other groups or work with them on small projects, following one’s own line dogmatically without striving towards one’s further education.•To refuse conducting work with other local groups on the grounds of high theoretical differences, to refuse further investigation and cling to superficial understandings, to become an in-group rather than a mass organization."},{"id":245,"quote":"Conspiracism •The trend that equates the bourgeoisie to an Illuminati-like organization, to see the workings of class society and its contradictions as the conspiratorial actions of the ruling classes rather than as historically and materially-defined processes."},{"id":246,"quote":"•On the other hand, to conduct oneself secretly when the conditions do not call for it, to avoid working with the non-communist masses and therefore refrain from taking a leading role in political work, to operate as an isolated clandestine organization and refuse to see the masses as the motive force of history."},{"id":247,"quote":"•To suppose organization is less important than theory, to apply the Marxist method without focusing on the revolutionary socialist implications, to over-intellectualize Marxism by focusing on its academic applications which only relate  to the few  who have received an elite education, to not attempt to translate Marxism-Leninism to common language."},{"id":248,"quote":"Oppose Contrarianism: Take up meaningful polemics against those with whom one disagrees; show, in practice, the efficacy of one’s programs; show an openness towards other positions without compromising one’s own; oppose other’s positions only after a dedicated investigation into them."},{"id":249,"quote":"Oppose Sectarianism: Engage with other groups locally when goals align, put aside petty differences for the interests and well-being of the masses, conduct oneself mannerly when others do the same, and focus on political work rather than squabbles."}]