[
    {
        "id": 1,
        "quote": "The person you are is a thousand times more interesting than the best actor you could ever hope to be."
    },
    {
        "id": 2,
        "quote": "The actor must use his imagination to be able to answer all questions (when, where, why, how). Make the make-believer existence more definite."
    },
    {
        "id": 3,
        "quote": "All action in theatre must have inner justification, be logical, coherent, and real."
    },
    {
        "id": 4,
        "quote": "The life of a character should be an unbroken line of events and emotions, but a play only gives us a few moments on that line - we must create the rest to portray a convincing life."
    },
    {
        "id": 5,
        "quote": "The language of the body is the key that can unlock the soul."
    },
    {
        "id": 6,
        "quote": "Never lose yourself on the stage. Always act in your own person, as an artist. The moment you lose yourself on the stage marks the departure from truly living your part and the beginning of exaggerated false acting. Therefore, no matter how much you act, how many parts you take, you should never allow yourself any exception to the rule of using your own feelings. To break that rule is the equivalent of killing the person you are portraying, because you deprive him of a palpitating, living, human soul, which is the real source of life for a part."
    },
    {
        "id": 7,
        "quote": "Play well, or play badly, but play truly."
    },
    {
        "id": 8,
        "quote": "Create your own method. Don't depend slavishly on mine. Make up something that will work for you! But keep breaking traditions, I beg you."
    },
    {
        "id": 9,
        "quote": "Never allow yourself externally to portray anything that you have not inwardly experienced and which is not even interesting to you."
    },
    {
        "id": 10,
        "quote": "Remember this practical piece of advice: Never come into the theatre with mud on your feet. Leave your dust and dirt outside. Check your little worries, squabbles, petty difficulties with your outside clothing - all the things that ruin your life and draw your attention away from your art - at the door."
    },
    {
        "id": 11,
        "quote": "What is important to me is not the truth outside myself, but the truth within myself."
    },
    {
        "id": 12,
        "quote": "Love the art in yourself, not yourself in the art."
    },
    {
        "id": 13,
        "quote": "When you're playing a character who's cruel, look for the places where he's kind. When you're playing a character who is unhappy, look for the places where he has a glint of merriment."
    },
    {
        "id": 14,
        "quote": "Who am I? What will I be? Why am I here? Where am I going?"
    },
    {
        "id": 15,
        "quote": "Doubt is the enemy of creativeness."
    },
    {
        "id": 16,
        "quote": "When an actor is completely absorbed by some profoundly moving objective so that he throws his whole being passionately into its execution, he reaches a state we call inspiration."
    },
    {
        "id": 17,
        "quote": "In every physical action, unless it is purely mechanical, there is concealed some inner action, some feelings. This is how the two levels of life in a part are created, the inner and the outer. They are intertwined. A common purpose brings them together and reinforces the unbreakable bond."
    },
    {
        "id": 18,
        "quote": "The main difference between the art of the actor and all other arts is that every other [non-performing] artist may create whenever he is in the mood of inspiration. But the artist of the stage must be the master of his own inspiration, and must know how to call it forth at the hour announced on the posters of the theatre. This is the chief secret of our art."
    },
    {
        "id": 19,
        "quote": "When we are on stage, we are in the here and now."
    },
    {
        "id": 20,
        "quote": "You must be so thoroughly immersed in the given circumstances of the play, then you decide what it is at any given moment what that the actor wants."
    },
    {
        "id": 21,
        "quote": "You'll never see any two good actors approach a role in the same way."
    },
    {
        "id": 22,
        "quote": "Remember: there are no small parts, only small actors."
    },
    {
        "id": 23,
        "quote": "The character has to have some kind of arch. The character has to go through an event, and be changed by the human event."
    },
    {
        "id": 24,
        "quote": "Unless the theatre can ennoble you, make you a better person, you should flee from it."
    },
    {
        "id": 25,
        "quote": "Of course, if you have thought up to now that an actor relies merely on inspiration you will have to change your mind. Talent without work is nothing more than raw unfinished material."
    },
    {
        "id": 26,
        "quote": "Every person who is really an artist desires to create inside of himself another, deeper, more interesting life than the one that actually surrounds him."
    },
    {
        "id": 27,
        "quote": "It is only when an actor feels that his inner and outer life on the stage is flowing naturally and normally, in the circumstances that surround him, that the deeper sources of his subconscious gently open, and from them come feelings we cannot always analyse."
    },
    {
        "id": 28,
        "quote": "In the language of an actor, to know is synonymous with to feel"
    },
    {
        "id": 29,
        "quote": "At times of great stress it is especially necessary to achieve a complete freeing of the muscles"
    },
    {
        "id": 30,
        "quote": "Talent is nothing but a prolonged period of attention and a shortened period of mental assimilation."
    },
    {
        "id": 31,
        "quote": "The greatest wisdom is to realize one's lack of it."
    },
    {
        "id": 32,
        "quote": "The theatre infects the audience with its noble ecstasy."
    },
    {
        "id": 33,
        "quote": "The main factor in any form of creativeness is the life of a human spirit, that of the actor and his part, their joint feelings and subconscious creation."
    },
    {
        "id": 34,
        "quote": "It is through you, actors, that the forces which are understood by millions and that tell of everything that is beautiful on earth, find expression. The forces which reveal to people the happiness of living in a widened consciousness and in the joy of creative work for the whole world. You, the actors of a theatre, which is one of the centres of human culture, will never be understood by the people if you are unable to reflect the spiritual needs of your time, the now in which you are living."
    },
    {
        "id": 35,
        "quote": "In the given circumstances you must be rooted in the play. Do not depart from the play. Don't cut yourself off from your partner in the scene, or partners."
    },
    {
        "id": 36,
        "quote": "Our demands are simple, normal, and therefore they are difficult to satisfy. All we ask is that an actor on the stage live in accordance with natural laws."
    },
    {
        "id": 37,
        "quote": "The direct effect on our mind is achieved by the words, the text, the thought, which arouse consideration. Our will is directly affected by the super-objective, by other objectives, by a through line of action. Our feelings are directly worked upon by tempo-rhythm."
    },
    {
        "id": 38,
        "quote": "Stage charm guarantees in advance an actor's hold on the audience, it helps him to carry over to large numbers of people his creative purposes. It enhances his roles and his art. Yet it is of utmost importance that he use this precious gift with prudence, wisdom, and modesty. It is a great shame when he does not realize this and goes on to exploit, to play on his ability to charm."
    },
    {
        "id": 39,
        "quote": "I was born an ordinary actor. I will die an ordinary actor. But I've persisted."
    },
    {
        "id": 40,
        "quote": "In life we listen to other people. Listen with varying degrees of concentration and attention, right? Actors must learn to listen in a different way."
    },
    {
        "id": 41,
        "quote": "Fear your admirers! Learn in time to hear, understand, and love the cruel truth about yourselves!"
    },
    {
        "id": 42,
        "quote": "All art is autobiographical - if it's not, it's not going to quicken on-stage, and it's not going to come alive."
    },
    {
        "id": 43,
        "quote": "In the circle of light on the state in the midst of darkness, you have the sensation of being entirely alone... This is called solitude in public... During a performance, before an audience of thousands, you can always enclose yourself in this circle, like a snail in its shell... You can carry it wherever you go."
    },
    {
        "id": 44,
        "quote": "In the creative process there is the father, the author of the play; the mother, the actor pregnant with the part; and the child, the role to be born."
    },
    {
        "id": 45,
        "quote": "Don't go so deep in yourself that you no longer exist for your partner and for the character and for the play."
    },
    {
        "id": 46,
        "quote": "In spite of my great admiration for individual splendid talents I do not accept the star system. Collective creative effort is the root of our kind of art. That requires ensemble acting and whoever mars that ensemble is committing a crime not only against his comrades but also against the very art of which he is the servant."
    },
    {
        "id": 47,
        "quote": "A true priest is aware of the presence of the altar during every moment that he is conducting a service. It is exactly the same way that a true artist should react to the stage all the time he is in the theater. An actor who is incapable of this feeling will never be a true artist."
    },
    {
        "id": 48,
        "quote": "Young actors, fear your admirers! Learn in time, from your first steps, to hear, understand and love the cruel truth about yourselves. Find out who can tell you that truth and talk of your art only with those who can tell you the truth."
    },
    {
        "id": 49,
        "quote": "Success is transient, evanescent. The real passion lies in the poignant acquisition of knowledge about all the shading and subtleties of the creative secrets."
    },
    {
        "id": 50,
        "quote": "In talking about a genius, you would not say that he lies; he sees realities with different eyes from ours."
    },
    {
        "id": 51,
        "quote": "Gratuitous cruelty borders on the pathological, psychotic and that becomes uninteresting because there is no choice."
    },
    {
        "id": 52,
        "quote": "We have as many planes of speech as does a painting planes of perspective which create perspective in a phrase. The most important word stands out most vividly defined in the very foreground of the sound plane. Less important words create a series of deeper planes."
    },
    {
        "id": 53,
        "quote": "I have taken film-work that has been a little more cliché-written, to support myself and my family, and that's a whole kind of other challenge. It's like chopping wood: You've got to take what you can get and bless what withstands you. But in theatre! There's enough great theatre that you can find something interesting!"
    },
    {
        "id": 54,
        "quote": "Love art in yourself, and not yourself in art."
    },
    {
        "id": 55,
        "quote": "If you are looking for something, don't go sit on the seashore and expect it to come and find you; you must search, search, search with all the stubbornness in you!"
    },
    {
        "id": 56,
        "quote": "If you have a rifle, hanging on the wall in the first act, it should fire in the last act.”"
    },
    {
        "id": 57,
        "quote": "You can kill the King without a sword, and you can light the fire without a match. What needs to burn is your imagination."
    },
    {
        "id": 58,
        "quote": "I was truly happy. But my state was not that of any ordinary satisfaction. It was a joy which stemmed directly from creative, artistic achievement."
    },
    {
        "id": 59,
        "quote": "Everyone at every minute of his life must feel something. Only the dead have no sensations."
    },
    {
        "id": 60,
        "quote": "It is not enough to discover the secret of a play, its thought and feelings—the actor must be able to convert them into living terms."
    },
    {
        "id": 61,
        "quote": "There are no small parts, only small actors."
    },
    {
        "id": 62,
        "quote": "The actor does not live, he plays. He remains cold toward the object of his acting but his art must be perfection."
    },
    {
        "id": 63,
        "quote": "Today the Director opened his remarks by telling us what we must always do when the author, the director, and the others who are working on a production, leave out things we need to know. We must have, first of all, an unbroken series of supposed circumstances in the midst of which our exercise is played. Secondly we must have a solid line of inner visions bound up with those circumstances, so that they will be illustrated for us. During every moment we are on the stage, during every moment of the development of the action of the play, we must be aware either of the external circumstances which surround us (the whole material setting of the production), or of an inner chain of circumstances which we ourselves have imagined in order to illustrate our parts. Out of these moments will be formed an unbroken series of images, something like a moving picture. As long as we are acting creatively, this film will unroll and be thrown on the screen of our inner vision, making vivid the circumstances among which we are moving. Moreover, these inner images create a corresponding mood, and arouse emotions, while holding us within the limits of the play."
    },
    {
        "id": 64,
        "quote": "Never lose yourself on the stage. Always act in your own person, as an artist. The moment you lose yourself on the stage marks the departure from truly living your part and the beginning of exaggerated false acting. Therefore, no matter how much you act, how many parts you take, you should never allow yourself any exception to the rule of using your own feelings. To break that rule is the equivalent of killing the person you are portraying, because you deprive him of a palpitating, living, human soul, which is the real source of life for a part"
    },
    {
        "id": 65,
        "quote": "The verbal text of a play, especially one by a genius, is the manifestation of the clarity, the subtlety, the concrete power to express invisible thoughts and feelings of the author himself. Inside each and every word there is an emotion, a thought, that produced the word and justifies its being there."
    },
    {
        "id": 66,
        "quote": "On the stage do not run for the sake of running, or suffer for the sake of suffering. Don’t act “in general, for the sake of action; always act with a purpose.”"
    },
    {
        "id": 67,
        "quote": "If you speak any lines, or do anything, mechanically, without fully realizing who you are, where you came from, why, what you want, where you are going, and what you will do when you get there, you will be acting without imagination. That time, whether it will be short or long, will be unreal, and you will be nothing more than a wound-up machine, an automation."
    },
    {
        "id": 68,
        "quote": "It means the story of the play, its facts, events, epoch, time and place of action, conditions of life, the actors’ and regisseur’s interpretation, the mise-en-scene, the production, the sets, the costumes, properties, lighting and sound effects,—all the circumstances that are given to an actor to take into account as he creates his role. ‘If is the starting point, the given circumstances, the development. The one cannot exist without the other, if it is to possess a necessary stimulating quality. However, their functions differ somewhat: if gives the push to dormant imagination, whereas the given circumstances build the basis for if itself. And they both, together and separately, help to create an inner stimulus."
    },
    {
        "id": 69,
        "quote": "You should first of all assimilate the model. This is complicated. You study it from the point of view of the epoch, the time, the country, condition of life, background, literature, psychology, the soul, way of living, social position, and external appearance; moreover, you study character, such as custom, manner, movements, voice, speech, intonations, All this work on your material will help you permeate it with your own feelings. Without all this you will have no art."
    },
    {
        "id": 70,
        "quote": "don’t spend your time chasing after an inspiration that once chanced your way. It is as unrecoverable as yesterday, as the joys of childhood, as first love. Bend your efforts to creating a new and fresh inspiration for today. There is no reason to suppose that it will be less good than yesterday’s. It may not be as brilliant. But you have the advantage of possessing it today."
    },
    {
        "id": 71,
        "quote": "To avoid such mistakes, remember, for all time, that when you begin to study each role you should first gather all the materials that have any bearing on it, and supplement them with more and more imagination, until you have achieved such a similarity to life that it is easy to believe in what you are doing. in the beginning forget about your feelings. When the inner conditions are prepared, and right, feelings will come to the surface of their own accord."
    },
    {
        "id": 72,
        "quote": "All action in the theatre must have an inner justification, be logical, coherent and real."
    },
    {
        "id": 73,
        "quote": "At the bottom of every process of obtaining creative material for our work is emotion. Feeling, however, does not replace an immense amount of work on the part of our intellects. Perhaps you are afraid that the little touches which your mind may add on its own account will spoil your material drawn from life? Never fear that. Often these original additions enhance it greatly if your belief in them is sincere."
    },
    {
        "id": 74,
        "quote": "Не всё то золото, что блестит со сцены."
    },
    {
        "id": 75,
        "quote": "If [...] inspiration does not turn up then neither you nor they have anything with which to fill in the blank spaces. You have long stretches of nervous let-down [...], complete artistic impotence, and naïve amateurish sort of acting."
    },
    {
        "id": 76,
        "quote": "To tell the truth, I was simply going to take on the external mannerisms of my acquaintance,\" admitted Paul frankly. \"That was a great mistake,\" Tortsov replied. \"At that point you went over to sheer imitation, which has nothing to do with creativeness"
    },
    {
        "id": 77,
        "quote": "When you point out to him the palpable absurdity of some false action he has taken he is more than willing to cut it. But what can he do if his own feelings are not able to convince him? Who will guarantee that, having rid himself of one lie, another will not immediately take its place? A grain of truth must be planted under the falsehood, eventually to supplant it, as a child's second set of teeth pushes out the first."
    },
    {
        "id": 78,
        "quote": "Whereas mechanical acting makes use of worked-out stencils to replace real feelings, over-acting takes the first general human conventions that come along and uses them without even sharpening or preparing them for the stage. What happened to you is understandable and excusable in a beginner. But be careful in the future, because amateurish over-acting grows into the worst kind of mechanical acting."
    },
    {
        "id": 79,
        "quote": "The bad part was that you flirted with the audience and did not play [...]. You see Shakespeare did not write [...] in order that a student by the name of [...] could show the audience her little foot from the stage or could flirt with her admirers. Shakespeare had a different end in view, one which remained foreign to you, and therefore unknown to us. Unfortunately, our art is frequently exploited for personal ends. You do it to show your beauty. Others do it to gain popularity or external success or to make a career. In our profession these are common phenomena and I hasten to restrain you from them."
    },
    {
        "id": 80,
        "quote": "If the man who plays the [...] has talent, he will prove to you by his acting that he is unconscious of any guilt."
    },
    {
        "id": 81,
        "quote": "A fin de expresar una más delicada y completa vida subconsciente, es necesario tener control de un aparato físico y vocal excepcionalmente responsable, excelentemente preparado"
    },
    {
        "id": 82,
        "quote": "You know now that our work on a play begins with the use of _if_ as a lever to lift us out of everyday life on to the plane of imagination."
    },
    {
        "id": 83,
        "quote": "Truth in art is truth in circumstances."
    },
    {
        "id": 84,
        "quote": "There is a good side to waiting. It drives you into such a state that all you can do is long for your turn to get through with the thing you are afraid of."
    },
    {
        "id": 85,
        "quote": "Look,’ he said to us, ‘all these are the work of a favourite artist of mine, now dead. He was a strange person,"
    }
]