[{"id":1,"quote":"It is more important to outhink your enemy, than to outfight him"},{"id":2,"quote":"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle."},{"id":3,"quote":"Victory comes from finding opportunities in problems."},{"id":4,"quote":"The opportunity of defeating the enemy is provided by the enemy himself."},{"id":5,"quote":"Victory is reserved for those who are willing to pay its price."},{"id":6,"quote":"The greatest victory is that which requires no battle."},{"id":7,"quote":"If you are strong, appear weak. But if you are weak, appear strong."},{"id":8,"quote":"In the midst of chaos, there is also opportunity."},{"id":9,"quote":"If a battle can not be won do not fight it."},{"id":10,"quote":"Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat."},{"id":11,"quote":"One need not destroy one's enemy. One need only destroy his willingness to engage."},{"id":12,"quote":"All warfare is based on deception. Therefore, when capable, feign incapacity; when active, inactivity. When near, make it appear that you are far away; when far away, that you are to lure him; feign disorder and strike him. When he concentrates, prepare against him; where he is strong, avoid him. Anger his general and confuse him. Pretend inferiority and encourage his arrogance."},{"id":13,"quote":"The supreme art of war is to subdue the enemy without fighting."},{"id":14,"quote":"Those who are victorious plan effectively and change decisively. They are like a great river that maintains its course but adjusts its flow."},{"id":15,"quote":"Plan for what is difficult while it is easy, do what is great while it is small."},{"id":16,"quote":"To know your Enemy, you must become your Enemy."},{"id":17,"quote":"Let your plans be dark and impenetrable as night."},{"id":18,"quote":"He will win who knows when to fight and when not to fight."},{"id":19,"quote":"Swift as the wind. Quiet as the forest. Conquer like the fire. Steady as the mountain"},{"id":20,"quote":"These are the six ways of courting defeat - neglect to estimate the enemy's strength; want of authority; defective training; unjustifiable anger; nonobservance of discipline; failure to use picked men."},{"id":21,"quote":"The line between disorder and order lies in logistics."},{"id":22,"quote":"Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win."},{"id":23,"quote":"Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment - that which they cannot anticipate."},{"id":24,"quote":"Pretend to be weak, so your enemy may grow arrogant."},{"id":25,"quote":"A leader leads by example not by force."},{"id":26,"quote":"Kill one, terrify a thousand."},{"id":27,"quote":"Correct your mistake as soon as you have found it."},{"id":28,"quote":"Do not engage an enemy more powerful than you. And if it is unavoidable and you do have to engage, then make sure you engage it on your terms, not on your enemy's terms."},{"id":29,"quote":"Concentrate your energy and hoard your strength."},{"id":30,"quote":"Convince your enemy that he will gain very little by attacking you; this will diminish his enthusiasm"},{"id":31,"quote":"All war is based on deception."},{"id":32,"quote":"A warrior who is prepared to fight must also be prepared to die."},{"id":33,"quote":"All wars are won or lost before they are ever fought."},{"id":34,"quote":"The peak efficiency of knowledge and strategy is to make conflict unnecessary."},{"id":35,"quote":"If your enemy is superior, evade him"},{"id":36,"quote":"However desperate the situation and circumstances, don't despair. When there is everything to fear, be unafraid. When surrounded by dangers, fear none of them. When without resources, depend on resourcefulness. When surprised, take the enemy by surprise."},{"id":37,"quote":"Sweat more during peace: bleed less during war"},{"id":38,"quote":"Don't flail against the world, use it. Flexibility is the operative principle in the art of war."},{"id":39,"quote":"Weak leadership can wreck the soundest strategy"},{"id":40,"quote":"Opportunities increase as they are taken."},{"id":41,"quote":"When torrential water tosses boulders, it is because of its momentum. When the strike of a hawk breaks the body of its prey, it is because of timing."},{"id":42,"quote":"Weak leadership can wreck the soundest strategy; forceful execution of even a poor plan can often bring victory."},{"id":43,"quote":"He who relies solely on warlike measures shall be exterminated; he who relies solely on peaceful measures shall perish."},{"id":44,"quote":"Opportunities multiply as they are seized."},{"id":45,"quote":"Be extremely subtle, even to the point of formlessness. Be extremely mysterious, even to the point of soundlessness. Thereby you can be the director of the opponent's fate."},{"id":46,"quote":"Wait by the river long enough and the body of your enemy will float by you."},{"id":47,"quote":"Attack like the Fire and be still as the Mountain"},{"id":48,"quote":"Ultimate excellence lies not in winning every battle, but in defeating the enemy without ever fighting."},{"id":49,"quote":"He who knows his enemy and himself well will not be defeated easily."},{"id":50,"quote":"Be where your enemy is not."},{"id":51,"quote":"Unless you enter the tiger's lair, you cannot get hold of the tiger's cub's."},{"id":52,"quote":"When the leader is morally weak and his discipline not strict, when his instructions and guidance are not enlightened, when there are no consistent rules, neighboring rulers will take advantage of this."},{"id":53,"quote":"So the principles of warfare are: Do not depend on the enemy not coming, but depend on our readiness against him. Do not depend on the enemy not attacking, but depend on our position that cannot be attacked."},{"id":54,"quote":"The skilful employer of men will employ the wise man, the brave man, the covetous man, and the stupid man."},{"id":55,"quote":"Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared."},{"id":56,"quote":"Begin by seizing something which your opponent holds dear; then he will be amenable to your will."},{"id":57,"quote":"Ponder and deliberate before you make a move."},{"id":58,"quote":"So a military force has no constant formation, water has no constant shape: the ability to gain victory by changing and adapting according to the opponent is called genius."},{"id":59,"quote":"Great results, can be achieved with small forces."},{"id":60,"quote":"In all history, there is no instance of a country having benefited from prolonged warfare. Only one who knows the disastrous effects of a long war can realize the supreme importance of rapidity in bringing it to a close."},{"id":61,"quote":"Regard your soldiers as your children, and they will follow you into the deepest valleys; look upon them as your own beloved sons, and they will stand by you even unto death."},{"id":62,"quote":"Hold out baits to entice the enemy. Feign disorder, and crush him."},{"id":63,"quote":"Appear weak when you are strong, and strong when you are weak."},{"id":64,"quote":"You can prevent your opponent from defeating you through defense, but you cannot defeat him without taking the offensive."},{"id":65,"quote":"There are five dangerous faults which may affect a general: recklessness, which leads to destruction; cowardice, which leads to capture; a hasty temper, which can be provoked by insults; a delicacy of honour, which is sensitive to shame; over-solicitude for his men, which exposes him to worry and trouble."},{"id":66,"quote":"The nature of war is constant change."},{"id":67,"quote":"When strong, avoid them. If of high morale, depress them. Seem humble to fill them with conceit. If at ease, exhaust them. If united, separate them. Attack their weaknesses. Emerge to their surprise."},{"id":68,"quote":"Rewards for good service should not be deferred a single day."},{"id":69,"quote":"If their forces are substantial, prepare for them; if their forces are strong, avoid them."},{"id":70,"quote":"When you surround an army, leave an outlet free. Do not press a desperate foe too hard."},{"id":71,"quote":"If fighting is sure to result in victory, then you must fight."},{"id":72,"quote":"If it is to your advantage, make a forward move; if not, stay where you are."},{"id":73,"quote":"Appear at points which the enemy must hasten to defend; march swiftly to places where you are not expected."},{"id":74,"quote":"If the enemy leaves a door open, you must rush in."},{"id":75,"quote":"A battle avoided cannot be lost."},{"id":76,"quote":"Thus the expert in battle moves the enemy, and is not moved by him."},{"id":77,"quote":"In desperate position, you must fight."},{"id":78,"quote":"Build your opponent a golden bridge to retreat across."},{"id":79,"quote":"One who speaks deferentially but increases his preparations will advance. One who speaks belligerently and advances hastily will retreat."},{"id":80,"quote":"Attack is the secret of defense; defense is the planning of an attack."},{"id":81,"quote":"If the mind is willing, the flesh could go on and on without many things."},{"id":82,"quote":"He will win whose army is animated by the same spirit throughout all its ranks."},{"id":83,"quote":"Invincibility lies in the defense; the possibility of victory in the attack."},{"id":84,"quote":"Confront them with annihilation, and they will then survive; plunge them into a deadly situation, and they will then live. When people fall into danger, they are then able to strive for victory."},{"id":85,"quote":"When I have won a victory I do not repeat my tactics but respond to circumstances in an infinite variety of ways."},{"id":86,"quote":"The enemy's spies who have come to spy on us must be sought out, tempted with bribes, led away and comfortably housed. Thus they will become double agents and available for our service. It is through the information brought by the double agent that we are able to acquire and employ local and inward spies. It is owing to his information, again, that we can cause the doomed spy to carry false tidings to the enemy."},{"id":87,"quote":"The value of time, that is of being a little ahead of your opponent, often provides greater advantage than superior numbers or greater resources."},{"id":88,"quote":"The true objective of war is peace."},{"id":89,"quote":"What is of the greatest importance in war is extraordinary speed: One cannot afford to neglect opportunity."},{"id":90,"quote":"If you follow the enemy's shifts and changes, you can always find a way to win."},{"id":91,"quote":"In war, then, let your great object be victory, not lengthy campaigns."},{"id":92,"quote":"Know thy self, know thy enemy. A thousand battles, a thousand victories."},{"id":93,"quote":"Those who do not know the plans of competitors cannot prepare alliances. Those who do not know the lay of the land cannot maneuver their forces. Those who do not use local guides cannot take advantage of the ground."},{"id":94,"quote":"He who knows things, and in fighting puts his knowledge into practice, will win his battles. He who knows them not, nor practices them, will surely be defeated."},{"id":95,"quote":"Probe him and learn where his strength is abundant and where deficient."},{"id":96,"quote":"He will win who knows how to handle both superior and inferior forces."},{"id":97,"quote":"To ... not prepare is the greatest of crimes; to be prepared beforehand for any contingency is the greatest of virtues."},{"id":98,"quote":"Management of many is the same as management of few. It is a matter of organization."},{"id":99,"quote":"You cannot know if you will be successful or not. You can only prepare for battle and it must be done with all of your heart and with all of your consciousness. In that manner, you will have an edge."},{"id":100,"quote":"The height of strategy, is to attack your opponent's strategy."},{"id":101,"quote":"Agitate him and ascertain the pattern of his movement."},{"id":102,"quote":"Attack the enemy's strategy."},{"id":103,"quote":"Go into emptiness, strike voids, bypass what he defends hit him where he does not expect you."},{"id":104,"quote":"One mark of a great soldier is that he fight on his own terms or fights not at all."},{"id":105,"quote":"He who wishes to fight must first count the cost"},{"id":106,"quote":"There are roads which must not be followed, armies which must not be attacked, towns which must not be besieged, positions which must not be contested, commands of the sovereign which must not be obeyed."},{"id":107,"quote":"Plan for what is difficult while it is easy, do what is great while it is small. The difficult things in this world must be done while they are easy, the greatest things in the world must be done while they are still small. For this reason sages never do what is great, and this is why they achieve greatness."},{"id":108,"quote":"If you know both yourself and your enemy, you can win a hundred battles without a single loss."},{"id":109,"quote":"In conflict, straightforward actions generally lead to engagement, surprising actions generally lead to victory."},{"id":110,"quote":"To fight and conquer in all our battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."},{"id":111,"quote":"No ruler should put troops into the field merely to gratify his own spleen; no general should fight a battle simply out of pique."},{"id":112,"quote":"If you fight with all your might, there is a chance of life; where as death is certain if you cling to your corner"},{"id":113,"quote":"What is essential in war is victory, not prolonged operations."},{"id":114,"quote":"He who is prudent and lies in wait for an enemy who is not, will be victorious."},{"id":115,"quote":"Military tactics are like unto water; for water in its natural course runs away from high places and hastens downwards... Water shapes its course according to the nature of the ground over which it flows; the soldier works out his victory in relation to the foe whom he is facing. Therefore, just as water retains no constant shape, so in warfare there are no constant conditions. He who can modify his tactics in relation to his opponent and thereby succeed in winning, may be called a heaven-born captain."},{"id":116,"quote":"Weigh the situation, then move."},{"id":117,"quote":"Nothing is more difficult than the art of maneuvering for advantageous positions."},{"id":118,"quote":"Whoever is first in the field and awaits the coming of the enemy, will be fresh for the fight; whoever is second in the field and has to hasten to battle will arrive exhausted."},{"id":119,"quote":"Attack him where he is unprepared, appear where you are not expected."},{"id":120,"quote":"For the wise man delights in establishing his merit, the brave man likes to show his courage in action, the covetous man is quick at seizing advantages, and the stupid man has no fear of death."},{"id":121,"quote":"Winning isn't enough. The acme of all skill is to defeat your enemy before taking the field."},{"id":122,"quote":"If the enemy opens the door, you must race in."},{"id":123,"quote":"What is of supreme importance in war is to attack the enemy's strategy."},{"id":124,"quote":"The clever combatant imposes his will on the enemy, but does not allow the enemy's will to be imposed on him."},{"id":125,"quote":"And therefore those skilled in war bring the enemy to the field of battle and are not brought there by him."},{"id":126,"quote":"Generally, management of many is the same as management of few. It is a matter of organization. And to control many is the same as to control few. This is a matter of formations and signals."},{"id":127,"quote":"The opportunity to secure ourselves against defeat lies in our own hands"},{"id":128,"quote":"Unhappy is the fate of one who tries to win his battles and succeed in his attacks without cultivating the spirit of enterprise, for the result is waste of time and general stagnation."},{"id":129,"quote":"The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom."},{"id":130,"quote":"He will win who, prepared himself, waits to take the enemy unprepared."},{"id":131,"quote":"In war, practice dissimulation and you will succeed."},{"id":132,"quote":"When you shoot a bow and arrow, you aim at the clouds, not because you expect to hit them, but so that you may reach the distant target on the ground."},{"id":133,"quote":"So in war, the way is to avoid what is strong, and strike at what is weak."},{"id":134,"quote":"Those who are victorious plan effectively and change decisively. They are like a great river that maintains its course but adjusts its flow...they have form but are formless. They are skilled in both planning and adapting and need not fear the result of a thousand battles: for they win in advance, defeating those that have already lost."},{"id":135,"quote":"Of old the expert in battle would first make himself invincible and then wait for his enemy to expose his vulnerability."},{"id":136,"quote":"The expert in battle seeks his victory from strategic advantage and does not demand it from his men."},{"id":137,"quote":"I will be able to forecast which side will be victorious and which defeated."},{"id":138,"quote":"Those who would wage war, should first eliminate all domestic enemies before proceeding to attack the external foe."},{"id":139,"quote":"Therefore, just as water retains no constant shape, so in warfare there are no constant conditions."},{"id":140,"quote":"In the midst of difficulties we are always ready to seize an advantage, we may extricate ourselves from misfortune."},{"id":141,"quote":"One defends when his strength is inadequate, he attacks when it is abundant."},{"id":142,"quote":"When one treats people with benevolence, justice and righteousness, and reposes confidence in them, the army will be united in mind and all will be happy to serve their leaders."},{"id":143,"quote":"What the ancients called a clever fighter is one who not only wins, but excels in winning with ease."},{"id":144,"quote":"Energy may be likened to the bending of a crossbow; decision, to the releasing of a trigger."},{"id":145,"quote":"If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is tempermental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. If sovereign and subject are in accord, put division between them. Attack him where he is unprepared, appear where you are not expected."},{"id":146,"quote":"Who does not know the evils of war cannot appreciate its benefits."},{"id":147,"quote":"There is no place where espionage is not possible."},{"id":148,"quote":"Rapidity is the essence of war: take advantage of the enemy's unreadiness, make your way by unexpected routes, and attack unguarded spots."},{"id":149,"quote":"He who exercises no forethought but makes light of his opponents is sure to be captured by them."},{"id":150,"quote":"One who has few must prepare against the enemy; one who has many makes the enemy prepare against him."},{"id":151,"quote":"The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy."},{"id":152,"quote":"The successful person has unusual skill at dealing with conflict and ensuring the best outcome for all."},{"id":153,"quote":"In warfare, there are no constant conditions. He who can modify his tactics in relation to his opponent will succeed and win."},{"id":154,"quote":"When your weapons are dulled and ardour damped, your strength exhausted and treasure spent, neighboring rulers will take advantage of your distress to act. And even though you have wise counsellors, none will be able to lay good plans for the future. Thus, while we have heard of blundering swiftness in war, we have not yet seen a clever operation that was prolonged."},{"id":155,"quote":"The military has no constant form, just as water has no constant shape - adapt as you face the enemy, without letting them know beforehand what you are going to do."},{"id":156,"quote":"Keep their friends close and their enemies closer."},{"id":157,"quote":"When the general is weak and without authority; when his orders are not clear and distinct; when there are no fixed duties assigned to officers and men, and the ranks are formed in a slovenly haphazard manner, the result is utter disorganization."},{"id":158,"quote":"It is the business of a general to be quiet and thus ensure secrecy; upright and just, and thus maintain order."},{"id":159,"quote":"Without harmony in the State, no military expedition can be undertaken; without harmony in the army, no battle array can be formed."},{"id":160,"quote":"Ground which can be abandoned but is hard to re-occupy is called entangling."},{"id":161,"quote":"Who can determine where one ends and the other begins?"},{"id":162,"quote":"Throw your soldiers into positions whence there is no escape, and they will prefer death to flight. If they will face death, there is nothing they may not achieve."},{"id":163,"quote":"If we wish to fight, the enemy can be forced to an engagement even though he be sheltered behind a high rampart and a deep ditch. All we need do is attack some other place that he will be obliged to relieve."},{"id":164,"quote":"The quality of decision is like the well-timed swoop of a falcon which enables it to strike and destroy its victim."},{"id":165,"quote":"It is the business of a general to be serene and inscrutable, impartial and self-controlled."},{"id":166,"quote":"No ruler should put troops into the field merely to gratify his own spleen; no general should fight a battle simply out of pique. If it is to your advantage, make a forward move; if not, stay where you are. Anger may in time change to gladness; vexation may be succeeded by content. But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life."},{"id":167,"quote":"The business of a general is to kick away the ladder behind soldiers when they have climbed up a height."},{"id":168,"quote":"Move not unless you see an advantage; use not your troops unless there is something to be gained; fight not unless the position is critical."},{"id":169,"quote":"To plan secretly, to move surreptitiously, to foil the enemy's intentions and balk his schemes, so that at last the day may be won without shedding a drop of blood."},{"id":170,"quote":"Know thy enemy and know thy self and you will win a hundred battles."},{"id":171,"quote":"It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results."},{"id":172,"quote":"The good fighter is able to secure himself against defeat, but cannot make certain of defeating the enemy."},{"id":173,"quote":"Attack where he is unprepared; sally forth when he does not expect you."},{"id":174,"quote":"When you know both yourself as well as your competition, you are never in danger. To know yourself and not others, gives you half a chance of winning.  Knowing neither yourself or your competition puts you in a position to lose."},{"id":175,"quote":"All warfare is based on deception. Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near."},{"id":176,"quote":"The control of large numbers is possible, and like unto that of small numbers, if we subdivide them."},{"id":177,"quote":"First learn to become invincible, then wait for your enemy's moment of vulnerability."},{"id":178,"quote":"Thus those skilled in war subdue the enemy's army without battle .... They conquer by strategy."},{"id":179,"quote":"If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant."},{"id":180,"quote":"This does not mean that the enemy is to be allowed to escape. The object is to make him believe that there is a road to safety, and thus prevent his fighting with the courage of despair. After that, you may crush him."},{"id":181,"quote":"When the enemy is relaxed, make them toil. When full, starve them. When settled, make them move."},{"id":182,"quote":"Therefore the skillful leader subdues the enemy's troops without any fighting; he captures their cities without laying siege to them; he overthrows their kingdom without lengthy operations in the field."},{"id":183,"quote":"When the common soldiers are too strong and their officers too weak, the result is insubordination. When the officers are too strong and the common soldiers too weak, the result is collapse."},{"id":184,"quote":"Factors in the art of warfare are: First, calculations; second, quantities; third, logistics; fourth, the balance of power; and fifth, the possibility of victory is based on the balance of power."},{"id":185,"quote":"Humble words and increased preparations are signs that the enemy is about to advance. Violent language and driving forward as if to the attack are signs that he will retreat."},{"id":186,"quote":"When your opponent gives you an opening, be swift as a hare."},{"id":187,"quote":"There are routes not to be followed, armies not to be attacked, citadels not to be besieged, territory not to be fought over."},{"id":188,"quote":"A sovereign of high character and intelligence must be able to know the right man, should place the responsibility on him, and expect results."},{"id":189,"quote":"To capture the enemy's entire army is better than to destroy it; to take intact a regiment, a company, or a squad is better than to destroy them. For to win one hundred victories in one hundred battles is not the supreme of excellence. To subdue the enemy without fighting is the supreme excellence."},{"id":190,"quote":"Perfection in war lies in so sapping your opponents will that he surrenders without fighting."},{"id":191,"quote":"Making no mistakes is what establishes the certainty of victory, for it means conquering an enemy that is already defeated."},{"id":192,"quote":"In war, numbers alone confer no advantage. Do not advance relying on sheer military power."},{"id":193,"quote":"To persuade your enemy to (retreat) before the fight is to defeat them even before the battle begins. An enemy made ally is no longer an enemy."},{"id":194,"quote":"It is ten thousand times cheaper to pay the best spies lavishly than even a tiny army poorly."},{"id":195,"quote":"The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable."},{"id":196,"quote":"Act after having made assessments. The one who first knows the measure of far and near wins - this is the rule of armed struggle."},{"id":197,"quote":"In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good."},{"id":198,"quote":"The essential factor of military success is speed, that is taking advantage of others' unpreparedness or lack of foresight, their failure to catch up, going by routes they do not expect, attacking where they are not on guard. This you cannot accomplish with hesitation."},{"id":199,"quote":"Rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him"},{"id":200,"quote":"Too frequent rewards indicate that the general is at the end of his resources; too frequent punishments that he is in acute distress."},{"id":201,"quote":"He who is not sage and wise, humane and just, cannot use secret agent.s. And he who is not delicate and subtle cannot get the truth out of them."},{"id":202,"quote":"Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory."},{"id":203,"quote":"Set the troops to their tasks without imparting your designs."},{"id":204,"quote":"What enables the wise sovereign and the good general to strike and conquer, and achieve things beyond the reach of ordinary men, is foreknowledge."},{"id":205,"quote":"It is imperative to contest all factions for complete victory, so the army is not garrisoned and the profit can be total. This is the law of strategic siege."},{"id":206,"quote":"If quick, I survive. If not quick, I am lost. This is death."},{"id":207,"quote":"Do not swallow bait offered by the enemy. Do not interfere with an army that is returning home."},{"id":208,"quote":"When the higher officers are angry and insubordinate, and on meeting the enemy give battle on their own account from a feeling of resentment, before the commander-in-chief can tell whether or not he is in a position to fight, the result is ruin."},{"id":209,"quote":"Carefully compare the opposing army with your own, so that you may know where strength is superabundant and where it is deficient."},{"id":210,"quote":"If ignorant both of your enemy and yourself, you are certain to be in peril."},{"id":211,"quote":"The King is only fond of words, and cannot translate them into deeds."},{"id":212,"quote":"O divine art of subtlety and secrecy! Through you we learn to be invisible, through you inaudible and hence we can hold the enemy's fate in our hands."},{"id":213,"quote":"Those who excel in war first cultivate their own humanity and  and maintain their laws and institutions. By these means they make their governments invincible."},{"id":214,"quote":"The art of using troops is this:\n......When ten to the enemy's one, surround him;\n......When five times his strength, attack him;\n......If double his strength, divide him;\n......If equally matched you may engage him;\n......If weaker numerically, be capable of withdrawing;\n......And if in all respects unequal, be capable of eluding him,\n..........for a small force is but booty for one more powerful."},{"id":215,"quote":"One who sets the entire army in motion to chase an advantage will not attain it."},{"id":216,"quote":"Like the sun and moon, they end but to begin anew; like the four seasons, they pass away to return once more."},{"id":217,"quote":"The art of giving orders is not to try to rectify the minor blunders and not be swayed by petty doubts."},{"id":218,"quote":"All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved."},{"id":219,"quote":"If you know yourself but not the enemy, for every victory gained you will also suffer a defeat."},{"id":220,"quote":"Subtle and insubstantial, the expert leaves no trace; divinely mysterious, he is inaudible. Thus he is master of his enemy's fate."},{"id":221,"quote":"To Subdue an enemy without fighting is the greatest of skills"},{"id":222,"quote":"Those whose upper and lower ranks have the same desire are victorious."},{"id":223,"quote":"Until death itself comes, no calamity need be feared"},{"id":224,"quote":"On dispersive ground, therefore, fight not. On facile ground, halt not. On contentious ground, attack not. On open ground, do not try to block the enemy's way. On the ground of intersecting highways, join hands with your allies. On serious ground, gather in plunder. In difficult ground, keep steadily on the march. On hemmed-in ground, resort to stratagem. On desperate ground, fight."},{"id":225,"quote":"You can ensure the success of your attacks if you only attack places that are undefended. You can ensure the safety of your defense if you only hold positions that cannot be attacked. Therefore, that general is skillful in attack whose opponent does not know what to defend; and he is skillful in defense whose opponent does not know what to attack."},{"id":226,"quote":"If soldiers are punished before they have grown attached to you, they will not prove submissive; and, unless submissive, then will be practically useless. If, when the soldiers have become attached to you, punishments are not enforced, they will still be unless."},{"id":227,"quote":"For to win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill."},{"id":228,"quote":"A kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life."},{"id":229,"quote":"There are three ways in which a ruler can bring misfortune on his army: By commanding the army to advance or to retreat, being ignorant of the fact that it cannot obey. This is called hobbling the army. By attempting to govern an army in the same way as he administers a kingdom, being ignorant of the conditions which obtain in an army. This causes restlessness in the soldier's minds. By employing the officers of his army without discrimination, through ignorance of the military principle of adaptation to circumstances. This shakes the confidence of the soldiers."},{"id":230,"quote":"To a surrounded enemy, you must leave a way of escape."},{"id":231,"quote":"As water shapes its flow in accordance with the ground, so an army manages its victory in accordance with the situation of the enemy."},{"id":232,"quote":"If we know that the enemy is open to attack, but are unaware that our own men are not in a condition to attack, we have gone only halfway towards victory."},{"id":233,"quote":"Those skilled at making the enemy move do so by creating a situation to which he must conform; they entice him with something he is certain to take, and with lures of ostensible profit they await him in strength."},{"id":234,"quote":"In all fighting, the direct method may be used for joining battle, but indirect methods will be needed in order to secure victory."},{"id":235,"quote":"Know the enemy, know yourself; your victory will never be endangered. Know the ground, know the weather; your victory will then be total."},{"id":236,"quote":"The spot where we intend to fight must not be made known; for then the enemy will have to prepare against a possible attack at several different points; and his forces being thus distributed in many directions, the numbers we shall have to face at any given point will be proportionately few."},{"id":237,"quote":"Hence the experienced soldier, once in motion, is never bewildered; once he has broken camp, he is never at a loss."},{"id":238,"quote":"There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard."},{"id":239,"quote":"If not in the interests of the state, do not act. If you cannot succeed, do not use troops. If you are not in danger, do not fight."},{"id":240,"quote":"In all fighting, the direct method may be used for joining battle, but indirect methods will be needed in order to secure victory. In battle, there are not more than two methods of attack.. the direct and the indirect; yet these two in combination give rise to an endless series of maneuvers."},{"id":241,"quote":"A military operation involves deception. Even though you are competent, appear to be incompetent. Though effective, appear to be ineffective."},{"id":242,"quote":"Unless you know the mountains and the forests, the defiles and impasses, the lay of the marshes and swamps, you cannot maneuver with an armed force. Unless you use local guides, you cannot get the advantages of the land."},{"id":243,"quote":"Be subtle! be subtle! and use your spies for every kind of business."},{"id":244,"quote":"Pretend inferiority and encourage his arrogance."},{"id":245,"quote":"The skillful tactician may be likened to the shuai-jan. Now the shuai-jan is a snake that is found in the Ch'ang mountains. Strike at its head, and you will be attacked by its tail; strike at its tail, and you will be attacked by its head; strike at its middle, and you will be attacked by head and tail both."},{"id":246,"quote":"The clever combatant looks to the effect of combined energy, and does not require too much from individuals. Hence his ability to pick out the right men and utilize combined energy"},{"id":247,"quote":"When you are ignorant of the enemy but know yourself, your chances of winning or losing are equal."},{"id":248,"quote":"In peace prepare for war, in war prepare for peace. The art of war is of vital importance to the state. It is matter of life and death, a road either to safety or to ruin. Hence under no circumstances can it be neglected."},{"id":249,"quote":"In a position of this sort, even though the enemy should offer us an attractive bait, it will be advisable not to stir forth, but rather to retreat, thus enticing the enemy in his turn; then, when part of his army has come out, we may deliver our attack with advantage."},{"id":250,"quote":"We cannot enter into alliances until we are acquainted with the designs of our neighbors. We are not fit to lead an army on the march unless we are familiar with the face of the country."},{"id":251,"quote":"If this is long delayed, weapons are blunted and morale depressed."},{"id":252,"quote":"When he pretends to flee, do not pursue."},{"id":253,"quote":"There is an intelligent way to eat a live frog - I just don't know what it is."},{"id":254,"quote":"A wise general makes a point of foraging of the enemy."},{"id":255,"quote":"Knowledge of the enemy's dispositions can only be obtained from other men."},{"id":256,"quote":"As water has no constant form, there are in war no constant conditions."},{"id":257,"quote":"Keep your friends close and your enemies even closer."},{"id":258,"quote":"With regard to precipitous heights, if you are beforehand with your adversary, you should occupy the raised and sunny spots, and there wait for him to come up."},{"id":259,"quote":"Defeat the enemies strategy."},{"id":260,"quote":"It is only one who is thoroughly acquainted with the evils of war that can thoroughly understand the profitable way of carrying it on."},{"id":261,"quote":"In your deliberations, when seeking to determine the military conditions, let them be made the basis of a comparison, in this wise: which of the two generals has the most ability? on which side is Discipline most rigorously enforced? which army is stronger? on which side are the officers and men more highly trained? in which army is there the greater constancy both in reward and punishment?"},{"id":262,"quote":"The best general is the one who never fights."},{"id":263,"quote":"The enlightened ruler is heedful, and the good general full of caution."},{"id":264,"quote":"Therefore the good fighter will be terrible in his onset, and prompt in his decision."},{"id":265,"quote":"Use humility to make the enemy haughty. Tire them by flight. Cause division among them. When they are unprepared, attack and make your move when they do not expect it."},{"id":266,"quote":"In the tumult and uproar, the battle seems chaotic, but there is no disorder, the troops appear to be milling about in circles but cannot be defeated."},{"id":267,"quote":"Order or disorder depends on organisation and direction; courage or cowardice on circumstances; strength or weakness on tactical dispositions."},{"id":268,"quote":"Invincibility is in oneself, and vulnerability is in the opponent. Invincibility is a matter of defense, vulnerability is a matter of attack. Therefore skillful warriors are able to be invincible, but they cannot cause opponents to be vulnerable. That is why it is said that victory is discerned and not manufactured."},{"id":269,"quote":"So the important thing in a military operation is victory, not persistence."},{"id":270,"quote":"The skillful leader subdues the enemy's troops without any fighting."},{"id":271,"quote":"If a general shows confidence in his men but always insists on his orders being obeyed, the gain will be mutual."},{"id":272,"quote":"They [spies] cannot be properly managed without benevolence and straightforwardness."},{"id":273,"quote":"We cannot enter into alliance with neighbouring princes until we are acquainted with their designs. We are not fit to lead an army on the march unless we are familiar with the face of the country - its mountains and forests, its pitfalls and precipices, its marshes and swamps. We shall be unable to turn natural advantages to account unless we make use of local guides."},{"id":274,"quote":"Every battle is won before it is fought."},{"id":275,"quote":"Therefore I say: know the enemy and know yourself; in a hundred battles you will never be in peril. When you are ignorant of the enemy but know yourself, your chances of winning or losing are equal. If ignorant both of your enemy and of yourself, you are certain in every battle to be in peril."},{"id":276,"quote":"The general who wins the battle makes many calculations in his temple before the battle is fought. The general who loses makes but few calculations beforehand."},{"id":277,"quote":"It is a doctrine of war not to assume the enemy will not come, but rather to rely on one's readiness to meet him; not to presume that he will not attack, but rather to make one's self invincible."},{"id":278,"quote":"Should one ask: 'how do I cope with a well-ordered enemy host about to attack me?' I reply: seize something he cherishes and he will conform to your desires."},{"id":279,"quote":"Birds rising in flight is a sign that the enemy is lying in ambush; when the wild animals are startled and flee he is trying to take you unaware."},{"id":280,"quote":"So there are five ways of knowing who will win. Those who know when to fight and when not to fight are victorious. Those who discern when to use many or few troops are victorious. Those whose upper and lower ranks have the same desire are victorious."},{"id":281,"quote":"Without local guides, your enemy employs the land as a weapon against you."},{"id":282,"quote":"The end and aim of spying in all its five varieties is knowledge of the enemy; and this knowledge can only be derived, in the first instance, from the converted spy. Hence it is essential that the converted spy be treated with the utmost liberality."},{"id":283,"quote":"It is through the dispositions of an army that its condition may be discovered. Conceal your dispositions, and your condition will remain secret, which leads to victory,; show your dispositions, and your condition will become patent, which leads to defeat."},{"id":284,"quote":"There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard.There are not more than five primary colors, yet in combination they produce more hues than can ever been seen.There are not more than five cardinal tastes, yet combinations of them yield more flavors than can ever be tasted."},{"id":285,"quote":"Thus the highest form of generalship is to balk the enemy's plans, the next best is to prevent the junction of the enemy's forces, the next in order is to attack the enemy's army in the field, and the worst policy of all is to besiege walled cities."},{"id":286,"quote":"There are only five notes in the musical scale, but their variations are so many that they cannot all be heard. There are only five basic colors, but their variations are so many that they cannot all be seen. There are only five basic flavors, but their variations are so many that they cannot all be tasted. There are only two kinds of charge in battle, the unorthodox surprise attack and the orthodox direct attack, but variations of the unorthodox and the orthodox are endless. The unorthodox and the orthodox give rise to each other, like a beginningless circle-who could exhaust them?"},{"id":287,"quote":"Be the first to seize intersecting ground, that is ground which lies the intersections of borders or intersections of main thoroughfares of commerce and travel. Your occupation of it gives you access to all who border it and all who would covet it. On intersecting ground, if you establish alliances you are safe, if you lose alliances you are in peril."},{"id":288,"quote":"Thus we may know that there are five essentials for victory: He will win who knows when to fight and when not to fight. He will win who knows how to handle both superior and inferior forces. He will win whose army is animated by the same spirit throughout all its ranks. He will win who, prepared himself, waits to take the enemy unprepared. He will win who has military capacity and is not interfered with by the sovereign."},{"id":289,"quote":"It is essential to seek out enemy agents who have come to conduct espionage against you and to bribe them to serve you. Give them instructions and care for them. Thus doubled agents are recruited and used."},{"id":290,"quote":"Whoever is the first in the field and awaits the coming of the enemy will be fresh for the fight... Therefore the clever combatant imposes his will on the enemy... By holding out advantages to him, he can cause the enemy to approach of his own accord; or by inflicting damage, he can make it impossible for the enemy to draw near."},{"id":291,"quote":"Fighting with a large army under your command is nowise different from fighting with a small one: it is merely a question of instituting signs and signals."},{"id":292,"quote":"By altering his arrangements and changing his plans, the skillful general keeps the enemy without definite knowledge. By shifting his camp and taking circuitous routes, he prevents the enemy from anticipating his purpose. At the critical moment, the leader of an army acts like one who has climbed up a height and then kicks away the ladder behind him."},{"id":293,"quote":"To capture an enemies army is better than to destroy it."},{"id":294,"quote":"On the field of battle, the spoken word does not carry far enough; hence the institution of gongs and drums... banners and flags. Gongs and drums, banners and flags, are means whereby the ears and eyes of the host may be focused on one particular point."},{"id":295,"quote":"Appraise war in terms of the fundamental factors. The first of these factors is moral influence."},{"id":296,"quote":"And therefore only the enlightened sovereign and the worthy general who are able to use the most intelligent people as agents are certain to achieve great things."},{"id":297,"quote":"The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy. To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself. Thus the good fighter is able to secure himself against defeat, but cannot make certain of defeating the enemy."},{"id":298,"quote":"Ground which can be freely traversed by both sides is called accessible."},{"id":299,"quote":"When the enemy is at ease, be able to weary him; when well fed, to starve him; when at rest, to make him move. Appear at places to which he must hasten; move swiftly where he does not expect you."},{"id":300,"quote":"Hostile armies may face each other for years, striving for the victory which is decided in a single day. This being so, to remain in ignorance of the enemy's condition simply because one grudges the outlay of a hundred ounces of silver in honors and emoluments, is the height of inhumanity."},{"id":301,"quote":"With regard to ground of this nature, be before the enemy in occupying the raised and sunny spots, and carefully guard your line of supplies. Then you will be able to fight with advantage."},{"id":302,"quote":"When the enemy's envoy's speak in humble terms, but continues his preparations, he will advance. When their language is deceptive but the enemy pretentiously advances, he will retreat. When the envoys speak in apologetic terms, he wishes a respite. When without a previous understanding the enemy asks for a truce, he is plotting. When the enemy sees an advantage but does not advance to seize it, he is fatigued."},{"id":303,"quote":"Should the enemy forestall you in occupying a pass, do not go after him if the pass is fully garrisoned, but only if it is weakly garrisoned."},{"id":304,"quote":"It is sufficient to estimate the enemy situation correctly and to concentrate your strength to capture him. There is no more to it than this. He who lacks foresight and underestimates his enemy will surely be captured by him."},{"id":305,"quote":"the leader of armies is the arbiter of the people's fate, the man on whom it depends whether the nation shall be in peace or in peril."},{"id":306,"quote":"It is according to the shapes that I lay the plans for victory, but the multitude does not comprehend this. Although everyone can see the outward aspects, none understands the way in which I have created victory."},{"id":307,"quote":"Should the enemy strengthen his van, he will weaken his rear; should he strengthen his rear, he will weaken his van; should he strengthen his left, he will weaken his right; should he strengthen his right, he will weaken his left. If he sends reinforcements everywhere, he will everywhere be weak."},{"id":308,"quote":"Secret operations are essential in war; upon them the army relies to make its every move."},{"id":309,"quote":"Know the enemy and know yourself."},{"id":310,"quote":"If there is disturbance in the camp, the general's authority is weak. If the banners and flags are shifted about, sedition is afoot. If the officers are angry, it means that the men are weary."},{"id":311,"quote":"Hence the saying: The enlightened ruler lays his plans well ahead; the good general cultivates his resources."},{"id":312,"quote":"Against those skilled in attack, an enemy does not know where to defend; against the experts in defense, the enemy does not know where to attack."},{"id":313,"quote":"The general that hearkens to my counsel and acts upon it, will conquer: let such a one be retained in command! The general that hearkens not to my counsel nor acts upon it, will suffer defeat: - let such a one be dismissed!"},{"id":314,"quote":"If asked how to cope with a great host of the enemy in orderly array and on the point of marching to the attack, I should say: \"Begin by seizing something which your opponent holds dear; then he will be amenable to your will.\" Rapidity is the essence of war: take advantage of the enemy's unreadiness, make your way by unexpected routes, and attack unguarded spots."},{"id":315,"quote":"Of all rewards none [is] more liberal than those given to secret agents."},{"id":316,"quote":"Know the enemy and know yourself; in a hundred battles you will never peril."},{"id":317,"quote":"The difficulty of tactical maneuvering consists in turning the devious into the direct, and misfortune into gain."},{"id":318,"quote":"Other conditions being equal, if one force is hurled against another ten times its size, the result will be the flight of the former."},{"id":319,"quote":"If you know neither the enemy nor yourself, you will succumb in every battle"},{"id":320,"quote":"Thus the skilful general conducts his army just as though he were leading a single man, willy-nilly, by the hand."},{"id":321,"quote":"Ponder and deliberate before you make your move. He will conquer who has learned the artifice of deviation. Such is the art of maneuvering."},{"id":322,"quote":"Spies cannot be usefully employed without a certain intuitive sagacity."},{"id":323,"quote":"If we do not wish to fight, we can prevent the enemy from engaging us even though the lines of our encampment be merely traced out on the ground. All we need to do is to throw something odd and unaccountable in his way."},{"id":324,"quote":"The General who in advancing does not seek personal fame, and in withdrawing is not concerned with avoiding punishment, but whose only purpose is to protect the people and promote the best interests of his sovereign, is the precious jewel of the state."},{"id":325,"quote":"There is nothing more difficult than tactical maneuvering. The difficult consists in turning the devious into the direct, and misfortune into gain. Thus, to take a long and circuitous route after enticing the enemy out of the way, and though starting after him to contrive to reach the goal before him, shows knowledge of the artifice of deviation."},{"id":326,"quote":"Bring war material with you from home, but forage on the enemy... use the conquered foe to augment one's own strength."},{"id":327,"quote":"Amid the turmoil and tumult of battle, there may be seeming disorder and yet no real disorder at all."},{"id":328,"quote":"Success in warfare is gained by carefully accommodating ourselves to the enemy's purpose."},{"id":329,"quote":"It is the rule in war, if ten times the enemy's strength, surround them; if five times, attack them; if double, be able to divide them; if equal, engage them; if fewer, defend against them; if weaker, be able to avoid them."},{"id":330,"quote":"The general must be the first in the toils and fatigues of the army. In the heat of summer he does not spread his parasol nor in the cold of winter don thick clothing. In dangerous places he must dismount and walk. He waits until the army's wells have been dug and only then drinks; until the army's food is cooked before he eats; until the army's fortifications have been completed, to shelter himself."},{"id":331,"quote":"If I wish to engage, then the enemy, for all his high ramparts and deep moat, cannot avoid engagement; I attack that which he is obliged to rescue."},{"id":332,"quote":"Someone unfamiliar with the mountains and forests cannot advance [the team]. One who does not employ local guides cannot gain the advantage."},{"id":333,"quote":"If the enemy has occupied them before you, do not follow him, but retreat and try to entice him away."},{"id":334,"quote":"Quickness is the essence of the war."},{"id":335,"quote":"The dance of battle is always played to the same impatient rhythm. What begins in a surge of violent motion is always reduced to the perfectly still."},{"id":336,"quote":"In making tactical dispositions, the highest pitch you can attain is to conceal them."},{"id":337,"quote":"If you are situated at a great distance from the enemy, and the strength of the two armies is equal,  it is not easy to provoke a battle, and fighting will be to your disadvantage."},{"id":338,"quote":"The supreme excellence is not to win a hundred victories in a hundred battles. The supreme excellence is to subdue the armies of your enemies without having to fight them."},{"id":339,"quote":"An army may be likened to water, for just as flowing water avoids the heights and hastens to the lowlands, so an army avoids strength and strikes weakness."},{"id":340,"quote":"Do not press an enemy at bay. Prince Fu Ch'ai said: \"Wild beasts, when at bay, fight desperately. How much more is this true of men! If they know there is no alternative, they will fight to the death."},{"id":341,"quote":"The general who wins a battle makes many calculations in his temple ere the battle is fought. The general who loses a battle makes but few calculations beforehand. Thus do many calculations lead to victory, and few calculations to defeat: how much more no calculation at all! It is by attention to this point that I can foresee who is likely to win or lose."},{"id":342,"quote":"There has never been a protracted war from which a country has benefitted."},{"id":343,"quote":"Spies cannot be usefully employed without a certain intuitive sagacity; They cannot be properly managed without benevolence and straightforwardness; Without subtle ingenuity of mind, one cannot make certain of the truth of their reports; Be subtle! be subtle! and use your spies for every kind of warfare; If a secret piece of news is divulged by a spy before the time is ripe, he must be put to death together with the man to whom the secret was told."},{"id":344,"quote":"When he utilizes combined energy, his fighting men become, as it were, like rolling logs or stones... The energy developed by good fighting men is as the momentum of a round stone rolled down a mountain thousands of feet in height."},{"id":345,"quote":"Of all those in the army close to the commander none is more intimate than the secret agent; of all rewards none more liberal than those given to secret agents; of all matters none is more confidential than those relating to secret operations."},{"id":346,"quote":"Hiding order beneath the cloak of disorder is simply a question of subdivision; concealing courage under a show of timidity presupposes a fund of latent energy; masking strength with weakness is to be effected by tactical dispositions."},{"id":347,"quote":"Invincibility depends on one's self; the enemy's vulnerability on him."},{"id":348,"quote":"Therefore a victorious army first wins and then seeks battle; a defeated army first battles and then seeks victory."},{"id":349,"quote":"Therefore the victories of good warriors are not noted for cleverness or bravery. Therefore their victories in battle are not flukes. Their victories are not flukes because they position themselves where they will surely win, prevailing over those wh."},{"id":350,"quote":"Fierce language and pretentious advances are signs that the enemy is about to retreat."},{"id":351,"quote":"If fighting is sure to result in victory, then you must fight, even though the ruler forbid it; if fighting will not result in victory, then you must not fight even at the ruler's bidding."},{"id":352,"quote":"The consummate leader cultivates the moral law, and strictly adheres to method and discipline; thus it is in his power to control success."},{"id":353,"quote":"O divine art of subtlety and secrecy!"},{"id":354,"quote":"Without subtle ingenuity of mind, one cannot make certain of the truth of their reports."},{"id":355,"quote":"The natural formation of the country is the soldier's best ally;  but a power of estimating the adversary,  of controlling the forces of victory,  and of shrewdly calculating difficulties, dangers and distances,  constitutes the test of a great general."},{"id":356,"quote":"When orders are consistently trustworthy and observed, the relationship of a commander with his troops is satisfactory."},{"id":357,"quote":"All warfare is based on deception. There is no place where espionage is not used. Offer the enemy bait to lure him."},{"id":358,"quote":"If an enemy has alliances, the problem is grave and the enemy's position strong; if he has no alliances, the problem is minor and the enemy's position weak."},{"id":359,"quote":"If those who are sent to draw water begin by drinking themselves, the army is suffering from thirst."},{"id":360,"quote":"So it is that good warriors take their stance on ground where they cannot lose, and do not overlook conditions that make an opponent prone to defeat."},{"id":361,"quote":"All war is deception."},{"id":362,"quote":"To perceive victory when it is known to all is not really skilful. Everyone calls victory in battle good, but it is not really good."},{"id":363,"quote":"When the thunderclap comes, there is no time to cover the ears."},{"id":364,"quote":"There is no instance of a nation benefiting from prolonged warfare."},{"id":365,"quote":"The natural formation of the country is the soldier's best ally"},{"id":366,"quote":"Nothing is more difficult than the art of maneuver. What is difficult about maneuver is to make the devious route the most direct and to turn misfortune to advantage."},{"id":367,"quote":"Do not press an enemy at bay."},{"id":368,"quote":"If you are far from the enemy, make him believe you are near."},{"id":369,"quote":"The proximity of an army causes prices to go up; and high prices cause people's substance to be drained away. When their substance is drained away, they will be afflicted by heavy exactions. With this loss of substance and exhaustion of strength, the homes of the people will be stripped bare, and their incomes dissipated."},{"id":370,"quote":"With regard to narrow passes, if you can occupy them first,  let them be strongly garrisoned and await the advent of the enemy."},{"id":371,"quote":"At first, then, exhibit the coyness of a maiden, until the enemy gives you an opening; afterwards emulate the rapidity of a running hare, and it will be too late for the enemy to oppose you."},{"id":372,"quote":"All battles are won before they start."},{"id":373,"quote":"War is a matter of vital importance to the state; the province of life or death; the road to survival or ruin. It is mandatory that it be thoroughly studied."},{"id":374,"quote":"Getting people to fight by letting the force of momentum work is like rolling logs and rocks. Logs and rocks are still when in a secure place, but roll on an incline; they remain stationary if square, they roll if round. Therefore, when people are skillfully led into battle, the momentum is like that of round rocks rolling down a high mountain - this is force."},{"id":375,"quote":"The control of a large force is the same principle as the control of a few men: it is merely a question of dividing up their numbers."},{"id":376,"quote":"All warfare is based on deception. If your enemy is superior, evade him. If angry, irritate him. If equally matched, fight and if not: split and re-evaluate."},{"id":377,"quote":"If I am able to determine the enemy's dispositions while at the same time I conceal my own, then I can concentrate and he must divide."},{"id":378,"quote":"He will win who has military capacity and is not interfered with by the sovereign."},{"id":379,"quote":"He who wishes to fight must first count the cost. When you engage in actual fighting, if victory is long in coming, then men's weapons will grow dull and their ardor will be dampened. If you lay siege to a town, you will exhaust your strength."},{"id":380,"quote":"When you do battle, even if you are winning, if you continue for a long time it will dull your forces and blunt you edge...If you keep your armies out in the field for a long time, your supplies will be insufficient. Transportation of provisions itself consumes 20 times the amount transported."},{"id":381,"quote":"For them to perceive the advantage of defeating the enemy, they must also have their rewards."},{"id":382,"quote":"To conquer the enemy without resorting to war is the most desirable. The highest form of generalship is to conquer the enemy by strategy."},{"id":383,"quote":"He whose ranks are united in purpose will be victorious."},{"id":384,"quote":"It is said that if you know your enemies and know yourself, you will not be imperiled in a hundred battles; if you do not know your enemies but do know yourself, you will win one and lose one; if you do not know your enemies nor yourself, you will be imperiled in every single battle."},{"id":385,"quote":"Now the reason the enlightened prince and the wise general conquer the enemy whenever they move and their achievements surpass those of ordinary men is foreknowledge."},{"id":386,"quote":"When a general, unable to estimate the enemy's strength, allows an inferior force to engage a larger one, or hurls a weak detachment against a powerful one, and neglects to place picked soldiers in the front rank, the result must be rout."},{"id":387,"quote":"And regulation entails organizational effectiveness, a chain of command, and a structure for logistical support."},{"id":388,"quote":"The ultimate in disposing one's troops is to be without ascertainable shape. Then the most penetrating spies cannot pry in nor can the wise lay plans against you."},{"id":389,"quote":"To maintain an army at a distance causes the people to be impoverished."},{"id":390,"quote":"Being unconquerable lies with yourself; being conquerable lies with your enemy."},{"id":391,"quote":"Place your army in deadly peril, and it will survive; plunge it into desperate straits, and it will come off in safety."},{"id":392,"quote":"In warfare, first lay plans which will ensure victory, and then lead your army to battle; if you will not begin with stratagem but rely on brute strength alone, victory will no longer be assured."},{"id":393,"quote":"If words of command are not clear and distinct, if orders are not thoroughly understood, the general is to blame. But if his orders are clear, and the soldiers nevertheless disobey, then it is the fault of their officers."},{"id":394,"quote":"Maneuvering with an army is advantageous; with an undisciplined multitude, most dangerous."},{"id":395,"quote":"One whose troops repeatedly congregate in small groups here and there, whispering together, has lost the masses. One who frequently grants rewards is in deep distress. One who frequently imposes punishments is in great difficulty. One who is at first excessively brutal and then fears the masses is the pinnacle of stupidity."},{"id":396,"quote":"Therefore, to estimate the enemy situation and to calculate distances and the degree of difficulty of the terrain so as to control victory are virtues of the superior general."},{"id":397,"quote":"Hence the saying: One may know how to conquer without being able to do it."},{"id":398,"quote":"Of all those in the army close to the commander, none is more intimate than the secret agent."},{"id":399,"quote":"Spies are a most important element in water, because on them depends an army's ability to move."},{"id":400,"quote":"The sovereign must have full knowledge of the activities of the five sorts of agents. This knowledge must come from the double agents, and therefore it is mandatory that they be treated with the utmost liberality."},{"id":401,"quote":"To perceive victory when it is known to all is not really skilful... It does not take much strength to lift a hair, it does not take sharp eyes to see the sun and moon, it does not take sharp ears to hear the thunderclap."},{"id":402,"quote":"Carefully study the well-being of your men, and do not overtax them. Concentrate your energy and hoard your strength. Keep your army continually on the move, and devise unfathomable plans."},{"id":403,"quote":"To see victory only when it is within the ken of the common herd is not the acme of excellence."},{"id":404,"quote":"If, however, you are indulgent, but unable to make your authority felt; kind-hearted, but unable to enforce your commands; and incapable, moreover, of quelling disorder: then your soldiers must be likened to spoilt children; they are useless for any practical purpose."},{"id":405,"quote":"Where the army is, prices are high; when prices rise the wealth of the people is exhausted."},{"id":406,"quote":"If we know that our own men are in a condition to attack, but are unaware that the enemy is not open to attack, we have gone only halfway towards victory. If we know that the enemy is open to attack, but are unaware that our own men are not in a condition to attack, we have gone only halfway towards victory. If we know that the enemy is open to attack, and also know that our men are in a condition to attack, but are unaware that the nature of the ground makes fighting impracticable, we have still gone only halfway towards victory."},{"id":407,"quote":"Now this foreknowledge cannot be elicited from spirits; it cannot be obtained inductively from experience, nor by any deductive calculation."},{"id":408,"quote":"We may distinguish six kinds of terrain, to wit: (1) Accessible ground;  (2) entangling ground;  (3) temporising ground;  (4) narrow passes; (5) precipitous heights; (6) positions at a great distance from the enemy."},{"id":409,"quote":"When he utilizes combined energy, his fighting men become as it were like unto rolling logs or stones. For it is the nature of a log or stone to remain motionless on level ground, and to move when on a slope; if four-cornered, to come to a standstill, but if round-shaped to go rolling down."},{"id":410,"quote":"Winning Strategists are certain of triumph before seeking a challenge. Losing Strategists are certain to challenge before seeking a triumph."},{"id":411,"quote":"There are five kinds of incendiary attack: The first is called setting fire to personnel; the second, to stores; the third, to transport vehicles and equipment; the fourth, to munitions; the fifth, to supply installations...In all cases an army must understand the changes induced by the five kinds of incendiary attack, and make use of logistical calculations to address them."},{"id":412,"quote":"Now a soldier's spirit is keenest in the morning; by noonday it has begun to flag; and in the evening, his mind is only on returning to camp."},{"id":413,"quote":"The relative size of your force as against that of your adversary is by itself of no consequence. What controls is the relative size of your force at the point where you join in battle. You can strike with the few and be many if you strike your adversary in his gaps. Seek out places where the defense is not strict, the place not tightly guarded, the generals weak, the troops disorderly, the supplies are scarce and the forces are isolated."},{"id":414,"quote":"It is the rule in war, if our forces are ten to the enemy's one, to surround him; if five to one, to attack him; if twice as numerous, to divide our army into two."},{"id":415,"quote":"A clever general... avoids an army when its spirit is keen, but attacks it when it is sluggish and inclined to return. This is the art of studying moods. Disciplined and calm, he awaits the appearance of disorder and hubbub among the enemy. This is the art of retaining self-possession."},{"id":416,"quote":"When campaigning, be swift as the wind; in leisurely march, majestic as the forest; in raiding and plundering, like fire; in standing, firm as the mountains. As unfathomable as the clouds, move like a thunderbolt."},{"id":417,"quote":"Bestow rewards without regard to rule, issue orders without regard to previous arrangements; and you will be able to handle a whole army as though you had to do with but a single man."},{"id":418,"quote":"Victory is the main object in war."},{"id":419,"quote":"Apparent confusion is a product of good order; apparent cowardice, of courage; apparent weakness, of strength."},{"id":420,"quote":"If I determine the enemy's disposition of forces while I have no perceptible form, I can concentrate my forces while the enemy is fragmented. The pinnacle of military deployment approaches the formless: if it is formless, then even the deepest spy cannot discern it nor the wise make plans against it."},{"id":421,"quote":"Thus, though I have heard of successful military operations that were clumsy but swift, cleverness has never been seen associated with long delays."},{"id":422,"quote":"He must be able to mystify his officers and men by false reports and appearances, and thus keep them in total ignorance."},{"id":423,"quote":"When envoys are sent with compliments in their mouths, it is a sign that the enemy wishes for a truce. If the enemy's troops march up angrily and remain facing ours for a long time without either joining battle or removing demands, the situation is one that requires great vigilance and circumspection. To begin by bluster, but afterward to take fright at the enemy's numbers, shows a supreme lack of intelligence."},{"id":424,"quote":"Bestow rewards without respect to customary practice; publish orders without respect to precedent. Thus you may employ the entire army as you would one man."},{"id":425,"quote":"Now an army is exposed to six several calamities, not arising from natural causes, 1 but from faults for which the general is responsible. These are: (1) Flight; (2) insubordination; (3) collapse; (4) ruin; (5) disorganisation; (6) rout."},{"id":426,"quote":"So in war, the way is to avoid what is strong and to strike at what is weak. Water shapes its course according to the nature of the ground over which it flows; the soldier works out his victory in relation to the foe whom he is facing."},{"id":427,"quote":"Subjugating the enemy's army without fighting is the true pinnacle of excellence."},{"id":428,"quote":"The Art of War is self-explanatory"},{"id":429,"quote":"The rising of birds in their flight is the sign of an ambuscade. Startled beasts indicate that a sudden attack is coming."},{"id":430,"quote":"Peace proposals unaccompanied by a sworn covenant indicate a plot."},{"id":431,"quote":"Know thy self, know thy enemy."},{"id":432,"quote":"In executing an Artful Strategy: When ten times greater, surround them; When five times greater, attack them; When two times greater, scatter them. If the opponent is ready to challenge: When fewer in number, be ready to evade them; When unequal to the match, be ready to avoid them. Even when the smaller opponents have a strong position, the larger opponent will capture them."},{"id":433,"quote":"Those skilled in attack move as from above the nine-fold heavens. Thus they are capable both of protecting themselves and of gaining complete victory."},{"id":434,"quote":"No nation has ever benefited from a prolonged war."},{"id":435,"quote":"When the soldiers stand leaning on their spears, they are faint from want of food."},{"id":436,"quote":"The best victory is when the opponent surrenders of its own accord before there are any actual hostilities...It is best to win without fighting."},{"id":437,"quote":"Generally in war the best policy is to take a state intact; to ruin it is inferior to this."},{"id":438,"quote":"Rapidity is the essence of war."},{"id":439,"quote":"In all fighting, the direct method may be used for joining battle, but indirect methods will be needed in order to secure victory. Indirect tactics, efficiently applied, are inexhaustible as Heaven and Earth, unending as the flow of rivers and streams; like the sun and moon, they end but to begin anew; like the four seasons, they pass away to return once more."},{"id":440,"quote":"There are not more than five primary colours, yet in combination they produce more hues than can ever been seen."},{"id":441,"quote":"Hence that general is skilful in attack whose opponent does not know what to defend; and he is skilful in defense whose opponent does not know what to attack."},{"id":442,"quote":"These are six ways of courting defeat,  which must be carefully noted by the general who has attained a responsible post."},{"id":443,"quote":"War is a matter of vital importance to the state."},{"id":444,"quote":"From a position of this sort, if the enemy is unprepared, you may sally forth and defeat him. But if the enemy is prepared for your coming, and you fail to defeat him, then, return being impossible, disaster will ensue."},{"id":445,"quote":"When the position is such that neither side will gain by making the first move, it is called temporising ground."},{"id":446,"quote":"When envoys are sent with compliments in their mouths, it is a sign that the enemy wishes for a truce."},{"id":447,"quote":"The one who figures on victory at headquarters before even doing battle is the one who has the most strategic factors on his side."},{"id":448,"quote":"If our soldiers are not overburdened with money, it is not because they have a distaste for riches; if their lives are not unduly long, it is not because they are disinclined to longevity."},{"id":449,"quote":"Hence the saying: If you know the enemy and you know yourself, your victory will not stand in doubt; if you now Heaven and you know Earth, you may make your victory complete."},{"id":450,"quote":"According to my assessment, even if you have many more troops than others, how can that help you to victory?"},{"id":451,"quote":"Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt."},{"id":452,"quote":"Supreme excellence consists of breaking the enemy's resistance without fighting."},{"id":453,"quote":"All warfare is based on deception. Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near."},{"id":454,"quote":"In the midst of chaos, there is also opportunity"},{"id":455,"quote":"Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win"},{"id":456,"quote":"If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is temperamental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. If sovereign and subject are in accord, put division between them. Attack him where he is unprepared, appear where you are not expected ."},{"id":457,"quote":"Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment  that which they cannot anticipate."},{"id":458,"quote":"There is no instance of a nation benefitting from prolonged warfare."},{"id":459,"quote":"Thus we may know that there are five essentials for victory: 1 He will win who knows when to fight and when not to fight. 2 He will win who knows how to handle both superior and inferior forces.3 He will win whose army is animated by the same spirit throughout all its ranks. 4 He will win who, prepared himself, waits to take the enemy unprepared. 5 He will win who has military capacity and is not interfered with by the sovereign."},{"id":460,"quote":"Treat your men as you would your own beloved sons. And they will follow you into the deepest valley."},{"id":461,"quote":"Even the finest sword plunged into salt water will eventually rust."},{"id":462,"quote":"Move swift as the Wind and closely-formed as the Wood. Attack like the Fire and be still as the Mountain."},{"id":463,"quote":"There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard. There are not more than five primary colours, yet in combinationthey produce more hues than can ever been seen.There are not more than five cardinal tastes, yet combinations ofthem yield more flavours than can ever be tasted."},{"id":464,"quote":"The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected."},{"id":465,"quote":"who wishes to fight must first count the cost"},{"id":466,"quote":"If you wait by the river long enough, the bodies of your enemies will float by."},{"id":467,"quote":"know yourself and you will win all battles"},{"id":468,"quote":"To win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill."},{"id":469,"quote":"Be extremely subtle even to the point of formlessness. Be extremely mysterious even to the point of soundlessness. Thereby you can be the director of the opponent's fate."},{"id":470,"quote":"The wise warrior avoids the battle."},{"id":471,"quote":"The whole secret lies in confusing the enemy, so that he cannot fathom our real intent."},{"id":472,"quote":"Rouse him, and learn the principle of his activity or inactivity. Force him to reveal himself, so as to find out his vulnerable spots."},{"id":473,"quote":"One may know how to conquer without being able to do it."},{"id":474,"quote":"You have to believe in yourself."},{"id":475,"quote":"If you know the enemy and know yourself, your victory will not stand in doubt; if you know Heaven and know Earth, you may make your victory complete."},{"id":476,"quote":"If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant."},{"id":477,"quote":"Anger may in time change to gladness; vexation may be succeeded by content.But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life."},{"id":478,"quote":"When one treats people with benevolence, justice, and righteoousness, and reposes confidence in them, the army will be united in mind and all will be happy to serve their leaders'."},{"id":479,"quote":"If quick, I survive.If not quick, I am lost.This is \"death."},{"id":480,"quote":"If soldiers are punished before they have grown attached to you, they will not prove submissive;and, unless submissive, then will be practically useless. If, when the soldiers have become attachedto you, punishments are not enforced, they will still be unless."},{"id":481,"quote":"Knowing the enemy enables you to take the offensive,knowing yourself enables you to stand onthe defensive."},{"id":482,"quote":"He will win who knows when to fight and when not to fight"},{"id":483,"quote":"To secure ourselves against defeat lies in our own hands, but theopportunity of defeating the enemy is provided by the enemy himself."},{"id":484,"quote":"Bravery without forethought, causes a man to fight blindly and desperately like a mad bull. Such an opponent, must not be encountered with brute force, but may be lured into an ambush and slain."},{"id":485,"quote":"mystify, mislead, and surprise the enemy"},{"id":486,"quote":"Wheels of justice gind slow but grind fine"},{"id":487,"quote":"Move not unless you see an advantage;use not your troops unless there is something to be gained; fight not unless the position is critical."},{"id":488,"quote":"It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy."},{"id":489,"quote":"Never venture, never win!"},{"id":490,"quote":"Water shapes its course according to the nature of the groundover which it flows; the soldier works out his victory in relationto the foe whom he is facing."},{"id":491,"quote":"If his forces are united, separate them."},{"id":492,"quote":"Every battle is won before its ever fought."},{"id":493,"quote":"If he sends reinforcements everywhere, he will everywhere be weak."},{"id":494,"quote":"Disorder came from order, fear came from courage, weakness came from strength."},{"id":495,"quote":"But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life."},{"id":496,"quote":"There are five dangerous faults which may affect a general:(1) Recklessness, which leads to destruction;(2) cowardice, which leads to capture;(3) a hasty temper, which can be provoked by insults;(4) a delicacy of honor which is sensitive to shame;(5) over-solicitude for his men, which exposes him to worry and trouble."},{"id":497,"quote":"Plan for what it is difficult while it is easy, do what is great while it is small."},{"id":498,"quote":"If words of command are not clear and distinct, if orders are not thoroughly understood, then the general is to blame. But, if orders are clear and the soldiers nevertheless disobey, then it is the fault of their oficers."},{"id":499,"quote":"Know your enemy and know yourself and you can fight a hundred battles without disaster"},{"id":500,"quote":"To fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."},{"id":501,"quote":"who does not know the evils of war cannot appreciate its benefits"},{"id":502,"quote":"the opportunity of defeating the enemy is provided by the enemy himself."},{"id":503,"quote":"Hence a commander who advances without any thought of winning personal fame and withdraws in spite of certain punishment, whose only concern is to protect his people and promote the interests of his ruler, is the nation's treasure. Because he fusses over his men as if they were infants, they will accompany him into the deepest valleys; because he fusses over his men as if they were his own beloved sons, they will die by his side. If he is generous with them and yet they do not do as he tells them, if he loves them and yet they do not obey his commands, if he is so undisciplined with them that he cannot bring them into proper order, they will be like spoiled children who can be put to no good use at all."},{"id":504,"quote":"Conform to the enemy's tactics until a favorable opportunity offers; then come forth and engage in a battle that shall prove decisive."},{"id":505,"quote":"When your army has crossed the border, you should burn your boats and bridges, in order to make it clear to everybody that you have no hankering after home."},{"id":506,"quote":"Energy may be likened to the bending of a crossbow; decision,to the releasing of a trigger."},{"id":507,"quote":"In battle, there are not more than two methods of attack--thedirect and the indirect; yet these two in combination give rise toan endless series of maneuvers."},{"id":508,"quote":"Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."},{"id":509,"quote":"He who advances without seeking fame,Who retreats without escaping blame,He whose one aim is to protect his people and serve his lord,The man is a jewel of the Realm"},{"id":510,"quote":"If there is disturbance in the camp, the general's authority is weak."},{"id":511,"quote":"the worst calamities that befall an army arise from hesitation"},{"id":512,"quote":"Foreknowledge cannot be gotten from ghosts and spirits, cannot be had by analogy, cannot be found out by calculation. It must be obtained from people, people who know the conditions of the enemy."},{"id":513,"quote":"if you fight with all your might, there is a chance of life; where as death is certain if you cling to your corner"},{"id":514,"quote":"do many calculations lead to victory, and few calculations to defeat"},{"id":515,"quote":"Conceal your dispositions, and your condition will remain secret, which leads to victory; show your dispositions, and your condition will become patent, which leads to defeat."},{"id":516,"quote":"If those who are sent to draw water begin by drinking themselves, the army is suffering from thirst. [One may know the condition of a whole army from the behavior of a single man.]"},{"id":517,"quote":"You can ensure the safety of your defense if you only hold positions that cannot be attacked."},{"id":518,"quote":"Deep knowledge is to be aware of disturbance before disturbance, to be aware of danger before danger, to be aware of destruction before destruction, to be aware of calamity before calamity. Strong action is training the body without being burdened by the body, exercising the mind without being used by the mind, working in the world without being affected by the world, carrying out tasks without being obstructed by tasks."},{"id":519,"quote":"You can be sure of succeeding in your attacks if you only attack places which are undefended."},{"id":520,"quote":"Whether in an advantageous position or a disadvantageous one, the opposite state should be always present to your mind."},{"id":521,"quote":"When the outlook is bright, bring it before their eyes; but tell them nothing when the situation is gloomy."},{"id":522,"quote":"The spot where we intend to fight must not be made known; for then the enemy will have to prepare against a possible attack at several different points;"},{"id":523,"quote":"Invincibility lies in the defence; the possibility of victory in the attack."},{"id":524,"quote":"By reinforcing every part, he weakens every part."},{"id":525,"quote":"We cannot enter into alliances until we are acquainted with the designs of our neighbors."},{"id":526,"quote":"The control of a large force is the same principleas the control of a few men: it is merely a question of dividing uptheir numbers."},{"id":527,"quote":"It is the unemotional, reserved, calm, detached warrior who wins, not the hothead seeking vengeance and not the ambitious seeker of fortune."},{"id":528,"quote":"There are not more than five primary colors (blue, yellow, red, white, and black), yet in combination they produce more hues than can ever been seen."},{"id":529,"quote":"It is the rule in war, if our forces are ten to the enemy's one,to surround him; if five to one, to attack him; if twice as numerous,to divide our army into two."},{"id":530,"quote":"Order or disorder depends on organisation; courage or cowardice on circumstances; strength or weakness on dispositions."},{"id":531,"quote":"No ruler should put troops into the field merely to gratify hisown spleen; no general should fight a battle simply out of pique.If it is to your advantage, make a forward move; if not, staywhere you are.Anger may in time change to gladness; vexation may be succeededby content.But a kingdom that has once been destroyed can never come againinto being; nor can the dead ever be brought back to life."},{"id":532,"quote":"The general who does not advance to seek glory, or does not withdraw to avoid punishment, but cares for only the people's security and promotes the people's interests, is the nation's treasure."},{"id":533,"quote":"When the common soldiers are too strong and their officers too weak, the result is INSUBORDINATION."},{"id":534,"quote":"To lift an autumn hair is no sign of great strength; to see the sun and moon is no sign of sharp sight; to hear the noise of thunder is no sign of a quick ear."},{"id":535,"quote":"O divine art of subtlety and secrecy! Through you we learn to be invisible, through you inaudible, and hence we can hold the enemy's fate in our hands."},{"id":536,"quote":"Unhappy is the fate of one who tries to win his battles and succeed in his attacks without cultivating the spirit of enterprise; for the result is waste of time and general stagnation."},{"id":537,"quote":"It is only one who is thoroughly acquainted with the evils of warthat can thoroughly understand the profitable way of carrying it on."},{"id":538,"quote":"When the officers are too strong and the common soldiers too weak, the result is COLLAPSE."},{"id":539,"quote":"It is best to keep ones own state intact; to crush the enemys state is only second best."},{"id":540,"quote":"All men can see the tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved."},{"id":541,"quote":"The principle on which to manage an army is to set up one standard of courage which all must reach."},{"id":542,"quote":"Danger has a bracing effect."},{"id":543,"quote":"One hundred victories in one hundred battles is not the most skillful, subduing the other's military without battle is the most skillful."},{"id":544,"quote":"Standing on the defensive indicates insufficient strength; attacking, a superabundance of strength."},{"id":545,"quote":"Supreme importance in war is to attack the enemys strategy."},{"id":546,"quote":"If we wish to wrest an advantage from the enemy, we must not fix our minds on that alone, but allow for the possibility of the enemy also doing some harm to us, and let this enter as a factor into our calculations."},{"id":547,"quote":"If you are near the enemy, make him believe you are far from him.If you are far from the enemy, make him believe you are now"},{"id":548,"quote":"So long as victory can be attained, stupid haste is preferable to clever dilatoriness."},{"id":549,"quote":"In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good. So, too, it is better to recapture an army entire than to destroy it, to capture a regiment, a detachment or a company entire than to destroy them."},{"id":550,"quote":"Know the enemy and know yourself; in a hundred battles you will never be in peril. When you are ignorant of the enemy, but know yourself, your chances of winning or losing are equal. If ignorant both of your enemy and yourself, you are certain in every battle to be in peril."},{"id":551,"quote":"There are five dangerous faults which may affect a general: (1) Recklessness, which leads to destruction; (2) cowardice, which leads to capture; (3) a hasty temper, which can be provoked by insults; (4) a delicacy of honor which is sensitive to shame; (5) over-solicitude for his men, which exposes him to worry and trouble."},{"id":552,"quote":"Through you we learn to be invisible, through you inaudible; and hence we can hold the enemy's fate in our hands."},{"id":553,"quote":"Regard your soldiers as your children, and they will follow you into the deepest valleys; look on them as your own beloved sons"},{"id":554,"quote":"If you do not take opportunity to advance and reward the deserving, your subordinates will not carry out your commands, and disaster will ensue."},{"id":555,"quote":"The art of war, then, is governed by five constant factors, to be taken into account in one's deliberations, when seeking to determine the conditions obtaining in the field."},{"id":556,"quote":"You can be sure of succeeding in your attacks if you only attack places which are undefended.You can ensure the safety of your defense if you only hold positions that cannot be attacked."},{"id":557,"quote":"Thus it is that in war the victorious strategist only seeks battle after the victory is won, whereas he who is destined to defeat first fights and afterwards looks for victory."},{"id":558,"quote":"We are not fit to lead an army on the march unless we are familiar with the face of the country -- its mountains and forests, its pitfalls and precipices, its marshes and swamps."},{"id":559,"quote":"When we are near, we must make the enemy believe we are far away..."},{"id":560,"quote":"The art of war is of vital importance to the State."},{"id":561,"quote":"The skillful employer of men will employ the wise man, the brave man, the covetous man, and the stupid man. For the wise man delights in establishing his merit, the brave man likes to show his courage in action, the covetous man is quick at seizing advantages, and the stupid man has no fear of death.\"]"},{"id":562,"quote":"Sun Tzu said: The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy."},{"id":563,"quote":"Pretend to be weak, that he may grow arrogant."},{"id":564,"quote":"He wins his battles by making no mistakes.Making no mistakes is what establishes the certainty of victory, for it means conquering an enemy that is already defeated."},{"id":565,"quote":"If you know the enemy and know yourself, you need not fear the result of a hundred battles."},{"id":566,"quote":"first lay plans which will ensure victory, and then lead your army to battle; if you will not begin with stratagem but rely on brute strength alone, victory will no longer be assured"},{"id":567,"quote":"In making tactical dispositions, the highest pitch you can attain is to conceal them"},{"id":568,"quote":"To begin by bluster, but afterwards to take fright at the enemy's numbers, shows a supreme lack of intelligence."},{"id":569,"quote":"These military devices, leading to victory, must not be divulged beforehand."},{"id":570,"quote":"and addressed them thus: I presume you know the difference between front and back, right hand and left hand?"},{"id":571,"quote":"Thus, what enables the wise sovereign and the good general to strike and conquer, and achieve things beyond the reach of ordinary men, is foreknowledge."},{"id":572,"quote":"Therefore the clever combatant imposes his will on the enemy, but does not allow the enemy's will to be imposed on him."},{"id":573,"quote":"Those who are skilled in combat do not become angered, those who are skilled at winning do not become afraid. Thus the wise win before they fight, while the ignorant fight to win."},{"id":574,"quote":"Be stern in the council-chamber, [Show no weakness, and insist on your plans being ratified by the sovereign.] so that you may control the situation."},{"id":575,"quote":"Sun Tzu said: In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good. So, too, it is better to capture an army entire than to destroy it, to capture a regiment, a detachment or a company entire than to destroy them."},{"id":576,"quote":"For should the enemy strengthen his van, he will weaken his rear; should he strengthen his rear, he will weaken his van; should he strengthen his left, he will weaken his right; should he strengthen his right, he will weaken his left. If he sends reinforcements everywhere, he will everywhere be weak."},{"id":577,"quote":"Sun Tzu said: The art of war recognises nine varieties of ground: (1) Dispersive ground; (2) facile ground; (3) contentious ground; (4) open ground; (5) ground of intersecting highways; (6) serious ground; (7) difficult ground; (8) hemmed-in ground; (9) desperate ground."},{"id":578,"quote":"Strategy without tactics is the slowest route to victory. Tactics without strategy is noise before defeat."},{"id":579,"quote":"Thus, though we have heard of stupid haste in war, cleverness has never been seen associated with long delays."},{"id":580,"quote":"At first, then, exhibit the coyness of a maiden, until the enemy gives you an opening; afterwards emulate the rapidity of a running hare, and it will be too late for the enemy to oppose you."},{"id":581,"quote":"All warfare is based on deception."},{"id":582,"quote":"15. In war, practice dissimulation, and you will succeed."},{"id":583,"quote":"When an invading force crosses a river in its onward march, do not advance to meet it in mid-stream. It will be best to let half the army get across, and then deliver your attack."},{"id":584,"quote":"On open ground, do not try to block the enemy's way. On the ground of intersecting highways, join hands with your allies."},{"id":585,"quote":"The general who wins a battle makes many calculations in his temple before the battle is fought. The general who loses a battle makes but few calculations."},{"id":586,"quote":"Ground on which we can only be saved from destruction by fighting without delay, is desperate ground."},{"id":587,"quote":"When you engage in actual fighting, if victory is long in coming, then men's weapons will grow dull and their ardour will be damped. If you lay siege to a town, you will exhaust your strength."},{"id":588,"quote":"Sun Tzu said: The art of war is of vital importance to the State."},{"id":589,"quote":"In difficult ground, press on; In encircled ground, devise stratagems; In death ground, fight."},{"id":590,"quote":"He will win whose army is animated by the spirit throughout all its ranks."},{"id":591,"quote":"There are roads which must not be followed, armies which must be not attacked, towns which must not be besieged, positions which must not be contested, commands of the sovereign which must not be obeyed."},{"id":592,"quote":"Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near."},{"id":593,"quote":"Excessive rewards are a sign of desperation. Excessive punishments are a sign of exhaustion."},{"id":594,"quote":"The answer was again in the affirmative, so arrangements were made to bring 180 ladies out of the Palace. Sun Tzu divided them into two companies, and placed one of the King's favourite concubines at the head of each. He then bade them all take spears in their hands, and addressed them thus: I presume you know the difference between front and back, right hand and left hand?"},{"id":595,"quote":"licited from spirits; it cannot be obtained inductively from experience, nor by any"},{"id":596,"quote":"Do not repeat the tactics which have gained you one victory, but let your methods be regulated by the infinite variety of circumstances."},{"id":597,"quote":"Hence the skillful fighter puts himself into a position which makes defeat impossible, and does not miss the moment for defeating the enemy."},{"id":598,"quote":"The best military policy is to attack strategies; the next to attack alliances; the next to attack soldiers."},{"id":599,"quote":"Sun Tzu said: Whoever is first in the field and awaits the coming of the enemy, will be fresh for the fight; whoever is second in the field and has to hasten to battle will arrive exhausted."},{"id":600,"quote":"If, on the other hand, in the midst of difficulties we are always ready to seize an advantage, we may extricate ourselves from misfortune."},{"id":601,"quote":"The captured soldiers should be kindly treated and kept."},{"id":602,"quote":"There are not more than five cardinal tastes, yet combinations of them yield more flavours than can ever be tasted."},{"id":603,"quote":"Confucius said, People may have the finest talents, but if they are arrogant and stingy, their other qualities are not worthy of consideration."},{"id":604,"quote":"Water shapes its course according to the nature of the ground over which it flows; the soldier works out his victory in relation to the foe whom he is facing."},{"id":605,"quote":"Si utilizas al enemigo para derrotar al enemigo, sers poderoso en cualquier lugar a donde vayas"},{"id":606,"quote":"A clever general, therefore, avoids an army when its spirit is keen, but attacks it when it is sluggish and inclined to return."},{"id":607,"quote":"He who only sees the obvious, wins his battles with difficulty; he who looks below the surface of things, wins with ease"},{"id":608,"quote":"To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself."},{"id":609,"quote":"Sun Tzu Wu was a native of the Ch`i State. His Art of War brought him to the notice of Ho Lu, King of Wu. Ho Lu said to him: I have carefully perused your 13 chapters. May I submit your theory of managing soldiers to a slight test?"},{"id":610,"quote":"Opportunistic relationships can hardly be kept constant. The acquaintance of honorable people, even at a distance, does not add flowers in times of warmth and does not change its leaves in times of cold: it continues unfading through the four seasons, becomes increasingly stable as it passes through ease and danger."},{"id":611,"quote":"15. Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory."},{"id":612,"quote":"Hiding order beneath the cloak of disorder is simply a question of subdivision; concealing courageunder a show of timidity presupposes a fund of latent energy; masking strength with weakness is tobe effected by tactical dispositions."},{"id":613,"quote":"Some people think insufficiency means weakness and surplus means strength, but this impression is wrong."},{"id":614,"quote":"The art of war is the art of deception."},{"id":615,"quote":"Weapons are inauspicious instruments, not the tools of the enlightened. When there is no choice but to use them, it is best to be calm and free from greed, and not celebrate victory. Those who celebrate victory are bloodthirsty, and the bloodthirsty cannot have their way with the world."},{"id":616,"quote":"Where there are repeated wars, the people are weakened; when they score repeated victories, rulers become haughty. Let haughty rulers command weakened people, and rare is the nation that will not perish as a result."},{"id":617,"quote":"By method and discipline are to be understood the marshaling of the army in its proper subdivisions, the graduations of rank among the officers, the maintenance of roads by which supplies may reach the army, and the control of military expenditure."},{"id":618,"quote":"Stir opponents up, making them respond to you; then you can observe their forms of behavior, and whether they are orderly or confused."},{"id":619,"quote":"A government should not mobilize an army out of anger, military leaders should not provoke war out of wrath. Act when it is beneficial to do so, desist if not. Anger can revert to joy, wrath can revert to delight, but a nation destroyed cannot be restored to existence, and the dead cannot be restored to life."},{"id":620,"quote":"Cualquiera que tenga forma puede ser definido, y cualquiera que pueda ser definido puede ser vencido."},{"id":621,"quote":"El arte de la guerra se basa en el engao. Por lo tanto, cuando es capaz de atacar, ha de aparentar incapacidad; cuando las trampas se mueven, aparentar inactividad."},{"id":622,"quote":"concubines"},{"id":623,"quote":"The general, unable to control his irritation, will launch his men to the assault like swarming ants, with the result that one-third of his men are slain, while the town still remains untaken. Such are the disastrous effects of a siege."},{"id":624,"quote":"Hence"},{"id":625,"quote":"There is no instance of a country having benefited from prolonged warfare."},{"id":626,"quote":"7. Hence in the wise leader's plans, considerations of advantage and of disadvantage will be blended together."},{"id":627,"quote":"Attack by Stratagem"},{"id":628,"quote":"Throw your soldiers into positions whence there is no escape, and they will prefer death to flight. If they will face death, there is nothing they may not achieve. Officers and men alike will put forth their uttermost strength. Soldiers in desperate straits lose the sense of fear. If there is no place of refuge, they will stand firm. If they are in the heart of a hostile country, they will show a stubborn front. If there is no help for it, they will fight hard. Thus, without waiting to be marshaled, the soldiers will be constantly on the alert, and without waiting to be asked, they will do your will; without restrictions, they will be faithful; without giving orders, they can be trusted.Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared."},{"id":629,"quote":"My eldest brother sees the spirit of sickness and removes it before it takes shape, so his name does not get out of the house. My elder brother cures sickness when it is still extremely minute, so his name does not get out of the neighborhood. As for me, I puncture veins, prescribe potions, and massage skin, so from time to time my name gets out and is heard among the lords."},{"id":630,"quote":"I pee in the toilets of my enemies, so that when they flush my pee comes out"},{"id":631,"quote":"In a similar way, The Art of War pinpoints anger and greed as fundamental causes of defeat."},{"id":632,"quote":"21. If he is secure at all points, be prepared for him. If he is in superior strength, evade him. 22. If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant. [Wang Tzu, quoted by Tu Yu, says that the good tactician plays with his adversary as a cat plays with a mouse, first feigning weakness and immobility, and then suddenly pouncing upon him.] 23. If he is taking his ease, give him no rest. [This is probably the meaning though Mei Yao-chen has the note: while we are taking our ease, wait for the enemy to tire himself out. The YU LAN has Lure him on and tire him out.] If his forces are united, separate them. [Less plausible is the interpretation favored by most of the commentators: If sovereign and subject are in accord, put division between them.] 24. Attack him where he is unprepared, appear where you are not expected. 25. These military devices, leading to victory, must not be divulged beforehand. 26. Now the general who wins a battle makes many calculations in his temple ere the battle is fought. [Chang Yu tells us that in ancient times it was customary for a temple to be set apart for the use of a general who was about to take the field, in order that he might there elaborate his plan of campaign.] The general who loses a battle makes but few calculations beforehand. Thus do many calculations lead to victory, and few calculations to defeat: how much more no calculation at all! It is by attention to this point that I can foresee who is likely to win or lose."},{"id":633,"quote":"Leadership is a matter of intelligence, trustworthiness, humaneness, courage, and sternness."},{"id":634,"quote":"Life and death are of supreme importance. Time passes swiftly by and opportunity is lost. Each of us should strive to awaken, awaken. Awaken! Take heed. Do not squander your life."},{"id":635,"quote":"choleric"},{"id":636,"quote":"I have heard that the ancients used bows and arrows to their advantage."},{"id":637,"quote":"Solving large, difficult problems may earn you a reputation for skillful negotiation, but Sun Tzu asserts that this supposed achievement is actually a form of failure, and having true wisdom means preventing difficult problems from arising in the first place. Ironically,"},{"id":638,"quote":"The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom. Regard your soldiers as your children, and they will follow you into the deepest valleys; look upon them as your own beloved sons, and they will stand by you even unto death."},{"id":639,"quote":"There are three avenues of opportunity: events, trends, and conditions. When opportunities occur through events but you are unable to respond, you are not smart. When opportunities become active through a trend and yet you cannot make plans, you are not wise. When opportunities emerge through conditions but you cannot act on them, you are not bold."},{"id":640,"quote":"The only chance of life lies in giving up all hope of it."},{"id":641,"quote":"5,6. The Moral Law causes the people to be in complete accord with their ruler, so that they will follow him regardless of their lives, undismayed by any danger."},{"id":642,"quote":"provisions"},{"id":643,"quote":"expenditure"},{"id":644,"quote":"siege"},{"id":645,"quote":"[T]o fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."},{"id":646,"quote":"Simulated disorder postulates perfect discipline, simulated fear postulates courage; simulated weakness postulates strength. Hiding order beneath the cloak of disorder is simply a question of subdivision; concealing courage under a show of timidity presupposes a fund of latent energy; masking strength with weakness is to be effected by tactical dispositions. Thus one who is skillful at keeping the enemy on the move maintains deceitful appearances, according to which the enemy will act. He sacrifices something, that the enemy may snatch at it."},{"id":647,"quote":"If words of command are not clear and distinct, if orders are not thoroughly understood, then the general is to blame."},{"id":648,"quote":"A clever general, therefore, avoids an army when its spirit is keen, but attacks it when it is sluggish and inclined to return. This is the art of studying moods."},{"id":649,"quote":"Regard your soldiers as your children, and they will follow you into the deepest valleys; look upon them as your own beloved sons, and they will stand by you even unto death. If, however, you are indulgent, but unable to make your authority felt; kind-hearted, but unable to enforce your commands; and incapable, moreover, of quelling disorder: then your soldiers must be likened to spoilt children; they are useless for any practical purpose."},{"id":650,"quote":"Violent language and driving forward as if to the attack are signs that he will retreat."},{"id":651,"quote":"I have heard that in war haste can be folly, but have never seen delay that was wise."},{"id":652,"quote":"One cat at the hole, and ten thousand mice dare not come out; one tiger in the valley, and ten thousand deer cannot pass through."},{"id":653,"quote":"The secret of getting successful work out of your trained men lies in one nutshellin the clearness of the instructions they receive."},{"id":654,"quote":"to blame."},{"id":655,"quote":"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat."},{"id":656,"quote":"There has never been a protracted war from which a country has benefited . . . What is essential in war is victory, not prolonged operations."},{"id":657,"quote":"5,6. The Moral Law causes the people to be in complete accord with their ruler, so that they will follow him regardless of their lives, undismayed by any danger.Excerpt From: Sunzi. The Art of War. iBooks. This material may be protected by copyright."},{"id":658,"quote":"Plan for what is difficult while it is easy, do what is great while it is small. The most difficult things in the world must be done while they are still easy, the greatest things in the world must be done while they are still small. For this reason sages never do what is great, and this is why they can achieve that greatness."},{"id":659,"quote":"Do not press a desperate enemy."},{"id":660,"quote":"III. ATTACK BY STRATAGEM 1. Sun Tzu said: In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good. So, too, it is better to recapture an army entire than to destroy it, to capture a regiment, a detachment or a company entire than to destroy them. 2. Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."},{"id":661,"quote":"If you know neither the enemy nor yourself, you will succumb in every battle."},{"id":662,"quote":"Those skilled in warfare move the enemy, and are not moved by the enemy."},{"id":663,"quote":"These are: (1)the Moral Law; (2)Heaven; (3)Earth; (4)the Commander; (5)method and discipline."},{"id":664,"quote":"17. Thus we may know that there are five essentials for victory: (1) He will win who knows when to fight and when not to fight. [Chang Yu says: If he can fight, he advances and takes the offensive; if he cannot fight, he retreats and remains on the defensive. He will invariably conquer who knows whether it is right to take the offensive or the defensive.] (2) He will win who knows how to handle both superior and inferior forces. [This is not merely the generals ability to estimate numbers correctly, as Li Chuan and others make out. Chang Yu expounds the saying more satisfactorily: By applying the art of war, it is possible with a lesser force to defeat a greater, and vice versa. The secret lies in an eye for locality, and in not letting the right moment slip. Thus Wu Tzu says: With a superior force, make for easy ground; with an inferior one, make for difficult ground.\"] (3) He will win whose army is animated by the same spirit throughout all its ranks. (4) He will win who, prepared himself, waits to take the enemy unprepared. (5) He will win who has military capacity and is not interfered with by the sovereign. [Tu Yu quotes Wang Tzu as saying: It is the sovereigns function to give broad instructions, but to decide on battle it is the function of the general. It is needless to dilate on the military disasters which have been caused by undue interference with operations in the field on the part of the home government. Napoleon undoubtedly owed much of his extraordinary success to the fact that he was not hampered by central authority.] 18. Hence the saying: If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat."},{"id":665,"quote":"prohibit omens altogether. You can best predict your future by controlling it yourself, not by trusting luck or fate to control it."},{"id":666,"quote":"Put them in a spot where they have no place to go, and they will die before fleeing."},{"id":667,"quote":"Perhaps the most foundational of these insights is the importance of maintaining an objective emotional detachment when calculating your position relative to your adversarys. Being ruled by your emotions, exaggerating your strengths, denying your weaknesses, and wishful thinking can only lead to catastrophe. But maintaining your impartiality will allow you to see your circumstances with clarity and will provide opportunities to make sound decisions and respond to changing circumstances appropriately."},{"id":668,"quote":"He who wishes to fight must first count the cost,"},{"id":669,"quote":"from the ancient Chinese commentators found in the Giles edition. Of these four, Giles' 1910 edition is the most scholarly and presents the reader an incredible amount of information concerning Sun Tzu's text, much more than any other translation. The Giles' edition of the ART OF WAR, as stated above, was a scholarly work. Dr. Giles was a leading sinologue at the time and an assistant in the Department"},{"id":670,"quote":"There are not more than five musical notes, yet the combination of these five give rise to more melodies that can ever be heard."},{"id":671,"quote":"When strong, appear weak. Brave, appear fearful. Orderly, appear chaotic. Full, appear empty. Wise, appear foolish. Many, appear to be few. Advancing, appear to retreat. Moving quickly, appear to be slow. Taking, appear to leave. In one place, appear to be in another."},{"id":672,"quote":"About Sun Tzu himself this is all that Ssu-ma Ch`ien has to tell us in this chapter. But he proceeds to give a biography of his descendant, Sun Pin, born about a hundred years after his famous ancestor's death, and also the outstanding military genius of his time."},{"id":673,"quote":"Know the enemy, know yourself and victory is never in doubt, not in a hundred battles."},{"id":674,"quote":"To prevent the enemy from fathoming ones intentions is of the first importance."},{"id":675,"quote":"Again, if the campaign is protracted, the resources of the State will not be equal to the strain."},{"id":676,"quote":"The Book of Army Management says: On the field of battle, the spoken word does not carry far enough: hence the institution of gongs and drums. Nor can ordinary objects be seen clearly enough: hence the institution of banners and flags."},{"id":677,"quote":"as swift as wind, as gentle as forest, as fierce as fire, as unshakable as mountain"},{"id":678,"quote":"You must be swift as the wind, dense as the forest, rapacious as fire, steadfast like a mountain, mysterious as night and mighty as thunder."},{"id":679,"quote":"The PEOPLE being regarded as the essential part of the State, and FOOD as the people's heaven, is it not right that those in authority should value and be careful of both?\"]"},{"id":680,"quote":"15. Hence a wise general makes a point of foraging on the enemy. One cartload of the enemy's provisions is equivalent to twenty of one's own, and likewise a single picul of his provender is equivalent to twenty from one's own store."},{"id":681,"quote":"Neither is it the acme of excellence if you fight and conquer and the whole Empire says, Well done!"},{"id":682,"quote":"[Once war is declared, he will not waste precious time in waiting for reinforcements, nor will he return his army back for fresh supplies, but crosses the enemy's frontier without delay."},{"id":683,"quote":"Again the girls assented. The words of command having been thus explained, he set up the halberds and battle-axes in order to begin the drill. Then, to the sound of drums, he gave the order Right turn. But the girls only burst out laughing. Sun Tzu said: If words of command are not clear and distinct, if orders are not thoroughly understood, then the general is to blame."},{"id":684,"quote":"Cien vitorias en cien batallas no es la mayor habilidad. Someter al ejrcito de los otros sin batalla es la mayor habilidad."},{"id":685,"quote":"Accordingly, he had the two leaders beheaded, and straightway installed the pair next in order as leaders in their place. When this had been done, the drum was sounded for the drill once more; and the girls went through all the evolutions, turning to the right or to the left, marching ahead or wheeling back, kneeling or standing, with perfect accuracy and precision, not venturing to utter a sound. Then Sun Tzu sent a messenger to the King saying: Your soldiers, Sire, are now properly drilled and disciplined, and ready for your majesty's inspection. They can be put to any use that their sovereign may desire; bid them go through fire and water, and they will not disobey."},{"id":686,"quote":"practise"},{"id":687,"quote":"Be extremely subtle, even to the point of formlessness. Be extremely mysterious, even to the point of soundlessness. Thereby you can be the director of the opponents fate."},{"id":688,"quote":"it is better to recapture an army entire than to destroy it, to capture a regiment, a detachment or a company entire than to destroy them."},{"id":689,"quote":"However, this translation is, in the words of Dr. Giles, \"excessively bad.\" He goes further in this criticism: \"It is not merely a question of downright blunders, from which none can hope to be wholly exempt."},{"id":690,"quote":"bestowed"},{"id":691,"quote":"To lift an autumn hair is no sign of great strength;to see the sun and moon is no sign of sharp sight;to hear the noise of thunder is no sign of a quick ear.What the ancients called a clever fighter isone who not only wins,but excels in winning with ease.Hence his victories bring him neitherreputation for wisdomnor credit for courage."},{"id":692,"quote":"Military formation is like waterthe form of water is to avoid the high and go to the low, the form of a military force is to avoid the full and attack the empty; the flow of water is determined by the earth, the victory of a military force is determined by the opponent."},{"id":693,"quote":"What Hurts the People There are five things that hurt the people: There are local officials who use public office for personal benefit, taking improper advantage of their authority, holding weapons in one hand and peoples livelihood in the other, corrupting their offices, and bleeding the people. There are cases where serious offenses are given light penalties; there is inequality before the law, and the innocent are subjected to punishment, even execution. Sometimes serious crimes are pardoned, the strong are supported, and the weak are oppressed. Harsh penalties are applied, unjustly torturing people to get at facts. Sometimes there are officials who condone crime and vice, punishing those who protest against this, cutting off the avenues of appeal and hiding the truth, plundering and ruining lives, unjust and arbitrary. Sometimes there are senior officials who repeatedly change department heads so as to monopolize the government administration, favoring their friends and relatives while treating those they dislike with unjust harshness, oppressive in their actions, prejudiced and unruly. They also use taxation to reap profit, enriching themselves and their families by exactions and fraud. Sometimes local officials extensively tailor awards and fines, welfare projects, and general expenditures, arbitrarily determining prices and measures, with the result that people lose their jobs. These five things are harmful to the people, and anyone who does any of these should be dismissed from office."},{"id":694,"quote":"If he is secure at all points, be prepared for him. If he is in superior strength, evade him."},{"id":695,"quote":"The Way means inducing the people to have the same aim as the leadership,"},{"id":696,"quote":"Traitez bien les prisonniers, nourissez-les comme vos propres soldats, afin qu'il se trouvent mieux chez vous qu'ils ne l'taient dans leur propre camp ou dans leur patrie. (article II)"},{"id":697,"quote":"Continuer la lutte lorsqu'on est victorieux, c'est aussi bien diminuer ses propres forces qu'affaiblir le gage exig du vaincu. (notes de L. Nachin (1948) sur l'article II)"},{"id":698,"quote":"he who knows when he can fight and when he cannot , will be victorious ."},{"id":699,"quote":"Every animal with blood in its veins and horns on its head will fight when it is attacked."},{"id":700,"quote":"17. According as circumstances are favorable, one should modify ones plans. [Sun Tzu, as a practical soldier, will have none of the bookish theoric. He cautions us here not to pin our faith to abstract principles; for, as Chang Yu puts it, while the main laws of strategy can be stated clearly enough for the benefit of all and sundry, you must be guided by the actions of the enemy in attempting to secure a favorable position in actual warfare. On the eve of the battle of Waterloo, Lord Uxbridge, commanding the cavalry, went to the Duke of Wellington in order to learn what his plans and calculations were for the morrow, because, as he explained, he might suddenly find himself Commander-in-chief and would be unable to frame new plans in a critical moment. The Duke listened quietly and then said: Who will attack the first tomorrowI or Bonaparte? Bonaparte, replied Lord Uxbridge. Well, continued the Duke, Bonaparte has not given me any idea of his projects; and as my plans will depend upon his, how can you expect me to tell you what mine are?75] 18. All warfare is based on deception. [The truth of this pithy and profound saying will be admitted by every soldier. Col. Henderson tells us that Wellington, great in so many military qualities, was especially distinguished by the extraordinary skill with which he concealed his movements and deceived both friend and foe.] 19."},{"id":701,"quote":"It is unlucky to be stubborn in the face of insurmountable odds"},{"id":702,"quote":"The difficulty of tactical maneuvering consists in turning the devious into the direct, and misfortune into gain. [This sentence contains one of those highly condensed and somewhat enigmatical expressions of which Sun Tzu is so fond. This is how it is explained by Tsao Kung: Make it appear that you are a long way off, then cover the distance rapidly and arrive on the scene before your opponent. Tu Mu says: Hoodwink the enemy, so that he may be remiss and leisurely while you are dashing along with utmost speed. Ho Shih gives a slightly different turn: Although you may have difficult ground to traverse and natural obstacles to encounter this is a drawback which can be turned into actual advantage by celerity of movement. Signal examples of this saying are afforded by the two famous passages across the Alpsthat of Hannibal, which laid Italy at his mercy, and that of Napoleon two thousand years later, which resulted in the great victory of Marengo.] 4.  Thus, to take a long and circuitous route, after enticing the enemy out of the way, and though starting after him, to contrive to reach the goal before him, shows knowledge of the artifice of DEVIATION."},{"id":703,"quote":"[Li Chuan cites the case of Fu Chien, prince of Chin, who in 383 A.D. marched with a vast army against the Chin Emperor. When warned not to despise an enemy who could command the services of such men as Hsieh An and Huan Chung, he boastfully replied: I have the population of eight provinces at my back, infantry and horsemen to the number of one million; why, they could dam up the Yangtsze River itself by merely throwing their whips into the stream. What danger have I to fear? Nevertheless, his forces were soon after disastrously routed at the Fei River, and he was obliged to beat a hasty retreat.] If you know neither the enemy nor yourself, you will succumb in every battle. [Chang Yu said: Knowing the enemy enables you to take the offensive, knowing yourself enables you to stand on the defensive. He adds: Attack is the secret of defense; defense is the planning of an attack. It would be hard to find a better epitome of the root-principle of war.]"},{"id":704,"quote":"Asked if an army can be made to imitate the SHUAI-JAN, I should answer, Yes. For the men of Wu and the men of Yueh are enemies; yet if they are crossing a river in the same boat and are caught by a storm, they will come to each other's assistance just as the left hand helps the right."},{"id":705,"quote":"The whole secret lies in confusing the enemy, so that he cannot fathom our real intent. To put it perhaps a little more clearly: any attack or other operation is CHENG, on which the enemy has had his attention fixed; whereas that is CHI, which takes him by surprise or comes from an unexpected quarter. If the enemy perceives a movement which is meant to be CHI, it immediately becomes CHENG.] 4.  That the impact of your army may be like a grindstone dashed against an egg this is effected by the science of weak points and strong. 5.  In all fighting, the direct method may be used for joining battle, but indirect methods will be needed in order to secure victory. [Chang Yu says: Steadily develop indirect tactics, either by pounding the enemys flanks or falling on his rear. A brilliant example of indirect tactics which decided the fortunes of a campaign was Lord Roberts night march round the Peiwar Kotal in the second Afghan war.76 6.  Indirect tactics, efficiently applied, are inexhausible as Heaven and Earth, unending as the flow of rivers and streams; like the sun and moon, they end but to begin anew; like the four seasons, they pass away to return once more. [Tu Yu and Chang Yu understand this of the permutations of CHI and CHENG. But at present Sun Tzu is not speaking of CHENG at all, unless, indeed, we suppose with Cheng Yu-hsien that a clause relating to it has fallen out of the text. Of course, as has already been pointed out, the two are so inextricably interwoven in all military operations, that they cannot really be considered apart. Here we simply have an expression, in figurative language, of the almost infinite resource of a great leader.] 7.  There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard. 8.  There are not more than five primary colors (blue, yellow, red, white, and black), yet in combination they produce more hues than can ever been seen. 9.  There are"},{"id":706,"quote":"The host thus forming a single united body, is it impossible either for the brave to advance alone, or for the cowardly to retreat alone"},{"id":707,"quote":"Hence the saying: If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle."},{"id":708,"quote":"If you wish to feign confusion in order to lure the enemy on, you must first have perfect discipline; if you wish to display timidity in order to entrap the enemy, you must have extreme courage; if you wish to parade your weakness in order to make the enemy over-confident, you must have exceeding strength.] 18. Hiding order beneath the cloak of disorder is simply a question of subdivision; [See supra, ss. 1.] concealing courage under a show of timidity presupposes a fund of latent energy; [The commentators strongly understand a certain Chinese word here differently than anywhere else in this chapter. Thus Tu Mu says: seeing that we are favorably circumstanced and yet make no move, the enemy will believe that we are really afraid.] masking strength with weakness is to be effected by tactical dispositions."},{"id":709,"quote":"see the sun and moon is no sign of sharp sight; to hear the noise of thunder is no sign of a quick ear."},{"id":710,"quote":"8.  Hence that general is skillful in attack whose opponent does not know what to defend; and he is skillful in defense whose opponent does not know what to attack. [An aphorism which puts the whole art of war in a nutshell.]"},{"id":711,"quote":"12. If we do not wish to fight, we can prevent the enemy from engaging us even though the lines of our encampment be merely traced out on the ground. All we need do is to throw something odd and unaccountable in his way. [This extremely concise expression is intelligibly paraphrased by Chia Lin: even though we have constructed neither wall nor ditch. Li Chuan says: we puzzle him by strange and unusual dispositions; and Tu Mu finally clinches the meaning by three illustrative anecdotesone of Chu-ko Liang, who when occupying Yang-ping and about to be attacked by Ssu-ma I, suddenly struck his colors, stopped the beating of the drums, and flung open the city gates, showing only a few men engaged in sweeping and sprinkling the ground. This unexpected proceeding had the intended effect; for Ssu-ma I, suspecting an ambush, actually drew off his army and retreated. What Sun Tzu is advocating here, therefore, is nothing more nor less than the timely use of bluff.]"},{"id":712,"quote":"Invincibility is in oneself, vulnerability in the opponent."},{"id":713,"quote":"When your strategy is deep and far-reaching, then what you gain by your calculations is much, so you can win before you even fight. When your strategic thinking is shallow and nearsighted, then what you gain by your calculations is little, so you lose before you do battle. Much strategy prevails over little strategy, so those with no strategy cannot but be defeated. Therefore it is said that victorious warriers win first and then go to war, while defeated warriors go to war first and then seek to win."},{"id":714,"quote":"Anger may in time change to gladness; vexation may be succeeded by content. 21. But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life. 22. Hence the enlightened ruler is heedful, and the good general full of caution. This is the way to keep a country at peace and an army intact."},{"id":715,"quote":"while the main laws of strategy can be stated clearly enough for the benefit of all and sundry, you must be guided by the actions of the enemy in attempting to secure a favorable position in actual warfare."},{"id":716,"quote":"practice dissimulation, and you will succeed."},{"id":717,"quote":"Those who win every battle are not really skillfulthose who render others armies helpless without fighting are the best of all."},{"id":718,"quote":"Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting. 3."},{"id":719,"quote":"La milicia es un Tao de engaos:De modo que cuando seas capaz, muestra incapacidad. Cuando seas activo, muestra inactividad.Cuando ests cerca, haz creer que ests lejos. Cuando ests lejos, haz creer que ests cerca.De modo que cuando el enemigo busque ventajas,los atraers. Cuando se halle confundido, lo conquistars. Cuando tenga consistencia, preprate a enfrentarte a l. Cuando sea fuerte, evtalo. Cuando est airado, acsalo. Atcale cuando no est preparado.Surge all donde no te espere."},{"id":720,"quote":"Thus the good fighter is able to secure himself against defeat, but cannot make certain of defeating the enemy. 4. Hence the saying: One may know how to conquer without being able to do it."},{"id":721,"quote":"besiege"},{"id":722,"quote":"Let your rapidity be that of the wind, your compactness that of the forest.In raiding and plundering be like fire, in immovability like a mountain.Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt."},{"id":723,"quote":"I have three treasures that I keep and prize: one is kindness, second is frugality, and third is not presuming to take precedence over others. By kindness one can be brave, by frugality one can reach out, and by not presuming to take precedence one can survive effectively. If one gives up kindness and courage, gives up frugality and breadth, and gives up humility for aggressiveness, one will die. The exercise of kindness in battle leads to victory, the exercise of kindness in defense leads to security."},{"id":724,"quote":"It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected. 3.  The art of war, then, is governed by five constant factors, to be taken into account in ones deliberations, when seeking to determine the conditions obtaining in the field. 4.  These are: (1) The Moral Law; (2) Heaven; (3) Earth; (4) The Commander; (5) Method and discipline."},{"id":725,"quote":"If equally matched, we can offer battle; if slightly inferior in numbers, we can avoid the enemy; if quite unequal in every way, we can flee from him."},{"id":726,"quote":"an angry man can later become happy, a resentful man can become pleased, but a kingdom once destroyed can never be restored nor the dead brought back to life"},{"id":727,"quote":"6.  There is no instance of a country having benefited from prolonged warfare. 7.  It is only one who is thoroughly acquainted with the evils of war that can thoroughly understand the profitable way of carrying it on. [That is, with rapidity. Only one who knows the disastrous effects of a long war can realize the supreme importance of rapidity in bringing it to a close. Only"},{"id":728,"quote":"All warfare is based on deception. Therefore, when capable, pretend to be incapable; when active, inactive; when near, make the enemy believe that you are far away; when far away; that you are near."},{"id":729,"quote":"Therefore, the skillful commander imposes his will on the enemy by making the enemy come to him instead of being brought to the enemy."},{"id":730,"quote":"8.  The skillful soldier does not raise a second levy, neither are his supply-wagons loaded more than twice. [Once war is declared, he will"},{"id":731,"quote":"When you start a fire, be to windward of it. Do not attack from the leeward."},{"id":732,"quote":"By discovering the enemys dispositions and remaining invisible ourselves, we can keep our forces concentrated, while the enemys must be divided."},{"id":733,"quote":"28. Do not repeat the tactics which have gained you one victory, but let your methods be regulated by the infinite variety of circumstances. [As Wang Hsi sagely remarks: There is but one root-principle underlying victory, but the tactics which lead up to it are infinite in number. With this compare Col. Henderson: The rules of strategy are few and simple. They may be learned in a week. They may be taught by familiar illustrations or a dozen diagrams. But such knowledge will no more teach a man to lead an army like Napoleon than a knowledge of grammar will teach him to write like Gibbon.] 29. Military tactics are like unto water; for water in its natural course runs away from high places and hastens downwards. 30. So in war, the way is to avoid what is strong and to strike at what is weak. [Like water, taking the line of least resistance.] 31. Water shapes its course according to the nature of the ground over which it flows; the soldier works out his victory in relation to the foe whom he is facing. 32. Therefore, just as water retains no constant shape, so in warfare there are no constant conditions. 33. He who can modify his tactics in relation to his opponent and thereby succeed in winning, may be called a heaven-born captain. 34. The five elements (water, fire, wood, metal, earth) are not always equally predominant; [That is, as Wang Hsi says: they predominate alternately.] the four seasons make way for each other in turn. [Literally, have no invariable seat.] There are short days and long; the moon has its periods of waning and waxing. [Cf. V. ss. 6. The purport of the passage is simply to illustrate the want of fixity in war by the changes constantly taking place in Nature. The comparison is not very happy, however, because the regularity of the phenomena which Sun Tzu mentions is by no means paralleled in war.]"},{"id":734,"quote":"War is like a fire - if you do not put it out, it will burn itself out."},{"id":735,"quote":"13. He wins his battles by making no mistakes. [Chen Hao says: He plans no superfluous marches, he devises no futile attacks. The connection of ideas is thus explained by Chang Yu: One who seeks to conquer by sheer strength, clever though he may be at winning pitched battles, is also liable on occasion to be vanquished; whereas he who can look into the future and discern conditions that are not yet manifest, will never make a blunder and therefore invariably win.] Making no mistakes is what establishes the certainty of victory, for it means conquering an enemy that is already defeated. 14. Hence the skillful fighter puts himself into a position which makes defeat impossible, and does not miss the moment for defeating the enemy. [A counsel of perfection as Tu Mu truly observes. Position need not be confined to the actual ground occupied by the troops. It includes all the arrangements and preparations which a wise general will make to increase the safety of his army.] 15. Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory. [Ho Shih thus expounds the paradox: In warfare, first lay plans which will ensure victory, and then lead your army to battle; if you will not begin with stratagem but rely on brute strength alone, victory will no longer be assured.] 16. The consummate leader cultivates the moral law, and strictly adheres to method and discipline; thus it is in his power to control success. 17. In respect of military method, we have, firstly, Measurement; secondly, Estimation of quantity; thirdly, Calculation; fourthly, Balancing of chances; fifthly, Victory. 18. Measurement owes its existence to Earth; Estimation of quantity to Measurement; Calculation to Estimation of quantity; Balancing of chances to Calculation; and Victory to Balancing of chances. [It is not easy to distinguish the four terms very clearly in the Chinese. The"},{"id":736,"quote":"When you go out the door, be as if you were seeing an enemy. And Shi Li said, Be prepared, and you will not be defeated. When"},{"id":737,"quote":"Knowing the enemy enables you to take the offensive, knowing yourself enables you to stand on the defensive. He adds: Attack is the secret of defense; defense is the planning of an attack. It"},{"id":738,"quote":"1. Sun Tzu said: The art of war recognizes nine varieties of ground: (1) Dispersive ground; (2) Facile ground; (3) Contentious ground; (4) Open ground; (5) Ground of intersecting highways; (6) Serious ground; (7) Difficult ground; (8) Hemmed-in ground; (9) Desperate ground."},{"id":739,"quote":"10. In battle, there are not more than two methods of attackthe direct and the indirect; yet these two in combination give rise to an endless series of maneuvers. 11. The direct and the indirect lead on to each other in turn. It is like moving in a circleyou never come to an end. Who can exhaust the possibilities of their combination? 12. The onset of troops is like the rush of a torrent which will even roll stones along in its course. 13. The quality of decision is like the well-timed swoop of a falcon which enables it to strike and destroy its victim. [The Chinese here is tricky and a certain key word in"},{"id":740,"quote":"Using order to deal with the disorderly, using calm to deal with the clamorous, is mastering the heart."},{"id":741,"quote":"the Completer and Wu Wang all used spears and battle-axes in order to succor their generation. The SSU-MA FA says: \"If one man slay another of set purpose, he himself"},{"id":742,"quote":"[The Chinese here is tricky and a certain key word in the context it is used defies the best efforts of the translator. Tu Mu defines this word as the measurement or estimation of distance. But this meaning does not quite fit the illustrative simile in ss. 15. Applying this definition to the falcon, it seems to me to denote that instinct of SELF RESTRAINT which keeps the bird from swooping on its quarry until the right moment, together with the power of judging when the right moment has arrived. The analogous quality in soldiers is the highly important one of being able to reserve their fire until the very instant at which it will be most effective. When the Victory went into action at Trafalgar at hardly more than drifting pace, she was for several minutes exposed to a storm of shot and shell before replying with a single gun. Nelson coolly waited until he was within close range, when the broadside he brought to bear worked fearful havoc on the enemys nearest ships.] 14. Therefore the good fighter will be terrible in his onset, and prompt in his decision. [The word decision would have reference to the measurement of distance mentioned above, letting the enemy get near before striking. But I cannot help thinking that Sun Tzu meant to use the word in a figurative sense comparable to our own idiom short and sharp. Cf. Wang Hsis note, which after describing the falcons mode of attack, proceeds: This is just how the psychological moment should be seized in war.]"},{"id":743,"quote":"Do not pursue an enemy who simulates flight; do not attack soldiers whose temper is keen."},{"id":744,"quote":"[Chang Yu relates the following anecdote of Kao Tsu, the first Han Emperor: Wishing to crush the Hsiung-nu, he sent out spies to report on their condition. But the Hsiung-nu, forewarned, carefully concealed all their able-bodied men and well-fed horses, and only allowed infirm soldiers and emaciated cattle to be seen. The result was that spies one and all recommended the Emperor to deliver his attack. Lou Ching alone opposed them, saying: When two countries go to war, they are naturally inclined to make an ostentatious display of their strength. Yet our spies have seen nothing but old age and infirmity. This is surely some ruse on the part of the enemy, and it would be unwise for us to attack. The Emperor, however, disregarding this advice, fell into the trap and found himself surrounded at Po-teng.] 19. Thus one who is skillful at keeping the enemy on the move maintains deceitful appearances, according to which the enemy will act. [Tsao Kungs note is Make a display of weakness and want. Tu Mu says: If our force happens to be superior to the enemys, weakness may be simulated in order to lure him on; but if inferior, he must be led to believe that we are strong, in order that he may keep off. In fact, all the enemys movements should be determined by the signs that we choose to give him. Note the following anecdote of Sun Pin, a descendent of Sun Wu: In 341 B.C., the Chi State being at war with Wei, sent Tien Chi and Sun Pin against the general Pang Chuan, who happened to be a deadly personal enemy of the later. Sun Pin said: The Chi State has a reputation for cowardice, and therefore our adversary despises us. Let us turn this circumstance to account. Accordingly, when the army had crossed the border into Wei territory, he gave orders to show 100,000 fires on the first night, 50,000 on the next, and the night after only 20,000. Pang Chuan pursued them hotly, saying to himself: I knew these men of Chi were cowards: their numbers have already fallen away by more than half. In his retreat, Sun Pin came to a narrow defile, with he calculated that his pursuers would reach after dark. Here he had a tree stripped of its bark, and inscribed upon it the words: Under this tree shall Pang Chuan die. Then, as night began to fall, he placed a strong body of archers in ambush near by, with orders to shoot directly they saw a light. Later on, Pang Chuan arrived at the spot, and noticing the tree, struck a light in order to read what was written on it. His body was immediately riddled by a volley of arrows, and his whole army thrown into confusion. [The above is Tu Mus version of the story; the SHIH CHI, less dramatically but probably with more historical truth, makes Pang Chuan cut his own throat with an exclamation of despair, after the rout of his army.] ] He sacrifices something, that the enemy may snatch at it. 20. By holding out baits, he keeps him on the march; then with a body of picked men he lies in wait for him. [With an emendation suggested by Li Ching, this then reads, He lies in wait with the main body of his troops.] 21. The clever combatant looks to the effect of combined energy, and does not require too much from individuals."},{"id":745,"quote":"Their action and inaction are matters of strategy, and they cannot be pleased or angered."},{"id":746,"quote":"Flexibility in our lives means having a fundamental ability to relate to any new environment and excel in it. Instead of fighting it, you greet it with open arms and observe it; instead of criticizing it, you caress it and understand it; instead of ignoring it, you make it yours and be one with it."},{"id":747,"quote":"Thus, though we have heard of stupid haste in war, cleverness has never been seen associated with long delays. In all history, there is no instance of a country having benefited from prolonged warfare."},{"id":748,"quote":"If rewards are immoderate, there will be expenditure that does not result in gratitude; if punishments are immoderate, there will be slaughter that does not result in awe."},{"id":749,"quote":"Now in order to kill the enemy, our men must be roused to anger; that there may be advantage from defeating the enemy, they must have their rewards. [Tu Mu says: \"Rewards"},{"id":750,"quote":"In raiding and plundering be like fire, is immovability like a mountain."},{"id":751,"quote":"The victorious army is victorious first and seeks battle later; the defeated army seeks battle first and seeks victory later."},{"id":752,"quote":"Now, when your weapons are dulled, your ardor damped, your strength exhausted and your treasure spent, other chieftains will spring up to take advantage of your extremity. Then no man, however wise, will be able to avert the consequences that must ensue."},{"id":753,"quote":"Those who are able to adapt and change in accord with the enemy and achieve victory are called divine."},{"id":754,"quote":"Kings favorite concubines at the head of each. He then bade them all take spears in their hands, and addressed them thus: I presume you know the difference between front and back, right hand and left hand?"},{"id":755,"quote":"There is no instance of a country having benefited from prolonged warfare. 7. It is only one who is thoroughly acquainted with the evils of war can thoroughly understand the profitable way of carrying it on."},{"id":756,"quote":"What enables the enlightened rulers and good generals to conquer the enemy at every move and achieve extraordinary success is foreknowledge."},{"id":757,"quote":"The art of war teaches us to rely not on the likelihood of the enemys not coming, but on our own readiness to receive him; not"},{"id":758,"quote":"EARTH comprises distances, great and small; danger and security; open ground and narrow passes; the chances of life and death."},{"id":759,"quote":"Master Sun So it is said that if you know others and know yourself, you will not be imperiled in a hundred battles; if you do not know others but know yourself, you win one and lose one; if you do not know others and do not know yourself, you will be imperiled in every single battle."},{"id":760,"quote":"When the speed of rushing water reaches the point where it can move boulders, this is the force of momentum. When the speed of a hawk is such that it can strike and kill, this is precision. So it is with skillful warriorstheir force is swift, their precision is close. Their force is like drawing a catapult, their precision is like releasing the trigger."},{"id":761,"quote":"Simulated disorder postulates perfect discipline; simulated fear postulates courage; simulated weakness postulates strength."},{"id":762,"quote":"Thus the energy developed by good fighting men isas the momentum of a round stone rolled down amountain thousands of feet in height. So much on thesubject of energy."},{"id":763,"quote":"When you look into the signs of war, you find they are in the mind. When there is unexpressed anger in the heart, this is already war! Hateful looks and angry faces are war; boastful words and shoving matches are war. Exaggerated contention and aggressive combat are war."},{"id":764,"quote":"Sun Tzu said: The control of a large force is the same principle as the control of a few men: it is merely a question of dividing up their numbers."},{"id":765,"quote":"22. If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant."},{"id":766,"quote":"42. If soldiers are punished before they have grown attached to you, they will not prove submissive; and, unless submissive, then will be practically useless. If, when the soldiers have become attached to you, punishments are not enforced, they will still be useless. 43. Therefore soldiers must be treated in the first instance with humanity, but kept under control by means of iron discipline. This is a certain road to victory. 44. If in training soldiers commands are habitually enforced, the army will be well-disciplined; if not, its discipline will be bad."},{"id":767,"quote":"These are: (1) The Moral Law; (2) Heaven; (3) Earth; (4) The Commander; (5) Method and discipline."},{"id":768,"quote":"If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant. 23."},{"id":769,"quote":"Regard your soldiers as your children, and they will follow you into the deepest valleys; look on them as your own beloved sons, and they will stand by you even unto death."},{"id":770,"quote":"Where unity is missing between individuals, the resolution may be simple, but where diversity of interest is dictated by the underlying social, economic, political, or other structure of an interaction or relation, the problem of consensus and cooperation can become correspondingly complex."},{"id":771,"quote":"Go forth armed without determining strategy, and you will destroy yourself in battle."},{"id":772,"quote":"A sovereign should never launch an army out of anger, a leader should never start a war out of wrath"},{"id":773,"quote":"Employing the officers of his army without discrimination, through ignorance of the military principle of adaptation to circumstances. This shakes the confidence of the soldiers."},{"id":774,"quote":"Hence that general is skillful in attack whose opponent does not know what to defend; and he is skillful in defense whose opponent does not know what to attack."},{"id":775,"quote":"With his forces intact he will dispute the mastery of the Empire, and thus, without losing a man, his triumph will be complete. This is the method of attacking by stratagem. 8."},{"id":776,"quote":"Thus, what enables the wise sovereign and the good general to strike and conquer, and achieve things beyond the reach of ordinary men, is FOREKNOWLEDGE."},{"id":777,"quote":"Victory in war is apparent to all, but the science of ensuring victory is a mysterious secret, generally unknown."},{"id":778,"quote":"(1) He will win who knows when to fight and when not to fight. (2) He will win who knows how to handle both superior and inferior forces. (3) He will win whose army is animated by the same spirit throughout all its ranks. (4) He will win who, prepared himself, waits to take the enemy unprepared. (5) He will win who has military capacity and is not interfered with by the sovereign. 18. Hence the saying: If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle."},{"id":779,"quote":"Therefore victory in war is not repetitious, but adapts its form endlessly."},{"id":780,"quote":"The quality of decision is like the well-timed swoop of a falcon which enables it to strike and destroy its victim.Therefore the good fighter will be terrible in his onset, and prompt in his decision."},{"id":781,"quote":"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.   IV."},{"id":782,"quote":"Measurement owes its existence to Earth; Estimation of quantity to Measurement; Calculation to Estimation of quantity; Balancing of chances to Calculation; and Victory to Balancing of chances."},{"id":783,"quote":"Sun Tzu said: The control of a large force is the same in principle as the control of a few men: it is merely a question of dividing up their numbers."},{"id":784,"quote":"If pacific negotiations are in progress, warlike preparations should have been made beforehand. He rebuked and shamed the Marquis of Ch`i, who cowered under him and dared not proceed to violence. How can it be said that these two great Sages had no knowledge of military matters?"},{"id":785,"quote":"Warfare is the Way of deception.13 Therefore, if able, appear unable; if active, appear not active; if near, appear far; if far, appear near. If they have advantage, entice them; if they are confused, take them; if they are substantial, prepare for them; if they are strong, avoid them; if they are angry, disturb them; if they are humble, make them haughty; if they are relaxed, toil them; if they are united, separate them. Attack where they are not prepared, go out to where they do not expect.14 This specialized warfare leads to victory, and may not be transmitted beforehand.15"},{"id":786,"quote":"passivity means waiting for an opportunity,"},{"id":787,"quote":"If soldiers are punished before they have grown attached to you, they will not prove submissive; and, unless submissive, then will be practically useless. If, when the soldiers have become attached to you, punishments are not enforced, they will still be useless."},{"id":788,"quote":"MASTER SUN There are only five notes in the musical scale, but their variations are so many that they cannot all be heard. There are only five basic colors, but their variations are so many that they cannot all be seen. There are only five basic flavors, but their variations are so many that they cannot all be tasted. There are only two kinds of charge in battle, the unorthodox surprise attack and the orthodox direct attack, but variations of the unorthodox and the orthodox are endless. The unorthodox and the orthodox give rise to each other, like a beginningless circlewho could exhaust them? M"},{"id":789,"quote":"Soldiers must be first treated in the first instance with humanity, but kept under control by means of iron discipline."},{"id":790,"quote":"One who is skillful at keeping the enemy on the move maintains deceitful appearances, according to which the enemy will act. He sacrifices something, that the enemy may snatch at it."},{"id":791,"quote":"-      .     ."},{"id":792,"quote":"18. A sovereign cannot raise an army because he is enraged, nor can a general fight because he is resentful. For while an angered man may again be happy, and resentful man again be pleased, a state that has perished cannot be restored, nor can the dead be brought back to life. 19. Therefore, the enlightened ruler is prudent and the good general is warned against rash action. Thus, the state is kept secure and the army preserved."},{"id":793,"quote":"The general is the prop Of the nation. When the prop is solid, The nation is strong. When the prop is flawed, The nation is weak."},{"id":794,"quote":"Now the general who wins a battle makes many calculations in his temple ere the battle is fought. The general who loses a battle makes but few calculations beforehand. Thus do many calculations lead to victory, and few calculations to defeat: how much more no calculation at all! It is by attention to this point that I can foresee who is likely to win or lose."},{"id":795,"quote":"He wins his battles by making no mistakes."},{"id":796,"quote":"The general who wins a battle makes many calculations in his temple before the battle is fought. The general who loses a battle makes but few calculations beforehand."},{"id":797,"quote":"A victorious army opposed to a routed one, is as a pounds weight placed in the scale against a single grain."},{"id":798,"quote":"By METHOD AND DISCIPLINE are to be understood the marshaling of the army in its proper subdivisions, the graduations of rank among the officers, the maintenance of roads by which supplies may reach the army, and the control of military expenditure. 11. These five heads should be familiar to every general: he who knows them will be victorious; he who knows them not will fail."},{"id":799,"quote":"Confront your soldiers with the deed itself; never let them know your design. When the outlook is bright, bring it before their eyes; but tell them nothing when the situation is gloomy."},{"id":800,"quote":"Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemys resistance without fighting."},{"id":801,"quote":"How many times in your life could you have abated conflicts if you had taken the time to deliberate on your problems in quiet contemplationfor example, taking a quiet walkto think about your capabilities and limitations, and the likely gains and losses of taking action? By removing yourself from the immediate, stressful situation, you also take out the emotion that often prompts you to make rash, thoughtless decisions. The"},{"id":802,"quote":"5, 6. The MORAL LAW causes the people to be in complete accord with their ruler, so that they will follow him regardless of their lives, undismayed by any danger."},{"id":803,"quote":"8.  EARTH comprises distances, great and small; danger and security; open ground and narrow passes; the chances of life and death. 9.  The COMMANDER stands for the virtues of wisdom, sincerely, benevolence, courage and strictness."},{"id":804,"quote":"Chapter1Laying Plans"},{"id":805,"quote":"16. While heading the profit of my counsel, avail yourself also of any helpful circumstances over and beyond the ordinary rules. 17. According as circumstances are favorable, one should modify ones plans."},{"id":806,"quote":"There are only five primary colours,13 but when blended, their shades and hues are limitless."},{"id":807,"quote":"Those who were called skillful leaders of old knew how to drive a wedge between the enemy's front and rear; [More literally, \"cause the front and rear to lose touch with each other.\"] to prevent co-operation between his large and small divisions; to hinder the good troops from rescuing the bad, the officers from rallying their men. 16. When the enemy's men were united, they managed to keep them in disorder."},{"id":808,"quote":"Utilizar el orden para enfrentarse al desorden, utilizar la calma para enfrentarse con los que se agitan, esto es dominar el corazn."},{"id":809,"quote":"If he is taking his ease, give him no rest. If his forces are united, separate them."},{"id":810,"quote":"3.  Thus the highest form of generalship is to balk the enemys plans; [Perhaps the word balk falls short of expressing the full force of the Chinese word, which implies not an attitude of defense, whereby one might be content to foil the enemys stratagems one after another, but an active policy of counter-attack. Ho Shih puts this very clearly in his note: When the enemy has made a plan of attack against us, we must anticipate him by delivering our own attack first.] the next best is to prevent the junction of the enemys forces; [Isolating him from his allies. We must not forget that Sun Tzu, in speaking of hostilities, always has in mind the numerous states or principalities into which the China of his day was split up.] the next in order is to attack the enemys army in the field; [When he is already at full strength.] and the worst policy of all is to besiege walled cities. 4.  The rule is, not to besiege walled cities if it can possibly be avoided."},{"id":811,"quote":"[The superstitious, \"bound in to saucy doubts and fears,\" degenerate into cowards and \"die many times before their deaths."},{"id":812,"quote":"He will win who knows when to fight and when not to fight. (2)"},{"id":813,"quote":"He wins his battles by making no mistakes. Making no mistakes is what establishes the certainty of victory, for it means conquering an enemy that is already defeated."},{"id":814,"quote":"7. It is only one who is thoroughly acquainted with the evils of war that can thoroughly understand the profitable way of carrying it on."},{"id":815,"quote":"The clever combatant looks to the effect of combined energy, and does not require too much from individuals. Hence his ability to pick out the right men and to utilise combined energy."},{"id":816,"quote":"He who does not know the evils of war cannot appreciate its benefits,"},{"id":817,"quote":"Attack is the secret of defense; defense is the planning of an attack. It"},{"id":818,"quote":"[The five cardinal virtues of the Chinese are (1) humanity or benevolence; (2) uprightness of mind; (3) self-respect, self- control, or \"proper feeling;\" (4) wisdom; (5) sincerity or good faith."},{"id":819,"quote":"Therefore, in your deliberations, when seeking to determine the military conditions, let them be made the basis of a comparison, in this wise:  12. (1) Which of the two sovereigns is imbued with the Moral law? (2) Which of the two generals has most ability? (3) With whom lie the advantages derived from Heaven and Earth? (4) On which side is discipline most rigorously enforced? (5) Which army is stronger? (6) On which side are officers and men more highly trained? (7) In which army is there the greater constancy both in reward and punishment? 13. By means of these seven considerations I can forecast victory or defeat."},{"id":820,"quote":"to be well-fed while the enemy is famished:  this is the art of husbanding ones strength."},{"id":821,"quote":"So morning energy is keen, midday energy slumps, evening energy recedestherefore those skilled in use of arms avoid the keen energy and strike the slumping and receding. These are those who master energy."},{"id":822,"quote":"Therefore the considerations of the intelligent always include both benefit and harm. As they consider benefit, their work can expand; as they consider harm, their troubles can be resolved."},{"id":823,"quote":"Without constant practice, the officers will be nervous and undecided when mustering for battle; without constant practice, the general will be wavering and irresolute when the crisis is at hand.\"]"},{"id":824,"quote":"1.  Sun Tzu said: Whoever is first in the field and awaits the coming of the enemy, will be fresh for the fight; whoever is second in the field and has to hasten to battle will arrive exhausted. 2.  Therefore the clever combatant imposes his will on the enemy, but does not allow the enemys will to be imposed on him. [One mark of a great soldier is that he fight on his own terms or fights not at all.77 ] 3.  By holding out advantages to him, he can cause the enemy to approach of his own accord; or, by inflicting damage, he can make it impossible for the enemy to draw near. [In the first case, he will entice him with a bait; in the second, he will strike at some important point which the enemy will have to defend.] 4.  If the enemy is taking his ease, he can harass him; [This passage may be cited as evidence against Mei Yao-Chens interpretation of I. ss. 23.] if well supplied with food, he can starve him out; if quietly encamped, he can force him to move. 5.  Appear at points which the enemy must hasten to defend; march swiftly to places where you are not expected. 6.  An army may march great distances without distress, if it marches through country where the enemy is not. [Tsao Kung sums up very well: Emerge from the void [q.d. like a bolt from the blue], strike at vulnerable points, shun places that are defended, attack in unexpected quarters.] 7.  You can be sure of succeeding in your attacks if you only attack places which are undefended. [Wang Hsi explains undefended places as weak points; that is to say, where the general is lacking in capacity, or the soldiers in spirit; where the walls are not strong enough, or the precautions not strict enough; where relief comes too late, or provisions are too scanty, or the defenders are variance amongst themselves.] You can ensure the safety of your defense if you only hold positions that cannot be attacked. [I.e., where there are none of the weak points mentioned above. There is rather a nice point involved in the interpretation of this later clause. Tu"},{"id":825,"quote":"First, measurement; second, quantity; third, calculation; fourth, comparison; and fifth, victory."},{"id":826,"quote":"The factors in warfare are: First, measurement; second, quantity; third, calculation; fourth, comparison; and fifth, victory."},{"id":827,"quote":"There are not more than five cardinal tastes (sour, acrid, salt, sweet, bitter), yet combinations of them yield more flavors than can ever be tasted."},{"id":828,"quote":"The comparison is not very happy, however, because the regularity of the phenomena which Sun Tzu mentions is by no means paralleled in war.]"},{"id":829,"quote":"Warfare is the Way of deception."},{"id":830,"quote":"Master Sun A military operation involves deception. Even though you are competent, appear to be incompetent. Though effective, appear to be ineffective."},{"id":831,"quote":"Having collected an army and concentrated his forces, he must blend and harmonize the different elements thereof before pitching his camp. [Chang Yu says: the establishment of harmony and confidence between the higher and lower ranks before venturing into the field;"},{"id":832,"quote":"What the ancients called a skilful fighter is one who not only wins but wins with ease...He wins by making no mistakes. Making no mistakes means having already established the certainty of victory; conquering an enemy who is already defeated."},{"id":833,"quote":"Solving large, difficult problems may earn you a reputation for skillful negotiation, but Sun Tzu asserts that this supposed achievement is actually a form of failure, and having true wisdom means preventing difficult problems from arising in the first place. Ironically, this highest form of efficacy will often go unnoticed by many people, since the leaders work seems so effortless and subtle. This foresight may not earn you a great reputation, but Sun Tzu also believed that bravery and greatness involve shunning what other people think of you, both praise and criticism, and doing what you believe is the right thing. A brave person forgoes his or her own ego and well-being, and acts with neither fear of punishment nor expectation of reward."},{"id":834,"quote":"Above the Fray, You Have No Fear Though an army encamp against me, my heart shall not fear; though war rise up against me, yet I will be confident."},{"id":835,"quote":"It is best to win without fighting."},{"id":836,"quote":"Sun Tzu: \"If words of command are not clear and distinct, if orders are not thoroughly understood, the general is to blame. But if his orders ARE clear, and the soldiers nevertheless disobey, then it is the fault of their officers."},{"id":837,"quote":"De ah el dicho: conoce al enemigo y concete a ti mismo, y sobre tu victoria no caern dudas; conoce el Cielo y la Tierra, y tu victoria estar asegurada del todo."},{"id":838,"quote":"Every kingdom divided against itself is laid to waste, and no city or house divided against itself will stand"},{"id":839,"quote":"What is perhaps most characteristically Taoist about The Art of War in such a way as to recommend itself to the modern day is the manner in which power is continually tempered by a profound undercurrent of humanism."},{"id":840,"quote":"Military weapons are the means used by the Sage to punish violence and cruelty, to give peace to troublous times, to remove difficulties and dangers, and to succor those who are in peril. Every"},{"id":841,"quote":"Taoism has fostered both material and mental progress, both technological development and awareness of the potential dangers of that very development, always striving to encourage balance between the material and spiritual sides of humankind."},{"id":842,"quote":"When Lionel Giles began his translation of Sun Tzu's ART OF WAR, the work was virtually unknown in Europe. Its introduction to Europe began in 1782 when a French Jesuit Father living in China, Joseph Amiot, acquired a copy of it, and translated it into French. It was not a good translation because, according to Dr. Giles, \"[I]t contains a great deal that Sun Tzu did not write, and very little indeed of what he did.\" The first translation into English was published in 1905 in Tokyo by Capt. E. F. Calthrop, R.F.A. However, this translation is, in the words of Dr. Giles, \"excessively bad.\" He goes further in this criticism: \"It is not merely a question of downright blunders, from which none can hope to be wholly exempt."},{"id":843,"quote":"A sovereign cannot raise an army because he is enraged, nor can a general fight because he is resentful. For while an angered many may again be happy, and a resentful man again be pleased, a state that has perished cannot be restored, nor can the dead be brought back to life.Therefore, the enlightened ruler is prudent and the good general is warned against rash action. Thus the state is kept secure and the army preserved."},{"id":844,"quote":"16. While we keep away from such places, we should get the enemy to approach them; while we face them, we should let the enemy have them on his rear."},{"id":845,"quote":"What then shall be said of those scholars of our time, blind to all great issues, and without any appreciation of relative values, who can only bark out their stale formulas about virtue and civilization, condemning the use of military weapons? They will surely bring our country to impotence and dishonor and the loss of her rightful heritage; or, at the very least, they will bring about invasion and rebellion, sacrifice of territory and general enfeeblement. Yet they obstinately refuse to modify the position they have taken up. The truth is that, just as in the family the teacher must not spare the rod, and punishments cannot be dispensed with in the State, so military chastisement can never be allowed to fall into abeyance in the Empire. All one can say is that this power will be exercised wisely by some, foolishly by others, and that among those who bear arms some will be loyal and others rebellious."},{"id":846,"quote":"when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near."},{"id":847,"quote":"El arte de la guerra se basa en el engao"},{"id":848,"quote":"La invencibilidad est en uno mismo, la vulnerabilidad en el adversario. Por esto, los guerreros expertos pueden ser invencibles, pero no pueden hacer que sus adversarios sean vulnerables."},{"id":849,"quote":" -   . ,   [] ,   .      ,  .  [] , ,  ;     , ,   .  ,   .   [ ]   .   , ;   ,  .    ,  ;  ,    .   ,    .   ,  .  ,    .   ,    .  ,    .     ."},{"id":850,"quote":"LI QUAN If they ply you with expensive gifts and sweet talk, they are up to something."},{"id":851,"quote":"  ,  ;   ,  ;     ."},{"id":852,"quote":"2. To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself."},{"id":853,"quote":"In battle, there are not more than two methods of attackthe direct and the indirect; yet these two in combination give rise to an endless series of maneuvers."},{"id":854,"quote":"Sun Tzu said: \"If words of command are not clear and distinct, if orders are not thoroughly understood, then the general is to blame."},{"id":855,"quote":"Simulated disorder postulates perfect discipline, simulated fear postulates courage; simulated weakness postulates strength."},{"id":856,"quote":"Sun Tzu said: We may distinguish six kinds of terrain, to wit: (1) Accessible ground; (2) Entangling ground;  (3) Temporizing ground;  (4) Narrow passes; (5) Precipitous heights; (6) Positions at a great distance from the enemy."},{"id":857,"quote":"marshes"},{"id":858,"quote":"A general who advances without thought of personal glory, and retreats without a care for disgrace, who thinks only of protecting the people and benefiting his ruler - such a man is a treasure beyond price to his country."},{"id":859,"quote":"Hence it is only the enlightened ruler and the wise general who will use the highest intelligence of the army for purposes of spying and thereby they achieve great results. Spies are a most important element in water, because on them depends an armys ability to move."},{"id":860,"quote":"It is essential to seek out enemy agents who have come to conduct espionage against you and to bribe them to serve you. Give them instructions and care for them. Thus doubled agents are recruited and used. It is by means of the doubled agent that native and inside agents can be recruited and employed. This is because the doubled agent knows those of his own countrymen who are covetous as well as those officials who have been remiss in office. These we can tempt into our service.And it is by this means that the expendable agent, armed with false information, can be sent to convey it to the enemy. It is because doubled agents know in what respects the enemy can be deceived that expendable agents may be sent to convey false information. It is by this means also that living agents can be used at appropriate times. The sovereign must have full knowledge of the activities of the five sorts of agents. This knowledge must come from the doubled agents, and therefore it is mandatory that they be treated with the utmost liberality.And therefore only the enlightened sovereign and the worthy general who are able to use the most intelligent people as agents are certain to achieve great things."},{"id":861,"quote":"Secret operations are essential in war; upon them the army relies to make its every move. An army without secret agents is exactly like a man without eyes or ears."},{"id":862,"quote":"Ban all omen-taking and superstitious practices so that death is all they have to worry about."},{"id":863,"quote":"Hence a wise general makes a point of foraging on the enemy."},{"id":864,"quote":"Invincible is the soldier who hath his desire and returneth homewards. A"},{"id":865,"quote":"All men can see the individual tactics necessary to conquer, but almost no one can see the strategy out of which total victory is evolved."},{"id":866,"quote":"Therefore soldiers must be treated in the first instance with humanity, but kept under control by means of iron discipline. This is a certain road to victory."},{"id":867,"quote":"instance"},{"id":868,"quote":"If you know neither the enemy nor yourself, you will succumb in every battle. [Chang Yu said: Knowing the enemy enables you to take the offensive, knowing yourself enables you to stand on the defensive."},{"id":869,"quote":"If you govern a country by listening to the arguments of a multitude of people, the country will be in danger in no time at all. How do we know this is so? Lao-tzu emphasized flexibility, Confucius emphasized humaneness, Mo-tzu emphasized universality, the Keeper of the Pass emphasized purity, Lieh-tzu emphasized emptiness, Chen Ping emphasized equality, Yang Chu emphasized self, Sun Pin emphasized power, Wang Liao emphasized initiative, Ni Liang emphasized conformism. Using bells and drums is a means of unifying ears; making law and order uniform is a way of unifying minds. When the smart ones cant be clever and the stupid ones cant be clumsy, this is a means of unifying a mass."},{"id":870,"quote":"More planning shall give greater possibility of victory while less planning, lesser possibility of victory. So how about those without planning?"},{"id":871,"quote":"The MORAL LAW causes the people to be in complete accord with their ruler, so that they will follow him regardless of their lives, undismayed by any danger. 7. HEAVEN signifies night and day, cold and heat, times and seasons. 8. EARTH comprises distances, great and small; danger and security; open ground and narrow passes; the chances of life and death. 9. The COMMANDER stands for the virtues of wisdom, sincerely, benevolence, courage and strictness. 10. By METHOD AND DISCIPLINE are to be understood the marshaling of the army in its proper subdivisions, the graduations of rank among the officers, the maintenance of roads by which supplies may reach the army, and the control of military expenditure."},{"id":872,"quote":"The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin."},{"id":873,"quote":"Know thy enemy"},{"id":874,"quote":"[Chang Yu says: \"If they are in an awkward place together, they will surely exert their united strength to get out of it.\"] 24."},{"id":875,"quote":"When Sun Tzu spoke of victory, this is what he meantthe prevention or quick resolution of conflict, not the conquering of your opponent."},{"id":876,"quote":"When Lionel Giles began his translation of Sun Tzu's ART OF WAR, the work was virtually unknown in Europe. Its introduction to Europe began in 1782 when a French Jesuit Father living in China, Joseph Amiot, acquired a copy of it, and translated it into French. It was not a good translation because, according to Dr. Giles, \"[I]t contains a great deal that Sun Tzu did not write, and very little indeed of what he did.\" The first translation into English was published"},{"id":877,"quote":"For Sun Tzu, the fundamental mechanism to ending conflict is to achieve a massive imbalance of power and resources over your opponent, and then to leverage that imbalance so skillfully and decisively that your foe is utterly overwhelmed and chooses to surrender rather than fight."},{"id":878,"quote":"The Giles' edition of the ART OF WAR, as stated above, was a scholarly work."},{"id":879,"quote":"inquiry"},{"id":880,"quote":"Triunfa el que elabora una tctica para conseguirlo, aprovecha su oportunidad, acepta sus debilidades y reconoce sus fortalezas."},{"id":881,"quote":"dilatoriness."},{"id":882,"quote":"When you surround an army, leave an outlet free."},{"id":883,"quote":"The skilled can fill their people with energy to confront the emptiness of others, while the incompetent drain their people of energy in face of the fullness of others."},{"id":884,"quote":"                  ."},{"id":885,"quote":"The reason why Sun Tzu at the head of 30,000 men beat Chu with 200,000 is that the latter were undisciplined. Teng"},{"id":886,"quote":"YUEH"},{"id":887,"quote":"              ."},{"id":888,"quote":"La strategia  la via del paradosso. Cos, chi  abile, si mostri maldestro; chi  utile, si mostri inutile. Chi  affabile, si mostri scostante; chi  scostante, si mostri affabile."},{"id":889,"quote":"You will not succeed unless your men have tenacity and unity of purpose, and above all, a spirit of sympathetic cooperation."},{"id":890,"quote":"Si vos ennemis sont plus puissants et plus forts que vous, vous ne les attaquerez point, vous viterez avec un grand soin ce qui peut conduire  un engagement gnral ; vous cacherez toujours avec une extrme attentionl'tat o vous vous trouverez."},{"id":891,"quote":"Invincibility depends on one's self; the enemy's vulnerability on him. It follows that those skilled in war can make themselves invincible but cannot cause an enemy to be certainly vulnerable. Therefore it is said that one may know how to win, but cannot necessarily do so."},{"id":892,"quote":"Bestow rewards without regard to rule, issue orders without regard to previous arrangements, and you will be able to handle a whole army as though you had to do with but a single man."},{"id":893,"quote":"The ultimate skill in taking up a strategic position is to have no form."},{"id":894,"quote":"[There is less precision in the Chinese than I have thought it well to introduce into my translation, and the commentaries on the passage are by no means explicit. But, having regard to the context, we can hardly doubt that Sun Tzu is holding up I Chih and Lu Ya as illustrious"},{"id":895,"quote":"Now, the supreme requirements of generalship are a clear perception, the harmony of his host, a profound strategy coupled with far-reaching plans, an understanding of the seasons and an ability to examine the human factors. For a general unable to estimate his capabilities or comprehend the arts of expediency and flexibility when faced with the opportunity to engage the enemy will advance in a stumbling and hesitant manner, looking anxiously first to his right and then to his left, and be unable to produce a plan. Credulous, he will place confidence in unreliable reports, believing at one moment this and at another that. As timorous as a fox in advancing or retiring, his groups will be scattered about. What is the difference between this and driving innocent people into boiling water or fire?"},{"id":896,"quote":"Move not unless you see an advantage; use not your troops unless there is something to be gained; fight not unless the position is critical. No ruler should put troops into the field merely to gratify his own spleen; no general should fight a battle simply out of pique."},{"id":897,"quote":"Najwyszym osigniciem jest pokonanie wroga bez stoczenia z nim walki."},{"id":898,"quote":"Victorious warriors win first and then go to war."},{"id":899,"quote":"The general is the protector of the state. If this protection is all-embracing, the state will surely be strong; if defective, the state will certainly be weak. A sovereign who obtains the right person prospers. One who fails to do so will be ruined."},{"id":900,"quote":""},{"id":901,"quote":"Heaven and earth are not humanisticthey regard myriad beings as straw dogs; sages are not humanisticthey regard people as straw dogs,"},{"id":902,"quote":"When the enemy's envoys speak in humble terms, but he continues his preparations, he will advance. When their language is deceptive but the enemy pretentiously advances, he will retreat. When the envoys speak in apologetic terms, he wishes a respite. When without a previous understanding the enemy asks for a truce, he is plotting. If without reason one begs for a truce it is assuredly because affairs in his country are in a dangerous state and he is worried and wishes to make a plan to gain a respite. Or otherwise he knows that our situation is susceptible to his plots and he wants to forestall our suspicions by asking for a truce. Then he will take advantage of our unpreparedness."},{"id":903,"quote":"stupid haste is preferable to clever dilatoriness."},{"id":904,"quote":"Las notas musicales son slo cinco, pero sus melodas son tan numerosas que no podemos orlas todas.Los colores primarios son slo cinco, pero sus combinaciones son tan infinitas que no podemos verlas todas.Los gustos son slo cinco, pero sus mezclas son tan variadas que no podemos saborearlas todas."},{"id":905,"quote":"14. By means of these seven considerations I can forecast victory or defeat. 15. The general that hearkens to my counsel and acts upon it, will conquer:let such a one be retained in command! The general that hearkens not to my counsel nor acts upon it, will suffer defeat:let such a one be dismissed!"},{"id":906,"quote":"Scouting,"},{"id":907,"quote":"Disaster, by definition, is failing to capitalize on your achievements despite victory in battle and seizure of the spoils. As the phrase goes, 'He who hesitates is lost.' Hence the saying, 'The brilliant rulers thinks it through, while good commanders refine the plan.'When nought's to gain, move not.Over things of little worth, fight not.Save in direst need, war not.A ruler cannot call up armies in a rage nor can his commanders start a war over a slight. They move only if it is to their advantage. They bide their time, if it is not. A person in a rage can be restored to good humor, and someone mortally offended can be restored to affability. By contrast, a kingdom, once destroyed, cannot be restored, nor can the dead be brought back to life. Thus the brilliant ruler approaches battle with due prudence, and good commanders are ever on their guard. This is the way to secure the ruling house and keep the army intact."},{"id":908,"quote":"Regard your soldiers as your children, and they will follow you into the deepest valleys; look upon them as your own beloved sons, and they will stand by you even unto death. 26. If, however, you are indulgent, but unable to make your authority felt; kind-hearted, but unable to enforce your commands; and incapable, moreover, of quelling disorder: then your soldiers must be likened to spoilt children; they are useless for any practical purpose."},{"id":909,"quote":"He who knows when he can fight and when he cannot, will be victorious."},{"id":910,"quote":"Lure with bait, strike with chaos"},{"id":911,"quote":"Strong action is training the body without being burdened by the body, exercising the mind without being used by the mind, working in the world without being affected by the world, carrying out tasks without being obstructed by tasks."},{"id":912,"quote":"mountain. Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt."},{"id":913,"quote":"the wise leader's plans, considerations of advantage and of disadvantage will be blended together."},{"id":914,"quote":"a classic yields significantly different meanings when read in different circumstances and moods; on a larger scale, a classic conveys wholly different worlds when read in different times of life, at different stages of experience, feeling, and understanding of life. Classics may be interesting and even entertaining, but people always find they are not like books used for diversion, which give up all of their content at once; the classics seem to grow wiser as we grow wiser, more useful the more we use them."},{"id":915,"quote":"WANG XI Opponents cannot exhaust you."},{"id":916,"quote":"Co se te proher (vad) vojevdce:Prvn: je neschopn, avak je pesvden o svch schopnostech.Druh: domlivost.Tet: baen po hodnostech.tvrt: lanost po majetku....est: lehkovnost.Sedm: hloupost.Osm: nedostatek odvahy.Devt: odvaha se slabost.Dest: nespolehlivost....trnct: nerozhodnostPatnct: pomalost.estnct: lhostejnost.Sedmnct: tlak.Osmnct: krutost.Devatenct: sobeckost.Dvact: psoben zmatku.Je-li proher (vad) mnoho, bude mnoho ztrt.M-li vojevdce jedinou z tchto chyb, dav se nepodvol. Je-li postien dvma z nich, bude vojsku chybt podek. M-li ti z nich, lid jemu podzen ho opust. M-li tyi z nich, postihne netst celou zemi."},{"id":917,"quote":"purposely ignored by him. [16] Tu Mu's conjecture seems to be based"},{"id":918,"quote":"to concentrate or to divide your troops, must be decided by circumstances. 17. Let your rapidity be that of the wind, [The simile is doubly"},{"id":919,"quote":"(3) a hasty temper, which can be provoked by insults; [Tu Mu tells us that Yao Hsing, when opposed in 357 A.D. by Huang Mei, Teng Chiang and others shut himself up behind his walls and refused to fight. Teng Chiang said: Our adversary is of a choleric temper and easily provoked; let us make constant sallies and break down his walls, then he will grow angry and come out. Once we can bring his force to battle, it is doomed to be our prey. This plan was acted upon, Yao Hsiang came out to fight, was lured as far as San-yuan by the enemys pretended flight, and finally attacked and slain.]"},{"id":920,"quote":"There are not more than five musical notes, yet thecombinations of these five give rise to more melodiesthan can ever be heard."},{"id":921,"quote":"He who can modify his tactics in relation to his opponent and thereby succeed in winning, may be called a heaven-born captain"},{"id":922,"quote":"The general who is skilled in defense hides in the most secret recesses of the earth; he who is skilled in attack flashes forth from the topmost heights of heaven."},{"id":923,"quote":"Should one ask: 'How do I cope with a well-ordered enemy host about to attack me?' I reply: 'Seize something he cherishes and he will conform to your desires.'Speed is the essence of war. Take advantage of the enemy's unpreparedness; travel by unexpected routes and strike him where has taken no precautions."},{"id":924,"quote":"Humanity and justice are the principles on which to govern a state, but not an army; opportunism and flexibility, on the other hand, are military rather than civic virtues."},{"id":925,"quote":"is the secret of defense; defense is the planning of an attack."},{"id":926,"quote":"When I wish to give battle, my enemy, even though protected by high walls and deep moats, cannot help but engage me, for I attack a position he must succor. When I wish to avoid battle I may defend myself simply by drawing a line on the ground; the enemy will be unable to attack me because I divert him from going where he wishes."},{"id":927,"quote":"the highest excellence is winning without fighting, not decimating every adversary you encounter. Since destruction clearly isnt your goal and victory is, leaving things intact maximizes your gains and helps you to mend your fences with your adversary."},{"id":928,"quote":"Let your rapidity be that of the wind, your compactness that of the forest."},{"id":929,"quote":"...la norma general de las operaciones militares consiste en no contar con que el enemigo no acuda, sino confiar en tener los medios de enfrentarte a l; no contar con que el adversario no ataque, sino confiar en poseer lo que no puede ser atacado."},{"id":930,"quote":"holding a position from which the enemy is trying to dislodge you, or perhaps, as Tu Yu says, when he is trying to entice you into a"},{"id":931,"quote":"Know the enemy and know yourself; in a hundred battles you will never be defeated."},{"id":932,"quote":"and were closely pursued by Pan Ch`ao. Over 5000 heads were brought back as trophies, besides immense spoils in the shape of horses and cattle and valuables of every description. Yarkand then capitulating, Kutcha and the other kingdoms drew off their respective forces. From that time forward, Pan Ch`ao's prestige completely overawed the countries of the west.\" In this case, we see that the Chinese general not only kept his own officers in ignorance of his real plans, but actually took the bold step of dividing his army in order to deceive the"},{"id":933,"quote":"Si nous voulons que la gloire et les succs accompagnent nos armes, nous ne devons jamais perdre de vue : la doctrine, le temps, l'espace, le commandement, la discipline."},{"id":934,"quote":"such astonishing rapidity that he was able to occupy a commanding position on the \"North hill\" before the enemy had"},{"id":935,"quote":"Vous feindrez quelquefois d'tre faible afin que vos ennemis, ouvrant la porte  la prsomption et  l'orgueil, viennent ou vous attaquer mal  propos, ou se laissent surprendre eux-mmes et tailler en pices honteusement. Vous ferez en sorte que ceux qui vous sont infrieurs ne puissent jamais pntrer vos desseins. Vous tiendrez vos troupes toujours alertes, toujours en mouvement et dans l'occupation, pour empcher qu'elles ne se laissent amollir par un honteux repos."},{"id":936,"quote":"On ne saurait tenir les troupes longtemps en campagne, sans porter un trs grand prjudice  l'tat et sans donner une atteinte mortelle  sa propre rputation."},{"id":937,"quote":"Traitez bien les prisonniers, nourrissez-les comme vos propres soldats ; faites en sorte, s'il se peut, qu'ils se trouvent mieux chez vous qu'ils ne le seraient dans leur propre camp, ou dans le sein mme de leur patrie. Ne les laissez jamais oisifs, tirez parti de leurs services avec les dfiances convenables, et, pour le dire en deux mots, conduisez-vous  leur gard comme s'ils taient des troupes qui se fussent enrles librement sous vos tendards. Voil ce que j'appelle gagner une bataille et devenir plus fort."},{"id":938,"quote":"Je dis plus : la meilleure politique guerrire est de prendre un tat intact ; une politique infrieure  celle-ci consisterait  le ruiner."},{"id":939,"quote":"If you know the enemy and know yourself you need not fear the results of a hundred battles."},{"id":940,"quote":"Connais ton ennemi et connais-toi toi-mme ; eussiez-vous cent guerres  soutenir, cent fois vous serez victorieux. Si tu ignores ton ennemi et que tu te connais toi-mme, tes chances de perdre et de gagner seront gales. Si tu ignores  la fois ton ennemi et toi-mme, tu ne compteras tes combats que par tes dfaites."},{"id":941,"quote":"Donde haya montculos y terraplenes, sitate en su lado soleado, mantenindolos siempre a tu derecha y detrs."},{"id":942,"quote":"Une arme victorieuse remporte l'avantage, avant d'avoir cherch la bataille ; une arme voue  la dfaite combat dans l'espoir de gagner."},{"id":943,"quote":"Aprs un premier avantage, n'allez pas vous endormir ou vouloir donner  vos troupes un repos hors de saison. Poussez votre pointe avec la mme rapidit qu'un torrent qui se prcipiterait de mille toises de haut. Que votre ennemi n'ait pas le temps de se reconnatre, et ne pensez  recueillir les fruits de votre victoire que lorsque sa dfaite entire vous aura mis en tat de le faire srement, avec loisir et tranquillit."},{"id":944,"quote":"Que l'ennemi ne sache jamais comment vous avez l'intention de le combattre, ni la manire dont vous vous disposez  l'attaquer, ou  vous dfendre. Car, s'il se prpare au front, ses arrires seront faibles ; s'il se prpare  l'arrire, son front sera fragile ; s'il se prpare  sa gauche, sa droite sera vulnrable ; s'il se prpare  sa droite, sa gauche sera affaiblie ; et s'il se prpare en tous lieux, il sera partout en dfaut. S'il l'ignore absolument, il fera de grands prparatifs, il tchera de se rendre fort de tous les cts, il divisera ses forces, et c'est justement ce qui fera sa perte."},{"id":945,"quote":"Et quand j'ai remport une bataille, je ne rpte pas ma tactique, mais je rponds aux circonstances selon une varit infinie de voies."},{"id":946,"quote":"Yemle ve kandr, kargaa kart ve ele geir, direnliyse ona gre hazrlan, glyse ondan sakn, sinirliyse onu kzdr, tevazu gster ki gerek sanp marurlasn, dinleniyosa rahatsz et, aralarnda birlik varsa ayr, ona hazrlanma frsat vermeden saldr, beklemedii anda ortaya k."},{"id":947,"quote":"Il en doit tre des troupes  peu prs comme d'une eau courante. De mme que l'eau qui coule vite les hauteurs et se hte vers le pays plat, de mme une arme vite la force et frappe la faiblesse."},{"id":948,"quote":"[The chief lesson of this chapter, in Tu Mu's opinion, is the paramount importance in war of rapid evolutions and sudden rushes. \"Great results,\" he adds, \"can thus be achieved with small forces.\"]"},{"id":949,"quote":"Ainsi, outre l'avantage que vous aurez de faire savoir promptement toutes vos volonts  votre arme entire dans le mme moment, vous aurez encore celui de lasser votre ennemi, en le rendant attentif  tout ce qu'il croit que vous voulez entreprendre, de lui faire natre des doutes continuels sur la conduite que vous devez tenir, et de lui inspirer d'ternelles frayeurs."},{"id":950,"quote":"Au petit matin, les esprits sont pntrants ; durant la journe, ils s'alanguissent, et le soir, ils rentrent  la maison."},{"id":951,"quote":"Si, rduits au dsespoir, ils viennent pour vaincre ou pour prir, vitez leur rencontre.  un ennemi encercl vous devez laisser une voie de sortie."},{"id":952,"quote":"Let your plans be dark and impenetrable as night..."},{"id":953,"quote":"Lo que permite al soberano sabio y al buen general, hacer la guerra y conquistar, y lograr cosas ms all del alcance de los hombres, es el conocimiento anticipado que tienen de las cosas. 5."},{"id":954,"quote":"Ne ngligez pas de courir aprs un petit avantage lorsque vous pourrez vous le procurer srement et sans aucune perte de votre part. Plusieurs de ces petits avantages qu'on pourrait acqurir et qu'on nglige occasionnent souvent de grandes pertes et des dommages irrparables."},{"id":955,"quote":"Un grand gnral doit savoir l'art des changements. S'il s'en tient  une connaissance vague de certains principes,  une application routinire des rgles de l'art, si ses mthodes de commandement sont dpourvues de souplesse, s'il examine les situations conformment  quelques schmas, s'il prend ses rsolutions d'une manire mcanique, il ne mrite pas de commander."},{"id":956,"quote":"L'excs de rcompenses et de punitions montre que le commandement est au bout de ses ressources, et dans une grande dtresse"},{"id":957,"quote":"Si quieres fingir cobarda para conocer la estrategia de los adversarios, primero tienes que ser extremadamente valiente, porque solo entonces puedes actuar como tmido de manera artificial. Si quieres fingir debilidad para inducir a la arrogancia en tus enemigos, primero has de ser extremadamente fuerte porque solo entonces puedes pretender ser dbil."},{"id":958,"quote":"fact that the meaning of the Chinese elsewhere in the sentence indicates something in the nature of a defile, make me think that Sun Tzu is here speaking of crevasses.] should be left with all possible speed and not approached. 16. While we keep away from such places, we should get the enemy to approach them; while we face them,"},{"id":959,"quote":"El valiente puede luchar, el cuidadoso puede hacer de centinela, y el inteligente puede estudiar, analizar y comunicar. Cada cul es til."},{"id":960,"quote":" :      ,    .      ,    ."},{"id":961,"quote":"Procurez-vous pacifiquement tous les secours dont vous aurez besoin ; n'employez la force que lorsque les autres voies auront t inutiles"},{"id":962,"quote":"Ser violento al principio y terminar temiendo despus a los propios soldados es el colmo de la ineptitud."},{"id":963,"quote":"Victory can be created. For even if the enemy is numerous, I can prevent him from engaging. . . . [I]f he does not know my military situation, I can always make him urgently attend to his own preparations so that he has no leisure to plan to fight me. Therefore, determine the enemy's plans and you will know which strategy will be successful and which will not. Agitate him and ascertain the pattern of his movement. Determine his dispositions and so ascertain the field of battle. Probe him and learn where his strength is abundant and where deficient. The ultimate in disposing one's troops is to be without ascertainable shape. Then the most penetrating spies cannot pry in nor can the wise lay plans against you. It is according to the shapes that I lay the plans for victory, but the multitude does not comprehend this. Although everyone can see the outward aspects, none understands the way in which I have created victory. Therefore, when I have won a victory I do not repeat my tactics but respond to circumstances in an infinite variety of ways. Now an army may be likened to water, for just as flowing water avoids the heights and hastens to the lowlands, so any army avoids strength and strikes weakness. And as water shapes its flow in accordance with the ground, so an army manages its victory in accordance with the situation of the enemy. And as water has no constant form, there are in war no constant conditions. Thus, one able to gain the victory by modifying his tactics in accordance with the enemy situation may be said to be divine. Of the five elements, none is always predominant: of the four seasons, none lasts forever; of the days, some are long and some short, and the moon waxes and wanes."},{"id":964,"quote":"Donde hay grandes recompensas hay hombres valientes"},{"id":965,"quote":"N'employer pour vaincre que la voie des siges et des batailles, c'est ignorer galement et les devoirs de souverain et ceux de gnral ; c'est ne pas savoir gouverner ; c'est ne pas savoir servir tat"},{"id":966,"quote":"Un viento diurno cesar al anochecer, un viento nocturno cesar al amanecer."},{"id":967,"quote":"Si vous rpandez l'argent  pleines mains, si vous traitez bien tout le monde, si vous empchez que vos soldats ne fassent le moindre dgt dans les endroits par o ils passeront, si les peuples vaincus ne souffrent aucun dommage, assurez-vous qu'ils sont dj gagns, et que le bien qu'ils diront de vous attirera plus de sujets  votre matre et plus de villes sous sa domination que les plus brillantes victoires."},{"id":968,"quote":"Punissez svrement, rcompensez avec largesse"},{"id":969,"quote":"Do not interfere with an army that is returning home because a man whose heart is set on returning home will fight to the death against any attempt to bar his way, and is therefore too dangerous an opponent to be tackled."},{"id":970,"quote":"18. Hence the saying: If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat."},{"id":971,"quote":"although I have heard of reckless haste in war, I have never seen wise delay."},{"id":972,"quote":"[I]t contains a great deal that Sun Tzu did not write, and very little indeed of what he did."},{"id":973,"quote":"Momentum in engaging with stakeholders arises from nothing more than the expected and the surprising, yet combining them form more ways than can ever be known. Each brings on the other, like an infinite cycle. Who can exhaust all possibilities?"},{"id":974,"quote":"Knowing the enemy enables you to take the offensive, knowing yourself enables you to stand on the defensive.\" He adds: \"Attack is the secret of defense; defense is the planning of an attack."},{"id":975,"quote":"If equally matched, we can offer battle; if slightly inferior in numbers, we can avoid the enemy; if quite unequal in every way, we can flee from him. Though an obstinate fight may be made by a small force, in the end it must be captured by the larger force."},{"id":976,"quote":"La prudencia y la firmeza de un pequeo nmero de personas pueden llegar a cansar y a dominar incluso a numerosos ejrcitos."},{"id":977,"quote":"Un gobierno no debe movilizar un ejrcito por ira y los jefes militares no deben provocar la guerra por clera."},{"id":978,"quote":"Acta cuando sea beneficioso; en caso contrario, desiste. La ira puede convertirse en alegra y la clera puede convertirse en placer, pero un pueblo destruido no puede hacerse renacer y al muerte no puede convertirse en vida. En consecuencia un gobierno esclarecido presta atencin a todo esto y un buen mando militar lo tiene en cuenta. sta es la manera de mantener a la nacin a salvo y de conservar intacto un ejrcito."},{"id":979,"quote":"The art of giving orders is not to try to rectify the minor blunders and not to be swayed by petty doubts. Vacillation and fussiness are the surest means of sapping confidence of an army."},{"id":980,"quote":"Triunfan aquellos que: -saben cuando luchar y cuando no-saben discernir cundo utilizar muchas o pocas tropas.-tienen tropas cuyos rangos superiores e inferiores tienen el mismo objetivo.-se enfrentan con preparativos a enemigos desprevenidos.-tienen generales competentes y no limitados por sus gobiernos civiles."},{"id":981,"quote":"fallar en conocer la situacin de los adversarios por economizar en aprobar gastos para investigar y estudiar a la oposicin es extremadamente inhumano y no es tpico de un buen jefe militar, de un consejero de gobierno, ni de un gobernante victorioso."},{"id":982,"quote":"Si conoces a los dems y te conoces a ti mismo, ni en cien batallas corrers peligro; si no conoces a los dems, pero te conoces a ti mismo, perders una batalla y ganars otra; si no conoces a los dems ni te conoces a ti mismo, corrers peligro en cada batalla."},{"id":983,"quote":"All warfare is based on deception. Therefore, when capable, feign incapacity; when active, inactivity. When near, make it appear that you are far away; when far away, that you are near. Offer the enemy a bait to lure him; feign disorder and strike him. When he concentrates, prepare against him; where he is strong, avoid him. Anger his general and confuse him. Pretend inferiority and encourage his arrogance. Keep him under a strain and wear him down. When he is united, divide him. Attack where he is unprepared; sally out when he does not expect you. These are the strategist's keys to victory. It is not possible to discuss them beforehand. now if the estimates made in the temple before hostilities indicate victory it is because calculations show one's strength to be superior to that of his enemy; if they indicate defeat, it is because calculations show that one is inferior. With many calculations, one can win; with few one cannot. How much less chance of victory has one who makes none at all! By this means I examine the situation and the outcome will be clearly apparent."},{"id":984,"quote":"20. Thus it may be known that the leader of armies is the arbiter of the people's fate, the man on whom it depends whether the nation shall be in peace or in peril."},{"id":985,"quote":"Hacerte invencible significa conocerte a ti mismo; aguardar para descubrir la vulnerabilidad del adversario significa conocer a los dems."},{"id":986,"quote":"If we do not wish to fight, we can prevent the enemy from engaging us even though the lines of our encampment be merely traced out on the good ground. All we need do is to throw something odd and unaccountable in his way."},{"id":987,"quote":"The answer was again in the affirmative, so arrangements were made to bring 180 ladies out of the Palace. Sun Tzu divided them into two companies, and placed one of the Kings favorite concubines at the head of each. He then bade them all take spears in their hands, and addressed them thus: I presume you know the difference between front and back, right hand and left hand?"},{"id":988,"quote":"La invencibilidad est en uno mismo, la vulnerabilidad en el adversario."},{"id":989,"quote":"Victory is the main object in war. If this is long delayed, weapons are blunted and morale depressed. When troops attack cities, their strength will be exhausted.When the army engages in protracted campaigns the resources of the state will not suffice.When your weapons are dulled and ardor damped, your strength exhausted and treasure spent, neighboring rulers will take advantage of your distress to act. And even though you have wise counsellors, none will be able to lay good plans for the future."},{"id":990,"quote":"Anger can revert to joy, wrath can revert to delight, but a nation destroyed cannot be restored to existence, and the dead cannot be restored to life."},{"id":991,"quote":"-    :             ."},{"id":992,"quote":"Those unable to understand the dangers inherent in employing troops are equally unable to understand the advantageous ways of doing so."},{"id":993,"quote":"Como se dice comnmente, s rpido como el trueno que retumba antes de que hayas podido taparte los odos, veloz como el relmpago que relumbra antes de haber podido pestaear."},{"id":994,"quote":"Where the army is, prices are high; when prices rise the wealth of the people is exhausted. When wealth is exhausted the peasantry will be afflicted with urgent exactions."},{"id":995,"quote":"-             ."},{"id":996,"quote":"It is not the pinnacle of martial achievement to fight and win a hundred battles. It is the pinnacle of martial achievement to win without fighting"},{"id":997,"quote":"Conosci il nemico, conosci te stesso, mai sar in dubbio il risultato di cento battaglie."},{"id":998,"quote":"The reason troops slay the enemy is because they are enraged."},{"id":999,"quote":"When the men are united, the brave will not advance alone, nor will the cowardly retreat."},{"id":1000,"quote":"      ."},{"id":1001,"quote":"What is essential in war is victory, not prolonged operations. And therefore the general who understands war is the Minister of the people's fate and arbiter of the nation's destiny."},{"id":1002,"quote":"To begin by bluster, but afterwards to take fright at the enemys numbers, shows a supreme lack of intelligence."},{"id":1003,"quote":"Hay que reflexionar y deliberar antes de tomar cualquier decisin."},{"id":1004,"quote":"imbued"},{"id":1005,"quote":"Sun Tzu dijo: En el arte prctico de la guerra, es mejor conservar el pas enemigo entero e intacto, que destruirlo y arrasarlo."},{"id":1006,"quote":"the general for his temporary use, or as we should say, in his tent. See. ss. 26.] 1. Sun Tzu said: The art of war is of vital importance to the State. 2. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected. 3. The art of"},{"id":1007,"quote":"combatir y vencer en la batalla no es la excelencia suprema, sino que esta reside en romper la resistencia del enemigo sin luchar."},{"id":1008,"quote":"12. (1) Which of the two sovereigns is imbued with the Moral law? (2) Which of the two generals has most ability? (3) With whom lie the advantages derived from Heaven and Earth? (4) On which side is discipline most rigorously enforced? (5) Which army is stronger? (6) On which side are officers and men more highly trained?"},{"id":1009,"quote":"equipaje est perdido, sin sus provisiones est perdido, sin sus bases de suministro, est perdido. 12. No podemos entrar en alianzas hasta estar familiarizados con los designios de nuestros vecinos. 13. No se est en condiciones de conducir un ejrcito en marcha, a menos que se est familiarizado con cada aspecto del pas que se recorre; con sus montaas y sus bosques, sus trampas"},{"id":1010,"quote":"If one party is at war with another, and the other party does not realize it is at war, the party who knows its at war almost always has the advantage and usually wins."},{"id":1011,"quote":"Karsndakini ve kendini bilen hibir savata tehlikeye dmez; karsndakini bilmeyen, sadece kendini bilen bir kazanr, bir kaybeder; karsndakini de kendini de bilmeyen her savata mutlaka tehlikeye der."},{"id":1012,"quote":""},{"id":1013,"quote":"Lo que es, pues, esencial en la guerra es el triunfo, no las campaas prolongadas. Por este motivo el general que comprende la guerra es el ministro de la fortuna del pueblo y el rbitro de la nacin."},{"id":1014,"quote":"                  "},{"id":1015,"quote":"17. All warfare is based on deception."},{"id":1016,"quote":"Cambia sus colores (de los soldados enemigos hechos prisioneros), utilzalos mezclados con los tuyos. Trata bien a los soldados y prstales atencin. Los soldados prisioneros deben ser bien tratados, para conseguir que en el futuro luchen para ti. A esto se llama vencer al adversario e incrementar por aadidura tus propias fuerzas."},{"id":1017,"quote":"* Know your enemy and know yourself and you can fight a hundred battles without disaster.* Know not your enemy yet know yourself, and you shall win half your battles.* Know neither the enemy nor yourself, and you shall surely lose every fight."},{"id":1018,"quote":"Feign"},{"id":1019,"quote":"Just as water, which carries a boat from bank to bank, may also be the means of sinking it, so reliance on spies, while production of great results, is oft-times the cause of utter destruction"},{"id":1020,"quote":"    . -       . -          . -          .      "},{"id":1021,"quote":"Cos quando sei capace, fingi di essere incapace.Quando sei attivo, fingi di essere inattivo.Quando sei vicino, fingi di essere lontano.Quando sei lontano, fingi di essere vicino.Cos, quando il nemico cerca il vantaggio, getta lesca per ingannarlo.Quando  in confusione attaccalo.Quando il nemico  potente, stai in guardia.Quando  forte, evitalo.Quando  infuriato, provocalo.Attaccalo quando  impreparato.Fai la tua mossa quando meno se lo aspetta."},{"id":1022,"quote":"It is not the best thing to win every battle one is engaged in; the best thing is to win without planning to win. This is perfect victory."},{"id":1023,"quote":"      "},{"id":1024,"quote":"Supreme excellence consists in breaking the enemy's resistance without fighting."},{"id":1025,"quote":"If you know your enemy and know yourself, you need not fear the result of a hundred battles..."},{"id":1026,"quote":"London."},{"id":1027,"quote":"As oportunidades multiplicam-se  medida que so agarradas."},{"id":1028,"quote":"Nothing is more difficult than the art of maneuver. What is difficult about maneuver is to make the devious route the most direct and to turn misfortune to advantage. Thus, march by an indirect route and divert the enemy by enticing him with a bait. So doing, you may set out after he does and arrive before him. One able to do this understands the strategy of the direct and the indirect."},{"id":1029,"quote":"The skillful leader subdues the enemy's troops without any fighting; he captures their cities without laying siege to them; he overthrows their kingdom without lengthy operations in the field."},{"id":1030,"quote":"                                 ...                                        ."},{"id":1031,"quote":"When Lionel Giles began his translation of Sun Tzu's ART OF WAR, the work was virtually unknown in Europe. Its introduction to Europe began in 1782 when a French Jesuit Father living in China, Joseph Amiot, acquired a copy of it, and translated"},{"id":1032,"quote":"A evoluo do Homem passa, necessariamente, pela busca do conhecimento."},{"id":1033,"quote":"Conservare la disciplina e la calma, attendere i primi segnali di disordine e chiasso nell'esercito nemico: in questo consiste l'arte dell'autocontrollo."},{"id":1034,"quote":"Those who do not know the conditions of mountains and forests, hazardous defiles, marshes and swamps, cannot conduct the march of an army. Those who do not use local guides are unable to obtain the advantages of the ground."},{"id":1035,"quote":"The skillful leader subdues the enemy's troops without any fighting; he captures their cities without laying siege to them; he overthrows their kingdom without lengthy operations in the field. With his forces intact he will dispute the mastery of the Empire, and thus, without losing a man, his triumph will be complete."},{"id":1036,"quote":"Now war is based on deception. Move when it is advantageous and create changes in the situation by dispersal and concentration of forces. When campaigning, be swift as the wind; in leisurely march, majestic as the forest; in raiding and plundering, like fire; in standing, firm as the mountains. As unfathomable as the clouds, move like a thunderbolt. When you plunder the countryside, divide your forces. When you conquer territory, divide the profits. Weigh the situation, then move."},{"id":1037,"quote":"brought him to"},{"id":1038,"quote":"            ."},{"id":1039,"quote":"When Lionel Giles began his translation of Sun Tzu's ART OF WAR, the work was virtually unknown in Europe. Its introduction to Europe began in 1782 when a French Jesuit Father living in China, Joseph Amiot, acquired a copy of it, and translated it into French. It was not a good translation because, according to Dr. Giles, \"[I]t contains a"},{"id":1040,"quote":"          ."},{"id":1041,"quote":"inde bulunduunuz durum ve koullar ne kadar tehlikeli olursa olsun, umutsuzlua kaplmayn; asl her eyden korkulacak durumlarda korkulacak hibir ey yoktur; tehlikelerle kuatldnzda bu tehlikelerin hibirinden korkmayn; aresiz kaldnzda elinize ne geerse ona gvenin; gafil avlandnzda gidip dman gafil avlayn."},{"id":1042,"quote":"         ..        ."},{"id":1043,"quote":"La defensa es para tiempos de escasez, el ataque para tiempos de abundancia."},{"id":1044,"quote":"       !"},{"id":1045,"quote":"War is like a fireif you do not put it out, it will burn itself out."},{"id":1046,"quote":"         !"},{"id":1047,"quote":"Numerical weakness comes from having to prepare against possible attacks; numerical strength, from compelling our adversary to make these preparations against us."},{"id":1048,"quote":"Si solo eres capaz de asegurar la victoria tras enfrentarte a un adversario en un conflicto armado, esa victoria es una dura victoria. Si eres capaz de ver lo sutil y de darte cuenta de lo oculto, irrumpiendo antes del orden de la batalla, la victoria as obtenida es una victoria fcil."},{"id":1049,"quote":"Those skilled in war avoid the enemy when his spirit is keen and attack him when it is sluggish and his soldiers homesick. This is control of the moral factor. In good order they await a disorderly enemy; in serenity, a clamorous one. This is control of the mental factor. Close to the field of battle, they await an enemy coming from afar; at rest, an exhausted enemy; with well-fed troops, hungry ones. This is control of the physical factor.They do not engage an enemy advancing with well-ordered banners nor one whose formations are in impressive array. This is control of the factor of changing circumstances."},{"id":1050,"quote":"              ."},{"id":1051,"quote":"          ."},{"id":1052,"quote":"            ."},{"id":1053,"quote":"   -    -             ."},{"id":1054,"quote":"Im Frieden bereite dich auf den Krieg vor, im Krieg bereite dich auf den Frieden vor."},{"id":1055,"quote":"To a surrounded enemy you must leave a way of escape. Show him there is a road to safety, and so create in his mind the idea that there is an alternative to death. Then strike."},{"id":1056,"quote":"Keep your friends close, your enemies even closer"},{"id":1057,"quote":"        ."},{"id":1058,"quote":"El que se enfrenta al oponente durante varios aos para luchar por la victoria en una batalla decisiva, pero que por su codicia y su anhelo de honores, permanece ignorante de la situacin del oponente; est totalmente desprovisto de humanidad. Un hombre as no tiene nada de comandante, no es un apoyo para su soberano y no es el dueo de la victoria."},{"id":1059,"quote":"    \"  \"    \" \"      \""},{"id":1060,"quote":"He who does not know theevilsof war cannot appreciate its benefits,"},{"id":1061,"quote":"El mayor mrito no consiste en ver la victoria cuando ya est clara para todo el mundo; la mayor de las victorias no es, en absoluto, la que es aclamada por todos sin excepcin.No se quiere mucha fuerza levantar una pluma; no hay que tener una visin perfecta para ver el sol, ni un odo agudo para escuchar un trueno.Estar preparado para cualquier circunstancia es lo que garantiza una victoria segura, porque significa que estis combatiendo contra un enemigo que ya est derrotado."},{"id":1062,"quote":"                ."},{"id":1063,"quote":"Triunfan aquellos que:Saben cundo luchar y cuando no."},{"id":1064,"quote":"           (    )."},{"id":1065,"quote":"Do not press an enemy at bay. Wild beasts, when at bay, fight desperately. How much more is this true of men! If they know there is no alternative they will fight to the death."},{"id":1066,"quote":"-          ."},{"id":1067,"quote":"El arte de la guerra se basa en el engao. Por lo tanto, cuando es capaz de atacar, ha de aparentar incapacidad; cuando las tropas se mueven, aparentar inactividad."},{"id":1068,"quote":"The 'five variations' are the following: A road, although it may be the shortest, is not to be followed if one knows it is dangerous and there is the contingency of ambush.An army, although it may be attacked, is not to be attacked if it is in desperate circumstances and there is the possibility that the enemy will fight to the death. A city, although isolated and susceptible to attack, is not to be attacked if there is the probability that it is well stocked with provisions, defended by crack troops under command of a wise general, that its ministers are loyal and their plans unfathomable.Ground, although it may be contested, is not to be fought for if one knows that after getting it, it will be difficult to defend, or that he gains no advantage by obtaining it, but will probably be counter-attacked and suffer casualties.The orders of a sovereign, although they should be followed, are not to be followed if the general knows they contain the danger of harmful superintendence of affairs from the capital. These five contingencies must be managed as they arise and as circumstances dictate at the time, for they cannot be settled beforehand."},{"id":1069,"quote":"When the general is weak and without authority; when his orders are not clear and distinct; when there are no fixes duties assigned to officers and men, and the ranks are formed in a slovenly haphazard manner, the result is utter disorganization."},{"id":1070,"quote":"-        ."},{"id":1071,"quote":"Generally in war the best policy is to take a state intact; to ruin it is inferior to this. To capture the enemy's army is better than to destroy it; to take intact a battalion, a company or a five-man squad is better than to destroy them. For to win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill. Thus, what is of supreme importance in war is to attack the enemy's strategy. Next best is to disrupt his alliances; do not allow your enemies to get together. The next best is to attack his army. If you cannot nip his plans in the bud, or disrupt his alliances when they are about to be consummated, sharpen your weapons to gain the victory."},{"id":1072,"quote":"Those skilled in war subdue the enemy's army without battle. They capture his cities without assaulting them and overthrow his state without protracted operations.Your aim must be to take All-under-Heaven intact. Thus your troops are not worn out and your gains will be complete. This is the art of offensive strategy."},{"id":1073,"quote":"-              ."},{"id":1074,"quote":"To fight is to win, for he attacks only when the enemy has sown the seeds of defeat."},{"id":1075,"quote":"To triumph in battle and be universally acclaimed 'Expert' is not the acme of skill, for to lift an autumn down requires no great strength; to distinguish between the sun and moon is no test of vision; to hear the thunderclap is no indication of acute hearing."},{"id":1076,"quote":"-              ."},{"id":1077,"quote":"The wise general in his deliberations must consider both favorable and unfavorable factors. He ponders the dangers inherent in the advantages, and the advantages inherent in the dangers.By taking into account the favorable factors, he makes his plan feasible; by taking into account the unfavorable, he may resolve the difficulties. Advantage and disadvantage are mutually reproductive. The enlightened deliberate."},{"id":1078,"quote":"-            ."},{"id":1079,"quote":"A victorious army wins its victories before seeking battle; an army destined to defeat fights in the hope of winning."},{"id":1080,"quote":"-                 !"},{"id":1081,"quote":": \"            \"    : \" \"       ."},{"id":1082,"quote":"-          ."},{"id":1083,"quote":"Plans and projects for harming the enemy are not confined to any one method. Sometimes entice his wise and virtuous men away so that he has no counsellors. Or send treacherous people to his country to wreck his administration. Sometimes use cunning deceptions to alienate his ministers from the sovereign. Or send skilled craftsmen to encourage his people to exhaust their wealth. Or present him with licentious musicians and dancers to change his customs. Or give him beautiful women to bewilder him. The wise general wearies his enemies by keeping them constantly occupied, and makes them rush about by offering them ostensible advantages."},{"id":1084,"quote":"-    ..       !"},{"id":1085,"quote":"The art of using troops is this: When ten to the enemy's one, surround him; When five times his strength, attack him (if my force is five times that of the enemy I alarm him to the front, surprise him to the rear, create an uproar in the east and strike in the west); If double his strength, divide him (if a two-to-one superiority is insufficient to manipulate the situation, we use a distracting force to divide his army);If equally matched you may engage him (in these circumstances only the able general can win);If weaker numerically, be capable of withdrawing (if I am in good order and the enemy in disarray, if I am energetic and he careless, then, even if he be numerically stronger, I can give battle); And if in all respects unequal, be capable of eluding him, for a small force is but booty for one more powerful (the small certainly cannot equal the large, nor can the weak match the strong, nor the few the many)."},{"id":1086,"quote":"-        ()   ."},{"id":1087,"quote":"The tao is the way of humanity and justice; 'laws' are regulations and institutions. Those who excel in war first cultivate their own humanity and justice and maintain their laws and institution. By these means they make their governments invincible."},{"id":1088,"quote":"-            !"},{"id":1089,"quote":"19.Thus one who is skillful at keeping the enemy on the move maintains deceitful appearances, according to which the enemy will act. He sacrifices something, that the enemy may snatch at it. 20.By holding out baits, he keeps him on the march; then with a body of picked men he lies in wait for him."},{"id":1090,"quote":"-           !"},{"id":1091,"quote":"L'excs de rcompenses et de punitions montre que le commandement est au bout de ses ressources, et dans une grande dtresse."},{"id":1092,"quote":"Todos los hombres pueden ver las tcticas, pero lo que nadie puede ver es la estrategia que hace que de estas observaciones evolucione la victoria."},{"id":1093,"quote":"En la guerra, el verdadero objetivo es alcanzar la victoria, y no realizar campaas largas."},{"id":1094,"quote":"-          !"},{"id":1095,"quote":"The nature of water is that it avoids heights and hastens to the lowlands. When a dam is broken, the water cascades with irresistible force. Now the shape of an army resembles water. Take advantage of the enemy's unpreparedness; attack him when he does not expect it; avoid his strength and strike his emptiness, and like water, none can oppose you."},{"id":1096,"quote":"-              ."},{"id":1097,"quote":"-      ..       ."},{"id":1098,"quote":""},{"id":1099,"quote":"Comparar cuidadosamente el ejrcito enemigo con el propio, para saber donde abunda su fuerza y donde es deficiente."},{"id":1100,"quote":"Reliance on intelligence alone results in rebelliousness. Exercise of humaneness alone results in weakness. Fixation on trust results in folly. Dependence on the strength of courage results in violence. Excessive sternness of command results in cruelty. When one has all five virtues together, each appropriate to its function, then one can be a military leader."},{"id":1101,"quote":"Hay cinco elementos esenciales para la victoria: (1) Ganar, quien sabe cundo luchar y cundo no hacerlo. (2) Ganar, quien sabe manejar, tanto las fuerzas superiores como las fuerzas inferiores. (3) Ganar, quien posea el ejrcito que est animado por el mismo espritu en todas sus filas. (4) Ganar, quien preparado, sepa esperar para coger al enemigo desprevenido. (5) Ganar, quien dueo de la capacidad militar, no sea interferido por el soberano."},{"id":1102,"quote":"There are five qualities which are dangerous in the character of a general:If reckless, he can be killed. A general who is stupid and courageous is a calamity. As far as a general is concerned, courage is but one quality.If cowardly, captured. One who esteems life above all will be overcome with hesitance. Hesitance in a general is a great calamity. If quick-tempered you can make a fool of him. An impulsive man can be provoked to rage and brought to his death. One easily angered is irascible, obstinate and hasty. He does not consider difficulties.If he has too delicate a sense of honor you can calumniate him. One anxious to defend his reputation pays no regard to anything else.If he is of a compassionate nature you can harass him. He who is humanitarian and compassionate and fears only casualties cannot give up temporary advantage for a long-term gain and is unable to let go this in order to seize that.Now these five traits of character are serious faults in a general and in military operations are calamitous. The ruin of the army and the death of the general are inevitable results of these shortcomings. They must be deeply pondered."},{"id":1103,"quote":"Los soldados prisioneros deben ser bien tratados, para conseguir que en el futuro luchen para ti."},{"id":1104,"quote":""},{"id":1105,"quote":"-          ."},{"id":1106,"quote":"Um soldado experiente, uma vez em marcha, nunca fica desorientado; uma vez que levantou acampamento, nunca fica perplexo;. Da o ditado: se voc conhece seu inimigo e a si mesmo, sua vitria no ser posta em dvida; se voc conhece o Cu e a Terra, pode torn-la completa."},{"id":1107,"quote":"Si conoces al enemigo y te conoces a ti mismo, no debes temer el resultado de cien batallas. Si te conoces a ti mismo, pero no al enemigo, por cada victoria obtenida tambin sufrirs una derrota. Si no sabes nada ni del enemigo ni de ti mismo, sucumbirs en todas las batallas."},{"id":1108,"quote":"El primero de estos factores es la doctrina; el segundo, el tiempo; el tercero, el terreno; el cuarto, el mando; y el quinto, la disciplina."},{"id":1109,"quote":"-         ..        !"},{"id":1110,"quote":"Si un general no es valiente, ser incapaz de conquistar las dudas y de desarrollar grandes planes\"| Estimativos"},{"id":1111,"quote":"Generally, management of many is the same as management of few. It is a matter of organization."},{"id":1112,"quote":"SUN TZU ON THE ART OF WAR THE OLDEST MILITARY TREATISE IN THE WORLD Translated from the Chinese with Introduction and Critical Notes BY LIONEL GILES, M.A. Assistant in the Department of Oriental Printed Books and MSS. in the British Museum First Published in 1910 -----------------------------------------------------------------To my brother Captain Valentine Giles, R.G. in the hope that a work 2400 years old may yet contain lessons worth consideration by the soldier of today this translation is affectionately dedicated."},{"id":1113,"quote":"12. Therefore, in your deliberations, when seeking to determine the military conditions, let them be made the basis of a comparison, in this wise: 13. (1) Which of the two sovereigns is imbued with the Moral law? [I.e., is in harmony with his subjects. Cf. ss. 5.] (2) Which of the two generals has most ability? (3) With whom lie the advantages derived from Heaven and Earth? [See ss. 7,8] (4) On which side is discipline most rigorously enforced? [Tu Mu alludes to the remarkable story of Tsao Ts"},{"id":1114,"quote":"Cum."},{"id":1115,"quote":"When an advancing army enemy crosses water do not meet him at the water's edge. It is advantageous to allow half his force to cross and then strike."},{"id":1116,"quote":"(5) Which army is stronger?"},{"id":1117,"quote":"-       ..      ."},{"id":1118,"quote":"-       !! -         !! - ..        !!!"},{"id":1119,"quote":"ntreaga art a rzboiului este bazat pe neltorie."},{"id":1120,"quote":"(1) La Ley Moral, (2) el Cielo, (3) la Tierra, (4) El Comandante, (5) El Mtodo y la Disciplina."},{"id":1121,"quote":"Lo que de m depende, puedo hacerlo; lo que depende del enemigo es incierto\".| Disposiciones"},{"id":1122,"quote":"El xito en la guerra se alcanza cuidando de adaptarse permanentemente al propsito del enemigo."},{"id":1123,"quote":"by Capt. E. F. Calthrop, R.F.A. However, this translation is, in the words of Dr. Giles, \"excessively bad.\" He goes further in this criticism: \"It is"},{"id":1124,"quote":"Protegernos contra la derrota est en nuestras manos, pero la oportunidad de derrotar al enemigo proviene siempre del enemigo."},{"id":1125,"quote":"All one can say is that this power will be exercised wisely by some, foolishly by others, and that among those who bear arms some will be loyal and others rebellious. [58]"},{"id":1126,"quote":"El desorden llega del orden, la cobarda surge del valor, la debilidad brota de la fuerza.Si quieres fingir desorden para convencer a tus adversarios y distraerlos, primero tienes que organizar el orden, porque slo entonces puedes crear un desorden artificial. Si quieres fingir cobarda para conocer la estrategia de los adversarios, primero tienes que ser extremadamente valiente, porque solo entonces puedes actuar como tmido de manera artificial. Si quieres fingir debilidad para inducir la arrogancia de tus enemigos, primero has de ser extremadamente fuerte porque solo entonces puedes pretender ser dbil."},{"id":1127,"quote":"The force which confronts the enemy is the normal; that which goes to his flanks the extraordinary. no commander of an army can wrest the advantage from the enemy without extraordinary forces."},{"id":1128,"quote":"When half his force advances and half withdraws he is attempting to decoy you. When his troops lean on their weapons, they are famished. When drawers of water drink before carrying it to camp, his troops are suffering from thirst. When the enemy sees an advantage but does not advance to seize it, he is fatigued. When birds gather above his camp sites, they are empty. When at night the enemy's camp is clamorous, he is fearful. They are boisterous to reassure themselves. When his troops are disorderly, the general has no prestige. When his flags and banners move about constantly he is in disarray. If the officers are short-tempered they are exhausted. When the enemy feeds grain to the horses and his men meat and when his troops neither hang up their cooking pots nor return to their shelters, the enemy is desperate. When the troops continually gather in small groups and whisper together the general has lost the confidence of the army. Too frequent rewards indicate that the general is at the end of his resources; too frequent punishments that he is in acute distress. If the officers at first treat the men violently and later are fearful of them, the limit of indiscipline has been reached. When the enemy troops are in high spirits, and, although facing you, do not join battle for a long time, nor leave, you must thoroughly investigate the situation."},{"id":1129,"quote":"-           . -          (         ). -                     . -               . -       ."},{"id":1130,"quote":"Now in order to kill the enemy, our men must be roused to anger; that there may be advantage from defeating the enemy, they must have their rewards."},{"id":1131,"quote":"Los buenos guerreros hacen que los adversarios vengan a ellos y de ningn modo se dejan atraer fuera de su fortaleza."},{"id":1132,"quote":"In war, numbers alone confer no advantage. Do not advance relying on sheer military power. It is sufficient to estimate the enemy situation correctly and to concentrate your strength to capture him. There is no more to it than this. He who lacks foresight and underestimates his enemy will surely be captured by him."},{"id":1133,"quote":"    ..                                           ."},{"id":1134,"quote":"attacks a powerful state, his generalship shows itself in"},{"id":1135,"quote":"If troops are punished before their loyalty is secured they will be disobedient. If not obedient, it is difficult to employ them. If troops are loyal, but punishments are not enforced, you cannot employ them. Thus, command them with civility and imbue them uniformly with martial ardor and it may be said that victory is certain. If orders which are consistently effective are used in instructing the troops, they will be obedient. If orders which are not consistently effective are used in instructing them, they will be disobedient. When orders are consistently trustworthy and observed, the relationship of a commander with his troops is satisfactory."},{"id":1136,"quote":"Si utilizas al enemigo para derrotar al enemigo, sers poderoso en cualquier lugar a donde vayas."},{"id":1137,"quote":"war teaches us to rely not on the likelihood of the enemys not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable."},{"id":1138,"quote":"  \"  .  .  .  \"."},{"id":1139,"quote":"Ground may be classified according to its nature as accessible, entrapping, indecisive, constricted, precipitous, and distant.Ground which both we and the enemy can traverse with equal ease is called accessible. In such ground, he who first takes high sunny positions convenient to his supply routes can fight advantageously. Ground easy to get out of but difficult to return to is entrapping. The nature of this ground is such that if the enemy is unprepared and you sally out you may defeat him. If the enemy is prepared and you go out and engage, but do not win, it is difficult to return. This is unprofitable. Ground equally disadvantageous for both the enemy and ourselves to enter is indecisive. The nature of this ground is such that although the enemy holds out a bait I do not go forth but entice him by marching off. When I have drawn out half his force, I can strike him advantageously. If I first occupy constricted ground I must block the passes and await the enemy. If the enemy first occupies such ground and blocks the defiles I should not follow him; if he does not block them completely I may do so. In precipitous ground I must take position on the sunny heights and await the enemy. If he first occupies such ground I lure him by marching off; I do not follow him.When at a distance from an enemy of equal strength it is difficult to provoke battle and unprofitable to engage him in his chosen position. These are the principles relating to six different types of ground. It is the highest responsibility of the general to inquire into them with the utmost care."},{"id":1140,"quote":"los que ganan todas las batallas no son realmente profesionales; los que consiguen que se rindan impotentes los ejrcitos ajenos sin luchar son los mejores maestros del Arte de la Guerra."},{"id":1141,"quote":"Ciente de tuas capacidades e limitaes, no inicies nenhuma empreitada que no possas levar a cabo."},{"id":1142,"quote":"When troops flee, are insubordinate, distressed, collapse in disorder or are routed, it is the fault of the general. None of these disasters can be attributed to natural causes."},{"id":1143,"quote":"Every animal with blood in its veins and horns on its head will fight when it is attacked. How much more so will man, who carries in his breast the faculties of love and hatred, joy and anger! When he is pleased, a feeling of affection springs up within him; when angry, his poisoned sting is brought into play. That is the natural law which governs his being..."},{"id":1144,"quote":"Las armas son instrumentos de mala suerte; emplearlas por mucho tiempo producir calamidades."},{"id":1145,"quote":"To see the sun and moon is no sign of sharp sight; to hear the noise of thunder is no sign of a quick ear."},{"id":1146,"quote":"       ..  \" \"                            .                                .             .  "},{"id":1147,"quote":"When senior officers are angry and insubordinate, and on encountering the enemy rush into battle with no understanding of the feasibility of engaging and without awaiting orders from the commander, the army is in a state of collapse."},{"id":1148,"quote":"Hay que dejarle una salida a un ejrcito rodeado.Mustrales una manera de salvar la vida para que no estn dispuestos a luchar hasta la muerte, y as podrs aprovecharte para atacarles.No presiones a un enemigo desesperado.Un animal agotado seguir luchando, pues esa es la ley de la naturaleza."},{"id":1149,"quote":"Cuando te halles en un terreno cerrado, prepara alguna estrategia y muvete. Cuando te halles en un terreno mortal, lucha."},{"id":1150,"quote":"                 ."},{"id":1151,"quote":"If one wishes to feign disorder to entice an enemy, he must himself be well-disciplined. Only then can he feign confusion. One who wishes to simulate cowardice and lie in wait for his enemy must be courageous, for only then is he able to simulate fear. One who wishes to appear to be weak in order to make his enemy arrogant must be extremely strong. Only then can he feign weakness.Order or disorder depends on organization; courage or cowardice on circumstances; strength or weakness on dispositions. When troops gain a favorable situation the coward is brave; if it be lost, the brave become cowards. In the art of war there are no fixed rules. These can only be worked out according to circumstances.Thus, those skilled at making the enemy move do so by creating a situation to which he must conform; they entice him with something he is certain to take, and with lures of ostensible profit they await him in strength. Therefore a skilled commander seeks victory form the situation and does not demand it of his subordinates."},{"id":1152,"quote":"When the general is morally weak and his discipline not strict, when his instructions and guidance are not enlightened, when there are no consistent rules to guide the officers and men and when the formations are slovenly the army is in disorder."},{"id":1153,"quote":"Quo lamentvel  arriscar tudo em um nico combate, negligenciando a estratgia vitoriosa, e fazer com que o destino de tuas armas dependa de uma nica batalha!"},{"id":1154,"quote":"Confirmation of the ground is of the greatest assistance in battle. Therefore, to estimate the enemy situation and to calculate distances and the degree of difficulty of the terrain so as to control victory are virtues of the superior general."},{"id":1155,"quote":"        "},{"id":1156,"quote":"            .           .          ..        .        !          !                   .               .               .           .             .    -    -             .         .                 .            (    ). "},{"id":1157,"quote":"Sprvnm zpsobem jak elit toc armd nen doufat, e nepijde, ale naopak pipravit se co nejlpe na jej pchod."},{"id":1158,"quote":"The general who in advancing does not seek personal fame, and in withdrawing is not concerned with avoiding punishment, but whose only purpose is to protect the people and promote the best interests of his sovereign, is the precious jewel of the state."},{"id":1159,"quote":"Proto se tedy armda stav lst , vede se kupedu za zsknm vhod a neustle mn svj tvar, len se a znovu se spojuje. Jen tak doke bt rychl jako vtr, nehybn a stl jako les. Doke toit a niit jako ohe; stoj-li, je jako hory. Poznat ji je stejn tk jako poznat tmu, ale pohybuje se jako hrom."},{"id":1160,"quote":"Si no puedes ser fuerte, pero tampoco sabes ser dbil, sers derrotado."},{"id":1161,"quote":"Hence a wise general makes a point of foraging on the enemy. One cartload of the enemys provisions is equivalent to twenty of ones own, and likewise a single PICUL of his provender is equivalent to twenty from ones own store."},{"id":1162,"quote":"Trest-li sv mue dve, ne k tob staili pilnout, nepodd se ti. A nepodd-li se ti, nebudou ti k uitku. Netrest-li vak vojky ani po t, co k tob pilnuli, nebudou ti k niemu."},{"id":1163,"quote":"Pole-li mue do boje, pak m dle bude trvat dosaen vtzstv, tm vce se otup jejich zbran a pohasne r v jejich srdcch."},{"id":1164,"quote":"Divino arte de la sutileza y el secreto! Si se aprende a ser invisible, e inaudible, se puede tener la suerte del enemigo en las manos."},{"id":1165,"quote":"Jsou pkazy vldce, kter nepijme."},{"id":1166,"quote":"That the impact of your army may be like a grindstone dashed against an egg  this is effected by the science of weak points and strong."},{"id":1167,"quote":"Ten, kdo asto vydv odmny svm vojkm, je v tsni."},{"id":1168,"quote":"In battle, there are not more than two methods of attack  the direct and the indirect; yet these two in combination give rise to an endless series of maneuvers."},{"id":1169,"quote":"If I know that my troops are capable of striking the enemy, but do not know that he is invulnerable to attack, my chance of victory is but half. If I know that the enemy is vulnerable to attack, but do not know that my troops are incapable of striking him, my chance of victory is but half. If I know that the enemy can be attacked and that my troops are capable of attacking him, but do not realize that because of the conformation of the ground I should not attack, my chance of victory is but half."},{"id":1170,"quote":"If one trusts solely to brave generals who love fighting, this will cause trouble. If one relies solely on those who are cautious, their frightened hearts will find it difficult to control the situation. Now the method of employing men is to use the avaricious and the stupid, the wise and the brave, and to give responsibility to each in situations that suit him. Do not charge people to do what they cannot do. Select them and give them responsibilities commensurate with their abilities. He who relies on the situation uses his men in fighting as one rolls logs or stones. now the nature of logs and stones is that one stable ground they are static; on unstable ground, they move. If square, they stop; if round, they roll."},{"id":1171,"quote":"Ten, kdo nabz mr, ani by si kladl jakchkoli podmnek, chyst lest."},{"id":1172,"quote":"Without a full understanding of the harm caused by war, it is impossible to understand the most profitable way of conducting it"},{"id":1173,"quote":"Postav-li se do ela vojska mu, kter svou moudrost na takov kol nesta, je domliv. Postav-li se do ela vojska mu, kter svou odvahou na takov kol nesta, je chvstav. Postav-li se do ela vojska mu, kter nezn Tao a neproil dostatek bitev, je vydn tstn."},{"id":1174,"quote":"[The heading meansliterally \"The Nine Variations,\" but as SunTzu does not appear to enumerate these, and as, indeed, he hasalready told us (V SS. 6-11) that such deflections from theordinary course are practically innumerable, we have little optionbut to follow Wang Hsi, who says that \"Nine\" stands for anindefinitely large number."},{"id":1175,"quote":"Vojci jsou oddni pti vcem: Pro svho vojevdce zapomenou na svou rodinu. Pejdou-li hranici, zapomenou na sv pbuzn. Stetnou-li s neptelem, zapomenou na sebe. Jsou-li odhodlni zemt, budou t. Neustl honba za vtzstvm je z tchto pti nejmen."},{"id":1176,"quote":"preserved in the T`UNG TIEN, and another in Ho Shin's commentary. It is suggested that before his interview with Ho Lu, Sun Tzu had only written the 13 chapters, but afterwards composed a sort of exegesis in the form of question and answer between himself and the King. Pi I-hsun, the author of the SUN TZU HSU LU, backs this up with a quotation from the WU YUEH CH`UN CH`IU: \"The King"},{"id":1177,"quote":"The clever combatant looks to the effect of combined energy, and does not require too much from individuals. Hence his ability to pick out the right men and utilize combined energy."},{"id":1178,"quote":"Una operacin militar implica engao. Aunque seas competente, aparenta ser incompetente. Aunque seas efectivo, mustrate ineficaz."},{"id":1179,"quote":"Therefore the clever combatant imposes his will on the enemy, but does not allow the enemys will to be imposed on him."},{"id":1180,"quote":"No hay ms de cinco notas musicales, y sin embargo, las combinaciones de estas cinco dan lugar a ms melodas de las que nunca se podrn or."},{"id":1181,"quote":"Vojska maj pt jmen: Prvn z nich je Hroziv siln, druh je Obrovsky domliv, tet je Pevn a neochvjn, tvrt je Bzliv a podezrav, pt je Nejist a slab."},{"id":1182,"quote":"Las armas son instrumentos de mal augurio,"},{"id":1183,"quote":"Those skilled in war bring the enemy to the field of battle and are not brought there by him. One able to make the enemy come of his own accord does so by offering him some advantage. And one able to prevent him from coming does so by hurting him.If you are able to hold critical points on his strategic roads the enemy cannot come. Therefore Master Wang said: 'When a cat is at the rat hole, ten thousand rats dare not come out; when a tiger guards the ford, ten thousand deer cannot cross."},{"id":1184,"quote":"of Turenne, deception of the enemy, especially as to the numerical strength of his troops, took a"},{"id":1185,"quote":"cited by Pi I-hsun, we may see in this theory a probable solution of the mystery. Between Ssu-ma Ch`ien and"},{"id":1186,"quote":"Tzu except the 82 P`IEN, whereas the Sui and T`ang bibliographies give the titles of others in addition to the \"13 chapters,\" is good proof, Pi I-hsun thinks, that all of these were contained in the 82 P`IEN. Without"},{"id":1187,"quote":"very well represent a collected edition of these lumped together with the original work. It is also possible,"},{"id":1188,"quote":"All men can see the tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved"},{"id":1189,"quote":"The Commander stands for the virtues of wisdom, sincerely, benevolence, courage and strictness."},{"id":1190,"quote":"In respect to the employment of troops, ground may be classified as dispersive, frontier, key, communicating, focal, serious, difficult, encircled, and death.When a feudal lord fights in his own territory, he is in dispersive ground. Here officers and men long to return to their nearby homes. When he makes but a shallow penetration into enemy territory he is in frontier ground. Ground equally advantageous for the enemy or me to occupy is key ground. Ground equally accessible to both the enemy and me is communicating. This is level and extensive ground in which one may come and go, sufficient in extent for battle and to erect opposing fortifications. When a state is enclosed by three other states its territory is focal. He who first gets control of it will gain the support of All-under-Heaven. When the army has penetrated deep into hostile territory, leaving far behind many enemy cities and towns, it is in serious ground. When the army traverses mountains, forests, precipitous country, or marches through defiles, marshlands, or swamps, or any place where the going is hard, it is in difficult ground. Ground to which access is constricted, where the way out is tortuous, and where a small enemy force can strike my larger one is called 'encircled.' Ground in which the army survives only if it fights with the courage of desperation is called 'death.'Therefore, do not fight in dispersive ground; do not stop in the frontier borderlands. Do not attack an enemy who occupies key ground; in communicating ground do not allow your formations to become separated. In focal ground, ally with neighboring states; in deep ground, plunder. In difficult ground, press on; in encircled ground, devise stratagems; in death ground, fight. In dispersive ground I would unify the determination of the army. In frontier ground I would keep my forces closely linked. In key ground I would hasten up my rear elements. In communicating ground I would pay strict attention to my defenses. In focal ground I would strengthen my alliances. I reward my prospective allies with valuables and silks and bind them with solemn covenants. I abide firmly by the treaties and then my allies will certainly aid me. In serious ground I would ensure a continuous flow of provisions. In difficult ground I would press on over the roads. In encircled ground I would block the points of access and egress. It is military doctrine that an encircling force must leave a gap to show the surrounded troops there is a way out, so that they will not be determined to fight to the death. Then, taking advantage of this, strike. Now, if I am in encircled ground, and the enemy opens a road in order to tempt my troops to take it, I close this means of escape so that my officers and men will have a mind to fight to the death. In death ground I could make it evident that there is no chance of survival. For it is the nature of soldiers to resist when surrounded; to fight to the death when there is no alternative, and when desperate to follow commands implicitly."},{"id":1191,"quote":"When the enemy is at ease, be able to weary him; when well fed, to starve him; when at rest, to make him move. Appear at places to which he must hasten; move swiftly where he does not expect you. That you may march a thousand li without wearying yourself is because you travel where there is no enemy. Go into emptiness, strike voids, bypass what he defends, hit him where he does not expect you.To be certain to take what you attack is to attack a place the enemy does not protect. To be certain to hold what you defend is to defend a place the enemy does not attack. Therefore, against those skilled in attack, an enemy does not know where to defend; against the experts in defense, the enemy does not know where to attack. Subtle and insubstantial, the expert leaves no trace; divinely mysterious, he is inaudible. Thus he is master of his enemy's fate."},{"id":1192,"quote":"latter accretions are not to be considered part of the original work. Tu Mu's assertion can certainly not be taken as proof.\" There is every reason to suppose, then, that the 13 chapters existed in the time of Ssu-ma"},{"id":1193,"quote":"    \"   .\"        "},{"id":1194,"quote":"Throw the troops into a position from which there is no escape and even when faced with death they will not flee. For if prepared to die, what can they not achieve? Then officers and men together put forth their utmost efforts. In a desperate situation they fear nothing; when there is no way out they stand firm. Deep in a hostile land they are bound together, and there, where there is no alternative, they will engage the enemy in hand to hand combat."},{"id":1195,"quote":"Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near. (LP 19)"},{"id":1196,"quote":"A menos que tu corazn est totalmente abierto y tu mente en orden, no puedes esperar ser capaz de adaptarte a responder sin lmites, a manejar los acontecimientos de manera infalible, a enfrentarte a las dificultades graves e inesperadas sin turbarte, dirigiendo cada cosa sin confusin."},{"id":1197,"quote":"Conseguir cien victorias en cien batallas no es la medida de la habilidad: someter al enemigo sin luchar es la suprema excelencia."},{"id":1198,"quote":"Throw the troops into a position from which there is no escape and even when faced with death they will not flee. For if prepared to die, what can they not achieve? Then officers and men together put forth their utmost efforts. In a desperate situation they fear nothing; when there is no way out they stand firm. Deep in a hostile land they are bound together, and there, where there is no alternative, they will engage the enemy in hand to hand combat.Thus, such troops need no encouragement to be vigilant. Without extorting their support the general obtains it; without inviting their affection he gains it; without demanding their trust he wins it."},{"id":1199,"quote":"Now the troops of those adept in war are used like the 'Simultaneously Responding' snake of Mount Ch'ang. When struck on the head its tail attacks; when struck on the tail, its head attacks, when struck in the centre bot head and tail attack."},{"id":1200,"quote":"La mayora de nosotros aceptamos involuntariamente una vida superficial, pero rodendola de gran misterio."},{"id":1201,"quote":"a man whose heart is set on returning home will fight to the death against any attempt to bar his way, and is therefore too dangerous an opponent to be tackled."},{"id":1202,"quote":"Toda guerra se basa en el engao."},{"id":1203,"quote":"It is the business of a general to be serene and inscrutable, impartial and self-controlled. If serene he is not vexed; if inscrutable, unfathomable; if upright, not improper; if self-controlled, not confused. He should be capable of keeping his officers and men in ignorance of his plans. His troops may join him in rejoicing at the accomplishment, but they cannot join him in laying the plans. He prohibits superstitious practices and so rids the army of doubts. Then until the moment of death there can be no troubles. He changes his methods and alters his plans so that people have no knowledge of what he is doing. Courses of action previously followed and old plans previously executed must be altered. He alters his campsites and marches by devious routes, and thus makes it impossible for others to anticipate his purpose. To assemble the army and throw it into a desperate position is the business of the general. He leads the army deep into hostile territory and there releases the trigger. He burns his boats and smashes his cooking pots; he urges the army on as if driving a flock of sheep, now in one direction, now in another, and none knows where he is going. He fixes a date for rendezvous and after the troops have met, cuts off their return route just as if he were removing a ladder from beneath them."},{"id":1204,"quote":"(1) Which of the two sovereigns is imbued with the Moral law? (2) Which of the two generals has most ability? (3) With whom lie the advantages derived from Heaven and Earth? (4) On which side is discipline most rigorously enforced? (5) Which army is stronger? (6) On which side are officers and men more highly trained? (7) In which army is there the greater constancy both in reward and punishment?"},{"id":1205,"quote":"Thus do many calculations lead to victory, and few calculations to defeat:"},{"id":1206,"quote":"One ignorant of the plans of neighboring states cannot prepare alliances in good time; if ignorant of the conditions of mountains, forests, dangerous defiles, swamps and marshes he cannot conduct the march of an army; if he fails to make use of native guides he cannot gain the advantages of the ground. A general ignorant of even one of these three matters is unfit to command the armies of a Hegemonic King."},{"id":1207,"quote":"When the helper is strong, the nation is secure; when the helper is weak, the nation is in peril."},{"id":1208,"quote":"As es como en la guerra, el estratega victorioso solo busca la batalla despus de que la victoria ya se ha ganado, mientras que aquel destinado a la derrota, primero pelea y despus busca la victoria."},{"id":1209,"quote":"If I am able to determine the enemy's dispositions while at the same time I conceal my own then I can concentrate and he must divide."},{"id":1210,"quote":"the latter, hence Hou employed him. Their great achievements were all for the good of the people."},{"id":1211,"quote":"Si los parlamentarios del enemigo pronuncian discursos llenos de humildad, pero contina con sus preparativos, es que va a avanzar."},{"id":1212,"quote":"Recordar siempre el peligro cuando ests a salvo y el caos en tiempos de orden, permanece atento al peligro y al caos mientras no tengan todava forma y evtalos antes de que se presenten; sta es la mejor estrategia de todas."},{"id":1213,"quote":"Rouse him, and learn the principle of his activity or inactivity."},{"id":1214,"quote":"The crux of military operations lies in the pretense of accommodating one's self to the designs of the enemy."},{"id":1215,"quote":"...existen cinco rasgos que son peligrosos en los generales. Los que estn dispuestos a morir pueden perder la vida; los que quieren preservar la vida pueden ser hechos prisioneros; los que son dados a los apasionamientos irracionales pueden ser ridiculizados; los que son muy puritanos pueden ser deshonrados; los que son compasivos pueden ser turbados."},{"id":1216,"quote":"Los buenos generales son de otra manera: se comprometen hasta la muerte, pero no se aferran a la esperanza de sobrevivir; actan de acuerdo con los acontecimientos en forma racional y realista sin dejarse llevar por las emociones ni estar sujetos a quedar confundidos. Cuando ven una buena oportunidad, son como tigres, en caso contrario cierran sus puertas. Su accin y su no accin son cuestiones de estrategia y no pueden ser complacidos ni enfadados."},{"id":1217,"quote":"When the enemy presents an opportunity, speedily take advantage of it. Anticipate him in seizing something he values and move in accordance with a date secretly fixed. The doctrine of war is to follow the enemy situation in order to decide on battle. Therefore at first be shy as a maiden. When the enemy gives you an opening be swift as a hare and he will be unable to withstand you."},{"id":1218,"quote":"Ask yourself which political leadershipyour own or that of your enemyis able to reject flatterers and draw close to the wise."},{"id":1219,"quote":"S rpido como el trueno que retumba antes de que hayas podido taparte los odos, veloz como el relmpago que relumbra antes de haber podido pestaear."},{"id":1220,"quote":"conceal your dispositions, and you will be safe from the prying of the subtlest spies, from the machinations of the wisest brains."},{"id":1221,"quote":"[Nota bene: this was in 207 B.C., and may well cause us to blush for the Christian armies that entered Peking in 1900 A.D.]"},{"id":1222,"quote":"[Chia Lin enumerates several ways of inflicting this injury, some of which would only occur to the Oriental mind:"},{"id":1223,"quote":"Si vas a colocar tu ejrcito en posicin de observar al enemigo, atraviesa rpido las montaas y viglalos desde un valle."},{"id":1224,"quote":"Hay que prohibir los augurios, y eliminar las supersticiones. Hasta que la misma muerte llegue, no hay calamidad que deba ser temida."},{"id":1225,"quote":"The enemy must not know where I intend to give battle. For if he does not know where I intend to give battle he must prepare in a great many places,. And when he prepares in a great many places, those I have to fight in any one place will be few.For if he prepares to the front his rear will be weak, and if to the rear, his front will be fragile. If he prepares to the left, his right will be vulnerable and if to the right, there will be few on his left. And when he prepares everywhere he will be weak everywhere. One who has few must prepare against the enemy; one who has many makes the enemy prepare against him.If one knows where and when a battle will be fought his troops can march a thousand li and meet on the field. But if one knows neither the battleground nor the day of battle, the left will be unable to aid the right, or the right, the left; the van to support the rear, or the rear, the van. How much more is this so when separate by several tens of li, or, indeed, by even a few!"},{"id":1226,"quote":"Se h justas razes para se encolerizar, que o faa, mas no imite a ferocidade do tigre."},{"id":1227,"quote":"No te sites ro abajo. No camines en contra de las corriente, ni en contra del viento."},{"id":1228,"quote":"In war, practice dissimulation, and you will succeed."},{"id":1229,"quote":"Si vos ennemis sont plus puissants et plus forts que vous, vous ne les attaquerez point, vous viterez avec un grand soin ce qui peut conduire  un engagement gnral ; vous cacherez toujours avec une extrme attention l'tat o vous vous trouverez."},{"id":1230,"quote":"Todos os soldados cativos devem ser tratados com magnanimidade e ainceridade, para que possam vir a servir-nos."},{"id":1231,"quote":"Un ejrcito prefiere un terreno elevado y evita un terreno bajo, aprecia la luz y detesta la oscuridad."},{"id":1232,"quote":"Los terrenos bajos son hmedos, lo cual provoca enfermedades y dificulta el combate."},{"id":1233,"quote":"threw light upon the principles of war. It is obvious enough that Ssu-ma Ch`ien at least had no doubt about the reality of Sun Wu as"},{"id":1234,"quote":"28. Do not repeat the tactics which have gained you one victory, but let your methods be regulated by the infinite variety of circumstances. [As"},{"id":1235,"quote":"many words. \"Sun Tzu's 13 Chapters and Wu Ch`i's Art of War are the two books that people commonly refer to on the subject of military matters. Both of them are widely distributed, so I will not discuss"},{"id":1236,"quote":"L'invincibilit se trouve dans la dfense, la possibilit de victoire dans l'attaque."},{"id":1237,"quote":"17. All warfare is based on deception. 18. Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near."},{"id":1238,"quote":"                    ."},{"id":1239,"quote":"Ser violento al principio y terminar despus temiendo a los propios soldados es el colmo de la ineptitud."},{"id":1240,"quote":"Sava kandrmacal bir itir. Bu nedenle vurabilecekken vuramayacakm gibi gstermek, saldracakken saldramayacakm gibi gstermek, yaklarken uzaklayrmu gibi gstermek, uzaklarken yaknlayormu gibi gstermek gerekir."},{"id":1241,"quote":"If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant"},{"id":1242,"quote":"En asuntos militares, no es necesariamente ms beneficioso ser superior en fuerzas, slo evitar actuar con violencia innecesaria; es suficiente con consolidar tu poder, hacer estimaciones sobre el enemigo y conseguir reunir tropas; eso es todo."},{"id":1243,"quote":"Defeat your enemy from within."},{"id":1244,"quote":"1. Sun Tzu said: The art of war is of vital importance to the State. 2. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected. 3. The art of war, then, is governed by five constant factors, to be taken into account in ones deliberations, when seeking to determine the conditions obtaining in the field. 4. These are: (1) The Moral Law; (2) Heaven; (3) Earth; (4) The Commander; (5) Method and discipline."},{"id":1245,"quote":"The only chance of life lies in giving up all hope of it"},{"id":1246,"quote":"Qu dirigente es ms sabio y capaz? Qu comandante posee el mayor talento? Qu ejrcito obtiene ventajas de la naturaleza y el terreno? En qu ejrcito se observan mejor las regulaciones y las instrucciones? Qu tropas son ms fuertes? Qu ejrcito tiene oficiales y tropas mejor entrenadas? Qu ejrcito administra recompensas y castigos de forma ms justa? Mediante el estudio de estos siete factores ser capaz de adivinar cul de los dos bandos saldr victorioso y cul ser derrotado."},{"id":1247,"quote":"Thus we may know that there are five essentials for victory: (1) He will win who knows when to fight and when not to fight. (2) He will win who knows how to handle both superior and inferior forces. (3) He will win whose army is animated by the same spirit throughout all its ranks. (4) He will win who, prepared himself, waits to take the enemy unprepared. (5) He will win who has military capacity and is not interfered with by the sovereign."},{"id":1248,"quote":"Cuando las rdenes son razonables, justas, sencillas, claras y consecuentes, existe una satisfaccin recproca entre el lder y el grupo."},{"id":1249,"quote":"War is a matter of vital importance to the State; the province of life or death; the road to survival or ruin. It is mandatory that it be thoroughly studied."},{"id":1250,"quote":"los que no son totalmente conscientes de las desventajas de servirse de las armas no pueden ser totalmente conscientes de las ventajas de utilizarlas."},{"id":1251,"quote":"The spot where we intend to fight must not be made known"},{"id":1252,"quote":"Muzaffer olacak bir ordu nce zafer kazanaca ortam yaratr, sonra dmanla savaa giriir; yenilecek ordu nce dmana sava aar, sonra sava srasnda galip gelecek bir ans domasn bekler."},{"id":1253,"quote":"the good fighter is able to secure himself against defeat, but cannot make certain of defeating the enemy."},{"id":1254,"quote":"Los habitantes constituyen la base de un pas, los alimentos son la felicidad del pueblo. El prncipe debe respetar este hecho y ser sobrio y austero en sus gastos pblicos."},{"id":1255,"quote":"Connais toi toi-mme, connais ton ennemi, ta victoire ne sera jamais mise en danger. Connais le terrain, connais ton temps, ta victoire sera alors totale."},{"id":1256,"quote":"l debe ser capaz de confundir a sus oficiales y soldados con informes y presentaciones falsas, y as mantenerlos en la ignorancia total."},{"id":1257,"quote":"Quando soffia, il vento non lascia traccia, e muta direzione inaspettatamente. La maestosit della foresta  data dallordine. Il fuoco  avido perch dietro di s non lascia un filo derba. Quando prendi posizione, sii fermo come la montagna."},{"id":1258,"quote":"The terrain leads to measurements; The measurements lead to estimates; The estimates lead to calculations; The calculations lead to weighing the options; The weighing leads to victory.5"},{"id":1259,"quote":"Move only if there is a real advantage to be gained."},{"id":1260,"quote":"The reason the enlightened prince and the wise general conquer the enemy whenever they move and their achievements surpass those of ordinary men is foreknowledge. What is called 'foreknowledge' cannot be elicited from spirits, nor from gods, nor by analogy with past events, nor from calculations. It must be obtained from men who know the enemy situation.There are five sorts of secret agents to be employed. These are native, inside, doubled, expendable, and living. When these five types of agents are all working simultaneously and none knows their method of operation they are called 'The Divine Skein' and are the treasure of a sovereign.Native agents are those of the enemy's country people whom we employ. Inside agents are enemy officials whom we employ. Among the official class there are worthy men who have been deprived of office; others who have committed errors and have been punished. There are sycophants and minions who are covetous of wealth. There are those who wrongly remain long in lowly office; those who have not obtained responsible positions, and those whose sole desire is to take advantage of times of trouble to extend the scope of their own abilities. There are those who are two-faced, changeable, and deceitful, and who are always sitting on the fence. As far as all such are concerned you can secretly inquire after their welfare, reward them liberally with gold and silk, and so tie them to you. Then you may rely on them to seek out the real facts of the situation in their country, and to ascertain its plans directed against you. They can as well create cleavages between the sovereign and his ministers so that these are not in harmonious accord.Doubled agents are enemy spies whom we employ. When the enemy sends spies to pry into my accomplishments or lack of them, I bribe them lavishly, turn them around, and make them my agents.Expendable agents are those of our own spies who are deliberately given fabricated information. We leak information which is actually false and allow our own agents to learn it. When these agents operating in enemy territory are taken by him they are certain to report this false information. The enemy will believe it and make preparations accordingly. But our actions will of course not accord with this, and the enemy will put the spies to death. Sometimes we send agents to the enemy to make a covenant of peace and then attack."},{"id":1261,"quote":"Nunca se debe atacar por clera y con prisas. Es aconsejable tomarse tiempo en la planificacin y coordinacin del plan."},{"id":1262,"quote":"he not honestly believed the contrary. And it is precisely on such a point that the judgment of an educated Chinaman will carry most weight. Other internal evidence is not far to seek. Thus in XIII. ss. 1, there is an unmistakable allusion to the ancient system"},{"id":1263,"quote":"Thus the highest form of generalship is to balk the enemys plans; the next best is to prevent the junction of the enemys forces; the next in order is to attack the enemys army in the field; and the worst policy of all is to besiege walled cities."},{"id":1264,"quote":"If it is to your advantage, make a forward move; if not, stay where you are"},{"id":1265,"quote":"Si sabes que tus soldados son capaces de atacar, pero ignoras si el enemigo es invulnerable a un ataque, tienes solo la mitad de posibilidades de ganar. Si sabes que tu enemigo es vulnerable a un ataque, pero ignoras si tus soldados son capaces de atacar, slo tienes la mitad de posibilidades de ganar. Si sabes que el enemigo es vulnerable a un ataque y que tus soldados pueden llevarlo a cabo, pero ignoras si la condicin del terreno es favorable para la batalla, tienes la mitad de probabilidades de vencer."},{"id":1266,"quote":"s rpido como el trueno que retumba antes de que hayas podido taparte los odos, veloz como el relmpago que relumbra antes de haber podido pestaear."},{"id":1267,"quote":"Practica las artes marciales, calcula la fuerza de tus adversarios, haz que pierdan su nimo y direccin, de manera que aunque el ejrcito enemigo est intacto sea inservible: esto es ganar sin violencia."},{"id":1268,"quote":"cuando te conoces a ti mismo y conoces a los dems, la victoria no es un peligro; cuando conoces el cielo y la tierra, la victoria es inagotable."},{"id":1269,"quote":"no combatas en un terreno de dispersin, no te detengas en un terreno ligero, no ataques en un terreno clave (ocupado por el enemigo), no dejes que tus tropas sean divididas en un terreno de comunicacin. En terrenos de interseccin establece comunicaciones; en terrenos difciles, entra aprovisionado; en terrenos desfavorables, contina marchando; en terrenos cercados, haz planes; en terrenos mortales, lucha."},{"id":1270,"quote":"was profound insight of a spiritual nature that could help me live my everyday life unconstrained by conflict, either with others or within myself. These"},{"id":1271,"quote":"Generally in the case of armies you wish to strike, cities you wish to attack, and people you wish to assassinate, you must know the names of the garrison commander, the staff officers, the ushers, gate keepers, and the bodyguards. You must instruct your agents to inquire into these matters in minute detail. If you wish to conduct offensive war you must know the men employed by the enemy. Are they wise or stupid, clever or clumsy? Having assessed their qualities, you prepare appropriate measures."},{"id":1272,"quote":"  :                     ."},{"id":1273,"quote":"Sita a tus tropas en un punto que no tenga salida, de manera que tengan que morir antes de poder escapar. Porque, ante la posibilidad de la muerte, qu no estarn dispuestas a hacer? Los guerreros dan entonces lo mejor de sus fuerzas. Cuando se hallan ante un grave peligro, pierden el miedo.Cuando no hay ningn sitio a donde ir, permanecen firmes; cuando estn totalmente implicados en un terreno, se aferran a l. Si no tienen otra opcin, lucharn hasta el final."},{"id":1274,"quote":"1. Sun Tzu said: The control of a large force is the same principle as the control of a few men: it is merely a question of dividing up their numbers. 2. Fighting with a large army under your command is nowise different from fighting with a small one: it is merely a question of instituting signs and signals."},{"id":1275,"quote":"La psicologa de los soldados consiste en resistir cuando se ven rodeados, luchar cuando no se puede evitar y obedecer en casos extremos."},{"id":1276,"quote":"El da en que se declara la guerra, se cierran las fronteras, se rompen los salvoconductos y se impide el paso de emisarios."},{"id":1277,"quote":"Z tego powodu armia triumfujca najpierw okrela warunki zwycistwa, a dopiero potem podejmuje dziaania prowadzce do bitwy. Armia pokonana najpierw staje do walki, a potem szuka zwycistwa."},{"id":1278,"quote":"La ira puede cambiar con el tiempo a alegra; el enojo puede ser reemplazado por el contento."},{"id":1279,"quote":"la utilizacin del fuego para apoyar un ataque significa claridad, y la utilizacin del agua para apoyar un ataque significa fuerza. El agua puede incomunicar, pero no puede arrasar."},{"id":1280,"quote":"Ganar combatiendo o llevar a cabo un asedio victorioso sin recompensar a los que han hecho mritos trae mala fortuna y se hace merecedor de ser llamado avaro. Por eso se dice que un gobierno esclarecido lo tiene en cuenta y que un buen mando militar recompensa el mrito. No moviliza a sus tropas cuando no hay ventajas que obtener, ni acta cuando no hay nada que ganar, ni lucha cuando no existe peligro."},{"id":1281,"quote":"             . -              . -            . -                 ! -          . -    ..       ! -        ()   . -            ! -           ! -         . -          !"},{"id":1282,"quote":"Si tus fuerzas son diez veces superiores a las del adversario, rodalo; si son cinco veces superiores, atcalo; si son dos veces superiores, divdelo.Si tus fuerzas son iguales en nmero, lucha si te es posible. Si tus fuerzas son inferiores, mantente continuamente en guardia, pues el ms pequeo fallo te acarreara las peores consecuencias"},{"id":1283,"quote":"-              . -      ..       . -          . -         ..        ! -       ..      . -       !! -         !! - ..        !!!"},{"id":1284,"quote":"Las armas son instrumentos de mal augurio y la guerra es un asunto peligroso. Es indispensable impedir una derrota desastrosa y, por lo tanto, no vale la pena movilizar un ejrcito por razones insignificantes: Las armas slo deben utilizarse cuando no existe otro remedio."},{"id":1285,"quote":"discuss the art of war.3 It seems likely, then, that"},{"id":1286,"quote":"a skilful general given free rein by the ruler, brings victory."},{"id":1287,"quote":"Soldiers lose all fear when they lose all hope."},{"id":1288,"quote":"took part in the expedition, and also that its success was largely due to the dash and enterprise of Fu Kai, Ho Lu's younger brother, it is not easy to see how yet another general could have played a very prominent"},{"id":1289,"quote":"Understand both yourself and your enemy, and you shall always emerge victorious"},{"id":1290,"quote":"             . :              .           .          ..        .        !          !                   .               .               .           .             .    -    -             .         .                 .            (    ).           ."},{"id":1291,"quote":"A common mistake is to consider planning as only a mental process, an idea in our head that simply looks at the past and adjusts for the future. If your plan is not in writing, you do not have a plan at all. Instead, you have only a dream, a vision, or perhaps even a nightmare."},{"id":1292,"quote":"                        "},{"id":1293,"quote":"One may know how to conquerwithout being able to do it."}]