[{"id":1,"quote":"If you cannot convince a Fascist, acquaint his head with the pavement."},{"id":2,"quote":"In a country where the sole employer is the State, opposition means death by slow starvation. The old principle: who does not work shall not eat, has been replaced by a new one: who does not obey shall not eat."},{"id":3,"quote":"As long as I breathe I hope. As long as I breathe I shall fight for the future, that radiant future, in which man, strong and beautiful, will become master of the drifting stream of his history and will direct it towards the boundless horizons of beauty, joy and happiness!"},{"id":4,"quote":"Tell me anyway--Maybe I can find the truth by comparing the lies."},{"id":5,"quote":"Communism needs democracy like the human body needs oxygen."},{"id":6,"quote":"All the parties of capitalist society, all its moralists and all its sycophants will perish beneath the debris of the impending catastrophe. The only party that will survive is the party of the world socialist revolution."},{"id":7,"quote":"The end may justify the means as long as there is something that justifies the end."},{"id":8,"quote":"Everyone has a right to be stupid, but Comrade MacDonald abuses the privilege."},{"id":9,"quote":"Religions are illogical primitive ignorance. There is nothing as ridiculous and tragic as a religious government."},{"id":10,"quote":"Life is beautiful. Let the future generations cleanse it of all evil, oppression, and violence, and enjoy it to the full."},{"id":11,"quote":"Our planet is being turned into a filthy and evil-smelling imperialist barrack."},{"id":12,"quote":"When one runs with the wolves, one must howl with the pack."},{"id":13,"quote":"One of the most surprising things in life is the sudden realization that one has become old"},{"id":14,"quote":"There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances."},{"id":15,"quote":"He who slanders the victim aids the executioner."},{"id":16,"quote":"As long as human labor power, and, consequently, life itself, remain articles of sale and purchase, of exploitation and robbery, the principle of the “sacredness of human life” remains a shameful lie, uttered with the object of keeping the oppressed slaves in their chains."},{"id":17,"quote":"You may not be interested in strategy, but strategy is interested in you."},{"id":18,"quote":"Root out the counterrevolutionaries without mercy, lock up suspicious characters in concentration camps... Shirkers will be shot, regardless of past service."},{"id":19,"quote":"The dictatorship of the Communist Party is maintained by recourse to every form of violence."},{"id":20,"quote":"Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness."},{"id":21,"quote":"The United States is not only the strongest, but also the most terrified country."},{"id":22,"quote":"Fascism is nothing but capitalist reaction..."},{"id":23,"quote":"Not believing in force is the same as not believing in gravity."},{"id":24,"quote":"As a general rule, man strives to avoid labor. Love for work is not at all an inborn characteristic: it is created by economic pressure and social education. One may even say that man is a fairly lazy animal. It is on this quality, in reality, that is founded to a considerable extent all human progress; because if man did not strive to expend his energy economically, did not seek to receive the largest possible quantity of products in return for a small quantity of energy, there would have been no technical development or social culture."},{"id":25,"quote":"The pillars of Hercules of the United States are vulgarity and stupidity."},{"id":26,"quote":"‎The party that leans upon the workers but serves the bourgeoisie, in the period of the greatest sharpening of the class struggle, cannot but sense the smells wafted from the waiting grave."},{"id":27,"quote":"You are pitiful isolated individuals; you are bankrupts; your role is played out. Go where you belong from now on - into the dustbin of history!"},{"id":28,"quote":"Abusive language and swearing are a legacy of slavery, humiliation, and disrespect for human dignity, one’s own and that of other people."},{"id":29,"quote":"A means can be justified only by its end. But the end in its turn needs to be justified."},{"id":30,"quote":"The bourgeoisie, which far surpasses the proletariat in the completeness and irreconcilibility of its class consciousness, is vitally interested in imposing its moral philosophy upon the exploited masses. It is exactly for this purpose that the concrete norms of the bourgeois catechism are concealed under moral abstractions...The appeal to abstract norms is not a disinterested philosophic mistake but a necessary element in the mechanics of class deception."},{"id":31,"quote":"Under all conditions, well-organized violence seems to him the shortest distance between two points."},{"id":32,"quote":"Bureaucracy and social harmony are inversely proportional to each other."},{"id":33,"quote":"If the Revolution has the right to destroy bridges and art monuments whenever necessary, it will stop still less from laying its hand on any tendency in art which, no matter how great its achievement in form, threatens to disintegrate the revolutionary environment or to arouse the internal forces of the Revolution, that is, the proletariat, the peasantry and the intelligentsia, to a hostile opposition to one another. Our standard is, clearly, political, imperative and intolerant."},{"id":34,"quote":"Revolutions are always verbose."},{"id":35,"quote":"Only when the kulak refused to deliver grain to the State did [Joseph] Stalin, under the pressure of the Left Opposition, accomplish a sharp turn. Being the empiricist that he is, he moved, to the opposite extreme, and set as a task for two or three years the collectivization of all the peasantry, the liquidation of the kulaks as a class, and the compression of the Five Year Plan into four years."},{"id":36,"quote":"In a serious struggle there is no worse cruelty than to be magnanimous at an inopportune time."},{"id":37,"quote":"Where force is necessary, there it must be applied boldly, decisively and completely."},{"id":38,"quote":"Learning carries within itself certain dangers because out of necessity one has to learn from one's enemies."},{"id":39,"quote":"The Federated Republic of Europe-the United States of Europe-that is what must be. National autonomy no longer suffices. Economic evolution demands the abolition of national frontiers. If Europe is to remain split into national groups, then Imperialism will recommence its work. Only a Federated Republic of Europe can give peace to the world."},{"id":40,"quote":"Ideas that enter the mind under fire remain there securely and for ever."},{"id":41,"quote":"Where the sole employer is the state, [opposition] means death by slow starvation."},{"id":42,"quote":"The people will have the right to elect their representatives from a list of candidates [who have been approved by the Party]."},{"id":43,"quote":"The motive force of history is truth and not lies."},{"id":44,"quote":"Old age is the most unexpected of all things that happen to a man."},{"id":45,"quote":"Everything is relative in this world, where change alone endures."},{"id":46,"quote":"Everything is relative in this world, where change alone endures. Everything is better than some things and worse than others. Which you choose to compare your experiences and situation with determines whether you will be happy and grateful or sad and jealous."},{"id":47,"quote":"The revolution has its own laws: in the period of its culmination it pushes the most highly developed, determined and far-seeing stratum of the revolutionary class to the most advanced positions."},{"id":48,"quote":"History has different yardsticks for the cruelty of the Northerners and the cruelty of the Southerners in the Civil War. A slave-owner who through cunning and violence shackles a slave in chains, and a slave who through cunning or violence breaks the chains – let not the contemptible eunuchs tell us that they are equals before a court of morality!"},{"id":49,"quote":"The basis of bureaucratic rule is the poverty of society in objects of consumption, with the resulting struggle of each against all. When there is enough goods in a store, the purchasers can come whenever they want to. When there is little goods, the purchasers are compelled to stand in line. When the lines are very long, it is necessary to appoint a policeman to keep order. Such is the starting point of the power of the Soviet bureaucracy. It \"knows\" who is to get something and who has to wait."},{"id":50,"quote":"National self-sufficiency or \"autarchy\" is the ideal of [Adolf] Hitler, not of [Karl] Marx and [Vladimir] Lenin."},{"id":51,"quote":"...capitalism does live by crises and booms, just as a human being lives by inhaling and exhaling."},{"id":52,"quote":"The historic ascent of humanity, taken as a whole, may be summarized as a succession of victories of consciousness over blind forces - in nature, in society, in man himself."},{"id":53,"quote":"The creative union of the conscious with the unconscious is what one usually calls 'inspiration.'"},{"id":54,"quote":"Only the defeat of the proletariat in Germany in 1923 gave the decisive push to the creation of Stalin's theory of national socialism: the downward curve of the revolution gave rise to Stalinism, not to the theory of the permanent revolution, which was first formulated by me in 1905. This theory is not bound to a definite calendar of revolutionary events; it only reveals the world-wide interdependence of the revolutionary process."},{"id":55,"quote":"Not only in peasant homes, but also in city skyscrapers, there lives alongside the twentieth century, the thirteenth. A hundred million people use electricity and still believe in the magic powers of signs and exorcisms . . . movie stars to mediums. Aviators who pilot miraculous mechanisms created by man's genius wear amulets on their sweaters. What inexhaustible reserves they possess of darkness, ignorance and savagery!"},{"id":56,"quote":"Workers – men and women – of all countries, place yourselves under the banner of the Fourth International. It is the banner of your approaching victory!"},{"id":57,"quote":"In inner-party politics, these methods lead, as we shall yet see, to this: the party organization substitutes itself for the party, the central committee substitutes itself for the organization, and, finally, a dictator substitutes himself for the central committee."},{"id":58,"quote":"The depth and strength of a human character are defined by its moral reserves. People reveal themselves completely only when they are thrown out of the customary conditions of their life, for only then do they have to fall back on their reserves."},{"id":59,"quote":"Fascism is a caricature of Jacobinism."},{"id":60,"quote":"There is no justice in bureaucracy for the individual, for bureaucracy caters only to itself. One cannot practice the same bureaucracy as one is fighting against."},{"id":61,"quote":"Technique is noticed most markedly in the case of those who have not mastered it."},{"id":62,"quote":"Insurrection is an art, and like all arts has its own laws."},{"id":63,"quote":"There is a limit to the application of democratic methods. You can inquire of all the passengers as to what type of car they like to ride in, but it is impossible to question them as to whether to apply the brakes when the train is at full speed and accident threatens."},{"id":64,"quote":"The history of a revolution is for us first of all a history of the forcible entrance of the masses into the realm of rulership over their own destiny."},{"id":65,"quote":"The struggle against war and its social source, capitalism, presupposes direct, active, unequivocal support to the oppressed colonial peoples in their struggles and wars against imperialism. A 'neutral' position is tantamount to support of imperialism."},{"id":66,"quote":"In 1917 there was not a single Bolshevik who considered possible the realization of a socialist society in a single country, and least of all in Russia."},{"id":67,"quote":"If we close our eyes to the dark sides of the workers' State which we have helped to create, we shall never reach socialism."},{"id":68,"quote":"To renounce the conquest of power is voluntarily to leave the power with those who wield it, the exploiters. The essence of every revolution consisted and consists in putting a new class in power, thus enabling it to realize its own program in life. It is impossible to wage war and to reject victory."},{"id":69,"quote":"The revenge of history is more powerful than the revenge of the most powerful General Secretary."},{"id":70,"quote":"In Stalin each [Soviet bureaucrat] easily finds himself. But Stalin also finds in each one a small part of his own spirit. Stalin is the personification of the bureaucracy. That is the substance of his political personality."},{"id":71,"quote":"Natasha has just come up to the window from the courtyard and opened it wider so that the air may enter more freely into my room. I can see the bright green strip of grass beneath the wall, and the clear blue sky above the wall, and sunlight everywhere. Life is beautiful. Let the future generations cleanse it of all evil, oppression and violence, and enjoy it to the full."},{"id":72,"quote":"Terror, as the demonstration of the will and strength of the working class, is historically justified, precisely because the proletariat was able thereby to break the political will of the intelligentsia, pacify the professional man of various categories and work, and gradually subordinate them to its own aims within the field of their specialties."},{"id":73,"quote":"The fundamental flaw of vulgar thought lies in the fact that it wishes to content itself with motionless imprints of a reality which consists of eternal motion."},{"id":74,"quote":"Nowhere else did repressions, purges, suppressions, and all other kinds of bureaucratic hooliganism in general acquire such horrifying scope as in Ukraine, in the struggle against powerful forces concealed in the Ukrainian masses that desired more freedom and independence."},{"id":75,"quote":"If we had more time for discussion we should probably have made a great many more mistakes."},{"id":76,"quote":"With all due respect to all philistines, the dictatorship of the proletariat does just consist in \"giving a hiding\" to the classes that were previously supreme, before forcing them to recognize the new order and to submit to it."},{"id":77,"quote":"Man will become immeasurably stronger, wiser, and subtler; his body will become more harmonious, his movements more rhythmic, his voice more musical. The forms of life will become dynamically dramatic. The average human type will rise to the heights of an Aristotle, a Goethe, or a Marx. And above these heights, new peaks will rise."},{"id":78,"quote":"The initiative of the Five Year Plan and of the accelerated collectivization belongs entirely to the Left Opposition, in uninterrupted and sharp struggles with the Stalinists. Not having the possibility of occupying myself here with long historical researches, I will limit myself to a single illustration. The Dnieprostroy is considered with right as the highest achievement of Soviet industrialization. Yet [Joseph] Stalin and his followers ([Clim] Voroshilov and others) a few months before the beginning of the work were decided opponents of the Dnieprostroy plan."},{"id":79,"quote":"Let us not forget that revolutions are accomplished through people, although they be nameless. Materialism does not ignore the feeling, thinking, and acting man, but explains him."},{"id":80,"quote":"Is it possible to fulfill this task, is it possible to achieve the definite victory of Socialism in one country without the combined efforts of the proletarians of several advanced countries? No, it is impossible."},{"id":81,"quote":"The task of the proletariat is to create a still more powerful fatherland with a far greater power of resistance, the Republican United States of Europe, as the foundation of the United States of the World."},{"id":82,"quote":"From being a patriotic myth, the Russian people have become an awful reality."},{"id":83,"quote":"England is nothing but the last ward of the European madhouse, and quite possibly it will prove to be the ward for particularly violent cases."},{"id":84,"quote":"I emphasized the significance of revolutionary strategy."},{"id":85,"quote":"Can and must! The proclamation of this new conception of [Joseph Stalin] is closed by the same words, \"Such are in general the characteristic features of Lenin's conception of the proletarian revolution.\" In the course of a single year Stalin ascribed to [Vladimir] Lenin two directly opposed conceptions of the fundamental question of socialism. The first version represents the real tradition of the party; the second took shape in Stalin's mind only after the death of Lenin, in the course of the struggle against \"Trotskyism\"."},{"id":86,"quote":"Without a correct strategy the victory is impossible. But even the most correct strategy cannot give the victory under unfavorable objective conditions."},{"id":87,"quote":"As for us, we were never concerned with the Kantian-priestly and vegetarian-Quaker prattle about the \"sacredness of human life.\" We were revolutionaries in opposition, and have remained revolutionaries in power. To make the individual sacred we must destroy the social order which crucifies him. And this problem can only be solved by blood and iron."},{"id":88,"quote":"In France, the leader of Jacobinism perished on the guillotine; with us, the change of leadership was achieved by means of arrest and banishment. The technique of the process is gentler, but its essence is the same."},{"id":89,"quote":"Dialectical thought is related to vulgar thinking in the same way that a motion picture is related to a still photograph. The motion picture does not outlaw the still photograph but combines a series of them according to the laws of motion."},{"id":90,"quote":"Actually, the decision was not only expedient but necessary. The severity of this summary justice showed the world that we would continue to fight mercilessly, stopping at nothing. The execution of the Tsar's family was needed not only in order to frighten, horrify, and dishearten the enemy but also in order to shake up our own ranks, to show them that there was no turning back, that ahead lay either complete victory or complete ruin."},{"id":91,"quote":"No one revolution up to now has brought all that was expected of it by the masses. Hence the inevitability of a certain disillusionment, of a lowering of the activity of the vanguard, and consequently, of the growing importance of the rearguard. [Joseph] Stalin's faction has raised itself on the wave of reaction against the October revolution."},{"id":92,"quote":"Let a man find himself, in distinction from others, on top of two wheels with a chain - at least in a poor country like Russia - and his vanity begins to swell out like his tires. In America it takes an automobile to produce this effect."},{"id":93,"quote":"Our differences with [Joseph] Stalin are entirely of a strategical character."},{"id":94,"quote":"In the appendix to my History of the Russian Revolution I give a detailed and documented study of the ideas of the Bolshevik party on the October revolution. This study, I hope, will make it impossible in the future to ascribe to [Vladimir] Lenin the theory of Socialism in a single country."},{"id":95,"quote":"Look back at history - those who guided the revolution in the time of its culmination never kept their leading positions long after the turning point."},{"id":96,"quote":"Where force is necessary, there it must be applied boldly, decisively and completely. But one must know the limitations of force; one must know when to blend force with a maneuver, a blow with an agreement."},{"id":97,"quote":"Similar (of course, far from identical) irritations in similar conditions call out similar reflexes; the more powerful the irritation, the sooner it overcomes personal peculiarities. To a tickle, people react differently, but to a red-hot iron, alike. As a steam-hammer converts a sphere and a cube alike into sheet metal, so under the blow of too great and inexorable events resistances are smashed and the boundaries of \"individuality\" lost."},{"id":98,"quote":"It is quite clear that the German and Chinese revolutions in case of victory would have changed the face of Europe and Asia, and perhaps of the whole world."},{"id":99,"quote":"For the overthrow of the bourgeoisie, the efforts of one country are sufficient - for this we have the testimony of the history of our revolution. For the definitive victory of Socialism, for the organization of Socialist production, the efforts of one country, especially of a peasant country like Russia, are insufficient - for that are required the efforts of the proletarians of several advanced countries."},{"id":100,"quote":"The main task of Socialism - the organization of Socialist production - remains still in the future."},{"id":101,"quote":"City of prose and fantasy, of capitalist automation, its streets a triumph of cubism, its moral philosophy that of the dollar. New York impressed me tremendously because, more than any other city, it is the fullest expression of our modern age."},{"id":102,"quote":"A program of \"disarmament,\" while imperialist antagonisms survive, is the most pernicious of fictions. Even if it were realized by way of general agreement - an obviously fantastic assumption!- that would by no means prevent a new war. The imperialists do not make war because there are armaments; on the contrary, they forge arms when they need to fight."},{"id":103,"quote":"Revolutionary realism tries to draw the maximum advantage from every situation - that is what makes it revolutionary - but at the same time it does not permit us to set ourselves fantastic aims - that is what makes it realistic."},{"id":104,"quote":"[Joseph] Stalin closes the exposition of these [Leon Trotsky] ideas with the words, \"Such are in general the characteristic features of [Vladimir] Lenin's conception of the proletarian revolution.\""},{"id":105,"quote":"The boycott of parliamentary institutions on the part of anarchists and semianarchists is dictated by a desire not to submit their weakness to a test on the part of the masses, thus preserving their right to an inactive hauteur which makes no difference to anybody. A revolutionary party can turn its back to a parliament only if it has set itself the immediate task of overthrowing the existing regime."},{"id":106,"quote":"The fall of the present bureaucratic dictatorship [in the Soviet Union], if it were not replaced by a new socialist power, would thus mean a return to capitalist relations with a catastrophic decline of industry and culture."},{"id":107,"quote":"As for us, we were never concerned with the Kantian-priestly and vegetarian-Quaker prattle about the sacredness of human life."},{"id":108,"quote":"The slanders poured down like Niagara. If you take into consideration the setting - the war and the revolution - and the character of the accused - revolutionary leaders of millions who were conducting their party to the sovereign power - you can say without exaggeration that July 1917 was the month of the most gigantic slander in world history."},{"id":109,"quote":"[Vladimir] Lenin died in January, 1924; three months later [Joseph] Stalin expounded in writing Lenin's conception of the proletarian revolution."},{"id":110,"quote":"The clearer and deeper the public opinion of the world, in the first instance the opinion of the working masses, will understand the contradictions and the difficulties of the socialist development of an isolated country, the higher will it appreciate the results achieved. The less it identifies the fundamental methods of Socialism with the zigzags and errors of the Soviet bureaucracy, the less will be the danger that, by the inevitable revelation of these errors and of their consequences, the authority, not only of the present ruling group, but of the workers' State itself, may decline."},{"id":111,"quote":"In spite of the existence of the Soviet Union, however, the proletarian revolution during the past years has not recorded a victory in any other country."},{"id":112,"quote":"To overthrow the power of the bourgeoisie and to establish the power of the proletariat in one country still does not signify the full victory of Socialism."},{"id":113,"quote":"Socialist economy cannot reject the huge advantages of the world division of labor: on the contrary, it will carry it to the highest development. But in practise, it is not a question of the future socialist society, with an established internal equilibrium, but of the given technically and culturally backward country which in the interests of industrialisation and collectivization is forced to export as much as possible in order to import as much as possible."},{"id":114,"quote":"It is also false that the revolution ripens and comes to development only in the national soil."},{"id":115,"quote":"The Soviet Union needs thinking and critical friends, such as are capable not only of singing hymns in the hours of success, but of not shrinking in the hour of defeat and danger."},{"id":116,"quote":"I feel here that this time they have succeeded."},{"id":117,"quote":"The usages and methods of warfare are thus determined by changing circumstances and, therefore, they themselves can in nowise be eternal."},{"id":118,"quote":"If one cannot get along without a mirror, even in shaving oneself, how can one reconstruct oneself or one's life, without seeing oneself in the \"mirror\" of literature?"},{"id":119,"quote":"Only in the Fall of 1924 did [Joseph] Stalin discover that it is especially Russia, as distinguished from other countries, which can by its own forces build up a socialist society."},{"id":120,"quote":"The Left Opposition declared that the new tempo of industrialization were above our forces, and that the liquidation of the kulaks as a class in the course of three years was a fantastic task, if one wishes to say so, we find ourselves this time \"less radical\" than the Stalinists."},{"id":121,"quote":"Against my protests a mausoleum was built on the Red Square, a monument unbecoming and offensive to the revolutionary consciousness."},{"id":122,"quote":"Transcending class distinctions, the speaker [Stalin] portrays the relation between the bourgeoisie and the proletariat as a mere division of labor. The workers and soldiers achieve the revolution, Guchkov and Miliukov \"fortify\" it.[...] This superintendent's approach to the historical process is exactly characteristic of the leaders of Menshevism, this handing out of instructions to various classes and then patronizingly criticizing their fulfillment."},{"id":123,"quote":"The theory of the permanent revolution, in contradiction to the theory of socialism in one country, was recognized by the entire Bolshevik party during the period from 1917 to 1923."},{"id":124,"quote":"Our party's most outstanding mediocrity."},{"id":125,"quote":"Once again, he who ignores the problems of revolutionary strategy would do better not to talk about revolutions at all."},{"id":126,"quote":"What shall we call an \"immediate possibility\"? In 1923 the situation in Germany was profoundly revolutionary, but what was lacking for a victorious revolution was a correct strategy."},{"id":127,"quote":"The Soviet State does not need either illusions or camouflage. It can claim only that world authority which is confirmed by the facts."},{"id":128,"quote":"I wrote a study about this question, The Lessons of October, which served as a pretext for my elimination from the government."},{"id":129,"quote":"That the existence of the Soviet Union has an international revolutionary significance is a commonplace equally recognized by friends and foes."},{"id":130,"quote":"In 1925 - 27 the revolution in China was destroyed by the false revolutionary strategy of the Stalinist faction. To this last question I consecrate my book, Problems of the Chinese Revolution (issued by the Pioneer Publishers, New York 1932)."},{"id":131,"quote":"Yet the proletariat has not only a vanguard, but also a rearguard, and besides the proletariat there are the peasantry and the bureaucracy."},{"id":132,"quote":"Simultaneously the Left Opposition in the course of several years carried on a struggle against the Stalinists in favor of collectivization."},{"id":133,"quote":"It is therefore not true that the mere existence of the Soviet Union is capable of assuring the victory of the revolution in other countries."},{"id":134,"quote":"In Russia itself the proletariat conquered in spite of the fact that there was no Soviet State in existence at the time elsewhere. For the victory are necessary, not only certain objective conditions, internal as well as external, but also certain subjective factors - the Party, the leadership, the strategy."},{"id":135,"quote":"Life is not an easy matter…. You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness."},{"id":136,"quote":"You may not be interested in war, but war is interested in you."},{"id":137,"quote":"As long as human labor power, and, consequently, life itself, remain articles of sale and purchase, of exploitation and robbery, the principle of the “sacredness of human life remains a shameful lie, uttered with the object of keeping the oppressed slaves in their chains.”"},{"id":138,"quote":"Old age is the most unexpected of all things that can happen to a man."},{"id":139,"quote":"[Letter to his wife, Natalia Sedova]In addition to the happiness of being a fighter for the cause of socialism, fate gave me the happiness of being her husband. During the almost forty years of our life together she remained an inexhaustible source of love, magnanimity, and tenderness. She underwent great sufferings, especially in the last period of our lives. But I find some comfort in the fact that she also knew days of happiness.For forty-three years of my conscious life I have remained a revolutionist; for forty-two of them I have fought under the banner of Marxism. If I had to begin all over again I would of course try to avoid this or that mistake, but the main course of my life would remain unchanged. I shall die a proletarian revolutionist, a Marxist, a dialectical materialist, and, consequently, an irreconcilable atheist. My faith in the communist future of mankind is not less ardent, indeed it is firmer today, than it was in the days of my youth.Natasha has just come up to the window from the courtyard and opened it wider so that the air may enter more freely into my room. I can see the bright green strip of grass beneath the wall, and the clear blue sky above the wall, and sunlight everywhere. Life is beautiful. Let the future generations cleanse it of all evil, oppression and violence, and enjoy it to the full."},{"id":140,"quote":"Generally speaking, by the way, that is the moral of the opponents of violence in politics: they renounce violence when it comes to introducing changes in what already exists, but in defense of the existing order they will not stop at the most ruthless acts."},{"id":141,"quote":"Lenin refused to recognise moral norms established by slave-owners for their slaves and never observed by the slave-owners themselves; he called upon the Proletariat to extend the class struggle into the moral sphere too. Who fawns before the precepts established by the enemy will never vanquish that enemy!"},{"id":142,"quote":"You are pitiful, isolated individuals! You are bankrupts. Your role is played out. Go where you belong from now on – into the dustbin of history!"},{"id":143,"quote":"A revolution is always distinguished by impoliteness, probably because the ruling classes did not take the trouble in good season to teach the people fine manners."},{"id":144,"quote":"It is unquestionably true that the need for art is not created by economic conditions. But neither is the need for food created by economics. On the contrary, the need for food and warmth creates economics."},{"id":145,"quote":"إننا نستطيع بالتالي أن نتصفح تاريخ الكومونة كله , صفحة صفحة ، و سوف نجد فيه درس وحيد : قيادة حزبية قوية هي المطلوبة . فأكثر من أي بروليتاريا أخري بذلت الفرنسية تضحيات من أجل الثورة ، و لكن أيضا كانت أكثر من كل الآخرين تعرضت للانخداع . ففي كثير من المرات بهرتها البرجوازية بجميع ألوان الجمهورية ، الراديكالية ، الاشتراكية ، بالرغم من أنها دائما توثق أغلال الرأسمالية عليها ."},{"id":146,"quote":"An army cannot be built without reprisals. Masses of men cannot be led to death unless the army command has the death-penalty in its arsenal. So long as those malicious tailless apes that are so proud of their technical achievements—the animals that we call men—will build armies and wage wars, the command will always be obliged to place the soldiers between the possible death in the front and the inevitable one in the rear. And yet armies are not built on fear. The Tsar's army fell to pieces not because of any lack of reprisals. In his attempt to save it by restoring the death-penalty, Kerensky only finished it. Upon the ashes of the great war, the Bolsheviks created a new army. These facts demand no explanation for any one who has even the slightest knowledge of the language of history. The strongest cement in the new army was the ideas of the October revolution, and the train supplied the front with this cement."},{"id":147,"quote":"The bourgeoisie...by its imperialist methods of appropriation is destroying the economic structure of the world and human culture generally. Nevertheless, the historical persistence of the bourgeoisie is colossal. It holds power, and does not wish to abandon it...The red terror is a weapon utilised against a class, doomed to destruction which does not wish to perish."},{"id":148,"quote":"Similar (of course, far from identical) irritations in similar conditions call out similar reflexes; the more powerful the irritation, the sooner it overcomes personal peculiarities. To a tickle, people react differently, but to a red-hot iron, alike. As a steam-hammer converts a sphere and a cube alike into sheet metal, so under the blow of too great and inexorable events resistances are smashed and the boundaries of “individuality lost.”"},{"id":149,"quote":"Between his consciousness and events stood always that impenetrable medium — indifference."},{"id":150,"quote":"Without a guiding organization, the energy of the masses would dissipate like steam not enclosed in a piston box. But nevertheless what moves things is not the piston or the box, but the steam."},{"id":151,"quote":"A slave-owner who through cunning and violence shackles a slave in chains, and a slave who through cunning or violence breaks the chains – let not the contemptible eunuchs tell us that they are equals before a court of morality!"},{"id":152,"quote":"We seek to uncoverbehind the events changes in the collective consciousness. We reject wholesale references to the “spontaneity of the movement, references which in most casesexplain nothing and teach nobody. Revolutions take place according to certain laws. This does not mean that the masses in action are aware of the laws of revolution, but it does mean that the changes in mass consciousness are not accidental, but are subject to an objective necessity which is capable of theoretic explanation, and thus makes both prophecy and leadership possible.”"},{"id":153,"quote":"fascism comes only when the working class shows complete incapacity to take into its own hands the fate of society."},{"id":154,"quote":"Not only in peasant homes, but also in city skyscrapers, therelives alongside the twentieth century the thirteenth. A hundredmillion people use electricity and still believe in the magic powers of signs and exorcisms. Movie stars go to mediums. Aviators who pilot miraculous mechanisms created by man's genius wear amulets on their sweaters. What inexhaustible reserves they possess of darkness, ignorance and savagery!"},{"id":155,"quote":"A program of \"disarmament,\" while imperialist antagonisms survive, is the most pernicious of fictions. Even if it were realized by way of general agreement - an obviously fantastic assumption!- that would by no meansprevent a new war. The imperialists do not make war because there are armaments; on the contrary, they forgearms when they need to fight."},{"id":156,"quote":"Lincoln's significance lies in his not hesitating before the most severe means, once they were found to be necessary, in achieving a great historic aim posed by the development of a young nation."},{"id":157,"quote":"Terror is a powerful means of policy and one would have to be a hypocrite not to understand this."},{"id":158,"quote":"Life is beautiful. Let the future generations cleanse it of all evil, oppression, and violence and enjoy it to the full."},{"id":159,"quote":"Fascism has opened up the depths of society for politics...there lives alongside the 20th century the tenth and thirteenth...What inexhaustible reserves they possess of darkness, ignorance and savagery! Despair has raised them to their feet, fascism has given them a banner. Everything that should have been eliminated from the national organism in the form of cultural excrement in the course of normal development of society has now come gushing out from the throat; capitalist society is puking up the undigested barbarism. Such is the physiology of Nazism..."},{"id":160,"quote":"In the meantime, the first characteristic of a really revolutionary party is -- to be able to look reality in the face."},{"id":161,"quote":"A necessity has two ends: the reactionary and the progressive. History teaches that persons and parties which drag at the opposite ends of a necessity turn out in the long run on opposite sides of the barricade."},{"id":162,"quote":"For the information of these “friends who consider themselves called to defend against us the role of the Bolsheviks in the October Revolution, we give warning that our book teaches not how to love a victorious revolution after the event, in the person of the bureaucracy it has brought forward, but only how a revolution is prepared,how it develops, and how it conquers. A party is not for us a machine whosesinlessness is to be defended by state measures of repression, but a complicated organism that like all living things develops in contradictions.”"},{"id":163,"quote":"We are concerned here with either real traitors or complete imbeciles. But imbecility, raised to this level, is equal to treason."},{"id":164,"quote":"At the first sound of the drum, the revolutionary movement died down. The more active layers of the workers were mobilized. The revolutionary elements were thrown from the factories to the front. Severe penalties were imposed for striking. The workers’ press was swept away. Trade unions were strangled. Hundreds of thousands of women, boys, peasants, poured into the workshops. The war—combined with the wreck of the International—greatly disoriented the workers politically, and made it possible for the factory administration, then just lifting its head, to speak patriotically in the name of the factories, carrying with it a considerable part of the workers, and compelling the more bold and resolute to keep still and wait. The revolutionary ideas were barely kept glowing in small and hushed circles. In the factories in those days, nobody dared to call himself “Bolshevik for fear, not only of arrest, but of a beating from the backward workers.”"},{"id":165,"quote":"...you must remember that the political development of the masses proceeds not in a direct line, but in a complicated curve. And is not this, after all, the essential movement of every material process? Objective conditions were powerfully impelling the workers, soldiers and peasants toward the banners of the Bolsheviks, but the masses were entering upon this path in a state of struggle with their own past, with their yesterday’s beliefs, and partly also with their beliefs of today. At a difficult turn, at a moment of failure and disappointment, the old prejudices not yet burnt out would flare up, and the enemy would naturally seize upon these as upon an anchor ofsalvation."},{"id":166,"quote":"He who thinks of renouncing \"physical\" struggle must renounce all struggle, for the spirit does not live without the flesh."},{"id":167,"quote":"The worst crime on the part of the revolutionaries would be to give the smallest concessions to the privileges and prejudices of the whites. Whoever gives his little finger to the devil of chauvinism is lost."},{"id":168,"quote":"The principles of liberalism can have a real existence only in conjunction with a police system. Anarchism is an attempt to cleanse liberalism of the police. But just as pure oxygen is impossible to breathe, so liberalism without the police principle means the death of society. Being a shadow-caricature of liberalism, anarchism as a whole has shared its fate. Having killed liberalism, the development of class contradictions has also killed anarchism. Like every sect which founds its teaching not upon the actual development of human society, but upon the reduction to absurdity of one of its features, anarchism explodes like a soap bubble at that moment when the social contradictions arrive at the point of war or revolution."},{"id":169,"quote":"Thousands and thousands of books are thrown on the market every yearpresenting some new variant of the personal romance, some tale of the vacillationsof the melancholic or the career of the ambitious. The heroine of Proust requiresseveral finely-wrought pages in order to feel that she does not feel anything. Itwould seem that one might, at least with equal justice, demand attention to aseries of collective historic dramas which lifted hundreds of millions of humanbeings out of nonexistence, transforming the character of nations and intrudingforever into the life of all mankind."},{"id":170,"quote":"Stalinism in turn is not an abstraction of “dictatorship, but an immense bureaucratic reaction against the proletarian dictatorship in a backward and isolated country. The October Revolution abolished privileges, waged war against social inequality, replaced the bureaucracy with self-government of the toilers, abolished secret diplomacy, strove to render all social relationship completely transparent. Stalinism reestablished the most offensive forms of privileges, imbued inequality with a provocative character, strangled mass self-activity under police absolutism, transformed administration into a monopoly of the Kremlin oligarchy and regenerated the fetishism of power in forms that absolute monarchy dared not dream of.”"},{"id":171,"quote":"Nicholas is sometimes compared with his half-crazy great-great-grandfather Paul, who was strangled by a camarilla acting in agreement with his own son, Alexander “the Blessed. These two Romanovs were actually alike in their distrust of everybody due to a distrust of themselves, their touchiness as of omnipotent nobodies, their feeling of abnegation, their consciousness, as you might say, of being crowned pariahs. But Paul was incomparably more colorful; there was an element of fancy in his rantings, however irresponsible. In his descendant everything was dim; there was not one sharp trait. Nicholas”"},{"id":172,"quote":"The objective prerequisites for the proletarian revolution have not only ‘ripened’; they have begun to get somewhat rotten. Without a socialist revolution, in the next historical period at that, a catastrophe threatens the whole culture of mankind."},{"id":173,"quote":"Com­rades, we love the sun that gives us light, but if the rich and the ag­gressors were to try to mono­pol­ize the sun, we should say:“Let the sun be ex­tin­guished, let dark­ness reign, etern­al night…"},{"id":174,"quote":"On December 13, the tsarina suggests to the tsar: “Anything but this responsible ministry about which everybody has gone crazy. Everything is getting quiet and better, but people want to feel your hand. How long they have been saying to me, for whole years, the same thing: ‘Russia loves to feel the whip.’ That is their nature! This orthodox Hessian, with a Windsor upbringing and a Byzantine crown on her head, not only “incarnates” the Russian soul, but also organically despises it. Their nature demands the whip—writes the Russian tsarina to the Russian tsar about the Russian people, just two months and a half before the monarchy tips over into the abyss. In”"},{"id":175,"quote":"The comparison of Rasputin and Christ was customary in that circle, and by no means accidental. The alarm of the royal couple before the menacing forces of history was too sharp to be satisfied with an impersonal God and the futile shadow of a Biblical Christ. They needed a second coming of “the Son of Man. In Rasputin the rejected and agonizing monarchy found a Christ in its own image. “If there had been no Rasputin,” said Senator Tagantsev, a man of the old regime, “it would have been necessary to invent one.” There is a good deal more in these words than their author imagined.”"},{"id":176,"quote":"We may set it down as a historical law: fascism was able to conquer only in those countries where the conservative labor parties prevented the proletariat from utilizing the revolutionary situation and seizing power."},{"id":177,"quote":"The feeling of the supremacy of general over particular, of law over fact, of theory over personal experience, took root in my mind at an early age and gained increasing strength as the years advanced. It was the town that played the major role in shaping this feeling, a feeling which later became the basis for a philosophic outlook on life. When I heard boys who were studying physics and natural history repeat the superstitious notions about “unlucky Monday, or about meeting a priest crossing the road, I was utterly indignant. I felt that my intelligence had been insulted, and I was on the verge of doing any mad thing to make them abandon their shameless superstitions.”"},{"id":178,"quote":"Both theoretical analysis as well as the rich historical experience of the last quarter of a century have demonstrated with equal force that fascism is each time the final link of a specific political cycle composed of the following: the gravest crisis of capitalist society; the growth of the radicalization of the working class; the growth of sympathy toward the working class, and a yearning for change on the part of the rural and urban petty bourgeoisie; the extreme confusion of the big bourgeoisie; its cowardly and treacherous maneuvers aimed at avoiding the revolutionary climax; the exhaustion of the proletariat; growing confusion and indifference; the aggravation of the social crisis; the despair of the petty bourgeoisie, its yearning for change; the collective neurosis of the petty bourgeoisie, its readiness to believe in miracles, its readiness for violent measures; the growth of hostility towards the proletariat, which has deceived its expectations. These are the premises for a swift formation of a fascist party and its victory."},{"id":179,"quote":"Every historical form of society is in its foundation a form of organization of labor. While every previous form of society was an organization of labor in the interests of a minority, which organized its State apparatus for the oppression of the overwhelming majority of the workers, we are making the first attempt in world history to organize labor in the interests of the laboring majority itself."},{"id":180,"quote":"The fundamental evil of the capitalist system is not the extravagance of the possessing classes, however disgusting that may be in itself, but the fact that in order to guarantee its right to extravagance the bourgeoisie maintains its private ownership of the means of production, thus condemning the economic system to anarchy and decay."},{"id":181,"quote":"The Russian proletariat found its revolutionary audacity not only in itself. Its very position as minority of the nation suggests that it could not have given its struggle a sufficient scope—certainly not enough to take its place at the head of the state—if it had not found a mighty support in the thick of the people. Such a support was guaranteed to it by the agrarian problem."},{"id":182,"quote":"still often try to maintain a deeply cogitative silence about the unprecedented tempo of Russia’s industrial development, or confine themselves to remarks about an extreme “exploitation of the peasantry. They are missing a wonderful opportunity to explain why the brutal exploitation of the peasants in China, for instance, or Japan, or India, never produced an industrial tempo remotely approaching that of the Soviet Union.”"},{"id":183,"quote":"Slavophilism, the messianism of backwardness, has based its philosophy upon the assumption that the Russian people and their church are democratic through and through, whereas official Russia is a German bureaucracy imposed upon them by Peter the Great."},{"id":184,"quote":"The serious and critical reader will not want a treacherous impartiality, which offers him a cup of conciliation with a well-settled poison of reactionary hate at the bottom, but a scientific conscientiousness, which for its sympathies and antipathies—open and undisguised—seeks support in an honest study of the facts, a determination of their real connections, an exposure of the causal laws of their movement."},{"id":185,"quote":"I was not prepared to play the role of singer in the camp of the warriors"},{"id":186,"quote":"Revolution is impossible until it's inevitable."},{"id":187,"quote":"The Bund (Jewish) is free not to trust the party, but it cannot expect the party to vote no confidence in its own self."},{"id":188,"quote":"The worker who becomes a policeman in the service of the capitalist state is a bourgeois cop, not a worker."},{"id":189,"quote":"The war produced a dreadful desolation in the underground movement. After the arrest of the Duma faction, the Bolsheviks had no centralized party organization at all. The local committees had an episodic existence, and often had no connections with the workers’ districts."},{"id":190,"quote":"Literature without the power of great synthesis is the symptom of social weariness and is characteristic of sharply transitional epochs."},{"id":191,"quote":"quality demands a democracy of producers and consumers, freedom of criticism and initiative – conditions incompatible with a totalitarian regime of fear, lies and flattery."},{"id":192,"quote":"Fascism has opened up the depths of society for politics. Today, not only in peasant homes but also in city skyscrapers, there lives alongside of the twentieth century the tenth or thirteenth. A hundred million people us electricity and still believe in the magic power of signs and exorcisms. The Pope of Rome broadcasts over the radio about the miraculous transformation of water into wine. Movie stars go to mediums. Aviators who pilot miraculous mechanisms created by man’s genius wear amulets on their sweaters. What inexhaustible reserves they possess of darkness, ignorance and savagery! Despair has raised them to their feet, fascism has given them a ganner. Everything that should have been eliminated from the national organism in the form of cultural excrement in the course of normal development of society has now come gushing out from the throat; capitalist society is puking up the undigested barbarism. Such is the physiology of National Socialism."},{"id":193,"quote":"Culture feeds on the sap of economics, and a material surplus is necessary, so that culture may grow, develop and become subtle."},{"id":194,"quote":"The so-called “breeding of the tsar, his ability to control himself in the most extraordinary circumstances, cannot be explained by a mere external training; its essence was an inner indifference, a poverty of spiritual forces, a weakness of the impulses of the will. That mask of indifference which was called breeding in certain circles, was a natural part of Nicholas at birth. The”"},{"id":195,"quote":"The artist can not serve his struggle for freedom unless he subjectively assimilates the social content, unless he feels in his very nerves its meaning and drama and freely seeks to give his own inner world incarnation in his art."},{"id":196,"quote":"Old age is the most unexpected of all the things that can happen to a man."},{"id":197,"quote":"In a complex situation, when confronted with new considerations, Koba prefers to bide his time, to keep his peace, or to retreat. In all those instances when it is necessary for him to choose between the idea and the political machine, he invariably inclines toward the machine. The program must first of all create its bureaucracy before Koba can have any respect for it. Lack of confidence in the masses, as well as in individuals, is the basis of his nature. His empiricism always compels him to choose the path of least resistance. That is why, as a rule, at all the great turning points of history this near-sighted revolutionist assumes an opportunist position, which brings him exceedingly close to the Mensheviks and on occasion places him in the right of them. At the same time he invariably is inclined to favor the most resolute actions in solving the problems he has mastered. Under all conditions well-organized violence seems to him the shortest distance between two points. Here an analogy begs to be drawn. The Russian terrorists were in essence petty bourgeois democrats, yet they were extremely resolute and audacious. Marxists were wont to refer to them as \"liberals with a bomb.\" Stalin has always been what he remains to this day—a politician of the golden mean who does not hesitate to resort to the most extreme measures. Strategically he is an opportunist; tactically he is a \"revolutionist.\" He is a kind of opportunist with a bomb."},{"id":198,"quote":"cult? When I was declining the commissariat of home"},{"id":199,"quote":"The Fourth International, we answer, has no need of being “proclaimed. It exists and it fights. It is weak? Yes, its ranks are not numerous because it is still young. They are as yet chiefly cadres. But these cadres are pledges for the future. Outside these cadres there does not exist a single revolutionary current on this planet really meriting the name. If our international be still weak in numbers, it is strong in doctrine, program, tradition, in the incomparable tempering of its cadres. Who does not perceive this today, let him in the meantime stand aside. Tomorrow it will become more evident.”"},{"id":200,"quote":"A revolution does not deserve its name if it does not help with all its might and all the means at its disposal-if it does not help woman, twofold and threefold enslaved in the past, to get on to the road of individual and social progress. A revolution does not deserve its name if it does not take the greatest possible care of the children ... for whose benefit it has been made. But how can one create ... a new life based on mutual consideration, on self-respect, on the real equality of women . . . on the efficient care for children-in an atmosphere poisoned with the roaring, rolling, ringing, and resounding swearing of masters and slaves, that swearing which spares no one and stops at nothing? The struggle against 'foul language' is an essential condition of mental hygiene just as the fight against filth and vermin is a condition of physical hygiene."},{"id":201,"quote":"Do the consequences of a revolution justify in general the sacrifices it involves? The question is teleological and therefore fruitless. It would be as well to ask in face of the difficulties and griefs of personal existence: Is it worth while to be born? Melancholy reflections have not so far, however, prevented people form bearing or being born. Even in the present epoch of intolerable misfortune only a small percentage of the population of our planet resorts to suicide. But the people are seeking the way out of their unbearable difficulties in revolution."},{"id":202,"quote":"It is very true that one cannot always go by the principles of Marxism in deciding whether to reject or to accept a work of art. A work of art should, in the first place, be judged by its own law, that is, by the law of art. But Marxism alone can explain why and how a given tendency in art has originated in a given period of history; in other words, who it was who made a demand for such an artistic form and not for another, and why."},{"id":203,"quote":"The Formalist school represents an abortive idealism applied to the question of art. The Formalists show a fast ripening religiousness. They are followers of Saint John. They believe that \"In the beginning was the Word.\" But we believe that in the beginning was the deed. The word followed, as its phonetic shadow."},{"id":204,"quote":"The more isolated the dynasty became, and the more unsheltered the autocrat felt, the more he needed some help from the other world. Certain savages, in order to bring good weather, wave in the air a shingle on a string. The tsar and tsarina used shingles for the greatest variety of purposes. In the tsar’s train, there was a whole chapel full of large and small images, and all sorts of fetishes, which were brought to bear, first against the Japanese, then against the German artillery. The"},{"id":205,"quote":"At the present time, it is of course still impossible to foresee to any precise degree just what sections of the field of history will be illuminated and just how much light will be cast by a materialist investigation which would proceed from a more concrete study of the capitalist curve and the interrelationship between the latter and all the aspects of social life. Conquests that may be attained on this road can be determined only as the result of such an investigation itself, which must be more systematic, more orderly than those historical materialist excursions hitherto undertaken. In any case, such an approach to modern history promises to enrich the theory of historical materialism with conquests far more precious than the extremely dubious speculative juggling with the concepts and terms of the materialist method that has, under the pens of some of our Marxists, transplanted the methods of formalism into the domain of the materialist dialectic, and has led to reducing the task to rendering definitions and classifications more precise and to splitting empty abstractions into four equally empty parts; it has, in short, adulterated Marxism by means of the indecently elegant mannerisms of Kantian epigones. It is a silly thing indeed endlessly to sharpen and resharpen an instrument to chip away Marxist steel, when the task is to apply the instrument in working over the raw material!"},{"id":206,"quote":"Not only a Marxist, but any realistic political thinker, ought to understand that the very necessity of “reinforcing the dictatorship – that is, governmental repression – testifies not to the triumph of a classless harmony, but to the growth of new social antagonisms. What lies at the bottom of all this? Lack of the means of subsistence from the low productivity of labor. Lenin once”"},{"id":207,"quote":"If the parliamentary regime, even in the period of \"peaceful\", stable development, was a rather crude method of discovering the opinion of the country, and in the epoch of revolutionary storm completely lost its capacity to follow the course of the struggle and the development of revolutionary consciousness, the Soviet regime, which is more closely, straightly, honestly bound up with the toiling majority of the people, does achieve meaning, not in statically reflecting a majority, but in dynamically creating it."},{"id":208,"quote":"Retribution is not slow in coming, I wrote in the Kornilov days. “Hounded, persecuted, slandered, our party never grew as rapidly as it is growing now. And this process will spread from the capitals to the provinces, from the towns to the country and the army . . . Without ceasing for a moment to be the class organization of the proletariat, our party will be transformed in the fire of persecution into a true leader of all the oppressed, downtrodden, deceived and hounded masses.”"},{"id":209,"quote":"On the eve of the war, when tsarist Russia had attained the highest point of its prosperity, the national income per capita was eight to ten times less than in the United States—a fact which is not surprising when you consider that four-fifths of the self-supporting population of Russia was occupied with agriculture, while in the United States, for every one engaged in agriculture, two and one-half were engaged in industry."},{"id":210,"quote":"The superannuated anarchist Kropotkin, made use of the war to disavow everything he had been teaching for almost half a century. This denouncer of the state supported the Entente, and if he denounced the dual power in Russia, it was not in the name of anarchy, but in the name of a single core of the bourgeoisie."},{"id":211,"quote":"Transcending class distinctions, the speaker [Stalin] portrays the relation between the bourgeoisie and the proletariat as a mere division of labor. The workers and soldiers achieve the revolution, Guchkov and Miliukov “fortify it.[…] This superintendent’s approach to the historical process is exactly characteristic of the leaders of Menshevism, this handing out of instructions to various classes and then patronizingly criticizing their fulfillment.”"},{"id":212,"quote":"The revolution lays out the ground for a new society. But it does so with the methods of the old society, with the class struggle, with violence, destruction and annihilation. If the proletarian revolution had not come, mankind would have been strangled by its own contradictions. The revolution saved society and culture, but by means of the most cruel surgery."},{"id":213,"quote":"All science, in greater or lesser degree, unquestionably reflects the tendencies of the ruling class. The more closely science attaches itself to the practical tasks of conquering nature (physics, chemistry, natural science in general), the greater is its non-class and human contribution. The more deeply science is connected with the social mechanism of exploitation (political economy), or the more abstractly it generalises the entire experience of mankind (psychology, not in its experimental, physiological sense but in its so-called philosophic sense), the more does it obey the class egotism of the bourgeoisie and the less significant is its contribution to the general sum of human knowledge. In the domain of the experimental sciences, there exist different degrees of scientific integrity and objectivity, depending upon the scope of the generalisations made. As a general rule, the bourgeois tendencies have found a much freer place for themselves in the higher spheres of methodological philosophy, of Weltanschauung. It is therefore necessary to clear the structure of science from the bottom to the top, or, more correctly, from the top to the bottom, because one has to begin from the upper stories."},{"id":214,"quote":"For the first time in world history the peasant was destined to find a leader in the person of the worker. In that lies the fundamental, and you may say the whole, difference between the Russian Revolution and all those preceding it. In"},{"id":215,"quote":"The first days of war were the first days of disgrace. After a series of partial catastrophes, in the spring of 1915 came the general retreat. The generals took out their own criminal incapacity on the peaceful population. Enormous tracts of land were violently laid waste. Clouds of human locusts were driven to the rear with whips. The external rout was completed with an internal one."},{"id":216,"quote":"The material premise of communism should be so high a development of the economic powers of man that productive labor, having ceased to be a burden, will not require any goad, and the distribution of life's goods, existing in continual abundance, will not demand—as it does not now in any well-off family or \"decent\" boardinghouse—any control except that of education, habit and social opinion. Speaking frankly, I think it would be pretty dull-witted to consider such a really modest perspective \"utopian\"."},{"id":217,"quote":"Старость есть самая неожиданная из всех вещей, которые случаются с человеком."},{"id":218,"quote":"By analogy with electrical engineering, democracy might be defined as a system of safety switches and circuit breakers for protection against currents overloaded by the national or social struggle. No period of human history has been—even remotely—so overcharged with antagonisms such as ours… Under the impact of class and international contradictions that are too highly charged, the safety switches of democracy either burn out or explode. That is what the short circuit of dictatorship represents."}]