[{"id":1,"quote":"Fighting is a sport; if you're not humble it's going to bring humbleness to you."},{"id":2,"quote":"Everyone has a plan 'till they get punched in the mouth."},{"id":3,"quote":"In order to succeed greatly, you have to be prepared to fail greatly. If you can't do both of them, you've got a problem."},{"id":4,"quote":"Discipline is doing what you hate to do, but nonetheless doing it like you love it."},{"id":5,"quote":"Everybody you fight is not your enemy and everybody who helps you is not your friend."},{"id":6,"quote":"As long as we persevere and endure, we can get anything we want."},{"id":7,"quote":"At one point, I thought life was about acquiring things. But as a I get older, life is totally about losing everything."},{"id":8,"quote":"I'm addicted to perfection. Problem with my life is I was always also addicted to chaos. Perfect chaos."},{"id":9,"quote":"Fear is the greatest obstacle to learning. But fear is your best friend. Fear is like fire. If you learn to control it, you let it work for you. If you don’t learn to control it, it’ll destroy you and everything around you. Like a snowball on a hill, you can pick it up and throw it or do anything you want with it before it starts rolling down, but once it rolls down and gets so big, it’ll crush you to death. So one must never allow fear to develop and build up without having control over it, because if you don’t you won’t be able to achieve your objective or save your life."},{"id":10,"quote":"What I've done in the past is history and what I'm gonna do in the future is a mystery"},{"id":11,"quote":"You never lose until you actually give up."},{"id":12,"quote":"I'm a dreamer. I have to dream and reach for the stars, and if I miss a star then I grab a handful of clouds."},{"id":13,"quote":"To be successful in sports or business, you really have to live the lifestyle. Success is about lifestyle. Just because I was training and working hard, that didn't make me champion or a good fighter. My lifestyle made me a good fighter. In my mind and my daily life, I was the heavy weight champ when I was 15 or 14. I lived the life of the heavyweight champion, and that's who I became. And that is so much more than just training. So, when the time presented itself, that's who I already was. I was ready. I was already there."},{"id":14,"quote":"God lets everything happen for a reason. It's all a learning process, and you have to go from one level to another."},{"id":15,"quote":"Fighting is not physical, fighting is spiritual. It's the determination and the will in the guy."},{"id":16,"quote":"Tupac Shakur always wanted me to smoke weed with him, and I never did it, and I wish I did...That's my biggest regret."},{"id":17,"quote":"A man that is a friend to everyone is an enemy to himself."},{"id":18,"quote":"Without struggle, there is no progress. There has to be struggle in your life. You have to grow in experience to control your ego. Cause, you know, an ego can be crushed, it can be killed, it can be smashed, but it comes back. It never dies. That's the thing about the ego: it never dies."},{"id":19,"quote":"Yes, time flies. And where did it leave you? Old too soon...smart too late."},{"id":20,"quote":"People love you when you're successful, but if you're not, who really cares about you?"},{"id":21,"quote":"Money is my God. If you think God will help you then quit your job and see how much he cares."},{"id":22,"quote":"Confidence breeds success & success breeds confidence... Confidence applied properly surpasses genius."},{"id":23,"quote":"Confidence applied properly is the path of genius. You must always be in a state of confidence. And the way you sustain a state of confidence is by testing yourself. Difficult quagmires that may occur; there's always a test. You have to seek them out. You constantly have to test yourself to prepare for these quagmires. That's why I always put myself to the test."},{"id":24,"quote":"You need to learn independence. You have to be independent - it builds character."},{"id":25,"quote":"Sometimes, the people we invest the most time in disappoint us the most."},{"id":26,"quote":"I try my best to learn from other people's mistakes. I have a lot of respect for people who can change."},{"id":27,"quote":"My biggest weakness is my sensitivity. I am too sensitive a person."},{"id":28,"quote":"We all have to control our feelings. That's the thing that separates us from animals."},{"id":29,"quote":"I'm a bad guy. But if I was a good guy, nobody would want to pay to see me fight."},{"id":30,"quote":"We're all going to be tested. The dark energy is going to knock on all of our doors."},{"id":31,"quote":"You should sit in meditation for 20 minutes a day, unless you're too busy, then you should sit for an hour. If Tetris has taught me anything, it's that errors pile up & accomplishments disappear. Everybody has a plan until they get punched in the mouth."},{"id":32,"quote":"There's nothing like being young, and happy, and fighting."},{"id":33,"quote":"Everybody has a plan until they get punched in the mouth. Then, like a rat, they stop in fear and freeze."},{"id":34,"quote":"Discipline makes hard men. Every hard man is capable of being a killer. But every killer is not capable of being a hard man. They can't endure that much. It's all about the endurance. That's why they become killers. Because they can't endure the pain. They need to kill the pain to stop it."},{"id":35,"quote":"I'm on the Zoloft to keep from killing y'all."},{"id":36,"quote":"There's nothing to fear but fear itself. It's an illusion of fear. Fear is an illusion. If you gonna die, you gonna die anyway; it's not something to fear, fear is not gonna help."},{"id":37,"quote":"The tempt for greatness is the biggest drug in the world."},{"id":38,"quote":"I had it in my mind: to be confident, and to keep saying that until the confidence appeared. But I took it too far. Confidence did help make me champion, but, man, I took it to a whole different level. I was a megalomaniac. I was not humble and it eventually came back on me. So I want my kids to know, keep humbleness and kindness in their hearts. It will prevail."},{"id":39,"quote":"I normally don't do interviews with women unless I fornicate with them."},{"id":40,"quote":"There's nothing like confidence."},{"id":41,"quote":"You have to feel comfortable being uncomfortable. I'm always comfortable being uncomfortable. And to be comfortable being uncomfortable, I have to hone my discipline, which to me is doing what I have to do, but also doing it like I love it."},{"id":42,"quote":"Without discipline, no matter how good you are, you are nothing! One day, and I might not be around; you're going to meet a tough guy who takes your best shot. He'll keep coming because he's tough. Don't get discouraged. That's when the discipline comes in."},{"id":43,"quote":"When you have something in life that you want to accomplish greatly, you have to be willing to give up your happiness…I’ve lost all my sensitivity as far as being embarrassed, being shy, you just have to lose that."},{"id":44,"quote":"No one wants to get up at 4 and run when it's pitch-dark, but it has to be done. The only reason i do it so early is because i believe the other guy isn't doing it and that gives me a little edge"},{"id":45,"quote":"You stand your ground and you perform your art. That's what the artist does. The artist is about perfection."},{"id":46,"quote":"Fear is your best friend or your worst enemy. It's like fire. If you can control it, it can cook for you; it can heat your house. If you can't control it, it will burn everything around you and destroy you. If you can control your fear, it makes you more alert, like a deer coming across the lawn."},{"id":47,"quote":"Any man can do what he has to do. But doing it like you love it? That is what takes it to a whole different level. A champion does it like he loves it, even when he doesn't."},{"id":48,"quote":"In order for me to achieve... I had to regard myself greater than what I was. In other words I had to fake it until I make it."},{"id":49,"quote":"I'm scared every time I go into the ring, but it's how you handle it. What you have to do is plant your feet, bite down on your mouthpiece and say, 'Let's go.'"},{"id":50,"quote":"I'll never be happy. I believe I'll die alone. I would want it that way. I've been a loner all my life with my secrets and my pain. I'm really lost, but I'm trying to find myself. I'm really a sad, pathetic case. My whole life has been a waste. I've been a failure. I just want to escape."},{"id":51,"quote":"You have to compete in life because if you don't have no competition - no competition, no spirit, you know, you'll fall under the slightest struggle."},{"id":52,"quote":"Hard times fall upon everybody. Whatever it is, we're going to get out of it."},{"id":53,"quote":"Boxing brought me money and fame, but it never brought me no happiness."},{"id":54,"quote":"When I fight someone, I want to break his will. I want to take his manhood. I want to rip out his heart and show it to him."},{"id":55,"quote":"I'm the most brutal and ruthless conquerer there has ever been."},{"id":56,"quote":"To some people the ego is evil. It gives you so much. It gives you everything you want. But it takes back too much in return. It gives you everything: money, riches, women, glamour, everything you want. But in return it takes back so much, and you're soulless. That's its goal. The ego's goal is to leave you soulless."},{"id":57,"quote":"I'm the best ever. I'm the most brutal and vicious, and most ruthless champion there's ever been. There's no one can stop me. Lennox is a conqueror? No, I'm Alexander, he's no Alexander. I'm the best ever! There's never been anybody as ruthless! I'm Sonny Liston, I'm Jack Dempsey. There's no one like me. I'm from their cloth. There's no one that can match me. My style is impetuous, my defense is impregnable, and I'm just ferocious. I want your heart! I want to eat his children! Praise be to Allah!"},{"id":58,"quote":"We're all going to have tests in our life... We never know when that test comes, but we know we have to be prepared for it. We're all going to be tested. The dark energy is going to knock on all of our doors."},{"id":59,"quote":"I don't try to intimidate anybody before a fight. That's nonsense. I intimidate people by hitting them."},{"id":60,"quote":"If you're not humble, life will visit humbleness upon you."},{"id":61,"quote":"I don't care how much you love each other, if you have secrets, it'll never work. That's why she's your loved one, because it's the love of one. Togetherness, you are one."},{"id":62,"quote":"You can’t be disturbed by anything. There’s no emotion involved. You can’t feel sorrow, you can’t feel pity, there’s nothing you feel. The job has to be done."},{"id":63,"quote":"Anger is my biggest enemy in life."},{"id":64,"quote":"Everybody thinks this is a tough man's sport. This is not a tough man's sport. This is a thinking man's sport. A tough man is gonna get hurt real bad in this sport."},{"id":65,"quote":"The one thing I know, everyone respects the true person and everyone's not true with themselves."},{"id":66,"quote":"The most important thing in the world for show business, really, you know everything's a high-tech business, but what people want now is what they can't get - exclusivity."},{"id":67,"quote":"Fighting is all about calmness and relaxation. My appearance was all an illusion. My appearance is of a mad man, but I'm really calm and collected. Even though I'm fighting, I'm calm and relaxed as possible, despite my displays, because once you get excited, you can't fight at the highest level of your ability."},{"id":68,"quote":"People relate to fighters so much because fighting reflects life."},{"id":69,"quote":"In order to be a friend to anybody, you have to be a friend to yourself. If you're not a friend to yourself, there's no way you're gonna have any friends."},{"id":70,"quote":"I'm the best fighter in the world. No one can beat me....My objective is to inflict as much pain as possible, to win and win spectacularly...Ever since I was 12 years old, I was groomed to be the heavyweight champion of the world. I've been prepared to handle the pressure, the dealing with the press, everything."},{"id":71,"quote":"I don't want my kids to be like me, I don't want my daughter to date a guy like me. You know, for a guy like me success is to take care of my children to take care of their life and make 'em cushioned. I don't want them to be around people like me. You know, success for me would be that they never have the opportunity of being in the presence of someone like me."},{"id":72,"quote":"It's good to know how to read, but it's dangerous to know how to read and not how to interpret what you're reading."},{"id":73,"quote":"People say 'Poor guy.' That insults me. I despise sympathy. So I screwed up. I made some mistakes. 'Poor guy,' like I'm some victim. There's nothing poor about me."},{"id":74,"quote":"When I was in prison, I was wrapped up in all those deep books. That Tolstoy crap - people shouldn't read that stuff."},{"id":75,"quote":"I fight for perfection"},{"id":76,"quote":"I feel like sometimes that I was not meant for this society."},{"id":77,"quote":"Every great general and warrior from the beginning of time was high."},{"id":78,"quote":"Everybody wants to be somebody. Everybody wants to be noticed. Everybody wants to be somebody important. Importance is just treating people good. That's important."},{"id":79,"quote":"Treat the world the way you want to be treated."},{"id":80,"quote":"We all have struggles in life but we have to continue to fight"},{"id":81,"quote":"When Jesus comes back, these crazy, greedy, capitalistic men are gonna kill him again."},{"id":82,"quote":"This white woman came up to me, and I'm thinking, WOW. When I was a kid, she would have been robbed and raped and left for dead. This is a real strange scenario, and I just wanted to cry. I'm like, \"Who am I? Where's my heritage?"},{"id":83,"quote":"I earned that the strong will always beat the weak, but the smart will beat the strong. Boxing is a tough guy sport. But in the end, the tough guy gets to clean the streets and be a bodyguard. In the ring, the tough guy is going to get hurt; at the end of the day, he's going to talk funny. Only the smartest win. So, I know it's cliché, but power - real power - comes from knowledge, comes from smarts."},{"id":84,"quote":"One morning I woke up and found my favorite pigeon, Julius, had died I was devastated and was gonna use his crate as my stickball bat to honor him. I left the crate on my stoop and went in to get something and I returned to see the sanitation man put the crate into the crusher. I rushed him and caught him flush on the temple with a titanic right hand he was out cold, convulsing on the floor like an infantile retard."},{"id":85,"quote":"The mind is a real dangerous neighborhood to travel by ourselves."},{"id":86,"quote":"I'm just like you. I enjoy the forbidden fruits in life, too."},{"id":87,"quote":"People see it [boxing] as a physical contact sport, but it's not. It's really a spiritual one of will against will. Who wants it the most? How much is he willing to take - and dish out - to get it? It's like fighting is 10 percent physical and 90 percent emotional."},{"id":88,"quote":"I'm not much for talking. You know what I do. I put guys in body bags when I'm right."},{"id":89,"quote":"I always had a lot of responsibilities. I just didn't take them. I just decided to take care of my responsibilities, live up to them. That's a pretty interesting job. It's harder than being heavyweight champion of the world."},{"id":90,"quote":"My power is discombobulatingly devastating. It's ludricrous these mortals even attempt to enter my realm."},{"id":91,"quote":"I was an emotional manipulator of fighters . . . You have to know how to be cold, you know? Just have no -emotions, no feelings. It takes time, though, to develop that. I'd been working on that since I was 12 years old. It doesn't happen overnight."},{"id":92,"quote":"Every win,  regardless a good or bad one, gives you more confidence."},{"id":93,"quote":"What was most important was the knowledge [aspect] of the fight. I learned this early on and just told myself to \"upgrade my mind.\" That's just what I wanted to do my whole life."},{"id":94,"quote":"I was in handcuffs. I was under arrest. I remember there was this old lady looking at me, and I could tell she felt real sorry for me, and she did'nt know but all I wanted to do was take her purse."},{"id":95,"quote":"I can sell out Madison Square Garden masturbating"},{"id":96,"quote":"I'm a historian, and that freaks me out."},{"id":97,"quote":"Most fighters are the most humble people in the world because they've gotten their ass kicked before."},{"id":98,"quote":"I like strong women - not necessarily a masculine woman - but I like strong women...say a woman who runs a C.E.O. corporation. I like a strong woman with confidence - massive confidence - and then I want to dominate her sexually."},{"id":99,"quote":"You can't be everybody's friend, you can't save the world, I learned this word: self-preservation. Once you do that, you can be friends with people, but how would you be a friend to anybody if you're not a friend to yourself."},{"id":100,"quote":"Unfortunately, sometimes you can't have fun accomplishing your goals. Sometimes people don't have the determination, the will, the steadfastness, the tenacity, they give in under the slightest struggle."},{"id":101,"quote":"Destroy or be destroyed! I just love that way of life!"},{"id":102,"quote":"Guess I'm going to fade into Bolivian."},{"id":103,"quote":"Fighters are never who they appear to be"},{"id":104,"quote":"I'm gonna make sure you talk about me, and your grandkids and kids after that gonna know about me...your great grandkids will say \"wow, wasn't that a bizarre individual?\""},{"id":105,"quote":"I don't know, man, I guess I'm gonna fade into Bolivian."},{"id":106,"quote":"I've been a prima-dona. I was taken care of since I was 13. That's why I am the way I am today. I was spoiled, like a brat. I had anything I wanted. That's crazy to be that way all your life. Everybody's taking care of you, but manipulating you at the same time. Very few people have a life like that. Most people have to work like slaves their whole lives. I've never had a job in my life. What I know how to do is hurt big, tough men - in the street and off."},{"id":107,"quote":"Sometimes during a relationship, a friendship, a friend's gonna have to prove they're your friend, and you're gonna have to prove you're their friend."},{"id":108,"quote":"Anyone with a grain of sense would know that if I punched my wife I would rip her head off. It's all lies. I have never laid a finger on her."},{"id":109,"quote":"As human beings, nobody gets out of this world free. We all have to do some suffering before we leave."},{"id":110,"quote":"I don't react to a tragic happening any more. I took so many bad things as a kid and some people think I don't care about anything. It's just too hard for me to get emotional. I can't cry no more."},{"id":111,"quote":"It's unnatural to fight somebody who has nothing against you and never did anything to you or to your family, who never stole anything from you. And now you've got to go and try to dismantle this guy."},{"id":112,"quote":"Some people are faster than others; I'm just figuring it out later, that's all. I'm getting smart too late and old too soon."},{"id":113,"quote":"I felt the same fear in my first fight as I did in my last fight. It never goes away."},{"id":114,"quote":"I refuse to let adversity allow me to be average."},{"id":115,"quote":"They called me a 'rapist' and a 'recluse.' I'm not a recluse."},{"id":116,"quote":"I'm trying to figure things out in the world. No one knows what this life thing is all about - there's no manual. Just trying to figure it out."},{"id":117,"quote":"Everybody in boxing probably makes out well except for the fighter."},{"id":118,"quote":"My objective was to hurt the other fighters. I wanted to hurt them. I wanted to be merciless. Man, I was a wild thing. It's kind of a drug, a rush."},{"id":119,"quote":"The drug dealers, they sympathize with me. They see me as some sort of pathetic character."},{"id":120,"quote":"Not to be egotistical, but I don't think there is a man on this planet who can beat me"},{"id":121,"quote":"I can't change myself. I'm Mike Tyson. I'm a regular kid from the getto striving to do something positive with myself. I happen to fight well."},{"id":122,"quote":"I could have knocked him out in the 3rd round but I wanted to do it slowly, So he would remember this night for a long time."},{"id":123,"quote":"There's nothing wrong with making mistakes, just don't make the same ones. We don't want to duplicate them."},{"id":124,"quote":"I was hittin' him with body punches and I hurt him. Actually he was cryin' in there, makin' woman gestures like"},{"id":125,"quote":"These books ain't window dressing. I think Machiavelli's the most sophisticated writer outside of Shakespeare. Way ahead of his time. Such a manipulative person. Everything he accomplished he did by kissin' ass."},{"id":126,"quote":"I'm going to gut you like a fish."},{"id":127,"quote":"You have to be a friend to yourself. You know, 'cause if you're not a friend to yourself, you're an enemy to yourself and if someone's a friend of everybody they are an enemy to themselves."},{"id":128,"quote":"My nature is to get instant gratification. On stage, I can feel everybody's anticipation. I know what they want, I know what I'm going to give them, I know when I'm going to give it to them, I know when they want it."},{"id":129,"quote":"Fighting is endurance, knocking a guy out in 10 seconds is not fighting, its beating him to the punch. But when you put in that time, that is fighting because you are thinking"},{"id":130,"quote":"I could feel his muscle tissues collapse under my force. It's ludicrous these mortals even attempt to enter my realm."},{"id":131,"quote":"There's no future in our past. Just experience. We want to return to it, but we don't want to close the door on it either."},{"id":132,"quote":"When you're a great finisher, you'll become popular. Joe Louis was a great finisher."},{"id":133,"quote":"I got a imam, I got a rabbi, I got a priest, I got a reverend - I got 'em all. But I don't want to be holier-than-thou. I want to help everybody and still get some (sex)."},{"id":134,"quote":"I'm doing what great artists before me did, like Judy Garland, Sammy Davis, Eddie Cantor. I'm doing what they were doing, not at their level yet, but one day I will be. I'm just happy to be in their company."},{"id":135,"quote":"How dare these boxers challenge me with their primitive skills? It makes me angry."},{"id":136,"quote":"He didn't have no respect as a professional fighter should, no class. I was going to make him pay with his health for everything he said... I wanted to do it very slowly. I wanted him to remember this for a long time."},{"id":137,"quote":"If you're a professional, you'll make it work. You can be like, 'I'm not going to do that, I'm going to do it where I'm satisfied.' But I'm very comfortable being uncomfortable so I just go for it."},{"id":138,"quote":"I don't understand why people would want to get rid of pigeons. They don't bother no one."},{"id":139,"quote":"I'm not a good-looking guy. I don't care if my nose gets mashed."},{"id":140,"quote":"I just don't have the desire no more, I don't have the stomach to do it no more. I don't even kill insects in my house. I just don't kill anything no more. I used to kill pigeons, rip their heads off, 'You dirty rat pigeon!' I don't even have the heart to kill an animal no more. I just changed my whole life in general. That probably could have changed the way I fight."},{"id":141,"quote":"If you did everything your mind told you to do, you do some really strange stuff. You'll probably be in jail, you'll be in trouble. But, it's all about control. We all have to control our feelings. That's the thing that separates us from animals."},{"id":142,"quote":"Five heads are definitely better than one when they're thinking in the same perspective. I think that you really need to have people that you trust. And for me, trust comes from that synchronizing, that same-mindedness."},{"id":143,"quote":"It doesn’t faze me what anyone says about me. It doesn’t matter what anyone says about me. I’m a totally different entity to what other people think. Michael and Tyson are two different people. I’m Tyson here."},{"id":144,"quote":"It's the emotional punches that you can't see that are just overwhelmingly devastating to your heart - your moral fiber."},{"id":145,"quote":"Cus was my father but he was more than a father. You can have a father and what does it mean?—it doesn't really mean anything. Cus was my backbone . . . . He did everything for my best interest . . . . We'd spend all our time together, talk about things that, later on, would come back to me. Like about character, and courage. Like the hero and the coward: that the hero and the coward both feel the same thing, but the hero uses his fear, projects it onto his opponent, while the coward runs. It's the same thing, fear, but it's what you do with it that matters."},{"id":146,"quote":"I like horror movies. Nightmare on Elm Street is my favourite. I even get scared a little bit watching horror."},{"id":147,"quote":"I was blessed with speed and a good punch. Everybody thinks I'm the hardest puncher ever. But I just think I was really fast, and my punches got to the target faster. That's what made my knockouts always seem spectacular."},{"id":148,"quote":"I had to persevere because this was my life. This championship, this was the stuff I dreamt of all my life, and I wasn't gonna be denied."},{"id":149,"quote":"Greatness is not guarding yourself from the people, Greatness is being accepted by the people."},{"id":150,"quote":"Everyone in boxing probably makes out well except for the fighter. He's the only one that's on Skid Row most of the time; he's the only one that everybody just leaves when he loses his mind. He sometimes goes insane, he sometimes goes on the bottle, because it's an intensive pressure sport that allows people to just lose it."},{"id":151,"quote":"I never saw my mother happy with me and proud of me for doing something: She only knew me as being a wild kid running the streets, coming home with new clothes that she knew I didn't pay for. I never got a chance to talk to her or know about her. Professionally, it has no effect, but it's crushing emotionally and personally."},{"id":152,"quote":"For what I get paid to get into the ring, I owe it to my fans to uphold the institution of sportsmanship."},{"id":153,"quote":"If he's not dead, it doesn't count."},{"id":154,"quote":"Boxing is an ego-driven sport. The idea is to not get too personal or emotional with it. You just know when it's over, it's over, and that's it."},{"id":155,"quote":"Fear and the thought of failure . . . But we don't really know what fear is. Fear is something that we create in our own minds. Fear could be like fire. You can use it to heat you up, keep you warm, cook your food. There are so many things you can use it for. But if you allow it to go out of control, it will destroy you and everything around you."},{"id":156,"quote":"I just did what I did in my era, basically because of my admiration for the guys who came before me. That's how I've always looked at it. I never thought of boxing like, I'm going to be the greatest fighter ever and make a lot of money. Instead, I thought I was going to win because I learned from the best. I carefully studied the videotapes of all the fighters from the past, dissected their styles, and entered the ring with their spirit."},{"id":157,"quote":"[Cus D'Amato] told me, 'You're the type of guy who has to be hurt to learn.' I'm pissed off today because he was right about everything."},{"id":158,"quote":"People tell me I'm a comedian, but I don't approach acting from that perspective. I do know that everything in life has to do with your timing and perception. You have to be comfortable with the rhythm that you're in. You can't just jump into a fast rhythm if yours is slow. You might have to pick up the pace but in your own particular way. It has to do with personality, too."},{"id":159,"quote":"I'm just a guy that is basically depending on my responsibility skills. I'm really responsible with my children and my wife and my family life. Things have changed with me. I'm not a night person anymore. I've got too many responsibilities to play."},{"id":160,"quote":"I live for the moment to hit people."},{"id":161,"quote":"I want someone to attack me. No weapons. Just me and him. I like to beat men and beat them bad"},{"id":162,"quote":"I know at times I come across like a Neanderthal or a babbling idiot, but I like that person."},{"id":163,"quote":"There are not many regrets that I have. There are a few things that I wish I'd changed in my life, but they are not so dramatic that I'd go out of my way to change them. But I go back and think about my life so far periodically in my head."},{"id":164,"quote":"I'm a vegan. I lost 150 pounds because of being a vegan."},{"id":165,"quote":"I tried to stay away from King. You can't do it. It's like staying away from taxes. Sooner or later, he'll get you."},{"id":166,"quote":"I'm not a Republican, but I have some conservative views on certain things. I'm not a Democrat, either. It's just very difficult that these people hate each other over a belief. I think it all comes down to ego and competitiveness."},{"id":167,"quote":"I don't want to be remembered. As long as my kids remember me, I'd rather be forgotten by everybody else."},{"id":168,"quote":"I didn't know how to be any other way. I felt like one of those barbarian kings just coming to conquer the Roman Empire."},{"id":169,"quote":"Anything that helps pay the bills, I love it. Anything that makes people happy, I'm happy with that."},{"id":170,"quote":"If you can't remember the small things, how are you going to remember the big things? The mind is a real dangerous neighborhood to travel by ourselves."},{"id":171,"quote":"That equals to being a fool, having fame and no fortune. A lot of guys out there have fame doing this and doing that, but they are broke."},{"id":172,"quote":"You have to have a bunch of dimensions [of yourself]. You have to be able to adapt in this world. You can't be a nice guy living in a world of savages."},{"id":173,"quote":"I'm a good friend, but I'm a hell of an enemy. As your enemy, I want your demise. When I feel that in my heart it burns till I die."},{"id":174,"quote":"I like entertaining people. I like being on stage. I like being in the life. This is what I do. This is the only thing I know how to do besides rob people and fight. Even when I was robbing people, I was entertaining them. But that's just what I love doing."},{"id":175,"quote":"I guess I'm gonna fade into Bolivian."},{"id":176,"quote":"I probably have a 20,000-word vocabulary. I'll match my wits with anyone on literature, science and the arts."},{"id":177,"quote":"At times, I come across as crude or crass, that irritates you when I come across like a Neanderthal or a babbling idiot at times. But I like to be that person. I like to show you all that person because that's who you come to see."},{"id":178,"quote":"Sometimes they laugh at things I don't think are funny, but I believe if they're laughing at me, it's a good show."},{"id":179,"quote":"Everybody in America is so money-hungry. It's like a rat race and even when you win you're still a freaking rat."},{"id":180,"quote":"People look at me as some bruiser, but I want to entertain people. I want people to applaud. I want to be the cause of people being happy, their emotions changing, to tell me I did a good performance."},{"id":181,"quote":"I'll fight anybody my trainer puts me in with because I'm confident I can beat any fighter in the world. If anybody can see I'm almost a master at evading punches coming at me."},{"id":182,"quote":"I felt Holyfield was using his head illegally. I told the referee I wasn't getting any help, so I went back to the streets. I cannot defend it, but it happened."},{"id":183,"quote":"Nietzsche's my favorite. He's just insane."},{"id":184,"quote":"Box gap is not a thing. If you need to back up to a mirror and bend over to find out how you look, you are playing to the wrong audience."},{"id":185,"quote":"Whatever my situation, I'm a strong disciplinarian; I can do what I hate to do but do it like I love it."},{"id":186,"quote":"We wanna believe that we're different than the average guy that's working 9-to-5, that our thoughts are different than his. Our inspirations and desires are different than his, that's why we succeed and he didn't cos we wanna believe we're different, but he just didn't get the break that we had...or he wasted it on something else."},{"id":187,"quote":"My intentions were not to fascinate the world with my personality."},{"id":188,"quote":"The one thing I know, everyone respects the true person and everyone's not true with themselves. All of these people who are heroes, these guys who have been lily white and clean all their lives, if they went through what I went through, they would commit suicide. They don't have the heart that I have. I've lived places they can't defecate in."},{"id":189,"quote":"If Mike Tyson is in your courtroom and you don't send him to jail, it's an injustice. Everyone knows he's a bad guy. So if he is in your courtroom, he should go to jail."},{"id":190,"quote":"I don't want anyone to have to interview me. I wish I didn't have to talk too much about myself."},{"id":191,"quote":"Whatever you want, especially when you’re striving to be the best in the world at something, there’ll always be disappointments, and you can’t be emotionally tied to them, cos’ they’ll break your spirit."},{"id":192,"quote":"I love to hit people. I love to."},{"id":193,"quote":"You can't stay married in a situation where you are afraid to go to sleep in case your wife might cut your throat."},{"id":194,"quote":"On stage it's just a wild setting - we have a big screen - hecklers, I'm fighting. It's entertainment, but I want to pierce [the audience's] souls and have them think about what I have to say."},{"id":195,"quote":"If my children will live a better life than I did by my getting brain damage, by my being brain dead, then let it be."},{"id":196,"quote":"I don't have to be that gentleman [\"baddest man on the planet\"] anymore. Now I have to be \"this\" guy. And in order to be \"this\" guy, I have to be smiling, I have to be gregarious, I have to be entertaining, and I have to be friendly. This is what my career needs now. I've adapted. But 20 years from now, I may need a different persona."},{"id":197,"quote":"Emotion is more than just anger. When I am performing, I need emotion, but I need control, too. Emotion drives the best performance and is necessary, but it must be controlled. I believe Fedor [Emelianenko] does that. I do too. We may look different in how we do it, but we both do it."},{"id":198,"quote":"Me? I see an old, broke-ass black guy taking care of a bunch of kids, living life, taking them to school, and all that stuff, who's asking himself: What the hell is this? But I wouldn't give it up for the world because I love my wife. I never expected to have a life like this. No chaos... no confusion... no lawsuits... no violence... no going to jail."},{"id":199,"quote":"I just want to be humble at all times."},{"id":200,"quote":"Fighting is spiritual. It appears to be physical from the layman's eyes. In my fights, I seemed to be angry and mad - all that stuff you saw me doing, the yelling and screaming and being mean in the ring - but I'm cool as a cucumber. I can hear everybody talking around me outside of the ring. I can see everybody. I know what is going on."},{"id":201,"quote":"God, it would be good to be a fake somebody rather than a real nobody."},{"id":202,"quote":"I'm a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me."},{"id":203,"quote":"When I'm on stage, I'm not me playing me. I'm somebody else doing me. I could never go on stage and be like, \"Hey, I'm Mike Tyson. My mother and father was in the sex industry.\" That's the politically correct way to say it, but I would really say, \"My mother and father were pimps and whores. This is my life.\" I could never do that as Mike Tyson. Because I'd feel sorry for myself. But if I could be objective about it and be somebody else, portraying Mike Tyson, saying this story, then it's easy sailing."},{"id":204,"quote":"My father was a pimp before he became a deacon or something. These people know how to handle women. I'm the worst guy in the world with women. They run circles around me."},{"id":205,"quote":"I didn't come from a household where my mother dragged me outside and said, \"You'd better fight.\" My mother wouldn't let me fight. I was not an aggressive kid."},{"id":206,"quote":"It's nothing personal, but I'm going to kill this guy"},{"id":207,"quote":"I know I'm going to blow one day. My life is doomed the way it is. I have no future."},{"id":208,"quote":"I still can’t believe [ Muhammad Ali ] knows my name. It astounds me he knows who I am. I first met Ali in 1976. I was locked up in a juvenile home and he came to visit. I’ve never forgotten it."},{"id":209,"quote":"This is my career. I have children to raise. I have to retaliate.  Evander Holyfield butted me. Look at me. My kids will be scared of me."},{"id":210,"quote":"I want to throw down your kid and stomp on his testicles, and then you will know what it is like to experience waking up everyday as me. And only then will you feel my pain."},{"id":211,"quote":"I just want to conquer people and their souls."},{"id":212,"quote":"My style was impetuous, my defenses were impregnable, and I was ferocious."},{"id":213,"quote":"What I want to do in life is just be a respectful man and just take care of my children and guide my family in the right direction. I'm not looking to be a chairperson, I'm not looking to be ambassador or anything in that capacity."},{"id":214,"quote":"We live in a society where we basically live and strive on what people think about us. We’re more visual people so what we see is basically what we believe which is not necessarily true."},{"id":215,"quote":"Don't be surprised if I behave like a savage. I am a savage"},{"id":216,"quote":"I'm not Mother Teresa, but I'm not Charles Manson, either."},{"id":217,"quote":"I am not a role model."},{"id":218,"quote":"Things can change. Life is all a learning process."},{"id":219,"quote":"What really amazed me was when I sent a suit out for cleaning, forgetting that $700 was in the pocket. They sent the suit back to me. If that happened in New York, both money and suit would be gone."},{"id":220,"quote":"I don't think boxing took more from me then I got in return. It gave me everything that I took from it. It was all fair."},{"id":221,"quote":"I know I have only myself to blame for all the problems I've had in my life."},{"id":222,"quote":"Real freedom is having nothing. I was freer when I didn't have a cent."},{"id":223,"quote":"[Sometimes I] put on a ski mask and dress in old clothes, go out on the streets and beg for quarters."},{"id":224,"quote":"Fear is like fire; it can be helpful if you know how to use. If not, you'll get burned."},{"id":225,"quote":"My main objective is to be professional but to kill him."},{"id":226,"quote":"You think the speed of your fingers can match the strength of my fists?"},{"id":227,"quote":"I'm the biggest fighter in the history of the sport. If you don't believe it, check the cash register."},{"id":228,"quote":"Another thing that freaks me out is time. Time is like a book. You have a beginning, a middle and an end. It's just a cycle."},{"id":229,"quote":"I intend to fight and I want to win. But my priorities are basically to be a good Brother and a strong one, and to try to be a good father one day."},{"id":230,"quote":"Everybody's got plans... until they get hit."},{"id":231,"quote":"I'm in trouble because I'm normal and slightly arrogant. A lot of people don't like themselves and I happen to be totally in love with myself."},{"id":232,"quote":"I try to catch them right on the tip of his nose, because I try to punch the bone into the brain."},{"id":233,"quote":"I just have this thing inside me that wants to eat and conquer. Maybe it's egotistical, but I have it in me. I don't want to be a tycoon. I just want to conquer people and their souls."},{"id":234,"quote":"Friendth, Romanth, countrymen, lend me your earsth."},{"id":235,"quote":"Being a champion opens lots of doors—I'd like to get a real estate license, maybe sell insurance."},{"id":236,"quote":"I could never stop drugs, I could never stop drinking, until I received my spiritual awakening."},{"id":237,"quote":"You're sweet. I'm going to make sure you kiss me good with those big lips. I'm gonna make you my girlfriend."},{"id":238,"quote":"I can quit boxing now and practically go into any kind of business and I'll be successful just as well as I was in boxing."},{"id":239,"quote":"I love acting. I love stage work, more than anything. It's just live. It's right there in front of you. If you make a mistake, they know it and you know it. I won't do anything where I feel like I'm just making a fool out of myself. By doing that, I'm able to rise to my highest potential."},{"id":240,"quote":"I think the reality of prison is you don't get anything unless you want it in there. Whatever happens to you in prison, this is what you asked for. Nothing happens to you if you don't give that vibe."},{"id":241,"quote":"Most of my fans are too sensitive. I’m a cruel and cold and hard person. I’ve been abused in every way you can imagine. Save your tears. I lost my sensitivity. You embarrass me when you cry."},{"id":242,"quote":"Kindness and humbleness are really good qualities to possess. But, if you have to use the word humble, it means you're not humble. And if you're not humble to this world, this world will thrust humbleness upon you."},{"id":243,"quote":"I'm not afraid to be a jerk or anything and laugh at myself anymore."},{"id":244,"quote":"I'm just happy I'm not a phoney."},{"id":245,"quote":"Becoming a vegan gave me another opportunity to live a healthy life. I was so congested from all the drugs and bad cocaine, I could hardly breathe, [I had] high blood pressure, [was] almost dying [and had] arthritis. And once I became a vegan all that stuff diminished."},{"id":246,"quote":"Quayle said the worst thing that happened to him was that he never trusted his own judgment. I said from now on I am going to go with my own judgment."},{"id":247,"quote":"I never think of physical fighting. It's always spiritual. Fighting is spiritual."},{"id":248,"quote":"I don't do nothin' unless I risk humiliating myself and really embarrassing myself. When I have that hanging over my head, it allows me to rise to the occasion."},{"id":249,"quote":"It's just what I'm born to do, I'm born to entertain people. I could do it for thirty-thousand people or three people, it's just what I know how to do. My soul objective only is for me to have the audience say 'when's the next time I can see him?' That's what I do."},{"id":250,"quote":"I ain't never loan friends money; I give it to 'em and I don't expect to get it back. Even when he says, \"I'll pay you back,\" I never expect it. If he gives it back, then hey, that's a feather in his cap, but I don't expect to get it back."},{"id":251,"quote":"Most writers, in my opinion, are dysfunctional derelicts."},{"id":252,"quote":"This is a weird feeling in my life I have to deal with, not being a violent man anymore when my whole life's reputation was built on being extremely violent. I just don't know how to deal with that right now. I don't even go to strip clubs no more. I don't know who I am sometimes, but I am not the guy I used to be. I'm not an angel or anything. I'm still lascivious, periodically. I'm just looking for some balance in my life."},{"id":253,"quote":"I'm happy because - I'm not doing anything deceitful, I think, to my family. I'm successful because I don't have to sleep with one of my friends' girlfriends or wife or something. That's why I'm successful, that's success to me. I'm not dead, I'm not in the gutter - that's success to me."},{"id":254,"quote":"He was screaming like my wife."},{"id":255,"quote":"Sometimes you have to wait for the right deal. They all seem good, at least at first, and they may make you some quick money. But when the right deal comes, and it fits into your [overall] plan, it's just overwhelming success. Sometimes, with the long-term deals, you have to take a risk if you're going to get a reward. It's exactly like fighting. Sometimes you have to take chances to get that huge win."},{"id":256,"quote":"I think I'll take a bath in his blood."},{"id":257,"quote":"I ain't the same person I was when I bit that guy's ear off."},{"id":258,"quote":"All praise is to Allah, I'll fight any man, any animal, if Jesus were here I'd fight him too."},{"id":259,"quote":"There are nine million people who see me in the ring and hate my guts. Most of them are white. That's okay. Just spell my name right."},{"id":260,"quote":"One day some guy is going to get a billion-dollar fight."},{"id":261,"quote":"I can deal with adversity."},{"id":262,"quote":"I guess I'll fade off into bolivian"},{"id":263,"quote":"Common sense is so very simple but very difficult to grasp."},{"id":264,"quote":"I'm a man. I lived it and I'm not afraid to die but when I die I'm going to paradise and I'm not worried."},{"id":265,"quote":"I just look around and say, I'm a mess. I don't know why I do things."},{"id":266,"quote":"I'm sorry I let everybody down, I'm fighting just to pay my bills. I don't have the stomach for this anymore... I don't have the desire for it. I feel bad for the people... I wish they could get their money back."},{"id":267,"quote":"For this fight my blood, my soul, everything was on the line."},{"id":268,"quote":"If Jesus was here, do you think Jesus would show me any love? Do you think Jesus would love me?"},{"id":269,"quote":"If you have a lawyer, sometimes you can get out of trouble. I've gotten into a lot of trouble because I didn't have a lawyer. I've also had some bad lawyers, too. But the good ones, the ones I liked, they became me. They became whatever situation I was involved in. When I felt pain, so did they. When I succeeded, so did they. They became me. They became whatever the situation was that they became involved with."},{"id":270,"quote":"I'am not predictor of fights, but I know when I hit 'em good, the fight is close to an end"},{"id":271,"quote":"I used to have lots of tigers. I had all sorts of exotic pets when I had some money. Before I was broke, I had everything. Pigeons and vultures, lions, tigers, and bears. I had it all."},{"id":272,"quote":"March 16th, Mike Tyson [vs.] Razor Ruddock, Razor Ruddock dies. If he doesn't die, it doesn't count. If he's not dead, it doesn't count."},{"id":273,"quote":"I've lived places these guys can't defecate in."},{"id":274,"quote":"My objective is to destroy anybody over 200 pounds, in the ring or out."},{"id":275,"quote":"I know why they don't like me because they want the money I have."},{"id":276,"quote":"I may have smoked too much weed, but I wasn't taking drugs or anything."},{"id":277,"quote":"It's good to be successful and have financial status but if you're only gonna live for the money, you're only gonna reach a certain status and I'm in there for greatness and peace of mind."},{"id":278,"quote":"If I was fighting myself, I always say that I would kill Mike Tyson but then again I don't know how hard a punch Mike Tyson can take and I don't know how hard Mike Tyson's punch is. I don't know. For me looking at me, I think I can beat me."},{"id":279,"quote":"When I was young, I thought I was a god. Now, I just basically work on staying humble. My priorities changed. Just to be able to try to change them - that was frightening to me."},{"id":280,"quote":"The only thing I do is just pray for inspiration, for a way of thinking, because I don't have any particular goal in sight."},{"id":281,"quote":"I don't want to be grotesque, but when you're 330 pounds, it's hard to wipe your a-. You know?"},{"id":282,"quote":"Everybody has a gameplan until he gets hit"},{"id":283,"quote":"One of my friends once saw another guy's (criminal) record and said, 'Look, this guy is a born troublemaker, just a loser.' I had to tell him, 'No, that's my record - and it doesn't include my juvenile history.'"},{"id":284,"quote":"I haven't been with a woman in nine months."},{"id":285,"quote":"I like doing other things. I like getting high, hanging out with my kids. I like drinking. I have so many demons."},{"id":286,"quote":"I like the hip writers: Fitzgerald, the guy who committed suicide, Hemingway, all those guys. Some of them were alcoholics and drug addicts but they had fun. They were real people. They formed the culture of American literature. Hemingway admired Tolstoy, Tolstoy admired Pushkin, and Mailer admired Hemingway. It all flows down. The greats are all connected. One day I'm gonna write a book myself. The first chapter will be about what a rough deal my momma got. She believed in you guys and your society."},{"id":287,"quote":"I'm just trying to change my life because I'm not above killing any drug dealer for money."},{"id":288,"quote":"I sacrifice so much of my life, can I at least get laid?"},{"id":289,"quote":"I think the average person thinks I'm a nut and I deserve whatever happens to me."},{"id":290,"quote":"I can inspire people on how to use money, how to get economically powerful."},{"id":291,"quote":"I feel bad about my outlook, how I feel about people and society, and that I'll never be part of society the way I should."},{"id":292,"quote":"Man is not meant to be humble, he’s meant to be humbled."},{"id":293,"quote":"Hannibal rode elephants into cartilage"},{"id":294,"quote":"Basically I don't care what people think of me. I'm not in the communications business."},{"id":295,"quote":"I was very dedicated and serious about fighting. I'd read about all the fighters. I found out where they came from, knew about their mothers and their fathers . . . I just read all about their lives, their training."},{"id":296,"quote":"Ten years ago, if you asked me where I'd be now, I'd have said F-ing dead. But I'm not dead. I have an awesome life. And I'm just very grateful. That's the one thing I try to convey. Gratitude."},{"id":297,"quote":"If they don't have that extreme addict personality, you can never understand how a guy can blow 300 or 400 million dollars. If I have to live at the top of the world, I also have to live at the bottom of the ocean. I don't know how to live in the middle of life."},{"id":298,"quote":"Everyone says \"I wish I was in your shoes...\", the hundreds of people that wish they were in my shoes don't know the tenth of it. If they were in my shoes they would cry like a baby."},{"id":299,"quote":"I don't do anything. My life sucks."},{"id":300,"quote":"You come home, and you party. But after that, you get a hangover. Everything about that is negative."},{"id":301,"quote":"I have to always make sure I don't stay in one place and spend too much time one subject. I have my wife tell me [through an earpiece], \"Come back! You're taking too long on that subject.\" I need to be reeled in."},{"id":302,"quote":"I just want them to keep bringing guys on and I'am going to strip them of their health. I bring pain a lot of pain."},{"id":303,"quote":"One minute I'm robbing a dope house. Next minute I'm the youngest heavyweight champion of the world. I'm only 20, 19, with a lot of money. Who am I? What am I? I don't even know who I am. I'm just a dumb child who's being abused and robbed by lawyers. I'm just a dumb pugnacious fool. I'm just a fool who thinks he's someone. Then you tell me I should be responsible."},{"id":304,"quote":"He was crying in there, making woman gestures."},{"id":305,"quote":"Nothing is more humbling than getting your ass kicked."},{"id":306,"quote":"I just love to fight. I like to hurt people. I haven't lost that. I didn't lose it when I first got a bit of wealth and I haven't lost it now. The nature of my business is to hurt people."},{"id":307,"quote":"I'm here to serve God and be of service. I'm nothing; everything out here is a lot bigger than me."},{"id":308,"quote":"I'm a nut case, but that is what I believe."},{"id":309,"quote":"That's all they said was wrong with me?"},{"id":310,"quote":"Sued King for $100 million, alleging the boxing promoter cheated him out of millions over more than a decade. It was settled out of court for $14 million."},{"id":311,"quote":"When you see me smash somebody's skull, you enjoy it."},{"id":312,"quote":"I'm just a sucker even talking to you guys. I should be ready to rip your heads off your necks. But it's just not the right thing to do"},{"id":313,"quote":"My power is discombobulatingly devastating."},{"id":314,"quote":"I don't know that person anymore, that guy in '86, '87. I don't know that guy no more. I don't have no affinity for that guy no more. I have no affinity for the guy who said, 'I am the greatest fighter God produced.' I have no affinity for the guy who said he would try to push his [opponent's] nose bone up into his brain. I just don't know that guy. I don't know who he is. I don't know where he came from. I don't have no kind of connection with him no more."},{"id":315,"quote":"I paid a worker at New York's zoo to re-open it just for me and Robin (his wife). When we got to the gorilla cage there was 1 big Silverback gorilla there just bullying all the other gorillas. They were so powerful but their eyes were like an innocent infant. I offered the attendant $10,000 to open the cage and let smash that silverback's snotbox! He declined."},{"id":316,"quote":"Every punch was thrown with bad intentions."},{"id":317,"quote":"My career has been over since 1990."},{"id":318,"quote":"Fade into Bolivian, I guess."},{"id":319,"quote":"I want to rip out his heart and feed it to Lennox Lewis. I want to kill people. I want to rip their stomachs out and eat their children."},{"id":320,"quote":"King has big offices, houses, and he pays his fighters a lot of money. An, because he's black, the FBI figures he must be doing something crooked."},{"id":321,"quote":"No one who isn't an extremist can understand the mind of an extremist."},{"id":322,"quote":"My life's not tragic at all. How many guys do you know who are bankrupt and just bought a $3 million house and are getting ready to get $6 million more?"},{"id":323,"quote":"I have the same malice in my heart as far as the fight game is concerned, but outside the ring, I won't say anything a dignified man won't say."},{"id":324,"quote":"I guess I'm going to fade into Bolivian."},{"id":325,"quote":"Mr. Arthur Ashe, he was good. I read some of his books. He knew about everything, but he was real quiet and didn't talk much. I never met him."},{"id":326,"quote":"I'm not used to sensitivity any more. When I see people cry when I lose, save your tears. I don't know how to handle people crying any more. I lost my sensitivity like that. Please, you embarrass me when you cry because I don't know what to do when you cry. I don't know what to say."},{"id":327,"quote":"I just want to do what I do best, and that's fight. I love it."},{"id":328,"quote":"I did my time for the rape. I paid my money to Las Vegas. I paid my dues."},{"id":329,"quote":"That's what people respect, the fact that I wasn't a chump that laid on his back and gave up."},{"id":330,"quote":"I'll go back and take what the people owe me."},{"id":331,"quote":"Sarah Palin met the wombshifter! Old Sarah and the wombshifter."},{"id":332,"quote":"I was hoping he would get up so I could hit him again and keep him down."},{"id":333,"quote":"I can talk about humility, but I'm not humble. I mean, if you say, I'm humble, you've just contradicted yourself. But I'm trying to be, man, I'm trying so hard."},{"id":334,"quote":"It's interesting that you put me in the league with those illustrious fighters [Muhammad Ali, Joe Louis, Jack Johnson], but I've proved since my career I've surpassed them as far my popularity. I'm the biggest fighter in the history of the sport. If you don't believe it, check the cash register."},{"id":335,"quote":"Glen Rice is a wonderful man. He's a wonderful guy, but you want her to be with somebody like [Dennis] Rodman getting up in there. Pushing her guts up into the back of her head"},{"id":336,"quote":"Our money is bait money, and bait money is not to be used."},{"id":337,"quote":"Every time there's a revolution, it comes from somebody reading a book about revolution. David Walker wrote a book and Nat Turner did his thing."},{"id":338,"quote":"Even though I heard him say he doesn't believe, cuz' that's why from watching Ali gave me the great deal of confidence and deep-down inner belief to believe there's no man fighting that could beat me."},{"id":339,"quote":"I hope I can improve. I'm far from perfect. Sometimes, I wonder what would happen if I fought myself. I think it would be a one-round KO. But if I was fighting myself, I know I could take my best punch. No, make that two rounds. I would knock myself out in two rounds."},{"id":340,"quote":"Every punch I threw with bad intentions to a vital area...I aimed for his ear...I wanted to bust his eardrum...Every punch had bad intentions...My record will last for immortality, It'll never be broken...I want to live forever...I refuse to lose...I would have to be carried out dead to lose...I was coming to destroy and win the Heavyweight Championship of the World, which I done."},{"id":341,"quote":"I am the most ruthless, brutal champion ever. There is no one who can match me. I want your heart. I want to eat your children."},{"id":342,"quote":"I want your heart, I want to eat your children."},{"id":343,"quote":"I know how hard it is to be a woman, especially a black woman."},{"id":344,"quote":"People are going to say what they say. I know sometimes I say things; I offend people."},{"id":345,"quote":"Some people try to get you out of slavery for you to be their slave."},{"id":346,"quote":"There's no way I would want to hurt him or bust him up. That's why, for the sake of the family as well as himself, I will take him out in the opening round."},{"id":347,"quote":"These pigeons have been living with each other for 10 or 15 years, but when I throw feed down, they kill each other to get it, and it's the same with the fighters. We love and respect each other...but we need that money."},{"id":348,"quote":"Lennox Lewis, I'm coming for you man. My style is impetuous. My defense is impregnable, and I'm just ferocious. I want your heart. I want to eat his children. Praise be to Allah!"},{"id":349,"quote":"I'm just protecting my children and making sure I pull them in the right direction so they don't end up like me with having to go through all that hardship. They may not survive so it's all about putting them on the right track."},{"id":350,"quote":"When I go to Europe or South America, they laugh at things that are totally different than what Americans would laugh at. It's just so crazy how we're so different in personalities with other people."},{"id":351,"quote":"It's just good that Detroit is coming back. I'm so happy it's coming back because it needs to come back. When I do my trips around the world, and I can be anywhere, but I always see somebody from Detroit or Chicago. Those guys are world travelers."},{"id":352,"quote":"The U.S. prostitutes are fighting with everybody, shooting at everybody. It's like dating a gangbanger."},{"id":353,"quote":"Back when I was a kid, I never liked the kind of kids that my kids have become. They're privileged and have things very easy. But I'm proud of them. None of my kids are getting high, they love school, they're very popular."},{"id":354,"quote":"I hate to cry and I hate to sound like sour grapes, but no one ever listens to me. No one ever hears what I have to say."},{"id":355,"quote":"I respect the media. But periodically things come up. Like the guy in Toronto [CP24 Interview]. This is what I run into, also. Everybody that helps you is not necessarily your friend. And everybody that fights you is not necessarily your enemy. So you always have to be on guard."},{"id":356,"quote":"I just want to try everything. I want to see how good I can be, the best I can be at what I'm doing. I want to do everything. You know? I want to be in a musical. I want to do everything. I want to try and sing."},{"id":357,"quote":"In the scheme of life, in emotion and loss, I responded the way I did. I lost. I shouldn't have responded that way. I've had some people tell me that I did a great thing - sticking up for myself - but to me, personally, with the way that I handled my emotions, I lost. But I learned. That will not happen again."},{"id":358,"quote":"Being in the ring became my reality, and, in my reality, I'd think I was someone special."},{"id":359,"quote":"I never wanted to do anything else but fight, when I was a kid. I never had any broader perspective of my own perspective. I didn't know anything about anything else. I just wanted to fight until I could fight no more, and then I wanted to own a bar and drink and tell war stories."},{"id":360,"quote":"I'm many things: I'm a convicted rapist, I'm a hell-raiser, I'm a father, a loving father. I'm a semi-good husband...I'm pretty much a tyrant-titan."},{"id":361,"quote":"I never look at a high point in my career. Everyone thinks about the Spinks fight, but that fight only lasted 91 seconds, so it's hard to say it defined my career."},{"id":362,"quote":"Everyone has a plan 'till they get punched in the mouth"},{"id":363,"quote":"Everyone that you fight is not your enemy and everyone who helps you is not your friend."},{"id":364,"quote":"Everyone has a plan until they get punched in the face."},{"id":365,"quote":"In America, we’re really good at blowing things up but not so good in knowing where the pieces will land."},{"id":366,"quote":"a man who was friendly with everyone was an enemy to himself."},{"id":367,"quote":"Man is not mean to be humble, he's meant to be humbled."},{"id":368,"quote":"Everybody has a plan until they get punched in the face."},{"id":369,"quote":"You think you know the difference between a hero and a coward, Mike? Well, there is no difference between a hero and a coward in what they feel. It’s what they do that makes them different. The hero and the coward feel exactly the same but you have to have the discipline to do what a hero does and to keep yourself from doing what the coward does."},{"id":370,"quote":"Fear is the greatest obstacle to learning. But fear is your best friend. Fear is like fire. If you learn to control it, you let it work for you. If you don’t learn to control it, it’ll destroy you and everything around you."},{"id":371,"quote":"The ability to apply the discipline, the ability to do what needs to be done no matter how he feels inside, in my opinion, is the definition of a true professional."},{"id":372,"quote":"Everybody thinks this is a tough man’s sport. This is not a tough man’s sport. This is a thinking man’s sport. A tough man is gonna get hurt real bad in this sport."},{"id":373,"quote":"Fear is your best friend or your worst enemy. It’s like fire. If you can control it, it can cook for you; it can heat your house. If you can’t control it, it will burn everything around you and destroy you."},{"id":374,"quote":"Fear is the greatest obstacle to learning. But fear is your best friend. Fear is like fire. If you learn to control it, you let it work for you. If you don’t learn to control it, it’ll destroy you and everything around you. Like a snowball on a hill, you can pick it up and throw it or do anything you want with it before it starts rolling down, but once it rolls down and gets so big, it’ll crush you to death. So one must never allow fear to develop and build up without having control over it, because if you don’t you won’t be able to achieve your objective or save your life. “Consider"},{"id":375,"quote":"Everyone has a plan until they get punched in the mouth."},{"id":376,"quote":"(Quoting Cus D'Amato)Discipline is doing what you hate to do, but do it like you love it."},{"id":377,"quote":"God is not going to send someone to hell for my mistakes. So God and I have to deal with my own salvation."},{"id":378,"quote":"The boxing’s the easy part. When you get into the ring to fight, that’s the vacation. But when you get in the gym, you have to do things over and over till you’re sore and deep in your mind you say, ‘I don’t want to do this anymore,’ I push that out of my mind."},{"id":379,"quote":"MIKE WOULD LIKE TO THANK: Cus D’Amato, my mentor, friend, and general. Because of you, my life has reached heights I could never have imagined. Without you, I don’t know where I would be today. My gratitude to you is immeasurable."},{"id":380,"quote":"Everybody has a plan until they get punched in the mouth."},{"id":381,"quote":"He was very vindictive and always out for revenge. He couldn’t live without enemies, so he created them."},{"id":382,"quote":"Your mind is not your friend, Mike. I hope you know that. You have to fight with your mind, control it, put it in its place. You have to control your emotions. Fatigue in the ring is ninety percent psychological. It’s just the excuse of a man who wants to quit."},{"id":383,"quote":"Confidence was everything. But in order to possess that confidence, you had to test yourself and put yourself on the line. It doesn’t come from osmosis, out of the air. It comes from consistently going over the visualization in your mind to help you develop the confidence that you want to possess."},{"id":384,"quote":"The ones who lost and quit, well their demons will follow them to their grave because they had a chance to face them and they didn’t. You have to face your demons, Mike, or they will follow you to eternity."},{"id":385,"quote":"Mike tyson made a prolific quote that I will never forget. It came when he was being interviewed by a reporter about another boxers plan for an upcoming fight... Mike said, \"Everyone has a plan until you get hit in the face."},{"id":386,"quote":"It's good to know how to read, but it's dangerous to know how to read and not how to interpret what you're reading"},{"id":387,"quote":"I was a titan, the reincarnation of Alexander the Great. My style was impetuous, my defenses were impregnable, and I was ferocious."},{"id":388,"quote":"Cus talked with such enthusiasm because enthusiasm is contagious and people will do things when they get enthused."},{"id":389,"quote":"The way that you direct your imagination is by repeating a simple affirmation. “‘EVERY DAY, IN EVERY WAY, I AM GETTING BETTER AND BETTER.’ This"},{"id":390,"quote":"What if I failed and lost? I had been in a million fights on the streets"},{"id":391,"quote":"Some students would make fun of me, but nobody fucked with me."},{"id":392,"quote":"In her book, Robin implied that we hadn’t slept together, but I actually nailed her the first or second night when she came to my hotel. Instead she claimed that we strolled through the mall and played with puppies at pet shops for hours. Can you see me in a motherfucking mall, the heavyweight champ of the world? What the fuck am I doing in a mall?"},{"id":393,"quote":"Freedom is a very dangerous thing. We ration it very closely."},{"id":394,"quote":"One day Cus came to me. “You know, Camille really wants you to do your chores. I could care less if you did, but you should do them because it will make you a better boxer. “How’s taking out the trash going to make me a better boxer?” I scoffed. “Because doing something you hate to do like you love it is good conditioning for someone aspiring towards greatness.”"},{"id":395,"quote":"Burning cocaine is the worst smell in the world. It smells like burning plastic and rat poison combined. A friend of mine once told me, that when you want to know something about anything, put some fire under it. The fire brings out everything. You want to know something about a motherfucker? Put some fire under his ass. Well, when you put some fire under that cocaine, you know what it's made out of."},{"id":396,"quote":"I had been reading Nietzsche and thought I was a Superman. I could barely spell my name but I was a Superman."},{"id":397,"quote":"I know that good Muslims didn't smoke weed or snort coke or drink champagne but I was going through an awful lot of shit. I'm sure Allah knew that my shit was just overwhelming and that I wasn't strong enough then to deal with it"},{"id":398,"quote":"nadir."},{"id":399,"quote":"You can't give kids a fighting chance if you don't give them a fighting mind."},{"id":400,"quote":"What kind of bird don’t fly? Jailbird! Jailbird!"},{"id":401,"quote":"But, sir, please let me finish this round and go one more round. That’s what we normally do, I pleaded. I wanted to impress Cus. I guess I had. When we got out of the ring, Cus’s first words to Bobby were, “That’s the heavyweight champion of the world.”"},{"id":402,"quote":"We sat down and Cus told me he couldn’t believe I was only thirteen years old. And then he told me what my future would be. He had seen me spar for not even six minutes, but he said it in a way that was like law. “You looked splendid, he said. “You’re a great fighter.” It was compliment after compliment. “If you listen to me, I can make you the youngest heavyweight champion of all time.”"},{"id":403,"quote":"used to watch these comic book characters on TV, the X-Men and one of my favorites, Apocalypse. Apocalypse would say, “I’m not malevolent, I just am. Cayton and Jacobs wanted me to be friendly with everybody, sociable, but I knew a man who was friendly with everyone was an enemy to himself.”"},{"id":404,"quote":"There are animals disguised as human beings out here, you are not sophisticated enough to decipher the two.\" Cus D'Amato"},{"id":405,"quote":"There are animals disguised as human beings out here, you are not sophisticated enough to decipher the two."},{"id":406,"quote":"You think you know the difference between a hero and a coward, Mike? Well, there is no difference between a hero and a coward in what they feel. It’s what they do that makes them different. The hero and the coward feel exactly the same but you have to have the discipline to do what a hero does and to keep yourself from doing what the coward does. “Your mind is not your friend, Mike. I hope you know that. You have to fight with your mind, control it, put it in its place. You have to control your emotions. Fatigue in the ring is ninety percent psychological. It’s just the excuse of a man who wants to quit."},{"id":407,"quote":"If you don’t have the spiritual warrior in you, you’ll never be a fighter."},{"id":408,"quote":"The moment the bell rings, and you come in contact with each other, suddenly your opponent seems like everybody else, because now your imagination has dissipated. The fight itself is the only reality that matters. You have to learn to impose your will and take control over that reality."},{"id":409,"quote":"Cus told me that to be a great fighter you had to get out of your head. He would have me sit down and he’d say, “Transcend. Focus. Relax until you see yourself looking at yourself. Tell me when you get there."},{"id":410,"quote":"Cus was a strong believer that in your mind you had to be the entity that you wanted to be. If you wanted to be heavyweight champion of the world, you had to"},{"id":411,"quote":"Sometimes I’d give my mother a hundred bucks and she wouldn’t pay me back. She didn’t respect me like that. I’d say, “You owe me some money, Ma. And she’d just say, “You owe me your life, boy. I’m not paying you back.”"},{"id":412,"quote":"Later in that tape, the dispatcher kept telling Desiree that she was the victim, she was the victim, and then Desiree slipped something very interesting in."},{"id":413,"quote":"If you are not humble, life will visit humbleness upon you."},{"id":414,"quote":"Hammerle began to ask her about the improbabilities that he saw about the case. “Look, you met Mike Tyson, and you saw him making all of these passes"},{"id":415,"quote":"My mom’s funeral was pathetic. She had saved up some money for a plot in Linden, New Jersey. There were only eight of us there – me, my brother and sister, my father Jimmy, her boyfriend Eddie, and three of my mother’s friends. I wore a suit that I had bought with some of the money that I had stolen. She only had a thin cardboard casket and there wasn’t enough money for a headstone. Before we left the grave, I said, “Mom, I promise I’m going to be a good guy. I’m going to be the best fighter ever and everybody is going to know my name. When they think of Tyson, they’re not going to think of Tyson Foods or Cicely Tyson, they’re going to think of Mike Tyson. I said this to her because this was what Cus had been telling me about the Tyson name. Up until then, our family’s only claim to fame was that we shared the same last name as Cicely. My mom loved Cicely Tyson.”"},{"id":416,"quote":"Tyson came in with a lot of excess baggage. The press has vilified him. Not a day goes by that the press doesn’t bring up his faults. This is not the Tyson I know. The Tyson I know is a sensitive, thoughtful, caring man. He may be terrifying in the ring, but that ends when he leaves the ring."},{"id":417,"quote":"I was never taught how to handle my celebrity status. I don’t tell kids it’s right to be Mike Tyson. Parents serve as better role models."},{"id":418,"quote":"Don’t use that word ‘can’t.’ You can’t say ‘can’t."},{"id":419,"quote":"I came home one day and there was a white baby in the house. What the fuck is this shit? I thought."},{"id":420,"quote":"No matter what anyone says, no matter the excuse or explanation, whatever a person does in the end is what he intended to do all along."},{"id":421,"quote":"If I hide the cuffs, then I’m a bitch. Jim thought that hiding my cuffs would stop me from experiencing shame, but that would have been the shame. I had to be seen with that steel on me. Fuck everybody else, the people who understand, they have got to see me with that steel on. I was going to warrior school."},{"id":422,"quote":"Because doing something you hate to do like you love it is good conditioning for someone aspiring towards greatness."},{"id":423,"quote":"Damn, why couldn’t I have been with a nonconfrontational kind of white guy?"},{"id":424,"quote":"Well, I know what I am, and that’s what counts more than anything else, because the people don’t know what I go through. They think I’m born this way. They don’t know what it took to get this way."},{"id":425,"quote":"If a person gets up after the fall, it’s not physics, but character."},{"id":426,"quote":"As long as I am breathing, your legacy will continue to live on. Our"},{"id":427,"quote":"People who are only interested in having fun cannot accomplish anything. I thought I was stronger than people who were weak and partying.”"},{"id":428,"quote":"Everybody has a plan until they get hit in the mouth.”"},{"id":429,"quote":"Cus asked Steve to leave the room so he could talk to me in private. That’s when he told me he was dying from pneumonia. I couldn’t believe what he was telling me. He didn’t look morbidly ill. He was buffing. He had energy and zest. He was eating ice cream. He was chilling out, but I started freaking out. “I don’t want to do this shit without you, I said, choking back tears. “I’m not going to do it.” “Well, if you don’t fight, you’ll realize that people can come back from the grave, because I’m going to haunt you for the rest of your life.” I told him “Okay,” and then he took my hand. “The world has to see you, Mike. You’re going to be champ of the world, the greatest out there,”"},{"id":430,"quote":"Be humble. For the world will force humbleness upon you."},{"id":431,"quote":"He was certain that I didn’t suffer from manic depression. When Halpern called their shrink to see why he had diagnosed me as a manic-depressive, he started backpedaling. He said I wasn’t a full-fledged manic-depressive, I merely had a mood disorder, something he called “Boxer Syndrome. That was a new one for Freud. I”"},{"id":432,"quote":"may have withheld critical evidence, a borderline incompetent trial defense attorney whose bumbling defense may have been more responsible for the guilty verdict than everything else combined and a jury that paid more attention to Tyson’s bad-boy public image than to the incompleteness of the case’s facts. Garrison’s best achievement at trial was his strategy in successfully presenting Desiree Washington as the shy, inexperienced, naïve, prim and proper college student that they in fact knew her not to be. Utilizing the full protection"},{"id":433,"quote":"While Im in the Dressin room five minutes befoar I come out my glubs are lased up im breakin my glubs down im pushin the leathah in the back of the glub im breakin the middle of the glub so my knuckle can piers through the leatha i can feel my knuckle piersin against the tight leatha glub of the evalast boxin glub wen i come out i have supreme confidens but im scared to def im totally afraid im afraid of losin im afraid of bein humiliated but im totally confident the closa i get to the ring the more confiden i am"},{"id":434,"quote":"everyone has a plan until they get punched in the mouth"},{"id":435,"quote":"There's only one step from the limo to the gutter"},{"id":436,"quote":"Social media made y'all way too comfortable with disrespecting people and not getting punched in the face for it."},{"id":437,"quote":"Everybody has a plan till they get hit in the mouth. (P.s.) I think this extends beyond boxing as well."},{"id":438,"quote":"I spent most of the six weeks"},{"id":439,"quote":"Discipline is doing what you hate to do but nonetheless doing it like you love it."},{"id":440,"quote":"I couldn't even spell fucking Adidas. But I knew how they made me feel."},{"id":441,"quote":"Woooo! I loved that shit."},{"id":442,"quote":"Everyone has a plan, until they get punched in the face ..."}]