[{"id":1,"quote":"Thoughts become perception, perception becomes reality. Alter your thoughts, alter your reality."},{"id":2,"quote":"There is a law in psychology that if you form a picture in your mind of what you would like to be, and you keep and hold that picture there long enough, you will soon become exactly as you have been thinking."},{"id":3,"quote":"The greatest weapon against stress is our ability to choose one thought over another."},{"id":4,"quote":"The greatest revolution of our generation is the discovery that human beings, by changing the inner attitudes of their minds, can change the outer aspects of their lives."},{"id":5,"quote":"A great many people think they are thinking when they are merely rearranging their prejudices."},{"id":6,"quote":"Most unhappiness is caused because people listen to themselves... instead of talking to themselves."},{"id":7,"quote":"The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds."},{"id":8,"quote":"The deepest principle in human nature is the craving to be appreciated."},{"id":9,"quote":"The art of being wise is the art of knowing what to overlook."},{"id":10,"quote":"Once a decision is reached, stop worrying and start working."},{"id":11,"quote":"There is nothing so absurd that it cannot be believed as truth if repeated often enough."},{"id":12,"quote":"Whenever two people meet, there are really six people present. There is each man as he sees himself, each man as the other person sees him, and each man as he really is."},{"id":13,"quote":"Believe that life is worth living and your belief will help create the fact."},{"id":14,"quote":"If you can change your mind, you can change your life."},{"id":15,"quote":"Positive images of the future are a powerful and magnetic force... They draw us on and energize us, give us courage and will to take on important initiatives. Negative images of the future also have a magnetism. They pull the spirit downward in the path of despair."},{"id":16,"quote":"Formula to live your dream: 1. Be bold. 2. Begin now, 3. No exceptions."},{"id":17,"quote":"The greatest weapon we have to combat stress is the ability to choose our thoughts."},{"id":18,"quote":"You may not get everything you dream about, but you will never get anything you don't dream about."},{"id":19,"quote":"What holds attention determines action."},{"id":20,"quote":"It is wrong always, everywhere, and for everyone, to believe anything upon insufficient evidence."},{"id":21,"quote":"I don't sing because I'm happy; I'm happy because I sing."},{"id":22,"quote":"Our view of the world is truly shaped by what we decide to hear."},{"id":23,"quote":"If you believe that feeling bad or worrying long enough will change a past or future event, then you are residing on another planet with a different reality system."},{"id":24,"quote":"Man lives in only one small room of the enormous house of his consciousness."},{"id":25,"quote":"You can alter your life by altering the state of your mind."},{"id":26,"quote":"A winner's attitude: it may be difficult, but it's possible. A loser's attitude: It may be possible, but it's too difficult."},{"id":27,"quote":"Of all the beautiful truths pertaining to the soul None is more gladdening or fruitful than to know You can regenerate and make yourself what you will."},{"id":28,"quote":"Circumstance does not make me, it reveals me."},{"id":29,"quote":"The greatest discovery of the 20th Century is that our attitude of mind determines our quality of life, not circumstances."},{"id":30,"quote":"Act as if what you do makes a difference. It does."},{"id":31,"quote":"The mind is made up by  what it feeds upon."},{"id":32,"quote":"Acceptance of what has happened is the first step to overcoming the consequences of any misfortune."},{"id":33,"quote":"Your hopes, dreams and aspirations are legitimate. They are trying to take you airborne, above the clouds, above the storms, if you only let them."},{"id":34,"quote":"The sovereign cure for worry is prayer."},{"id":35,"quote":"The minute a man ceases to grow, no matter what his years, that minute he begins to be old."},{"id":36,"quote":"Pessimism leads to weakness. Optimism leads to power."},{"id":37,"quote":"To kill time is not murder, it's suicide."},{"id":38,"quote":"To change one's life:\na. Start immediately\nb. B. Do it flamboyantly\nc. No exceptions\nNever suffer an exception to occur till the new habit is securely rooted."},{"id":39,"quote":"The strenuous life tastes better"},{"id":40,"quote":"The good we do today becomes the happiness of tomorrow."},{"id":41,"quote":"Real servants don't try to use God for their purposes. They let God use them for His purposes."},{"id":42,"quote":"Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results."},{"id":43,"quote":"There is no more miserable human being than one in whom nothing is habitual but indecision."},{"id":44,"quote":"Actions seems to follow feeling, but really actions and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling, which is not. Thus the sovereign voluntary path to cheerfulness, if our cheerfulness be lost, is to sit up cheerfully and to act and speak as if cheerfulness were already there."},{"id":45,"quote":"You can be an artist without visual images, a reader without eyes, a mass of erudition with a bad elementary memory. In almost any subject your passion for the subject will save you. If you only care enough for a result, you will almost certainly attain it. If you wish to be rich, you will be rich; if you wish to be learned, you will be learned; if you wish to be good, you will be good. Only you must, then, really wish these things, and wish them with exclusiveness, and not wish at the same time a hundred other incompatible things just as strongly."},{"id":46,"quote":"There is but one cause of human failure. And that is man's lack of faith in his true Self."},{"id":47,"quote":"The greatest discovery of my generation is that a human being can alter his life by altering his attitudes."},{"id":48,"quote":"Most people never run far enough on their first wind to find out they've got a second."},{"id":49,"quote":"The great use of life is to spend it for something that will outlast it."},{"id":50,"quote":"It is your friends who make your world."},{"id":51,"quote":"If you want a quality, act as if you already had it."},{"id":52,"quote":"Let everything you do be done as if it makes a difference."},{"id":53,"quote":"Habit simplifies our movements, makes them accurate, and diminishes fatigue."},{"id":54,"quote":"Wisdom is learning what to overlook."},{"id":55,"quote":"Do something everyday for no other reason than you would rather not do it, so that when the hour of dire need draws nigh, it may find you not unnerved and untrained to stand the test."},{"id":56,"quote":"If any organism fails to fulfill its potentialities, it becomes sick."},{"id":57,"quote":"Give up the feeling of responsibility, let go your hold, resign the care of your destiny to higher powers, be genuinely indifferent as to what becomes of it all and you will find not only that you gain a perfect inward relief, but often also, in addition, the particular goods you sincerely thought you were renouncing."},{"id":58,"quote":"We don't laugh because we're happy - we're happy because we laugh."},{"id":59,"quote":"Nothing is so fatiguing as the eternal hanging on of an uncompleted task."},{"id":60,"quote":"The power to move the world is in the subconcious mind"},{"id":61,"quote":"Everybody should do at least two things each day that he hates to do, just for practice."},{"id":62,"quote":"Just for today I will exercise my soul in three ways: I will do somebody a good turn and not get found out. I will do at least two things I don't want to do"},{"id":63,"quote":"If you want a confidence, act as if you already have it. Try the \"as if\" technique."},{"id":64,"quote":"Tension is a habit. Relaxing is a habit. Bad habits can be broken, good habits formed."},{"id":65,"quote":"The great thing, then, in all education, is to make our nervous system our ally instead of our enemy."},{"id":66,"quote":"Is life worth living? It all depends on the liver."},{"id":67,"quote":"In the practical use of our intellect, forgetting is as important as remembering."},{"id":68,"quote":"Touch is the alpha and omega of affection."},{"id":69,"quote":"When thoughts do not neutralize an undesirable emotion, action will."},{"id":70,"quote":"Anything you may hold firmly in your imagination can be yours."},{"id":71,"quote":"If you care enough for a result, you will most certainly attain it."},{"id":72,"quote":"When you have to make a choice and don't make it, that is in itself a choice."},{"id":73,"quote":"We forget that every good that is worth possessing must be paid for in strokes of daily effort. We postpone and postpone until those smiling possibilities are dead... By neglecting the necessary concrete labor, by sparing ourselves the little daily tax, we are positively digging the graves of our higher possibilities."},{"id":74,"quote":"The faculty of voluntarily bringing back a wandering attention, over and over again, is the very root of judgment, character, and will... An education which should improve this faculty would be the education par excellence."},{"id":75,"quote":"Act the part and you will become the part."},{"id":76,"quote":"Most people live, whether physically, intellectually or morally, in a very restricted circle of their potential being."},{"id":77,"quote":"Give your dreams all you've got, and you'll be amazed at the energy that comes out of you."},{"id":78,"quote":"Beyond the very extreme of fatigue and distress, we may find amounts of ease and power we never dreamed ourselves to own; sources of strength never taxed at all because we never push through the obstruction"},{"id":79,"quote":"A sense of humor is just common sense dancing."},{"id":80,"quote":"The deepest longing in the human breast is the desire for appreciation."},{"id":81,"quote":"The aim of science is always to reduce complexity to simplicity."},{"id":82,"quote":"With no attempt there can be no failure; with no failure no humiliation."},{"id":83,"quote":"Seek out that particular mental attribute which makes you feel most deeply and vitally alive, along with which comes the inner voice which says, 'This is the real me,' and when you have found that attitude, follow it."},{"id":84,"quote":"We forget that every good that is worth possessing must be paid for in strokes of daily effort."},{"id":85,"quote":"A genius is the man in whom you are least likely to find the power of attending to anything insipid or distasteful in itself. He breaks his engagements, leaves his letters unanswered, neglects his family duties incorrigibly, because he is powerless to turn his attention down and back from those more interesting trains of imagery with which his genius constantly occupies his mind."},{"id":86,"quote":"Instinct leads, logic does but follow."},{"id":87,"quote":"Evil is a disease; and worry over disease is itself an additional form of disease, which only adds to the original complaint."},{"id":88,"quote":"Man can change his life simply by changing his attitude."},{"id":89,"quote":"The transition from tenseness, self-responsibility, and worry, to equanimity, receptivity, and peace, is the most wonderful of all those shiftings of inner equilibrium, those changes of personal centre of energy, which I have analyzed so often; and the chief wonder of it is that it so often comes about, not by doing, but by simply relaxing and throwing the burden down."},{"id":90,"quote":"Do every day or two something for no other reason than its difficulty."},{"id":91,"quote":"A man may not achieve everything he has dreamed, but he will never achieve anything great without having dreamed it first."},{"id":92,"quote":"Lives based on having are less free than lives based either on doing or being."},{"id":93,"quote":"The attitude of unhappiness is not only painful, it is mean and ugly. What can be more base and unworthy than the pining, puling, mumping mood, no matter by what outward ills it may have been engendered? What is more injurious to others? What less helpful as a way out of the difficulty? It but fastens and perpetuates the trouble which occasioned it, and increases the total evil of the situation. At all costs, then, we ought to reduce the sway of that mood; we ought to scout it in ourselves and others, and never show it tolerance."},{"id":94,"quote":"A chain is no stronger than its weakest link, and life is after all a chain."},{"id":95,"quote":"Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude."},{"id":96,"quote":"It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome."},{"id":97,"quote":"The function of ignoring, of inattention, is as vital a factor in mental progress as the function of attention itself."},{"id":98,"quote":"Most people live, whether physically, intellectually or morally, in a very restricted circle of their potential being. They make very small use of their possible consciousness, and of their soul's resources in general, much like a man who, out of his whole bodily organism, should get into a habit of using and moving only his little finger."},{"id":99,"quote":"We with our lives are like islands in the sea... The islands also hang together through the ocean's bottom."},{"id":100,"quote":"Human beings can alter their lives by altering their attitudes of mind."},{"id":101,"quote":"The essence of genius is to know what to overlook."},{"id":102,"quote":"Our beliefs are really rules for action."},{"id":103,"quote":"Belief creates the actual fact."},{"id":104,"quote":"No matter how full a reservoir of maxims one may possess, and no matter how good one's sentiments may be, if one has not taken advantage of every concrete opportunity to act, one's character may remain entirely unaffected for the better."},{"id":105,"quote":"If you give appreciation to people, you win their goodwill. But more important than that, practicing this philosophy has made a different person of me."},{"id":106,"quote":"There is no worse lie than a truth misunderstood bu those who hear it."},{"id":107,"quote":"When a thing is new, people say: ‘It is not true.’ Later, when its truth becomes obvious, they say: ‘It is not important.’ Finally, when its importance cannot be denied, they say: ‘Anyway, it is not new."},{"id":108,"quote":"If you only care enough for a result, you will almost certainly attain it. Only you must, then, really wish these things, and wish them exclusively, and not wish at the same time a hundred other incompatible things just as strongly."},{"id":109,"quote":"Genius is the capacity for seeing relationships where lesser men see none."},{"id":110,"quote":"He who refuses to embrace a unique opportunity loses the prize as surely as if he had failed."},{"id":111,"quote":"I myself believe that the evidence for God lies primarily in inner personal experiences."},{"id":112,"quote":"The great use of life is to spend it for something that will outlast it.\" \"This life is worth living, we can say, since it is what we make it.\" \"Believe that life is worth living and your belief will help create the fact."},{"id":113,"quote":"If it works, it's true."},{"id":114,"quote":"There are no differences but differences of degree between different degrees of difference and no difference."},{"id":115,"quote":"Success or failure depends more upon attitude than upon capacity."},{"id":116,"quote":"Feed the growing human being, feed him with the sort of experience for which from year to year he shows a natural craving, and he will develop in adult life a sounder sort of mental tissue, even though he may seem to be 'wasting' a great deal of his growing time, in the eyes of those for whom the only channels of learning are books and verbally communicated information."},{"id":117,"quote":"The total possible consciousness may be split into parts which co-exist but mutually ignore each other."},{"id":118,"quote":"Could the young but realize how soon they will become mere walking bundles of habits, they would give more heed to their conduct while in the plastic state."},{"id":119,"quote":"Every time a resolve or a fine glow of feeling evaporates without bearing practical fruit is worse than a chance lost; it works to hinder future resolutions and emotions from taking the normal path of discharge. There is no more contemptible type of human character than that of the nerveless sentimentalist and dreamer, who spends his life in a weltering sea of sensibility and emotion, but who never does a manly concrete deed."},{"id":120,"quote":"We are spinning our own fates, good or evil, never to be undone."},{"id":121,"quote":"The mind, in short, works on the data it receives very much as the sculptor works on his block of stone."},{"id":122,"quote":"The discovery of the power of our thoughts will prove to be the most important discovery of our time"},{"id":123,"quote":"One of the greatest discoveries of our time is that a man can alter the state of their life by altering the state of their mind."},{"id":124,"quote":"Truth is something that happens to an idea."},{"id":125,"quote":"We have to live today by what truth we can get today and be ready tomorrow to call it falsehood."},{"id":126,"quote":"The education of attention would be an education par excellence"},{"id":127,"quote":"As the art of reading (after a certain stage in one's education) isthe art of skipping, so the art of being wise is the art of knowing what to overlook."},{"id":128,"quote":"We can act as if there were a God; feel as if we were free; consider Nature as if she were full of special designs; lay plans as if we were to be immortal; and we find then that these words do make a genuine difference in our moral life."},{"id":129,"quote":"There are 3 rules to follow if you want to change; (1) Start immediately, (2) Do it flamboyantly, (3) No exceptions."},{"id":130,"quote":"We never fully grasp the import of any true statement until we have a clear notion of what the opposite untrue statement would be."},{"id":131,"quote":"Compared to what we ought to be, we are half awake."},{"id":132,"quote":"Whilst part of what we perceive comes through our senses from the object before us, another part (and it may be the larger part) always comes out of our own mind."},{"id":133,"quote":"In any project the important factor is your belief. Without belief, there can be no successful outcome."},{"id":134,"quote":"Men habitually use only a small part of the power which they actually possess."},{"id":135,"quote":"Compared to what we ought to be, we are only half awake. We are making use of only a small part of our physical and mental resources. Stating the thing broadly, the human individual thus lives far within his limits. He possesses power of various sorts which he habitually fails to use."},{"id":136,"quote":"There is a voice inside which speaks and says, \"This is the real me!\""},{"id":137,"quote":"Man can alter his life by altering his thinking."},{"id":138,"quote":"This overcoming of all the usual barriers between the individual and the Absolute is the great mystic achievement. In mystic states we both become one with the Absolute and we become aware of our oneness. This is the everlasting and triumphant mystical tradition, hardly altered by differences of clime or creed."},{"id":139,"quote":"Seize the very first possible opportunity to act on every resolution you make, and on every emotional prompting you may experience in the direction of the habits you aspire to gain."},{"id":140,"quote":"The true is the name of whatever proves itself to be good in the way of belief, and good, too, for definite, assignable reasons."},{"id":141,"quote":"Keep the faculty of effort alive in you by a little gratuitous exercise every day."},{"id":142,"quote":"Time itself comes in drops."},{"id":143,"quote":"We must make automatic and habitual, as early as possible, as many useful actions as we can...in the acquisition of a new habit, we must take car to launch ourselves with as strong and decided initiative as possible. Never suffer an exception to occur till the new habit is securely rooted in your life."},{"id":144,"quote":"Since you make evil or good by your own thoughts, it is your ruling of your thoughts which proves to be your principal concern."},{"id":145,"quote":"My first act of free will shall be to believe in free will."},{"id":146,"quote":"The love of life, at any and every level of development, is the religious impulse."},{"id":147,"quote":"All religions begin with the cry Help."},{"id":148,"quote":"Success plus Self-esteem equals Pretensions."},{"id":149,"quote":"A man has as many social selves as there are individuals who recognize him."},{"id":150,"quote":"Philosophy is at once the most sublime and the most trivial of human pursuits."},{"id":151,"quote":"Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed. which give happiness. Thomas Jefferson We never enjoy perfect happiness; our most fortunate successes are mingled with sadness; some anxieties always perplex the reality of our satisfaction."},{"id":152,"quote":"If you give appreciation to people, you win their goodwill."},{"id":153,"quote":"Faith means belief in something concerning which doubt is theoretically possible."},{"id":154,"quote":"Belief is desecrated when given to unproved and unquestioned statements for the solace and private pleasure of the believer . . . It is wrong always, everywhere, and for every one, to believe anything upon insufficient evidence."},{"id":155,"quote":"A thing is important if anyone think it important."},{"id":156,"quote":"The greatest enemy of any one of our truths may be the rest of our truths."},{"id":157,"quote":"Everyone knows that on any given day there are energies slumbering in him which the incitement's of that day do not call forth. Compared with what we ought to be, we are only half awake. The human individual usually lives far within his limits."},{"id":158,"quote":"A new idea is first condemned as ridiculous and then dismissed as trivial, until finally, it becomes what everybody knows."},{"id":159,"quote":"All our life, so far as it has definite form, is but a mass of habits."},{"id":160,"quote":"Truth for us is simply a collective name for verification processes"},{"id":161,"quote":"As a rule we disbelieve all the facts and theories for which we have no use."},{"id":162,"quote":"A paradise of inward tranquility seems to be faith's usual result."},{"id":163,"quote":"There is an organic affinity between joyousness and tenderness."},{"id":164,"quote":"Every individual existence goes out in a lonely spasm of helpless agony."},{"id":165,"quote":"We divert our attention from disease and death as much as we can; the slaughterhouses are huddled out of sight and never mentioned, so that the world we recognize officially in literature and in society is a poetic fiction far handsomer, cleaner and better than the world that really is."},{"id":166,"quote":"To change ones life: Start immediately. Do it flamboyantly."},{"id":167,"quote":"Begin to be now what you will be hereafter."},{"id":168,"quote":"We want all our friends to tell us our bad qualities; it is only the particular ass that does so whom we can't tolerate."},{"id":169,"quote":"So with the man who has daily inured himself to habits of concentrated attention, energetic volition, and self-denial in unnecessary things. He will stand like a tower when everything rocks around him, and when his softer fellow-mortals are winnowed like chaff in the blast."},{"id":170,"quote":"To improve the golden moment of opportunity, and catch the good that is within our reach, is the great art of life."},{"id":171,"quote":"It is only by risking our persons from one hour to another that we live at all."},{"id":172,"quote":"Our errors are surely not such awfully solemn things. In a world where we are so certain to incur them in spite of all our caution, a certain lightness of heart seems healthier than this excessive nervousness on their behalf."},{"id":173,"quote":"The instinct of ownership is fundamental in man's nature."},{"id":174,"quote":"There's nothing so absurd\nthat if you repeat it often enough,\n people will believe it."},{"id":175,"quote":"Genius... means little more than the faculty of perceiving in an unhabitual way."},{"id":176,"quote":"Don't preach too much to your pupils or abound in good talk in the abstract. Lie in wait rather for the practical opportunities, be prompt to seize those as they pass, and thus at one operation get your pupils both to think, to feel, and to do."},{"id":177,"quote":"Science as such assuredly has no authority, for she can only say what is, not what is not."},{"id":178,"quote":"Each of us literally chooses, by his way of attending to things, what sort of universe he shall appear to himself to inhabit."},{"id":179,"quote":"The attitude of unhappiness is not only painful, it is mean and ugly."},{"id":180,"quote":"The sovereign voluntary path to cheerfulness, if our spontaneous cheerfulness be lost, is to sit up cheerfully, to look round cheerfully, and to act and speak as if cheerfulness were already there. If such conduct does not make you soon feel cheerful, nothing else on that occasion can."},{"id":181,"quote":"A new position of responsibility will usually show a man to be a far stronger creature than was supposed."},{"id":182,"quote":"The absolute things, the last things, the overlapping things, are the truly philosophic concerns; all superior minds feel seriously about them, and the mind with the shortest views is simply the mind of the more shallow man."},{"id":183,"quote":"The ultimate test of what a truth means is the conduct it dictates or inspires."},{"id":184,"quote":"My experience is what I agree to attend to."},{"id":185,"quote":"First... a new theory is attacked as absurd; then it is admitted to be true, but obvious and insignificant; finally it is seen to be so important that its adversaries claim that they themselves discovered it."},{"id":186,"quote":"The ideas gained by men before they are twenty-five are practically the only ideas they shall have in their lives."},{"id":187,"quote":"Effort is the one strictly undervalued and original contribution we make to this world."},{"id":188,"quote":"The world is all the richer for having a devil in it, so long as we keep our foot upon his neck."},{"id":189,"quote":"We with our lives are like islands in the sea, or like trees in the forest... But the trees also commingle their roots in the darkness underground."},{"id":190,"quote":"This life is worth living, we can say, since it is what we make it."},{"id":191,"quote":"We are all ready to be savage in some cause. The difference between a good man and a bad one is the choice of the cause."},{"id":192,"quote":"Effort is a measure of a Man."},{"id":193,"quote":"Human beings are born into this little span of life of which the best thing is its friendships and intimacies … and yet they leave their friendships and intimacies with no cultivation, to grow as they will by the roadside, expecting them to \"keep\" by force of mere inertia."},{"id":194,"quote":"Owing to the fact that all experience is a process, no point of view can ever be the last one"},{"id":195,"quote":"The one who thinks over his experiences most, and weaves them into systematic relations with each other, will be the one with the best memory."},{"id":196,"quote":"For the moment, what we attend to is reality."},{"id":197,"quote":"I do indeed disbelieve that we or any other mortal men can attain on a given day to absolutely incorrigible and unimprovable truth about such matters of fact as those with which religions deal. But I reject this dogmatic ideal not out of a perverse delight in intellectual instability. I am no lover of disorder and doubt as such. Rather do I fear to lose truth by this pretension to possess it already wholly."},{"id":198,"quote":"The war against war is going to be no holiday excursion or camping party."},{"id":199,"quote":"We may be in the Universe as dogs and cats are in our libraries, seeing the books and hearing the conversation, but having no inkling of the meaning of it all."},{"id":200,"quote":"Man alone of all the creatures of earth can change his own pattern. Man alone is the architect of his own destiny."},{"id":201,"quote":"An idea, to be suggestive, must come to the individual with the force of revelation."},{"id":202,"quote":"The art of remembering is the art of thinking. When we wish to fix a new thing in either our own mind or a pupil's, our conscious effort should not be so much to impress and retain it as to connect it with something else already there. The connecting is the thinking; and, if we attend clearly to the connection, the connected thing will certainly be likely to remain within recall."},{"id":203,"quote":"It is so human a book that I don't see how belief in its divine authority can survive the reading of it."},{"id":204,"quote":"Compared with what we ought to be, we are only half awake. Our fires are damped, our drafts are checked. We are making use of only a small part of our possible mental and physical resources."},{"id":205,"quote":"If, then, you wish to insure the interest of your pupils, there is only one way to do it; and that is to make certain that they have something in their minds to attend with, when you begin to talk. That something can consist in nothing but a previous lot of ideas already interesting in themselves, and of such a nature that the incoming novel objects which you present can dovetail into them and form with them some kind of a logically associated or systematic whole."},{"id":206,"quote":"Let no youth have any anxiety about the upshot of his education, whatever the line of it may be. If he keep faithfully busy each hour of the working-day, he may safely leave the result to itself. He can with perfect certainty count on waking up some fine morning to find himself one of the competent ones of his generation."},{"id":207,"quote":"Our faith is faith in someone else's faith, and in the greatest matters this is most the case."},{"id":208,"quote":"Philosophy is \"an unusually stubborn attempt to think clearly."},{"id":209,"quote":"The whole drift of my education goes to persuade me that the world of our present consciousness is only one out of many worlds of consciousness that exist."},{"id":210,"quote":"All our scientific and philosophic ideals are altars to unknown gods."},{"id":211,"quote":"Truth happens to an idea. It becomes true, is made true by events. Its verity is in fact an event, a process: the process namely of its verifying itself, its veri-fication. Its validity is the process of its valid-ation."},{"id":212,"quote":"It is well for the world that in most of us, by the age of thirty, the character has set like plaster, and will never soften again."},{"id":213,"quote":"Fear of life in one form or another is the great thing to exorcise."},{"id":214,"quote":"The hell to be endured hereafter, of which theology tells, is no worse than the hell we make for ourselves in this world by habitually fashioned our characters in the wrong way."},{"id":215,"quote":"As we take, in fact, a general view of the wonderful stream of our consciousness, what strikes us first is this different pace of its parts. Like a bird 's life, it seems to be made of an alternation of flights and perchings."},{"id":216,"quote":"One hears of the mechanical equivalent of heat. What we now need to discover in the social realm is the moral equivalent of war: something heroic that will speak to men as universally as war does, and yet will be as compatible with their spiritual selves as war has proved itself to be incompatible."},{"id":217,"quote":"True is the name for whatever idea starts the verification process, useful is the name for its completed function in experience"},{"id":218,"quote":"Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task"},{"id":219,"quote":"True to her inveterate habit, rationalism reverts to 'principles,' and thinks that when an abstraction once is named, we own an oracular solution."},{"id":220,"quote":"Agisci come se quel che fai, facesse la differenza. La fa!"},{"id":221,"quote":"Metaphysics means nothing but an unusually obstinate effort to think clearly."},{"id":222,"quote":"Truth, as any dictionary will tell you, is a property of certain of our ideas. It means their agreement, as falsity means their disagreement, with reality."},{"id":223,"quote":"Life shall be built in doing and suffering and creating."},{"id":224,"quote":"Truth happens to an idea"},{"id":225,"quote":"We are spinning our own fates, good or evil, and never to be undone. Every smallest stroke of virtue or of vice leaves its never so little scar. ...Nothing we ever do is, in strict scientific literalness, wiped out."},{"id":226,"quote":"How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure."},{"id":227,"quote":"Religion . . . shall mean for us the feelings, acts and experiences of individual men in their solitude."},{"id":228,"quote":"The first lecture in psychology that I ever heard was the first I ever gave."},{"id":229,"quote":"Habit is thus the enormous fly-wheel of society, its most precious conservative agent. It alone is what keeps us all within the bounds of ordinance."},{"id":230,"quote":"History is a bath of blood."},{"id":231,"quote":"The aim of a college education is to teach you to know a good man when you see one."},{"id":232,"quote":"An act has no ethical quality whatever unless it be chosen out of several all equally possible."},{"id":233,"quote":"Philosophy lives in words, but truth and fact well up into our lives in ways that exceed verbal formulation. There is in the living act of perception always something that glimmers and twinkles and will not be caught, and for which reflection comes too late."},{"id":234,"quote":"Most men have a good memory for facts connected with their own pursuits."},{"id":235,"quote":"There is no more miserable human being than one in whom nothing is habitual but indecision, and for whom the lighting of every cigar, the drinking of every cup, the time of rising and going to bed every day, and the beginning of every bit of work, are subjects of express volitional deliberation."},{"id":236,"quote":"The squalid cash interpretation put on the word success  is our national disease."},{"id":237,"quote":"Or if the hypothesis were offered us of a world in which Messrs. Fourier's and Bellamy's and Morris's Utopias should all be outdone, and millions kept permanently happy on the one simple condition that a certain lost soul on the far-off edge of things should lead a life of lonely torment, what except a specifical and independent sort of emotion can it be which would make us immediately feel, even though an impulse arose within us to clutch at the happiness so offered, how hideous a thing would be its enjoyment when deliberately accepted as the fruit of such a bargain?"},{"id":238,"quote":"Emotional occasions, especially violent ones, are extremely potent in precipitating mental rearrangements. The sudden and explosive ways in which love, jealousy, guilt, fear, remorse, or anger can seize upon one are known to everybody. . . . And emotions that come in this explosive way seldom leave things as they found them."},{"id":239,"quote":"There are two lives, the natural and the spiritual, and we must lose the one before we can participate in the other."},{"id":240,"quote":"I have often thought the best way to define a man's character would be to seek out the particular mental or moral attitude in which, when it comes upon him, he felt himself most deeply and intensely active and alive. At such moments there is a voice inside which speaks and says: This is the real me!."},{"id":241,"quote":"We are proud of a human nature that could be so passionately extreme, but we shrink from advising others to follow the example."},{"id":242,"quote":"From the Vedas we learn a practical art of surgery, medicine, music, house building under which mechanized art is included. They are encyclopedia of every aspect of life, culture, religion, science, ethics, law, cosmology and meteorology."},{"id":243,"quote":"If merely 'feeling good' could decide, drunkenness would be the supremely valid human experience."},{"id":244,"quote":"If we remembered everything, we should on most occasions be as ill off as if we remembered nothing. It would take us as long to recall a space of time as it took the original time to elapse, and we should never get ahead with our thinking. All recollected times undergo, accordingly, what M. Ribot calls foreshortening; and this foreshortening is due to the omission of an enormous number of facts which filled them."},{"id":245,"quote":"Common sense and a sense of humor are the same thing, moving at different speeds.  A sense of humor is just common sense, dancing."},{"id":246,"quote":"In order to disprove the assertion that all crows are black, one white crow is sufficient."},{"id":247,"quote":"Asceticism may be a mere expression of organic hardihood, disgusted with too much ease."},{"id":248,"quote":"The exercise of prayer, in those who habitually exert it, must be regarded by us doctors as the most adequate and normal of all the pacifiers of the mind and calmers of the nerves."},{"id":249,"quote":"To leap across an abyss, one is better served by faith than doubt."},{"id":250,"quote":"All the higher, more penetrating ideals are revolutionary. They present themselves far less in the guise of effects of past experience than in that of probable causes of future experience, factors to which the environment and the lessons it has so far taught us must learn to bend."},{"id":251,"quote":"We are doomed to cling to a life even while we find it unendurable."},{"id":252,"quote":"Take the happiest man, the one most envied by the world, and in nine cases out of ten his inmost consciousness is one of failure. Either his ideals in the line of his achievements are pitched far higher than the achievements themselves, or else he has secret ideals of which the world knows nothing, and in regard to which he inwardly knows himself to be found wanting."},{"id":253,"quote":"We are all potentially such sick men. The sanest and best of us are of one clay with lunatics and prison-inmates. And whenever we feel this, such a sense of the vanity of our voluntary career comes over us, that all our morality appears but as a plaster hiding a sore it can never cure, and all our well-doing as the hollowest substitute for that well-being that our lives ought to be grounded in, but alas! are not."},{"id":254,"quote":"I believe there is no source of deception in the investigation of nature which can compare with a fixed belief that certain kinds of phenomena are IMPOSSIBLE."},{"id":255,"quote":"Our minds thus grow in spots; and like grease-spots, the spots spread. But we let them spread as little as possible: we keep unaltered as much of our old knowledge, as many of our old prejudices and beliefs, as we can. We patch and tinker more than we renew. The novelty soaks in; it stains the ancient mass; but it is also tinged by what absorbs it."},{"id":256,"quote":"Any object not interesting in itself may become interesting through becoming associated with an object in which an interest already exists. The two associated objects grow, as it were, together; the interesting portion sheds its quality over the whole; and thus things not interesting in their own right borrow an interest which becomes as real and as strong as that of any natively interesting thing."},{"id":257,"quote":"Our acts of voluntary attending, as brief and fitful as they are, are nevertheless momentous and critical, determining us, as they do, to higher or lower destinies."},{"id":258,"quote":"In teaching, you must simply work your pupil into such a state of interest in what you are going to teach him that every other object of attention is banished from his mind; then reveal it to him so impressively that he will remember the occasion to his dying day; and finally fill him with devouring curiosity to know what the next steps in connection with the subject are."},{"id":259,"quote":"I am only a philosopher, and there is only one thing that a philosopher can be relied on to do, and that is, to contradict other philosophers."},{"id":260,"quote":"Religion is a monumental chapter in the history of human egotism."},{"id":261,"quote":"We believe as much as we can. We would believe everything if we could."},{"id":262,"quote":"Knowledge about life is one thing; effective occupation of a place in life, with its dynamic currents passing through your being, is another."},{"id":263,"quote":"Every man who possibly can should force himself to a holiday of a full month in a year, whether he feels like taking it or not."},{"id":264,"quote":"I am done with great things and big things, great institutions and big success, and I am for those tiny, invisible molecular moral forces that work from individual to individual, creeping through the crannies of the world like so many rootlets, or like the capillary oozing of water, yet which if you give them time, will rend the hardest monuments of man's pride."},{"id":265,"quote":"Geniuses are commonly believed to excel other men in their power of sustained attention . . . But it is their genius making them attentive, not their attention making geniuses of them."},{"id":266,"quote":"Life feels like a real fight - as if there were something really wild in the universe which we, with all our idealities and faithfulnesses, are needed to redeem."},{"id":267,"quote":"The gist of the matter is this: Every impression that comes in from without, be it a sentence which we hear, an object of vision, or an effluvium which assails our nose, no sooner enters our consciousness than it is drafted off in some determinate direction or other, making connection with the other materials already there, and finally producing what we call our reaction. The particular connections it strikes into are determined by our past experiences and the 'associations' of the present sort of impression with them."},{"id":268,"quote":"Language is the most imperfect and expensive means yet discovered for communicating thought."},{"id":269,"quote":"The good or bad is not in the circumstance, but only in the mind...that encounters it."},{"id":270,"quote":"We are not only gregarious animals, liking to be in sight of our fellows, but we have an innate propensity to get ourselves noticed, and noticed favorably, by our kind."},{"id":271,"quote":"Life is one long struggle between conclusions based on abstract ways of conceiving cases, and opposite conclusions prompted by our instinctive perception of them."},{"id":272,"quote":"Religion, whatever it is, is a man's total reaction upon life."},{"id":273,"quote":"With mere good intentions hell is proverbially paved."},{"id":274,"quote":"To study the abnormal is the best way of understanding the normal."},{"id":275,"quote":"A difference which makes no difference is no difference at all."},{"id":276,"quote":"A new opinion counts as true just in proportion as it gratifies the individual's desire to assimilate the novel in his experience to his beliefs in stock"},{"id":277,"quote":"The sovereign voluntary path to cheerfulness, if our spontaneous cheerfulness be lost, is to sit up cheerfully, to look round cheerfully, and to act and speak as if cheerfulness were already there. If such conduct does not make you soon feel cheerful, nothing else on that occasion can. So to feel brave, act as if we were brave, use all our will to that end, and a courage-fit will very likely replace the fit of fear."},{"id":278,"quote":"Our belief at the beginning of a doubtful undertaking is the one thing that assures the successful outcome of any venture."},{"id":279,"quote":"Every claim creates an obligation."},{"id":280,"quote":"To neglect the wise sayings of great thinkers is to deny ourselves the truest education."},{"id":281,"quote":"A man of sense is never discouraged by difficulties; he redoubles his industry and his diligence, he perseveres and infallibly prevails at last."},{"id":282,"quote":"I will act as if I do make a difference."},{"id":283,"quote":"The deepest human need is the need to be appreciated."},{"id":284,"quote":"Serious development of the personality begins at the closet door."},{"id":285,"quote":"Few people have definitely articulated philosophies of their own. But almost everyone has his own peculiar sense of a certain total character in the universe, and of the inadequacy of fully to match it [to] the peculiar systems that he knows."},{"id":286,"quote":"In business for yourself, not by yourself."},{"id":287,"quote":"Need and struggle are what excite and inspire us; our hour of triumph is what brings the void."},{"id":288,"quote":"If you want to change your life, do it flamboyantly and start immediately."},{"id":289,"quote":"The last peculiarity of consciousness to which attention is to be drawn in this first rough description of its stream is that it is always interested more in one part of its object than in another, and welcomes and rejects, or chooses, all the while it thinks."},{"id":290,"quote":"Romeo wants Juliet as the filings want the magnet; and if no obstacles intervene he moves towards her by as straight a line as they. But Romeo and Juliet, if a wall be built between them, do not remain idiotically pressing their faces against its opposite sides like the magnet and the filings with the card. Romeo soon finds a circuitous way, by scaling the wall or otherwise, of touching Juliet's lips directly. With the filings the path is fixed; whether it reaches the end depends on accidents. With the lover it is the end which is fixed, the path may be modified indefinitely."},{"id":291,"quote":"We [may] answer the question: \"Why is snow white?\" by saying, \"For the same reason that soap-suds or whipped eggs are white\"-in other words, instead of giving the reason for a fact, we give another example of the same fact. This offering a similar instance, instead of a reason, has often been criticised as one of the forms of logical depravity in men. But manifestly it is not a perverse act of thought, but only an incomplete one. Furnishing parallel cases is the necessary first step towards abstracting the reason imbedded in them all."},{"id":292,"quote":"All natural goods perish. Riches take wings; fame is a breath; love is a cheat; youth and health and pleasure vanish."},{"id":293,"quote":"The further limits of our being plunge, it seems to me, into an altogether other dimension of existence from the sensible and merely understandable world. Name it the mystical region, or the supernatural region, whichever you choose. So far as our ideal impulses originate in this region (and most of them do originate in it, for we find them possessing us in a way for which we cannot articulately account), we belong to it in a more intimate sense than that in which we belong to the visible world, for we belong in the most intimate sense wherever our ideals belong."},{"id":294,"quote":"It is art that makes life, and I know of no substitute whatsoever for the force and beauty of its process."},{"id":295,"quote":"How pleasant is the day when we give up striving to be young-or slender."},{"id":296,"quote":"Truth is one species of good, and not, as is usually supposed, a category distinct from good, and co-ordinate with it"},{"id":297,"quote":"Individuality is founded in feeling"},{"id":298,"quote":"Our normal waking consciousness, rational consciousness as we call it, is but one special type of consciousness, whilst all about it, parted from it by the filmiest of screens, there lie potential forms of consciousness entirely different."},{"id":299,"quote":"The first thing to learn in intercourse with others is non-interference with their own particular ways of being happy, provided those ways do not assume to interfere by violence with ours."},{"id":300,"quote":"We have lost the power even of imagining what the ancient idealization of poverty could have meant: the liberation from material attachments, the unbribed soul, the manlier indifference, the paying our way by what we are and not by what we have, the right to fling away our life at any moment irresponsibly - the more athletic trim, in short, the moral fighting shape."},{"id":301,"quote":"Much of what we call evil is due entirely to the way men take the phenomenon. It can so often be converted into a bracing and tonic good by a simple change of the sufferer's inner attitude from one of fear to one of fight; its string can so often depart and turn into a relish when, after vainly seeking to shun it, we agree to face about and bear it."},{"id":302,"quote":"How many of us persist in a precipitate course which, but for a moment of heedlessness we might never have entered upon, simply because we hate to change our minds."},{"id":303,"quote":"The entire routine of our memorized acquisitions, for example, is a consequence of nothing but the Law of Contiguity. The words of a poem, the formulas of trigonometry, the facts of history, the properties of material things, are all known to us as definite systems or groups of objects which cohere in an order fixed by innumerable iterations, and of which any one part reminds us of the others."},{"id":304,"quote":"The truth remains that, after adolescence has begun, \"words, words, words,\" must constitute a large part, and an always larger part as life advances, of what the human being has to learn."},{"id":305,"quote":"We must not just patch and tinker with life. We must keep renewing it. Embrace novelty and uniqueness."},{"id":306,"quote":"Strength is a facade for the proud, weakness is a mask for the lazy."},{"id":307,"quote":"The community stagnates without the impulse of the individual. The impulse dies away without the sympathy of the community."},{"id":308,"quote":"We must be careful not to confuse data with the abstractions we use to analyse them."},{"id":309,"quote":"The emotions aren't always immediately subject to reason, but they are always immediately subject to action."},{"id":310,"quote":"Science, like life, feeds on its own decay. New facts burst old rules; then newly divined conceptions bind old and new together into a reconciling law."},{"id":311,"quote":"It seems the natural thing for us to listen whilst the Europeans talk."},{"id":312,"quote":"The work that leads to a doctor's degree is a constant temptation to sacrifice one's growth as a man to one's growth as a specialist."},{"id":313,"quote":"We and God have business with each other, and in opening ourselves to God's influence our deepest destiny is fulfilled."},{"id":314,"quote":"An experience, perceptual or conceptual, must conform to reality in order to be true"},{"id":315,"quote":"It is very important that teachers should realize the importance of habit."},{"id":316,"quote":"Consciousness... does not appear to itself chopped up in bits. Such words as 'chain' or 'train' do not describe it fitly as it presents itself in the first instance. It is nothing jointed; it flows. A 'river' or a 'stream' are the metaphors by which it is most naturally described. In talking of it hereafter, let us call it the stream of thought, of consciousness, or of subjective life. Source of the expression 'stream of consciousness'."},{"id":317,"quote":"The difference between objective and subjective extension is one of relation to a context solely."},{"id":318,"quote":"We are stereotyped creatures, imitators and copiers of our past selves."},{"id":319,"quote":"Every way of classifying a thing is but a way of handling it for some particular purpose."},{"id":320,"quote":"Our beliefs and our attention are the same fact."},{"id":321,"quote":"When we of the so-called better classes are scared as men were never scared in history at material ugliness and hardship; when we put off marriage until our house can be artistic, and quake at the thought of having a child without a bank-account and doomed to manual labor, it is time for thinking men to protest against so unmanly and irreligious a state of opinion."},{"id":322,"quote":"We are mere bundles of habits."},{"id":323,"quote":"Our lives are like islands in the sea, or like trees in the forest. The maple and the pine may whisper to each other with their leaves ... But the trees also commingle their roots in the darkness underground, and the islands also hang together through the ocean's bottom."},{"id":324,"quote":"Man lives by habits indeed, but what he lives for is thrill and excitements. ... From time immemorial war has been ... the supremely thrilling excitement."},{"id":325,"quote":"One hearty laugh together will bring enemies into a closer communion of heart than hours spent on both sides in inward wrestling with the mental demon of uncharitable feeling."},{"id":326,"quote":"The union of the mathematician with the poet, fervor with measure, passion with correctness, this surely is the ideal."},{"id":327,"quote":"Why may we not be in the universe, as our dogs and cats are in our drawingrooms and libraries?"},{"id":328,"quote":"Our life is always deeper than we know, is always more divine than it seems, and hence we are able to survive degradations and despairs which otherwise must engulf us."},{"id":329,"quote":"Truth in our ideas means their power to work."},{"id":330,"quote":"The perfection of rottenness."},{"id":331,"quote":"As Charles Lamb says, there is nothing so nice as doing good by stealth and being found out by accident, so I now say it is even nicer to make heroic decisions and to be prevented by 'circumstances beyond your control' from ever trying to execute them."},{"id":332,"quote":"That reality is 'independent' means that there is something in every experience that escapes our arbitrary control. If it be a sensible experience it coerces our attention; if a sequence, we cannot invert it; if we compare two terms we can come to only one result. There is a push, an urgency, within our very experience, against which we are on the whole powerless, and which drives us in a direction that is the destiny of our belief."},{"id":333,"quote":"Spiritual energy flows in and produces effects, psychological or material, within the phenomenal world."},{"id":334,"quote":"... if we take the universe of 'fitting,' countless coats 'fit' backs, and countless boots 'fit' feet, on which they are not practically fitted; countless stones 'fit' gaps in walls into which no one seeks to fit them actually. In the same way countless opinions 'fit' realities, and countless truths are valid, tho no thinker ever thinks them."},{"id":335,"quote":"We have grown literally afraid to be poor. We despise anyone who elects to be poor in order to simplify and save his inner life. If he does not join the general scramble and pant with the money-making street, we deem him spiritless and lacking in ambition"},{"id":336,"quote":"Old-fashioned determinism was what we may call hard determinism. It did not shrink from such words as fatality, bondage of the will, necessitation, and the like. Nowadays, we have a soft determinism which abhors harsh words, and, repudiating fatality, necessity, and even predetermination, says that its real name is freedom; for freedom is only necessity understood, and bondage to the highest is identical with true freedom."},{"id":337,"quote":"We have nothing to do but to receive, resting absolutely upon the merit, power, and love of our Redeemer."},{"id":338,"quote":"An educated memory depends on an organized system of associations; and its goodness depends on two of their peculiarities: first, on the persistency of the associations; and, second, on their number."},{"id":339,"quote":"I am, myself, a very poor visualizer and find that I can seldom call to mind even a single letter of the alphabet in purely retinal terms. I must trace the letter by running my mental eye over its contour in order that the image of it shall leave any distinctness at all."},{"id":340,"quote":"The most natively interesting object to a man is his own personal self and its fortunes. We accordingly see that the moment a thing becomes connected with the fortunes of the self, it forthwith becomes an interesting thing."},{"id":341,"quote":"Objective evidence and certitude are doubtless very fine ideals to play with, but where on this moonlit and dream-visited planet are they found?"},{"id":342,"quote":"Organization and method mean much, but contagious human characters mean more in a university."},{"id":343,"quote":"My thinking is first and last and always for the sake of my doing, and I can only do one thing at a time."},{"id":344,"quote":"The whole drift of my education goes to persuade me that the world of our present consciousness is only one out of many worlds of consciousness that exist, and that those other worlds must contain experiences which have a meaning for our life also; and that although in the main their experiences and those of this world keep discrete, yet the two become continuous at certain points, and higher energies filter in."},{"id":345,"quote":"So it is with children who learn to read fluently and well: They begin to take flight into whole new worlds as effortlessly as young birds take to the sky."},{"id":346,"quote":"Woe to him whose beliefs play fast and loose with the order which realities follow in his experience; they will lead him nowhere or else make false connections"},{"id":347,"quote":"We ought, all of us, to realize each other in this intense, pathetic, and important way. If you say that this is absurd, and that we cannot be in love with everyone at once, I merely point out to you that, as a matter of fact, certain persons do exist with an enormous capacity for friendship and for taking delight in other people's lives; and that such persons know more of truth than if their hearts were not so big."},{"id":348,"quote":"It is only by risking our persons from one hour to another that we live at all. And often enough our faith beforehand in an uncertified result is the only thing that makes the result come true."},{"id":349,"quote":"Tell him to live by yes and no - yes to everything good, no to everything bad."},{"id":350,"quote":"'What would be better for us to believe!' This sounds very like a definition of truth"},{"id":351,"quote":"What every genuine philosopher (every genuine man, in fact) craves most is praise although the philosophers generally call it recognition!"},{"id":352,"quote":"What the whole community comes to believe in grasps the individual as in a vise."},{"id":353,"quote":"Faith branches off the highroad before reason begins"},{"id":354,"quote":"There is an organic affinity between joyousness and tenderness, and their companionship in the saintly life need in no way occasion surprise."},{"id":355,"quote":"An idea will infect another with its own emotional interest when they have become both associated together into any sort of a mental total."},{"id":356,"quote":"In its broadest term, religion says that there is an unseen order, and that our supreme good lies in rightful relations to it."},{"id":357,"quote":"[Religion is] the attempt to be in harmony with an unseen order of things."},{"id":358,"quote":"The 'I think' which Kant said must be able to accompany all my objects, is the 'I breathe' which actually does accompany them."},{"id":359,"quote":"The true'to put it very briefly, is only the expedient in the way of our thinking, just as 'the right' is only the expedient in the way of our behaving."},{"id":360,"quote":"As the brain-changes are continuous, so do all these consciousnesses melt into each other like dissolving views. Properly they are but one protracted consciousness, one unbroken stream."},{"id":361,"quote":"No living person is sunk so low as not to be imitated by somebody."},{"id":362,"quote":"All of our life is but a mass of small habits - practical, emotional, intellectual and spiritual - that bear us irresistibly toward our destiny."},{"id":363,"quote":"The general law is that no mental modification ever occurs which is not accompanied or followed by a bodily change."},{"id":364,"quote":"Modern man . . . has not ceased to be credulous . . . the need to believe haunts him."},{"id":365,"quote":"But when all is said and done, the fact remains that some teachers have a naturally inspiring presence and can make their exercises interesting, whilst others simply cannot. And psychology and general pedagogy here confess their failure, and hand things over to the deeper spring of human personality to conduct the task."},{"id":366,"quote":"Democracy is still upon its trial. The civic genius of our people is its only bulwark."},{"id":367,"quote":"It is astonishing how many mental operations we can explain when we have once grasped the principles of association"},{"id":368,"quote":"The lunatic's visions of horror are all drawn from the material of daily fact."},{"id":369,"quote":"The history of philosophy is to a great extent that of a certain clash of human temperaments."},{"id":370,"quote":"Every time a resolve or a fine glow of feeling evaporates without bearing practical fruit is worse than a chance lost; it works so as positively to hinder future resolutions and emotions from taking the normal path of discharge."},{"id":371,"quote":"In the dim background of our mind we know meanwhile what we ought to be doing: getting up, dressing ourselves, answering the person who has spoken to us, trying to make the next step in our reasoning. But somehow we cannot start."},{"id":372,"quote":"If this life is not a real fight, in which something is eternally gained for the universe by success, it is no better than a game of private theatricals from which one may withdraw at will. But it feels like a real fight."},{"id":373,"quote":"If there is aught of good in the style, it is the result of ceaseless toil in rewriting. Everything comes out wrong with me at first; but when once objectified in a crude shape, I can torture and poke and scrape and pat it till it offends me no more."},{"id":374,"quote":"We can change our circumstances by a mere change of our attitude."},{"id":375,"quote":"But facts are facts, and if we only get enough of them theyare sure to combine."},{"id":376,"quote":"[T]here is very little difference between one person and another, but what little difference ther eis, is very important."},{"id":377,"quote":"The desire to gain wealth and the fear to lose it are our chief breeders of cowardice and propagators of corruption."},{"id":378,"quote":"Hogamus, higamous Man is polygamous Higamus, hogamous Woman monogamous."},{"id":379,"quote":"No decision is, in itself, a decision."},{"id":380,"quote":"You must bring out of each word its practical cash-value, set it at work within the stream of your experience."},{"id":381,"quote":"Truth lives, in fact, for the most part on a credit system. Our thoughts and beliefs pass, so long as nothing challenges them, just as bank-notes pass so long as nobody refuses them."},{"id":382,"quote":"Our ideas must agree with realities, be such realities concrete or abstract"},{"id":383,"quote":"Man is essentially the imitative animal. His whole educabilityand in fact the whole history of civilization depend on this trait, which his strong tendencies to rivalry, jealousy, and acquisitiveness reinforce."},{"id":384,"quote":"Faith is one of the forces by which men live, and the total absence of it means collapse"},{"id":385,"quote":"Lets take full advantage of this discovery"},{"id":386,"quote":"Action seems to follow feeling, but really action and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling."},{"id":387,"quote":"Why should we think upon things that are lovely? Because thinking determines life. It is a common habit to blame life upon the environment. Environment modifies life but does not govern life. The soul is stronger than its surroundings."},{"id":388,"quote":"If theological ideas prove to have a value for concrete life, they will be true, for pragmatism, in the sense of being good for so much. How much more they are true, will depend entirely on their relations to the other truths that also have to be acknowledged."},{"id":389,"quote":"We do not sing because we are happy, we are happy because we sing."},{"id":390,"quote":"Those thoughts are truth which guide us to beneficial interaction with sensible particulars as they occur, whether they copy these in advance or not."},{"id":391,"quote":"Divinity lies all around us, but society remains too hidebound to accept that fact...The mother sea and the fountain-head of all religions lies in the mystical experiences of the individual."},{"id":392,"quote":"The old question of whether there is design is idle. The real question is what is the world, whether or not it have a designer--and that can be revealed only by the study of all nature's particulars."},{"id":393,"quote":"The philosophy which is so important in each of us is not a technical matter; it is our more or less dumb sense of what life honestly and deeply means. It is only partly got from books; it is our individual way of just seeing and feeling the total push and pressure of the cosmos."},{"id":394,"quote":"To be conscious means not simply to be, but to be reported, known, to have awareness of one's being added to that being."},{"id":395,"quote":"We all have a lifelong habit of inferiority to our full self...\""},{"id":396,"quote":"Pragmatism asks its usual question. \"Grant an idea or belief to be true,\" it says, \"what concrete difference will its being true make in anyone's actual life? How will the truth be realized? What experiences will be different from those which would obtain if the belief were false? What, in short, is the truth's cash-value in experiential terms?"},{"id":397,"quote":"So you see that the process of education, taken in a large way, may be described as nothing but the process of acquiring ideas or conceptions, the best educated mind being the mind which has the largest stock of them, ready to meet the largest possible variety of the emergencies of life. The lack of education means only the failure to have acquired them, and the consequent liability to be 'floored' and 'rattled' in the vicissitudes of experience."},{"id":398,"quote":"The pragmatist turns away from abstraction and insufficiency, from verbal solutions, from bad a priori reasons, from fixed principles, closed systems, and pretended absolutes and origins. He turns toward concreteness and adequacy, towards facts, towards action, and towards power."},{"id":399,"quote":"A great idea goes through three stages on its way to acceptance: 1) it is dismissed as nonsense, 2) it is acknowledged as true, but insignificant, 3) finally, it is seen to be important, but not really anything new."},{"id":400,"quote":"Intelligence is a fixed goal with variable means of achieving it."},{"id":401,"quote":"'Pure experience' is the name I gave to the immediate flux of life which furnishes the material to our later reflection with its conceptual categories."},{"id":402,"quote":"The most immutable barrier in nature is between one man's thoughts and another's."},{"id":403,"quote":"Our ideas must agree with realities, be such realities concrete or abstract, be they facts or be they principles, under penalty of endless inconsistency and frustration."},{"id":404,"quote":"Our esteem for facts has not neutralized in us all religiousness. It is itself almost religious. Our scientific temper is devout."},{"id":405,"quote":"Choose a self and stand by it."},{"id":406,"quote":"There must always be a discrepncy between concepts and reality, because the former are static and discontinuous while the latter is dynamic and flowing"},{"id":407,"quote":"No one sees further into a generalization than his own knowledge of detail extends."},{"id":408,"quote":"We need only in cold blood to act as if the thing in question were real and it will infallibly end by growing into such a connection with our life that it will become real."},{"id":409,"quote":"Social evolution is a resultant of the interaction of two wholly distinct factors: the individual ... bearing all the power of initiative and origination in his hands; and, second, the social environment with its power of adopting or rejecting both him and his gifts. Both factors are essential to change. The community stagnates without the impulse of the individual. The impulse dies away without the sympathy of the community."},{"id":410,"quote":"Every sort of energy and endurance, of courage and capacity for handling life's evils, is set free in those who have religious faith."},{"id":411,"quote":"A man with no philosophy in him is the most inauspicious and unprofitable of all possible social mates."},{"id":412,"quote":"That which is most personal, is most interesting."},{"id":413,"quote":"It is true that so far as wealth gives time for ideal ends and exercise to ideal energies, wealth is better than poverty and ought to be chosen. But wealth does this in only a portion of the actual cases. Elsewhere the desire to gain wealth and the fear to lose it are our chief breeders of cowardice and propagators of corruption. There must be thousands of conjunctures in which a wealth-bound man must be a slave, whilst a man for whom poverty has no terrors becomes a freeman."},{"id":414,"quote":"Psychology saves us from mistakes. It makes us more clear as to what we are about. We gain confidence in respect to any method which we are using as soon as we believe that it has theory as well as practice at its back."},{"id":415,"quote":"Most of us can learn to live in perfect comfort on higher levels of power. Everyone knows that on any given day there are energies slumbering in him which the incitements of that day do not call forth. Compared with what we ought to be, we are only half awake. It is evident that our organism has stored-up reserves of energy that are ordinarily not called upon - deeper and deeper strata of explosible material, ready for use by anyone who probes so deep. The human individual usually lives far within his limits."},{"id":416,"quote":"There can be no existence of evil as a force to the healthy-minded individual."},{"id":417,"quote":"Deepest principle of human nature is to be appreciated."},{"id":418,"quote":"If things are ever to move upward, some one must take the first step, and assume the risk of it. No one who is not willing to try charity, to try non-resistance as the saint is always willing, can tell whether these methods will or will not succeed."},{"id":419,"quote":"a man does not cry because he is sad, he is sad because he cries"},{"id":420,"quote":"The deepest hunger in human beings is the desire to be appreciated."},{"id":421,"quote":"The God of many men is little more than their court of appeal against the damnatory judgment passed on their failures by the opinion of the world."},{"id":422,"quote":"It is as important to cultivate your silence power as your word power."},{"id":423,"quote":"The first thing the intellect does with an object is to class it along with something else. But any object that is infinitely important to us and awakens our devotion feels to us also as if it must be sui generis and unique. Probably a crab would be filled with a sense of personal outrage if it could hear us class it without ado or apology as a crustacean, and thus dispose of it. 'I am no such thing,' it would say; 'I am MYSELF, MYSELF alone."},{"id":424,"quote":"The soul is stronger than its surroundings."},{"id":425,"quote":"The baby, assailed by eyes, ears, nose, skin, and entrails at once, feels it all as one great blooming, buzzing confusion."},{"id":426,"quote":"Ingenuity in meeting and pursuing the pupil, that tact for the concrete situation, though they are the alpha and omega of the teacher's art, are things to which psychology cannot help us in the least."},{"id":427,"quote":"'Facts' are the bounds of human knowledge, set for it, not by it."},{"id":428,"quote":"The teacher's prime concern should be to ingrain into the pupil that assortment of habits that shall be most useful to him throughout life. Education is for behavior, and habits are the stuff of which behavior consists."},{"id":429,"quote":"Never suffer an exception to occur till the new habit is securely rooted in your life. Each lapse is like the letting fall of a ball of string which one is carefully winding up; a single slip undoes more than a great many turns will wind again."},{"id":430,"quote":"Cramming seeks to stamp things in by intense application immediately before the ordeal. But a thing thus learned can form but few associations."},{"id":431,"quote":"Creatures extremely low in the intellectual scale may have conception. All that is required is that they should recognize the same experience again. A polyp would be a conceptual thinker if a feeling of 'Hello! thingumbob again!' ever flitted through its mind."},{"id":432,"quote":"A good hypothesis in science must have other properties than those of the phenomenon it is immediately invoked to explain, otherwise it is not prolific enough."},{"id":433,"quote":"Regarding mutual tolerance: It is negative in one sense, but positive in another. It absolutely forbids us to be forward in pronouncing on the meaninglessness of forms of existence other than our own; and it commands us to tolerate, respect, and indulge those whom we see harmlessly interested and happy in their own ways, however unintelligible these may be to us. Hands off."},{"id":434,"quote":"Truth is what will be steadily borne out by subsequent experience"},{"id":435,"quote":"The greatest empiricists among us are only empiricists on reflection: when left to their instincts, they dogmatize like infallible popes."},{"id":436,"quote":"Marvelous as may be the power of my dog to understand my moods, deathless as his affection and fidelity, his mental state is as unsolved a mystery to me as it was to my remotest ancestor."},{"id":437,"quote":"Footnotes -- little dogs yapping at the heels of the text"},{"id":438,"quote":"Pretend what we may, the whole man within us is at work when we form our philosophical opinions. Intellect, will, taste, and passion co-operate just as they do in practical affairs; and lucky it is if the passion be not something as petty as a love of personal conquest over the philosopher across the way."},{"id":439,"quote":"Religion must be considered vindicated in a certain way from the attacks of her critics."},{"id":440,"quote":"Man lives for science as well as bread."},{"id":441,"quote":"As a rule reading fiction is as hard to me as trying to hit a target by hurling feathers at it. I need resistance to celebrate!"},{"id":442,"quote":"Despair lames most people, but it wakes others fully up."},{"id":443,"quote":"The science of logic never made a man reason rightly, and the science of ethics never made a man behave rightly. The most such sciences can do is to help us to catch ourselves up and check ourselves, if we start to reason or to behave wrongly; and to criticise ourselves more articulately after we have made mistakes."},{"id":444,"quote":"Truth lives, in fact, for the most part on a credit system"},{"id":445,"quote":"There can be no final truth in ethics any more than in physics, until the last man has had his experience and said his say."},{"id":446,"quote":"To begin with, our knowledge grows in spots. The spots may be large or small, but the knowledge ever grows all over... What you first gain from them is probably a small amount of new information, a few new definitions, or distinctions, or points of view. But while these special ideas are being added, the rest of your knowledge stands still, and only gradually will you 'line up' your previous opinions with the novelties I am trying to instil, and modify to some slight degree their mass."},{"id":447,"quote":"Far from being antecedent principles that animate the process, law, language, truth are but abstract names for its results."},{"id":448,"quote":"A purely disembodied human emotion is a nonentity."},{"id":449,"quote":"Essential truth, the truth of the intellectualists, the truth with no one thinking it, is like the coat that fits tho no one has ever tried it on, like the music that no ear has listened to. It is less real, not more real, than the verified article; and to attribute a superior degree of glory to it seems little more than a piece of perverse abstraction-worship."},{"id":450,"quote":"Selection is the very keel on which our mental ship is built. And in this case of memory its utility is obvious. If we remembered everything, we should on most occasions be as ill off as if we remembered nothing."},{"id":451,"quote":"Earnestness means willingness to live with energy, though energy bring pain."},{"id":452,"quote":"An impression which simply flows in at the pupil's eyes or ears and in no way modifies his active life, is an impression gone to waste. It is physiologically incomplete... Its motor consequences are what clinch it."},{"id":453,"quote":"Smitten as we are with the vision of social righteousness, a God indifferent to everything but adulation, and full of partiality for his individual favorites, lacks an essential element of largeness."},{"id":454,"quote":"...as I apprehend the Buddhist doctrine of karma, I agree in principle with that."},{"id":455,"quote":"Religious awe is the same organic thrill which we feel in a forest at twilight, or in a mountain gorge."},{"id":456,"quote":"Ninety-nine hundredths or, possibly, nine hundred and ninety-nine thousandths of our activity is purely automatic and habitual, from our rising in the morning to our lying down each night."},{"id":457,"quote":"Lay plans as if we were to be immortal."},{"id":458,"quote":"As there is no worse lie than a truth misunderstood by those who hear it, so reasonable arguments, challenges to magnanimity, and appeals to sympathy or justice, are folly when we are dealing with human crocodiles and boa-constrictors."},{"id":459,"quote":"Habit is thus the enormous fly-wheel of society, its most precious conservative agent. It alone is what keeps us all within the bounds of ordinance, and saves the children of fortune from the envious uprisings of the poor. It alone prevents the hardest and most repulsive walks of life from being deserted by those brought up to tread therein."},{"id":460,"quote":"Invention, using the term most broadly, and imitation, are the two legs, so to call them, on which the human race historically has walked."},{"id":461,"quote":"The self-same atoms which, chaotically dispersed, made the nebula, now, jammed and temporarily caught in peculiar positions, form our brains; and the 'evolution' of brains, if understood, would be simply the account of how the atoms came to be so caught and jammed."},{"id":462,"quote":"What interest, zest, or excitement can there be in achieving the right way, unless we are enabled to feel that the wrong way is also a possible and a natural way, nay, more, a menacing and an imminent way? And what sense can there be in condemning ourselves for taking the wrong way, unless we need have done nothing of the sort, unless the right way was open to us as well? I cannot understand the willingness to act, no matter how we feel, without the belief that acts are really good and bad."},{"id":463,"quote":"Modern transcendental idealism, Emersonianism, for instance, also seems to let God evaporate into abstract Ideality. Not a deity in concreto, not a superhuman person, but the immanent divinity in things, the essentially spiritual structure of the universe, is the object of the transcendentalist cult. In that address of the graduating class at Divinity College in 1838 which made Emerson famous, the frank expression of this worship of mere abstract laws was what made the scandal of the performance."},{"id":464,"quote":"Great emergencies and crises show us how much greater our vital resources are than we had supposed."},{"id":465,"quote":"Men's activities are occupied into ways -- in grappling with external circumstances and in striving to set things at one in their own topsy-turvy mind."},{"id":466,"quote":"There is a stream, a succession of states, or waves, or fields (or whatever you please to call them), of knowledge, of feeling, of desire, of deliberation, etc., that constantly pass and repass, and that constitute our inner life."},{"id":467,"quote":"Our colleges ought to have lit up in us a lasting relish for a better kind of man, a loss of appetite for mediocrities."},{"id":468,"quote":"Out of time we cut 'days' and 'nights', 'summers' and 'winters.' We say what, each part of the sensible continuum is, and all these abstract whats are concepts. The intelletual life of man consists almost wholly in his substitution of a conceptual order for the persceptual order in which his experience originally comes."},{"id":469,"quote":"We are thinking beings, and we cannot exclude the intellect from participating in any of our functions."},{"id":470,"quote":"From all these facts there emerges a very simple abstract program for the teacher to follow in keeping the attention of the child: Begin with the line of his native interests, and offer him objects that have some immediate connection with these."},{"id":471,"quote":"There must be something solemn, serious, and tender about any attitude which we denominate religious. If glad, it must not grin or snicker; if sad, it must not scream or curse."},{"id":472,"quote":"Habit is the great flywheel of society."},{"id":473,"quote":"We must frankly confess, then, using our empirical common sense and ordinary practical prejudices, that in the world that actually is, the virtues of sympathy, charity, and non-resistance may be, and often have been, manifested in excess. ... You will agree to this in general, for in spite of the Gospel, in spite of Quakerism, in spite of Tolstoi, you believe in fighting fire with fire, in shooting down usurpers, locking up thieves, and freezing out vagabonds and swindlers."},{"id":474,"quote":"Only necessity understood, and bondage to the highest is identical with true freedom."},{"id":475,"quote":"To give the theory plenty of 'rope' and see if it hangs itself eventually is better tactics than to choke it off at the outset b abstract accusations of self-contradiction"},{"id":476,"quote":"Act in earnest and you will become earnest in all you do."},{"id":477,"quote":"Better risk loss of truth than chance of error--that is your faith-vetoer's exact position. He is actively playing his stake as much as the believer is; he is backing the field against the religious hypothesis, just as the believer is backing the religious hypothesis against the field."},{"id":478,"quote":"Man's chief difference from the brutes lies in the exuberant excess of his subjective propensities. Prune his extravagance, sober him, and you undo him."},{"id":479,"quote":"To know one thing thoroughly would be to know the universe."},{"id":480,"quote":"So to feel brave, act as if we were brave, use all our will to that end...and a courage-fit will very likely replace the fit of fear."},{"id":481,"quote":"The amount of psychology which is necessary to all teachers need not be very great."},{"id":482,"quote":"To plead the organic causation of a religious state of mind, then, in refutation of its claim to possess superior spiritual value, is quite illogical and arbitrary, unless one have already worked out in advance some psycho-physical theory connecting spiritual values in general with determinate sorts of physiological change. Otherwise none of our thoughts and feelings, not even our scientific doctrines, not even our dis -beliefs, could retain any value as revelations of the truth, for every one of them without exception flows from the state of their possessor's body at the time."},{"id":483,"quote":"The instant field of the present is at all times what I call the 'pure' experience. It is only virtually or potentially either object or subject as yet."},{"id":484,"quote":"The subjectivist in morals, when his moral feelings are at war with the facts about him, is always free to seek harmony by toningdown the sensitiveness of the feelings."},{"id":485,"quote":"Our intelligence cannot wall itself up alive, like a pupa in a chrysalis. It must at any cost keep on speaking terms with the universe that engendered it."},{"id":486,"quote":"Round about the accredited and orderly facts of every science there ever floats a sort of dust-cloud of exceptional observations, of occurrences minute and irregular and seldom met with, which it always proves more easy to ignore than to attend to... Anyone will renovate his science who will steadily look after the irregular phenomena, and when science is renewed, its new formulas often have more of the voice of the exceptions in them than of what were supposed to be the rules."},{"id":487,"quote":"Ideas are so much flat psychological surface unless some mirrored matter gives them cognitive lustre. This is why as a pragmatistI have so carefully posited 'reality' ab initio, and why throughout my whole discussion, I remain an epistemologist realist."},{"id":488,"quote":"... religious experience, as we have studied it, cannot be cited as unequivocally supporting the infinitist belief. The only thingthat it unequivocally testifies to is that we can experience union with something larger than ourselves and in that union find our greatest peace."},{"id":489,"quote":"Faith is synonymous with working hypothesis."},{"id":490,"quote":"What we really need the poet's and orator's I help to keep alive in us is not, then, the common and gregarious courage which Robert Shaw showed when he marched with you, men of the Seventh Regiment. It is that more lonely courage which he showed when he dropped his warm commission in the glorious Second to head your dubious fortunes, negroes of the Fifty-fourth. That lonely kind of courage (civic courage as we call it in times of peace) is the kind of valor to which the monuments of nations should most of all be reared."},{"id":491,"quote":"We, the lineal representatives of the successful enactors of one scene of slaughter after another, must, whatever more pacific virtues we may also possess, still carry about with us, ready at any moment to burst into flame, the smoldering and sinister traits of character by means of which they lived through so many massacres, harming others, but themselves unharmed."},{"id":492,"quote":"A Beethoven string-quartet is truly, as some one has said, a scraping of horses' tails on cats' bowels, and may be exhaustively described in such terms; but the application of this description in no way precludes the simultaneous applicability of an entirely different description."},{"id":493,"quote":"Many persons nowadays seem to think that any conclusion must be very scientific if the arguments in favor of it are derived from twitching of frogs' legs (especially if the frogs are decapitated) and that, on the other hand, any doctrine chiefly vouched for by the feelings of human beings (with heads on their shoulders) must be benighted and superstitious."},{"id":494,"quote":"Philosophy, beginning in wonder, as Plato and Aristotle said, is able to fancy everything different from what it is. It sees the familiar as if it were strange, and the strange as if it were familiar. It can take things up and lay them down again. It rouses us from our native dogmatic slumber and breaks up our caked prejudices."},{"id":495,"quote":"All the daily routine of life, our dressing and undressing, the coming and going from our work or carrying through of its various operations, is utterly without mental reference to pleasure and pain, except under rarely realized conditions."},{"id":496,"quote":"The only function that one experience can perform is to lead into another experience; and the only fulfillment we can speak of isthe reaching of a certain experienced end. When one experience leads to (or can lead to) the same end as another, they agree in function."},{"id":497,"quote":"Mental fire is what won't burn real sticks; mental water is what won't necessarily (though of course it may) put out even a mentalfire."},{"id":498,"quote":"When once a decision is reached and execution is the order of the day, dismiss absolutely all responsibility and care about the outcome."},{"id":499,"quote":"Habit is a second nature, or rather, it is 'ten times nature'."},{"id":500,"quote":"In the deepest heart of all of us there is a corner in which the ultimate mystery of things works sadly."},{"id":501,"quote":"It does not follow, because our ancestors made so many errors of fact and mixed them with their religion, that we should therefore leave off being religious at all. By being religious we establish ourselves in possession of ultimate reality at the only points at which reality is given us to guard. Our responsible concern is with our private destiny, after all."},{"id":502,"quote":"In all primary school work the principle of multiple impressions is well recognized."},{"id":503,"quote":"Events are influenced by our very great desires."},{"id":504,"quote":"Be patient and sympathetic with the type of mind that cuts a poor figure in examinations. It may, in the long examination which life sets us, come out in the end in better shape than the glib and ready reproducer, its passions being deeper, its purposes more worthy, its combining power less commonplace, and its total mental output consequently more important."},{"id":505,"quote":"If an unusual necessity forces us onward, a surprising thing occurs. The fatigue gets worse up to a certain point, when, gradually or suddenly, it passes away and we are fresher than before!"},{"id":506,"quote":"In all this process of acquiring conceptions, a certain instinctive order is followed. There is a native tendency to assimilate certain kinds of conception at one age, and other kinds of conception at a later age."},{"id":507,"quote":"Psychology ought certainly to give the teacher radical help."},{"id":508,"quote":"An enormous mass of experience, both of homeopathic doctors and their patients, is invoked in favor of the efficacy of these remedies and doses."},{"id":509,"quote":"Volition . . . takes place only when there are a number of conflicting systems of ideas, and depends on our having a complex field of consciousness."},{"id":510,"quote":"We must make automatic and habitual, as early as possible, as many useful actions as we can, and as carefully guard against the growing into ways that are likely to be disadvantageous."},{"id":511,"quote":"Our volitional habits depend, then, first, on what the stock of ideas is which we have; and, second, on the habitual coupling of the several ideas with action or inaction respectively."},{"id":512,"quote":"Neither moral relations nor the moral law can swing in vacuo. Their only habitat can be a mind which feels them; and no world composed of merely physical facts can possibly be a world to which ethical propositions apply."},{"id":513,"quote":"If I should throw down a thousand beans at random upon a table, I could doubtless, by eliminating a sufficient number of them, leave the rest in almost any geometrical pattern you might propose to me, and you might then say that that pattern was the thing prefigured beforehand, and that the other beans were mere irrelevance and packing material. Our dealings with Nature are just like this."},{"id":514,"quote":"The trail of the human serpent is thus over everything."},{"id":515,"quote":"Our theories are wedged and controlled as nothing else is. Yet sometimes alternative theoretic formulas are equally compatible with all the truths we know, and then we choose between them for subjective reasons. We choose the kind of theory to which we are already partial: we follow 'elegenace' or 'economy'"},{"id":516,"quote":"On pragmatistic principles, if the hypothesis of God works satisfactorily in the widest sense of the word, it is true."},{"id":517,"quote":"Mankind's common instinct for reality has always held the world to be essentially a theatre for heroism."},{"id":518,"quote":"Everything which is demanded is by that fact a good."},{"id":519,"quote":"So our self-feeling in this world depends entirely on what we back ourselves to be and do."},{"id":520,"quote":"Man, whatever else he may be, is primarily a practical being, whose mind is given him to aid in adapting him to this world's life"},{"id":521,"quote":"The god whom science recognizes must be a God of universal laws exclusively, a God who does a wholesale, not a retail business. He cannot accommodate his processes to the convenience of individuals."},{"id":522,"quote":"To spend life for something which outlasts it."},{"id":523,"quote":"All the qualities of a man acquire dignity when he knows that the service of the collectivity that owns him needs them. If proud of the collectivity, his own pride rises in proportion. No collectivity is like an army for nourishing such pride."},{"id":524,"quote":"[Pragmatism's] only test of probable truth is what works best in the way of leading us, what fits every part of life best and combines with the collectivity of experience's demands, nothing being omitted."},{"id":525,"quote":"In the acquisition of a new habit, or the leaving off of an old one, we must take care to launch ourselves with as strong and decided an initiative as possible."},{"id":526,"quote":"The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour."},{"id":527,"quote":"We must make automatic and habitual, as early as possible, as many useful actions as we can. . . . The more of the details of our daily life we can hand over to the effortless custody of automatism, the more our higher powers of mind will be set free for their own proper work."},{"id":528,"quote":"Experience, as we know, has a way of boiling over, and making us correct our present formulas."},{"id":529,"quote":"In youth we may have an absolutely new experience, subjective or objective, every hour of the day. Apprehension is vivid, retentiveness strong, and our recollections of that time, like those in a time spent in rapid and interesting travel, are of something intricate, multitudinous, and long-drawn-out. But as each passing year converts some of this experience into automatic routine which we hardly note at all, the days and the weeks smooth themselves out in recollection to a contentless unit, and the years grow hollow and collapse."},{"id":530,"quote":"Philosophy lives in words, but truth and fact well up into our lives in ways that exceed verbal formulation."},{"id":531,"quote":"If evolution and the survival of the fittest be true at all, the destruction of prey and of human rivals must have been among the most important. . . . It is just because human bloodthirstiness is such a primitive part of us that it is so hard to eradicate, especially when a fight or a hunt is promised as part of the fun."},{"id":532,"quote":"The study a posteriori of the distribution of consciousness shows it to be exactly such as we might expect in an organ added for the sake of steering a nervous system grown too complex to regulate itself."},{"id":533,"quote":"I am no lover of disorder and doubt as such. Rather do I fear to lose truth by this pretension to possess it already wholly."},{"id":534,"quote":"The nation blest above all nations is she in whom the civic genius of the people does the saving day by day, by acts without external picturesqueness; by speaking, writing, voting reasonably; by smiting corruption swiftly; by good temper between parties; by the people knowing true men when they see them, and preferring them as leaders to rabid partisans and empty quacks."},{"id":535,"quote":"(Five) thinkers since Galileo, each informing his successor of what discoveries his own lifetime had seen achieved, might have passed the torch of science into our hands as we sit here in this room. Indeed, for the matter of that, an audience much smaller than the present one, an audience of some 5 or 6 score people, if each person in it could speak for his own generation, would carry us away to the black unknown of the human species, to days without a document or monument to tell their tale."},{"id":536,"quote":"The word 'cause' is an altar to an unknown god."},{"id":537,"quote":"Failure, then, failure! so the world stamps us at every turn. We strew it with our blunders, our misdeeds, our lost opportunities, with all the memorials of our inadequacy to our vocation. And with what a damning emphasis does it then blot us out! No easy fine, no mere apology or formal expiation, will satisfy the world's demands, but every pound of flesh exacted is soaked with all its blood. The subtlest forms of suffering known to man are connected with the poisonous humiliations incidental to these results."},{"id":538,"quote":"But it is the bane of psychology to suppose that where results are similar, processes must be the same. Psychologists are too apt to reason as geometers would, if the latter were to say that the diameter of a circle is the same thing as its semi-circumference, because, forsooth, they terminate in the same two points."},{"id":539,"quote":"An unlearned carpenter of my acquaintance once said in my hearing: \"There is very little difference between one man and another; but what little there is, is very important.\" This distinction seems to me to go to the root of the matter."},{"id":540,"quote":"What a teacher needs to know about psychology \"might almost be written on the palm of one's hand.\""},{"id":541,"quote":"If the topic be highly abstract, show its nature by concrete examples. If it be unfamiliar, trace some point of analogy in it with the known. If it be inhuman, make it figure as part of a story. If it be difficult, couple its acquisition with some prospect of personal gain. Above all things, make sure that it shall run through certain inner changes, since no unvarying object can possibly hold the mental field for long."},{"id":542,"quote":"Impulse without reason is enough, and reason without impulse is a poor makeshift."},{"id":543,"quote":"Good-humor is a philosophic state of mind; it seems to say to Nature that we take her no more seriously than she takes us. I maintain that one should always talk of philosophy with a smile."},{"id":544,"quote":"From a pragmatic point of view, the difference between living against a background of foreigness (an indifferent Universe) and one of intimacy (a benevolent Universe) means the difference between a general habit of wariness and one of trust."},{"id":545,"quote":"What excites and interests the looker-on at life, what the romances and the statues celebrate, and the grim civic monuments remind us of, is the everlasting battle of the powers of light with those of darkness; with heroism reduced to its bare chance, yet ever and anon snatching victory from the jaws of death."},{"id":546,"quote":"So far war has been the only force that can discipline a whole community, and until an equivalent discipline is organized, I believe that war must have its way."},{"id":547,"quote":"...By far the most usual way of handling phenomena so novel that they would make for a serious rearrangement of our preconceptions is to ignore them altogether, or to abuse those who bear witness for them."},{"id":548,"quote":"We hear in these days of scientific enlightenment a great deal of discussion about the efficacy of Prayer. Many reasons are given why we should not pray. Others give reasons why we should pray. Very little is said of the reason we do pray. The reason is simple: We pray because we cannot help praying."},{"id":549,"quote":"If any one phrase could gather its (religion's) universal message, that phrase would be, - All is not vanity in this Universe, whatever the appearances may suggest."},{"id":550,"quote":"Sobriety diminishes, discriminates, and says no; drunkenness expands, unites, and says yes. Not through mere perversity do men run after it."},{"id":551,"quote":"The stream of thought flows on; but most of its segments fall into the bottomless abyss of oblivion. Of some, no memory survives the instant of their passage. Of others, it is confined to a few moments, hours or days. Others, again, leave vestiges which are indestructible, and by means of which they may be recalled as long as life endures."},{"id":552,"quote":"Psychology is a science, and teaching is an art; and sciences never generate arts directly out of themselves."},{"id":553,"quote":"So long as antimilitarists propose no substitute for war's disciplinary function, no moral equivalent of war, analogous, as one might say, to the mechanical equivalent of heat, so long they fail to realize the full inwardness of the situation."},{"id":554,"quote":"Man's chief difference from the brutes lies in the exuberant excess of his subjective propensities his preeminence over them simply and solely in the number and in the fantastic and unnecessary character of his wants, physical, moral, aesthetic, and intellectual. Had his whole life not been a quest for the superfluous, he would never have established himself as inexpugnably as he has done in the necessary."},{"id":555,"quote":"The impulse to take life strivingly is indestructible in the race."},{"id":556,"quote":"Who does not see that we are likely to ascertain the distinctive significance of religious melancholy and happiness, or of religious trances, far better by comparing them as conscientiously as we can with other varieties of melancholy, happiness, and trance, than by refusing to consider their place in any more general series, and treating them as if they were outside of nature's order altogether?"},{"id":557,"quote":"Conversion is in its essence a normal adolescent phenomenon, incidental to the passage from the child's small universe to the wider intellectual and spiritual life of maturity."},{"id":558,"quote":"Science herself consults her heart when she lays it down that the infinite ascertainment of fact and correction of false belief are the supreme goods for man."},{"id":559,"quote":"True ideas are those that we can assimilate, validate, corroborate, and verify. False ideas are those that we cannot"},{"id":560,"quote":"Millions of items in the outward order are present to my senses which never properly enter into my experience. Why? Because they have no interest for me. My experience is what I agree to attend to. Only those items which I notice shape my mind --without selective interest, experience is an utter chaos."},{"id":561,"quote":"To some of us the thought of God is like a sort of quiet music playing in the background of the mind."},{"id":562,"quote":"Seek out that particular mental attribute which makes you feel most deeply and vitally alive."},{"id":563,"quote":"The states of consciousness are all that psychology needs to do her work with. Metaphysics or theology may prove the Soul to exist; but for psychology the hypothesis of such a substantial principle of unity is superfluous."},{"id":564,"quote":"The man whose acquisitions stick is the man who is always achieving and advancing whilst his neighbors, spending most of their time in relearning what they once knew but have forgotten, simply hold their own."},{"id":565,"quote":"The belief in free-will is not in the least incompatible with the belief in Providence, provided you do not restrict the Providence to fulminating nothing but fatal decrees."},{"id":566,"quote":"The thinker philosophizes as the lover loves. Even were the consequences not only useless but harmful, he must obey his impulse."},{"id":567,"quote":"... A rule of thinking which would absolutely prevent me from acknowledging certain kinds of truth if those ... truths were really there, would be an irrational rule."},{"id":568,"quote":"The university most worthy of rational admiration is that one in which your lonely thinker can feel himself lonely, most positively furthered, and most richly fed"},{"id":569,"quote":"You make a great, very great mistake, if you think that psychology, being the science of the mind's laws, is something from which you can deduce definite programmes and schemes and methods of instruction for immediate schoolroom use."},{"id":570,"quote":"Man, biologically considered ... is simply the most formidable of all beasts of prey, and, indeed, the only one that preys systematically on its own kind."},{"id":571,"quote":"The greatest discovery of the 19th century was not in the realm of the physical sciences, but the power of the subconscious mind touched by faith. Any individual can tap into an eternal reservoir of power that will enable them to overcome any problem that may arise. All weaknesses can be overcome, bodily healing, financial independence, spiritual awakening, and prosperity beyond your wildest dreams. This is the superstructure of happiness."},{"id":572,"quote":"The drunken consciousness is one bit of the mystic consciousness, and our total opinion of it must find its place in our opinion of that larger whole."},{"id":573,"quote":"How can the moribund old man reason back to himself the romance, the mystery, the imminence of great things with which our old earth tingled for him in the days when he was young and well?"},{"id":574,"quote":"The war for our Union, with all the constitutional issues which it settled, and all the military lessons which it gathered in, has throughout its dilatory length but one meaning in the eyes of history. It freed the country from the social plague which until then had made political development impossible in the United States. More and more, as the years pass, does the meaning stand forth as the sole meaning."},{"id":575,"quote":"Hardly ever can a youth transferred to the society of his betters unlearn the nasality and other vices of speech bred in him by the associations of his growing years. Hardly ever, indeed, no matter how much money there be in his pocket, can he ever learn to dress like a gentleman-born. The merchants offer their wares as eagerly to him as to the veriest swell, but he simply cannot buy the right things."},{"id":576,"quote":"Any object not interesting in itself may become interesting through becoming associated with an object in which an interest already exists."},{"id":577,"quote":"The total mental efficiency of a man is the resultant of the working together of all his faculties. He is too complex a being for any one of them to have the casting vote. If any one of them do have the casting vote, it is more likely to be the strength of his desire and passion, the strength of the interest he takes in what is proposed. Concentration, memory, reasoning power, inventiveness, excellence of the senses, all are subsidiary to this."},{"id":578,"quote":"Fatalism, whose solving word in all crises of behavior is All striving is vain, will never reign supreme, for the impulse to take life strivingly is indestructible in the race. Moral creeds which speak to that impulse will be widely successful in spite of inconsistency, vagueness, and shadowy determination of expectancy. Man needs a rule for his will, and will invent one if one be not given him."},{"id":579,"quote":"The first thing that intellect does with an object is to class it with something else."},{"id":580,"quote":"The exercise of voluntary attention in the schoolroom must therefore be counted one of the most important points of training that take place there; and the first-rate teacher, by the keenness of the remoter interests which he is able to awaken, will provide abundant opportunities for its occurrence."},{"id":581,"quote":"The difference between an interesting and a tedious teacher consists in little more than the inventiveness by which the one is able to mediate these associations and connections, and in the dullness in discovering such transitions which the other shows."},{"id":582,"quote":"In my individual heart I fully believe my faith is as robust as yours. The trouble with your robust and full bodied faiths, however, is, that they begin to cut each others throats too soon, and for getting on in the world and establishing a modus vivendi these pestilential refinements and reasonablenesses and moderations have to creep in."},{"id":583,"quote":"Results should not be too voluntarily aimed at or too busily thought of. They are sure to float up of their own accord from a long enough daily work at a given matter."},{"id":584,"quote":"If WE claim only reasonable probability, it will be as much as men who love the truth can ever at any given moment hope to have within their grasp."},{"id":585,"quote":"Faith means belief in something concerning which doubt is still theoretically possible ... faith is the readiness to act in a cause the prosperous issue of which is not certified to us in advance."},{"id":586,"quote":"The mind of your own enemy, the pupil, is working away from you, as keenly and eagerly as is the mind of the commander on the other side from the scientific general. Just what the respective enemies want and think, and what they know or do not know, are as hard things for the teachers as for the general to find out."},{"id":587,"quote":"I take it that no man is educated who has never dallied with the thought of suicide."},{"id":588,"quote":"The war-function has grasped us so far; but the constructive interests may some day seem no less imperative, and impose on the individual a hardly lighter burden."},{"id":589,"quote":"A remarkable parallel, which I think has never been noticed, obtains between the facts of social evolution on the one hand, and of zological evolution as expounded by Mr. Darwin on the other."},{"id":590,"quote":"There can be no difference anywhere that does not make a difference somewhere."},{"id":591,"quote":"When a superior intellect and a psychopathic temperament coalesce in the same individual, we have the best possible condition for the kind of effective genius that gets into the biographical dictionaries."},{"id":592,"quote":"If the grace of God miraculously operates, it probably operates through the subliminal door."},{"id":593,"quote":"In the matter of belief, we are all extreme conservatives."},{"id":594,"quote":"You can't out-perform your self-image."},{"id":595,"quote":"Great indeed is Fear; but it is not, as our military enthusiasts believe and try to make us believe, the only stimulus known for awakening the higher ranges of men's spiritual energy."},{"id":596,"quote":"In this real world of sweat and dirt, it seems to me that when a view of things is 'noble,' that ought to count as presumption against its truth, and as a philosophic disqualification. The prince of darkness may be a gentleman, as we are told he is, but whatever the God of earth and heaven is, he can surely be no gentleman."},{"id":597,"quote":"I know that you, ladies and gentlemen, have a philosophy, each and all of you, and that the most interesting and important thing about you is the way in which it determines the perspective in your several worlds."},{"id":598,"quote":"Science can tell us what exists; but to compare the worths, both of what exists and of what does not exist, we must consult not science, but what Pascal calls our heart."},{"id":599,"quote":"The more rational statement is that we feel sorry because we strike, afraid because we tremble, and not that we cry, strike, or tremble because we are sorry, angry, or fearful as the case may be."},{"id":600,"quote":"Considering the inner fitness of things, one would rather think that the very first act of a will endowed with freedom should be to sustain the belief in the freedom itself."},{"id":601,"quote":"For I had often said that the best argument I knew for an immortal life was the existence of a man who deserved one as well as Child did."},{"id":602,"quote":"The prescription is that the subject must be made to show new aspects of itself; to prompt new questions; in a word, to change. From an unchanging subject the attention inevitably wanders away."},{"id":603,"quote":"The lunatic's visions of horror are all drawn from the material of daily fact. Our civilization is founded on the shambles, and every individual existence goes out in a lonely spasm of helpless agony."},{"id":604,"quote":"To suggest personal will and effort to one all sicklied o'er with the sense of irremediable impotence is to suggest the most impossible of things. What he craves is to be consoled in his very powerlessness, to feel that the spirit of the universe recognizes and secures him, all decaying and failing as he is."},{"id":605,"quote":"The prevalent fear of poverty among the educated classes is the worst moral disease from which our civilization suffers."},{"id":606,"quote":"Whatever universe a professor believes in must at any rate be a universe that lends itself to lengthy discourse. A universe definable in two sentences is something for which the professorial intellect has no use. No faith in anything of that cheap kind!"},{"id":607,"quote":"Individuality is founded in feeling; and the recesses of feeling, the darker, blinder strata of character, are the only places in the world in which we catch real fact in the making, and directly perceive how events happen, and how work is actually done."},{"id":608,"quote":"Where quality is the thing sought after, the thing of supreme quality is cheap, whatever the price one has to pay for it."},{"id":609,"quote":"The first effect of the mind growing cultivated is that processes once multiple get to be performed in a single act. Lazarus has called this the progressive \"condensation\" of thought. ... Steps really sink from sight. An advanced thinker sees the relations of his topics is such masses and so instantaneously that when he comes to explain to younger minds it is often hard ... Bowditch, who translated and annotated Laplace's Méchanique Céleste, said that whenever his author prefaced a proposition by the words \"it is evident,\" he knew that many hours of hard study lay before him."},{"id":610,"quote":"When two minds of a high order, interested in kindred subjects, come together, their conversation is chiefly remarkable for the summariness of its allusions and the rapidity of its transitions. Before one of them is half through a sentence the other knows his meaning and replies. ... His mental lungs breathe more deeply, in an atmosphere more broad and vast."},{"id":611,"quote":"Nature in her unfathomable designs had mixed us of clay and flame, of brain and mind, that the two things hang indubitably together and determine each other's being but how or why, no mortal may ever know."},{"id":612,"quote":"The most violent revolutions in an individuals beliefs leave most of his old order standing. Time and space, cause and effect, nature and history, and ones own biography remain untouched. New truth is always a go-between, a smoother-over of transitions. It marries old opinion to new fact so as ever to show a minimum of jolt, a maximum of continuity."},{"id":613,"quote":"True ideas are those that we can assimilate, validate, corroborate, and verify. False ideas are those that we cannot. That is the practical difference it makes to us to have true ideas; that therefore is the meaning of truth, for it is all that truth is known as."},{"id":614,"quote":"Truths emerge from facts, but they dip forward into facts again and add to them; which facts again create or reveal new truth (the word is indifferent) and so on indefinitely. The 'facts' themselves meanwhile are not true. They simply are. Truth is the function of the beliefs that start and terminate among them."},{"id":615,"quote":"You do not sing because you're happy, you're happy because you sing."},{"id":616,"quote":"A little cooling down of animal excitability and instinct, a little loss of animal toughness, a little irritable weakness and descent of the pain-threshold, will bring the worm at the core of all our usual springs of delight into full view, and turn us into melancholy metaphysicians."},{"id":617,"quote":"If you wish to upset the law that all crows are black, you mustn't seek to show that no crows are; it is enough if you prove one single crow to be white."},{"id":618,"quote":"I originally studied medicine in order to be a physiologist, but I drifted into psychology and philosophy from a sort of fatality. I never had any philosophic instruction, the first lecture on psychology I ever heard being the first I ever gave."},{"id":619,"quote":"Men are now proud of belonging to a conquering nation, and without a murmur they lay down their persons and their wealth, if by so doing they may fend off subjection."},{"id":620,"quote":"The teachers of this country, one may say, have its future in their hands."},{"id":621,"quote":"We hear the words we have spoken, feel our own blow as we give it, or read in the bystander's eyes the success or failure of our conduct."},{"id":622,"quote":"The same is true of Love, and the instinctive desire to please those whom we love. The teacher who succeeds in getting herself loved by the pupils will obtain results which one of a more forbidding temperament finds it impossible to secure."},{"id":623,"quote":"To be a real philosopher all that is necessary is to hate some one else's type of thinking."},{"id":624,"quote":"It makes a tremendous emotional and practical difference to one whether one accepts the universe in the drab discolored way of stoic resignation to necessity, or with the passionate happiness of Christian saints."},{"id":625,"quote":"I wished by treating Psychology like a natural science, to help her become one."},{"id":626,"quote":"Intellectualism' is the belief that our mind comes upon a world complete in itself, and has the duty of ascertaining its contents; but has no power of re-determining its character, for that is already given."},{"id":627,"quote":"... the intellect, everywhere invasive, shows everywhere its shallowing effect."},{"id":628,"quote":"When you have broken the reality into concepts you never can reconstruct it in its wholeness."},{"id":629,"quote":"The most any one can do is to confess as candidly as he can the grounds for the faith that is in him, and leave his example to work on others as it may."},{"id":630,"quote":"Most men's friendships are too inarticulate."},{"id":631,"quote":"However inadequate our ideas of causal efficacy may be, we are less wide of the mark when we say that our ideas and feelings have it, than the Automatists are when they say they haven't it. As in the night all cats are gray, so in the darkness of metaphysical criticism all causes are obscure. But one has no right to pull the pall over the psychic half of the subject only . . . whilst in the same breath one dogmatizes about material causation as if Hume, Kant, and Lotze had never been born."},{"id":632,"quote":"The bottom of being is left logically opaque to us, a datum in the strict sense of the word, something we simply come upon and find, and about which (if we wish to act) we should pause and wonder as little as possible. In this confession lies the lasting truth of empiricism."},{"id":633,"quote":"Religions have approved themselves; they have ministered to sundry vital needs which they found reigning. When they violated other needs too strongly, or when other faiths came which served the same needs better, the first religions were supplanted."},{"id":634,"quote":"But petitional prayer is only one department of prayer; and if we take the word in the wider sense as meaning every kind of inward communion or conversation with the power recognized as divine, we can easily see that scientific criticism leaves it untouched. Prayer in this wide sense is the very soul and essence of religion."},{"id":635,"quote":"The \"through-and-through\" universe seems to suffocate me with its infallible impeccable all-pervasiveness. Its necessity , with no possibilities; its relations, with no subjects, make me feel as if I had entered into a contract with no reserved rights ... It seems too buttoned-up and white-chokered and clean-shaven a thing to speak for the vast slow-breathing unconscious Kosmos with its dread abysses and its unknown tides."},{"id":636,"quote":"There is but one indefectibly certain truth , and that is the truth that pyrrhonistic scepticism itself leaves standing, the truth that the present phenomenon of consciousness exists."},{"id":637,"quote":"The difference between the first and second-best things in art absolutely seems to escape verbal definition -- it is a matter of a hair, a shade, an inward quiver of some kind -- yet what miles away in the point of preciousness!"},{"id":638,"quote":"What a magnificent land and race is this Britain! Everything about them is of better quality than the corresponding thing in the U.S.... Yet I believe (or suspect) that ours is eventually the bigger destiny, if we can only succeed in living up to it."},{"id":639,"quote":"Theory must mediate between all previous truths and certain new experiences"},{"id":640,"quote":"The highest flights of charity, devotion, trust, patience, bravery to which the wings of human nature have spread themselves, have been flown for religious ideals."},{"id":641,"quote":"I don't see how an epigram, being a bolt from the blue, with no introduction or cue, ever gets itself writ."},{"id":642,"quote":"[There are, in us] possibilities that take our breath away, and show a world wider than either physics or philistine ethics can imagine. Here is a world in which all is well, in spite of certain forms of death, death of hope, death of strength, death of responsibility, of fear and wrong, death of everything that paganism, naturalism and legalism pin their trust on."},{"id":643,"quote":"Philosophy is at once the most sublime and the most trivial of human pursuits. It works in the minutest crannies and it opens outthe widest vistas. It 'bakes no bread', as has been said, but it can inspire our souls with courage."},{"id":644,"quote":"In the last analysis, then, we believe that we all know and think about and talk about the same world because we believe our PERCEPTS are possessed by us in common"},{"id":645,"quote":"As long as there are postmen, life will have zest."},{"id":646,"quote":"The mind, in short, works on the data it receives very much as a sculptor works on his block of stone. In a sense the statue stoodthere from eternity. But there were a thousand different ones beside it, and the sculptor alone is to thank for having extricated this one from the rest."},{"id":647,"quote":"General scepticism is the live mental attitude of refusing to conclude. It is a permanent torpor of the will, renewing itself in detail towards each successive thesis that offers, and you can no more kill it off by logic than you can kill off obstinacy or practical joking."},{"id":648,"quote":"Materialism means simply the denial that the moral order is eternal, and the cutting off of ultimate hopes; spiritualism means theaffirmation of an eternal moral order and the letting loose of hope."},{"id":649,"quote":"Even if matter could do every outward thing that God does, the idea of it would not work as satisfactorily, because the chief callfor a God on modern men's part is for a being who will inwardly recognize them and judge them sympathetically. Matter disappoints this craving of our ego, so God remains for most men the truer hypothesis, and indeed remains so for definite pragmatic reasons."},{"id":650,"quote":"Since belief is measured by action, he who forbids us to believe religion to be true, necessarily also forbids us to act as we should if we did believe it to be true."},{"id":651,"quote":"There is no being capable of a spiritual life who does not have within him a jungle.  Where the wolf constantly HOWLS and the OBSCENE bird of night chatters endlessly."},{"id":652,"quote":"For morality life is a war, and the service of the highest is a sort of cosmic patriotism which also calls for volunteers."},{"id":653,"quote":"In modern eyes, precious though wars may be they must not be waged solely for the sake of the ideal harvest. Only when forced upon one, is a war now thought permissible."},{"id":654,"quote":"Both thought and feeling are determinants of conduct, and the same conduct may be determined either by feeling or by thought."},{"id":655,"quote":"Need and struggle are what excite and inspire us; our hour of triumph is what brings the void. Not the Jews of the captivity, but those of the days of Solomon 's glory are those from whom the pessimistic utterances in our Bible come."},{"id":656,"quote":"It is only in the lonely emergencies of life that our creed is tested: then routine maxims fail, and we fall back on our gods."},{"id":657,"quote":"The question of free will is insoluble on strictly psychological grounds."},{"id":658,"quote":"Science must constantly be reminded that her purposes are not the only purposes and that the order of uniform causation which she has use for, and is therefore right in postulating, may be enveloped in a wider order, on which she has no claim at all."},{"id":659,"quote":"The most peculiar social self which one is apt to have is in the mind of the person one is in love with."},{"id":660,"quote":"Habit is the enormous flywheel of society, its most precious conservative agent. There is no more miserable human being than one in whom nothing is habitual but indecision. Full half the time of such a man goes to the deciding, or regretting, of matters which ought to be so ingrained in him as practically not to exist for his consciousness at all."},{"id":661,"quote":"Compared with men, it is probable that brutes neither attend to abstract characters, nor have associations by similarity. Their thoughts probably pass from one concrete object to its habitual concrete successor far more uniformly than is the case with us. In other words, their associations of ideas are almost exclusively by contiguity. So far, however, as any brute might think by abstract characters instead of by association of con cretes, he would have to be admitted to be a reasoner in the true human sense. How far this may take place is quite uncertain."},{"id":662,"quote":"The simplest rudiment of mystical experience would seem to be that deepened sense of the significance of a maxim or formula which occasionally sweeps over one."},{"id":663,"quote":"To be radical, an empiricism must neither admit into its constructions any element that is not directly experienced, nor exclude from them any element that is directly experienced."},{"id":664,"quote":"Religion, therefore, as I now ask you arbitrarily to take it, shall mean for us the feelings, acts, and experiences of individual men in their solitude, so far as they apprehend themselves to stand in relation to whatever they may consider the divine. Since the relation may be either moral, physical, or ritual, it is evident that out of religion in the sense in which we take it, theologies, philosophies, and ecclesiastical organizations may secondarily grow."},{"id":665,"quote":"There is no doubt that healthy-mindedness is inadequate as a philosophical doctrine, because the evil facts which it refuses positively to account for are a genuine portion of reality; and they may after all be the best key to life's significance, and possibly the only openers of our eyes to the deepest levels of truth."},{"id":666,"quote":"Between what a man calls me and what he simply calls mine the line is difficult to draw. We feel and act about certain things that are ours very much as we feel and act about ourselves."},{"id":667,"quote":"The intellectual life of man consists almost wholly in his substitution of conceptual order for the perceptual order in which his experience originally comes."},{"id":668,"quote":"To be fertile in hypotheses is the first perquisite of creativity and to be willing to throw them away the moment experience contradicts them is the next."},{"id":669,"quote":"Real culture lives by sympathies and admirations, not by dislikes and disdains; under all misleading wrappings it pounces unerringly upon the human core."},{"id":670,"quote":"...These healers...my intellect has been unable to assimilate their theories....But their facts are patent and startling; and anything that interferes with the multiplication of such facts, and with our freest opportunity of observing and studying them, will, I believe, be a public calamity."},{"id":671,"quote":"Let anyone try, I will not say to arrest, but to notice or to attend to, the present moment of time. One of the most baffling experiences occurs. Where is it, this present? It has melted in our grasp, fled ere we could touch it, gone in the instant of becoming."},{"id":672,"quote":"The unrest which keeps the never stopping clock of metaphysics going is the thought that the nonexistence of this world is just as possible as its existence."},{"id":673,"quote":"At bottom, the whole concern of religion is with the manner of our acceptance of the universe."},{"id":674,"quote":"Once you accept an idea, it's an idea whose time has come."},{"id":675,"quote":"... I am the same personal being who in old times upon the Earth had those experiences."},{"id":676,"quote":"To consider hypotheses is surely always better than to dogmatize ins blaue hinein"},{"id":677,"quote":"Let sanguine healthy-mindedness do its best with its strange power of living in the moment and ignoring and forgetting, still the evil background is really there to be thought of, and the skull will grin in at the banquet."},{"id":678,"quote":"Equality is attainable as long as you are part of the majority."},{"id":679,"quote":"To know an object is to lead to it through a context which the world provides"},{"id":680,"quote":"The suspicion is in the air nowadays that the superiority of one of our formulas to another may not consist so much in its literal 'objectivity,' as in subjective qualities like its usefulness, its 'elegance,' or its congruity with our residual beliefs"},{"id":681,"quote":"Mankind's common instinct for reality has always held the world to be essentially a theatre for heroism. In heroism, we feel, life's supreme mystery is hidden. We tolerate no one who has no capacity whatever for it in any direction. On the other hand, no matter what a man's frailties otherwise may be, if he be willing to risk death, and still more if he suffer it heroically, in the service he has chosen, the fact consecrates him forever."},{"id":682,"quote":"New habits can be launched."},{"id":683,"quote":"Plasticity, then, in the wide sense of the word, means the possession of a structure weak enough to yield to an influence, but strong enough not to yield all at once. Each relatively stable phase of equilibrium in such a structure is marked by what we may call a new set of habits."},{"id":684,"quote":"O my Bergson, you are a magician, and your book is a marvel, a real wonder in the history of philosophy . . . In finishing it I found . . . such a flavor of persistent euphony, as of a rich river that never foamed or ran thin, but steadily and firmly proceeded with its banks full to the brim."},{"id":685,"quote":"No more fiendish punishment could be devised, were such a thing physically possible, than that one should be turned loose in society and remain absolutely unnoticed."},{"id":686,"quote":"When happiness is actually in possession, the thought of evil can no more acquire the feeling of reality than the thought of good can gain reality when melancholy rules. To the man actively happy, from whatever cause, evil simply cannot then and there be believed in."},{"id":687,"quote":"Where is it, this present? It has melted in our grasp, fled ere we could touch it, gone in the instant of becoming."},{"id":688,"quote":"True ideas lead us into useful verbal and conceptual quarters as well as directly up to useful sensible termini. They lead to consistency, stability and flowing human intercourse."},{"id":689,"quote":"Each of us is in fact what he is almost exclusively by virtue of his imitative-ness."},{"id":690,"quote":"It is only the fundamental conceptions of psychology which are of real value to a teacher."},{"id":691,"quote":"The most ancient parts of truth . . . also once were plastic. They also were called true for human reasons. They also mediated between still earlier truths and what in those days were novel observations. Purely objective truth, truth in whose establishment the function of giving human satisfaction in marrying previous parts of experience with newer parts played no role whatsoever, is nowhere to be found. The reasons why we call things true is the reason why they are true, for to be true means only to perform this marriage-function."},{"id":692,"quote":"The worst thing that can happen to a good teacher is to get a bad conscience about her profession because she feels herself hopeless as a psychologist."},{"id":693,"quote":"Humanism . . . is not a single hypothesis or theorem, and it dwells on no new facts. It is rather a slow shifting in the philosophic perspective, making things appear as from a new centre of interest or point of sight."},{"id":694,"quote":"It is as if there were in the human consciousness a sense of reality, a feeling of objective presence, a perception of what we may call something there, more deep and more general than any of the special and particular senses by which the current psychology supposes existent realities to be originally revealed."},{"id":695,"quote":"The man who knows governments most completely is he who troubles himself least about a definition which shall give their essence. Enjoying an intimate acquaintance with all their particularities in turn, he would naturally regard an abstract conception in which these were unified as a thing more misleading than enlightening."},{"id":696,"quote":"I am well aware how odd it must seem to some of you to hear me say that an idea is true so long as to believe it is profitable to our lives"},{"id":697,"quote":"All natural happiness thus seems infected with a contradiction. The breath of the sepulchre surrounds it."},{"id":698,"quote":"... no bell in us tolls to let us know for certain when truth is in our grasp."},{"id":699,"quote":"Voices of the glorified urge us onward. They who have passed from the semblances of time to the realities of eternity call upon us to advance. The rest that awaits us invites us forward. We do not pine for our rest before God wills it. We long for no inglorious rest. We are thankful rather for the invaluable training of difficulty, the loving discipline of danger and strife. Yet in the midst of it all the prospect of rest invites us heavenward. Through all, and above all, God cries, \"Go forward!\" \"Come up higher!"},{"id":700,"quote":"To know psychology, therefore, is absolutely no guarantee that we shall be good teacher."},{"id":701,"quote":"There is but one unconditional commandment ... to bring about the very largest total universe of good which we can see."},{"id":702,"quote":"You perceive now, my friends, what your general or abstract duty is as teachers. Although you have to generate in your pupils a large stock of ideas, any one of which may be inhibitory, yet you must also see to it that no habitual hesitancy or paralysis of the will ensues, and that the pupil still retains his power of vigorous action."},{"id":703,"quote":"All that we need explicitly to note is that, the more the passive attention is relied on, by keeping the material interesting; and the less the kind of attention requiring effort is appealed to; the more smoothly and pleasantly the classroom work goes on."},{"id":704,"quote":"It is not probable that the reader will be satisfied with any of these solutions, and contemporary philosophers, even rationalistically minded ones, have on the whole agreed that no one has intelligibly banished the mystery of fact."},{"id":705,"quote":"Pretend what we may, the whole man within us is at work when we form our philosophical opinions."},{"id":706,"quote":"Of course, this has its good side as well as its bad one. As we become permanent drunkards by so may separate drinks, so we become saints in the moral, and authorities and experts in the practical and scientific spheres, by so many separate acts and hours of work. Let no youth have any anxiety about the upshot of his education, whatever the line of it may be. If he keep faithfully busy each hour of the working day, he may safely leave the final result to itself."},{"id":707,"quote":"No reception without reaction, no impression without correlative expression, -this is the great maxim which the teacher ought never to forget."},{"id":708,"quote":"I am tired of the position of the dried-up critic and doubter. The believer is the true full man. (from a biography of James by Robert D. Richardson)"},{"id":709,"quote":"What do believers in the Absolute mean by saving that their belief affords them comfort? They mean that since in the Absolute finite evil is ‘overruled’ already, we may, therefore, whenever we wish, treat the temporal as if it were potentially the eternal, be sure that we can trust its outcome, and, without sin, dismiss our fear and drop the worry of our finite responsibility. In short, they mean that we have a right ever and anon to take a moral holiday, to let the world wag in its own way, feeling that its issues are in better hands than ours and are none of our business."},{"id":710,"quote":"The perfect stillness of the night was thrilled by a more solemn silence. The darkness held a presence that was all the more felt because it was not seen. I could not any more have doubted that HE was there than that I was. Indeed, I felt myself to be, if possible, the less real of the two."},{"id":711,"quote":"Most people, probably, are in doubt about certain matters ascribed to their past. They may have seen them, may have said them, done them, or they may only have dreamed or imagined they did so."},{"id":712,"quote":"Focus on increasing service. Becoming great where you are. Pile in the wood. The heat will follow."},{"id":713,"quote":"Modern war is so expensive that we feel trade to be a better avenue to plunder; but modern man inherits all the innate pugnacity and all the love of glory of his ancestors."},{"id":714,"quote":"To give up pretensions is as blessed a relief as to get them ratified."},{"id":715,"quote":"Pluralism lets things really exist in the each-form or distributively. Monism thinks that the all-form or collective-unit form is the only form that is rational."},{"id":716,"quote":"It would probably astound each of them beyond measure to be let into his neighbor's mind and to find how different the scenery there was from that in his own."},{"id":717,"quote":"Action may not always bring happiness, but there is no happiness without action."},{"id":718,"quote":"The art of being wise is knowing what to overlook."},{"id":719,"quote":"We are like islands in the sea, separate on the surface but connected in the deep."},{"id":720,"quote":"The greatest discovery of any generation is that a human can alter his life by altering his attitude."},{"id":721,"quote":"To change one’s life: 1. Start immediately. 2. Do it flamboyantly. 3. No exceptions."},{"id":722,"quote":"Be not afraid of life. Believe that life is worth living, and your belief will help create the fact."},{"id":723,"quote":"To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds,"},{"id":724,"quote":"Wherever you are, it is your friends who make your world."},{"id":725,"quote":"We may be in the Universe as dogs and cats are in our libraries, seeing the books and hearing the conversation, but having no inkling of themeaning of it all."},{"id":726,"quote":"Human beings, by changing the inner attitudes of their minds, can change the outer aspects of their lives."},{"id":727,"quote":"Beyond the very extremity of fatigue distress, amounts of ease and power that we never dreamed ourselves to own, sources of strength habitually not taxed at all, because habitually we never push through the obstruction"},{"id":728,"quote":"Genius, in truth, means little more than the faculty of perceiving in an unhabitual way."},{"id":729,"quote":"A great nation is not saved by wars, it is saved by acts without external picturesqueness; by speaking, writing, voting reasonably; by smiting corruption swiftly; by good temper between parties; by the people knowing true men when they see them, and preferring them as leaders to rabid partisans and empty quacks."},{"id":730,"quote":"...do every day or two something for no other reason that you would rather not do it, so that when the hour of dire need draws nigh, it may find you not unnerved and untrained to stand the test."},{"id":731,"quote":"The moral flabbiness born of the exclusive worship of the bitch-goddess SUCCESS. That - with the squalid cash interpretation put on the word 'success' - is our national disease."},{"id":732,"quote":"Now, my dear little girl, you have come to an age when the inward life develops and when some people (and on the whole those who have most of a destiny) find that all is not a bed of roses. Among other things there will be waves of terrible sadness, which last sometimes for days; irritation, insensibility, etc., etc., which taken together form a melancholy. Now, painful as it is, this is sent to us for an enlightenment. It always passes off, and we learn about life from it, and we ought to learn a great many good things if we react on it right. (For instance, you learn how good a thing your home is, and your country, and your brothers, and you may learn to be more considerate of other people, who, you now learn, may have their inner weaknesses and sufferings, too.) Many persons take a kind of sickly delight in hugging it; and some sentimental ones may even be proud of it, as showing a fine sorrowful kind of sensibility. Such persons make a regular habit of the luxury of woe. That is the worst possible reaction on it. It is usually a sort of disease, when we get it strong, arising from the organism having generated some poison in the blood; and we mustn't submit to it an hour longer than we can help, but jump at every chance to attend to anything cheerful or comic or take part in anything active that will divert us from our mean, pining inward state of feeling. When it passes off, as I said, we know more than we did before. And we must try to make it last as short as time as possible. The worst of it often is that, while we are in it, we don't want to get out of it. We hate it, and yet we prefer staying in it—that is a part of the disease. If we find ourselves like that, we must make something ourselves to some hard work, make ourselves sweat, etc.; and that is the good way of reacting that makes of us a valuable character. The disease makes you think of yourself all the time; and the way out of it is to keep as busy as we can thinking of things and of other people—no matter what's the matter with our self."},{"id":733,"quote":"Why should we think upon things that are lovely Because thinking determines life. It is a common habit to blame life upon the environment. Environment modifies life but does not govern life. The soul is stronger than its surroundings."},{"id":734,"quote":"I am no lover of disorder and doubt as such. Rather I fear to lose truth by the pretension to possess it already wholly."},{"id":735,"quote":"Age is a very high price to pay for maturity."},{"id":736,"quote":"we have to live today by what truth we can get today and be ready tomorrow to call it falsehood"},{"id":737,"quote":"A man has as many social selves as there are distinct groups of persons about whose opinion he cares. He generally shows a different side of himself to each of these different groups."},{"id":738,"quote":"It would probably astound each of us beyond measure to be let into his neighbors mind and to find how different the scenery was there from that of his own."},{"id":739,"quote":"See the exquisite contrast of the types of mind! The pragmatist clings to facts and concreteness, observes truth at its work in particular cases, and generalises. Truth, for him, becomes a class-name for all sorts of definite working-values in experience. For the rationalist it remains a pure abstraction, to the bare name of which we must defer. When the pragmatist undertakes to show in detail just why we must defer, the rationalist is unable to recognise the concretes from which his own abstraction is taken. He accuses us of denying truth; whereas we have only sought to trace exactly why people follow it and always ought to follow it. Your typical ultra-abstractions fairly shudders at concreteness: other things equal, he positively prefers the pale and spectral. If the two universes were offered, he would always choose the skinny outline rather than the rich thicket of reality. It is so much purer, clearer, nobler."},{"id":740,"quote":"I don't sing because I'm happy. I'm happy because I sing."},{"id":741,"quote":"Damn the Absolute!"},{"id":742,"quote":"Were one asked to characterize the life of religion in the broadest and most general terms possible, one might say that it consists of the belief that there is an unseen order, and our supreme good lies in harmoniously adjusting ourselves thereto."},{"id":743,"quote":"The hell to be endured hereafter, of which theology tells, is no worse than the hell we make for ourselves in this world by habitually fashioning our characters in the wrong way. Could the young but realize how soon they will become mere walking bundles of habits, they would give more heed to their conduct while in the plastic state. We are spinning our fates, good or evil, and never to be undone. Every smallest stroke of virtue or of vice leaves its never so little scar. The drunken Rip Van Winkle, in Jefferson’s play, excuses himself for every fresh dereliction by saying, “I won’t count this time! Well! He may not count it, and a kind Heaven may not count it; but it is being counted none the less. Down among his nerve-cells and fibers the molecules are counting it, registering and storing it up to be used against him when the next temptation comes. Nothing we ever do is, in strict scientific literalness, wiped out. Of course this has its good side as well as its bad one. As we become permanent drunkards by so many separate drinks, so we become saints in the moral, and authorities and experts in the practical and scientific spheres, by so many separate acts and hours of work. Let no youth have any anxiety about the upshot of his education, whatever the line of it may be. If he keeps faithfully busy each hour of the working-day, he may safely leave the final result to itself. He can with perfect certainty count on waking up some fine morning, to find himself one of the competent ones of his generation, in whatever pursuit he may have singled out.”"},{"id":744,"quote":"This sadness lies at the heart of every merely positivistic, agnostic, or naturalistic scheme of philosophy. Let sanguine healthy-mindedness do its best with its strange power of living in the moment and ignoring and forgetting, still the evil background is really there to be thought of, and the skull will grin in at the banquet. In the practical life of the individual, we know how his whole gloom or glee about any present fact depends on the remoter schemes and hopes with which it stands related. Its significance and framing give it the chief part of its value. Let it be known to lead nowhere, and however agreeable it may be in its immediacy, its glow and gilding vanish. The old man, sick with an insidious internal disease, may laugh and quaff his wine at first as well as ever, but he knows his fate now, for the doctors have revealed it; and the knowledge knocks the satisfaction out of all these functions. They are partners of death and the worm is their brother, and they turn to a mere flatness."},{"id":745,"quote":"Thus, when a superior intellect and a psychopathic temperament coalesce...in the same individual, we have the best possible conditions for the kind of effective genius that gets into the biographical dictionaries. Such men do not remain mere critics and understanders with their intellect. Their ideas posses them, they inflict them, for better or worse, upon their companions or their age."},{"id":746,"quote":"Action seems to follow feeling, but really action and feeling go together; and by regulating the action, which is under the more direct control of the will, we can indirectly regulate the feeling, which is not."},{"id":747,"quote":"The attempt at introspective analysis... is in fact like seizing a spinning top to catch its motion, or trying to turn up the gas quickly enough to see the darkness."},{"id":748,"quote":"The community stagnates without the impulse of the individual; the impulse dies away without the sympathy of the community."},{"id":749,"quote":"Seize the very first possible opportunity to act on every resolution you make, and on every emotional prompting you may experience in the direction of the habits you aspire to gain"},{"id":750,"quote":"All religions and spiritual traditions begin with the cry \"Help!"},{"id":751,"quote":"None of us are ever who we were yesterday."},{"id":752,"quote":"How to gain, how to keep, how to recover happiness, is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure"},{"id":753,"quote":"We need only in cold blood ACT as if the thing in question were real, and keep acting as if it were real, and it will infallibly end by growing into such a connection with our life that it will become real."},{"id":754,"quote":"There is only one thing a philosopher can be relied upon to do, and that is to contradict other philosophers."},{"id":755,"quote":"Everyone knows what attention is. It is taking possession of the mind, in clear and vivid form, of one out of what seems several simultaneously possible objects or trains of thought. Focalization, concentration of consciousness are of its essence. It implies a withdrawal from some things in order to deal effectively with others."},{"id":756,"quote":"The greatest revolution of our generation is the discovery that human beings by changing the inner attitudes of their minds, can change the outer aspects of their lives"},{"id":757,"quote":"Among us English-speaking peoples especially do the praises of poverty need once more to be boldly sung. We have grown literally afraid to be poor. We despise any one who elects to be poor in order to simplify and save his inner life. If he does not join the general scramble and pant with the money-making street, we deem him spiritless and lacking in ambition. We have lost the power even of imagining what the ancient idealization of poverty could have meant: the liberation from material attachments, the unbribed soul, the manlier indifference, the paying our way by what we are or do and not by what we have, the right to fling away our life at any moment irresponsibly—the more athletic trim, in short, the moral fighting shape. When we of the so-called better classes are scared as men were never scared in history at material ugliness and hardship; when we put off marriage until our house can be artistic, and quake at the thought of having a child without a bank-account and doomed to manual labor, it is time for thinking men to protest against so unmanly and irreligious a state of opinion. It is true that so far as wealth gives time for ideal ends and exercise to ideal energies, wealth is better than poverty and ought to be chosen. But wealth does this in only a portion of the actual cases. Elsewhere the desire to gain wealth and the fear to lose it are our chief breeders of cowardice and propagators of corruption. There are thousands of conjunctures in which a wealth-bound man must be a slave, whilst a man for whom poverty has no terrors becomes a freeman. Think of the strength which personal indifference to poverty would give us if we were devoted to unpopular causes. We need no longer hold our tongues or fear to vote the revolutionary or reformatory ticket. Our stocks might fall, our hopes of promotion vanish, our salaries stop, our club doors close in our faces; yet, while we lived, we would imperturbably bear witness to the spirit, and our example would help to set free our generation. The cause would need its funds, but we its servants would be potent in proportion as we personally were contented with our poverty. I recommend this matter to your serious pondering, for it is certain that the prevalent fear of poverty among the educated classes is the worst moral disease from which our civilization suffers."},{"id":758,"quote":"When all is said and done, we are in the end absolutely dependent on the universe; and into sacrifices and surrenders of some sort, deliberately looked at and accepted, we are drawn and pressed as into our only permanent positions of repose. Now in those states of mind which fall short of religion, the surrender is submitted to as an imposition of necessity, and the sacrifice is undergone at the very best without complaint. In the religious life, on the contrary, surrender and sacrifice are positively espoused: even unnecessary givings-up are added in order that the happiness may increase. Religion thus makes easy and felicitous what in any case is necessary."},{"id":759,"quote":"Wisdom is seeing something in a non-habitual manner."},{"id":760,"quote":"Earnestness means willingness to live with energy, though energy bring pain. The pain may be pain to other people or pain to one's self — it makes little difference; for when the strenuous mood is on one, the aim is to break something, no matter whose or what. Nothing annihilates an inhibition as irresistibly as anger does it; for, as Moltke says of war, destruction pure and simple is its essence. This is what makes it so invaluable an ally of every other passion. The sweetest delights are trampled on with a ferocious pleasure the moment they offer themselves as checks to a cause by which our higher indignations are elicited. It costs then nothing to drop friendships, to renounce long-rooted privileges and possessions, to break with social ties. Rather do we take a stern joy in the astringency and desolation; and what is called weakness of character seems in most cases to consist of the inaptitude for these sacrificial moods, of which one's own inferior self and its pet softnesses must often be the targets and the victims."},{"id":761,"quote":"إن بيننا وبين الله رابطة لا تنفصم، فإذا نحن أخضعنا أنفسنا لإشرافه - سبحانه وتعالى - تحققت أمنياتنا وآمالنا كلها."},{"id":762,"quote":"My thinking is first and last and always for the sake of my doing."},{"id":763,"quote":"The first thing the intellect does with an object is to class it along with something else. But any object that is infinitely important to us and awakens our devotion feels to us also as if it must be sui generis and unique. Probably a crab would be filled with a sense of personal outrage if it could hear us class it without ado or apology as a crustacean, and thus dispose of it. \"I am no such thing,\" it would say; \"I am MYSELF, MYSELF alone."},{"id":764,"quote":"A man's Self is the sum total of all that he can call his, not only his body and his psychic powers, but his clothes and his house."},{"id":765,"quote":"our experience is what we attend to"},{"id":766,"quote":"The greatest discovery of our generation is that human beings can alter their lives by altering their attitudes of mind. As you think, so shall you be."},{"id":767,"quote":"Most of us probably fall several times a day into a fit somewhat like this: The eyes are fixed on vacancy, the sounds of the world melt into a confused unity, the attention is dispersed so that the whole body is felt, as it were, at once, and the foreground of consciousness is filled, if by anything, by a sort of solemn sense of surrender to the empty passing of time. In the dim background of our mind we know meanwhile what we ought to be doing: getting up, dressing ourselves, answering the person who has spoken to us, trying to make the next step in our reasoning. But somehow we cannot start; the pensée de derrière la tête [thought at the back of the head] fails to pierce the shell of lethargy that wraps our state about. Every moment we expect the shell to break, for we know no reason why it should continue. But it does continue, pulse after pulse, and we float with it, until—also without reason that we can discover—an energy is given, something—we know not what—enables us to gather ourselves together, we wink our eyes, we shake our head, the background ideas become effective, and the wheels of life go round again."},{"id":768,"quote":"There's nothing so absurd that if you repeat it often enough, people will believe it."},{"id":769,"quote":"the exclusive worship of the bitch-goddess sucess is our national disease"},{"id":770,"quote":"Psychology is the science of mental life"},{"id":771,"quote":"Metaphysics means nothing but an unusually obstinate effort to think clearly. The fundamental conceptions of psychology are practically very clear to us, but theoretically they are very confused, and one easily makes the obscurest assumptions in this science without realizing, until challenged, what internal difficulties they involve."},{"id":772,"quote":"These then are my last words to you. Be not afraid of life. Believe that life is worth living and your belief will help create the fact."},{"id":773,"quote":"Philosophy is at once the most sublime and the most trivial of human pursuits. It works in the minutest crannies and it opens out the widest vistas."},{"id":774,"quote":"I saw a moving sight the other morning before breakfast in a little hotel where I slept in the dusty fields. The young man of the house shot a little wolf called coyote in the early morning. The little heroic animal lay on the ground, with his big furry ears, and his clean white teeth, and his little cheerful body, but his little brave life was gone. It made me think how brave all living things are. Here little coyote was, without any clothes or house or books or anything, with nothing to pay his way with, and risking his life so cheerfully — and losing it — just to see if he could pick up a meal near the hotel. He was doing his coyote-business like a hero, and you must do your boy-business, and I my man-business bravely, too, or else we won't be worth as much as a little coyote."},{"id":775,"quote":"Believe truth! Shun error!-these, we see, are two materially different laws; and by choosing between them we may end by coloring differently our whole intellectual life. We may regard the chase for truth as paramount, and the avoidance of error as secondary; or we may, on the other hand, treat the avoidance of error as more imperative, and let truth take its chance."},{"id":776,"quote":"The means have murdered the end."},{"id":777,"quote":"Keep the faculty of effort alive in you by a little gratuitous exercise every day. That is, be systematically ascetic or heroic in little unnecessary points, do every day or two something for no other reason than that you would rather not do it, so that when the hour of dire need draws nigh, it may find you not unnerved and untrained to stand the test. So with the man who has daily inured himself to habits of concentrated attention, energetic volition, and self-denial in unnecessary things. He will stand like a tower when everything rocks around him, and when his softer fellow-mortals are winnowed like chaff in the blast."},{"id":778,"quote":"...our moral and practical attitude....impulses, inhibitions.... how it contains and moulds us by its restrictive pressure almost as if we were fluids pent with the cavity of a jar.... It becomes our subconscious. [p. 287]"},{"id":779,"quote":"I will act as if what i do makes a difference."},{"id":780,"quote":"Whatever is beyond this narrow rational consciousness we mistake for our only consciousness."},{"id":781,"quote":"There is, it must be confessed, a curious fascination in hearing deep things talked about, even tho neither we nor the disputants understand them. We get the problematic thrill, we feel the presence of the vastness. Let a controversy begin in a smoking-room anywhere, about free-will or God's omniscience, or good and evil, and see how everyone in the place pricks up his ears. Philosophy's results concern us all most vitally, and philosophy's queerest arguments tickle agreeably our sense of subtlety and ingenuity."},{"id":782,"quote":"Most people live in a very restricted circle of their potential being. They make use of a very small portion of their possible consciousness, and of their soul's resources in general, much like a man who, out of his whole organism should get into a habit of using and moving only his little finger."},{"id":783,"quote":"Our science is a drop, our ignorance a sea."},{"id":784,"quote":"To the broody hen the notion would probably seem monstrous that there should be a creature in the world to whom a nestful of eggs was not utterly fascinating and precious and never-to-be-too-much-sat-upon object which it is to her."},{"id":785,"quote":"How soon, indeed, are human things forgotten! As we meet here this morning, the Southern sun is shining on their place of burial, and the waves sparkling and the sea-gulls circling around Fort Wagner's ancient site. But the great earthworks and their thundering cannon, the commanders and their followers, the wild assault and repulse that for a brief space made night hideous on that far-off evening, have all sunk into the blue gulf of the past, and for the majority of this generation are hardly more than an abstract name, a picture, a tale that is told. Only when some yellow-bleached photograph of a soldier of the 'sixties comes into our hands, with that odd and vivid look of individuality due to the moment when it was taken, do we realize the concreteness of that by-gone history, and feel how interminable to the actors in them were those leaden-footed hours and years."},{"id":786,"quote":"A social organism of any sort whatever, large or small, is what it is because each member proceeds to his own duty with a trust that the other members will simultaneously do theirs. Wherever a desired result is achieved by the co-operation of many independent persons, its existence as a fact is a pure consequence of the precursive faith in one another of those immediately concerned."},{"id":787,"quote":"In the Louvre there is a picture, by Guido Reni, of St. Michael with his foot on Satan's neck. The richness of the picture is in large part due to the fiend's figure being there. The richness of its allegorical meaning also is due to his being there—that is, the world is all the richer for having a devil in it, so long as we keep our foot upon his neck."},{"id":788,"quote":"But psychology is passing into a less simple phase. Within a few years what one may call a microscopic psychology has arisen in Germany, carried on by experimental methods, asking of course every moment for introspective data, but eliminating their uncertainty by operating on a large scale and taking statistical means. This method taxes patience to the utmost, and could hardly have arisen in a country whose natives could be bored. Such Germans as Weber, Fechner, Vierordt, and Wundt obviously cannot ; and their success has brought into the field an array of younger experimental psychologists, bent on studying the elements of the mental life, dissecting them out from the gross results in which they are embedded, and as far as possible reducing them to quantitative scales. The simple and open method of attack having done what it can, the method of patience, starving out, and harassing to death is tried ; the Mind must submit to a regular siege, in which minute advantages gained night and day by the forces that hem her in must sum themselves up at last into her overthrow. There is little of the grand style about these new prism, pendulum, and chronograph-philosophers. They mean business, not chivalry. What generous divination, and that superiority in virtue which was thought by Cicero to give a man the best insight into nature, have failed to do, their spying and scraping, their deadly tenacity and almost diabolic cunning, will doubtless some day bring about.No general description of the methods of experimental psychology would be instructive to one unfamiliar with the instances of their application, so we will waste no words upon the attempt."},{"id":789,"quote":"Most people never run far enough on their first wind to find out they've got a second"},{"id":790,"quote":"If we knew thoroughly the nervous system of Shakespeare . . . we should be able to show why . . . his hand came to trace on certain sheets of paper those crabbed little black marks which we . . . call the manuscript of Hamlet. We should understand the rationale of every erasure and alteration therein . . . without in the slightest degree acknowledging the existence of the thoughts in Shakespeare’s mind. The words and sentences would be taken, not as signs of anything beyond themselves, but as little outward facts, pure and simple."},{"id":791,"quote":"Moral scepticism can no more be refuted or proved by logic than intellectual scepticism can. When we stick to it that there is truth (be it of either kind), we do so with our whole nature, and resolve to stand or fall by the results. The sceptic with his whole nature adopts the doubting attitude; but which of us is the wiser, Omniscience only knows."},{"id":792,"quote":"First, you know, a new theory is attacked as absurd; then it is admitted to be true, but obvious and insignificant; finally it is seen to be so important that its adversaries claim that they themselves discovered it."},{"id":793,"quote":"There is no doubt that healthy-mindedness is inadequate as a philosophical doctrine, because the evil facts which it positively refuses to account for are a genuine portion of reality; and they may after all be the best key to life's significance, and possibly the only openers of our eyes to the deepest levels of truth."},{"id":794,"quote":"An outree explanation, violating all our preconceptions, would never pass for a true account of a novelty. We should scratch round industriously till we found something less excentric."},{"id":795,"quote":"Contempt for one's own comrades, for the troops of the enemy, and, above all, fierce contempt for one's own person, are what war demands of everyone. Far better is it for an army to be too savage, too cruel, too barbarous, than to possess too much sentimentality and human reasonableness."},{"id":796,"quote":"What right have we to believe Nature under any obligation to do her work by means of complete minds only? She may find an incomplete mind a more suitable instrument for a particular purpose."},{"id":797,"quote":"To know is one thing, and to know for certain that we know is another. One"},{"id":798,"quote":"Our normal waking consciousness . . . is but one special type of consciousness, whilst all about it, parted from it by the flimsiest of screens, there lie potential forms of consciousness entirely different. We may go through life without suspecting their existence; but apply the requisite stimulus and at a touch they are all there in all their completeness . . . No account of the universe in its totality can be final which leaves these other forms of consciousness quite disregarded."},{"id":799,"quote":"Everyone is familiar with the phenomenon of feeling more or less alive on different days. Everyone knows on any given day that there are energies slumbering in him which the incitements of that day do not call forth, but which he might display if these were greater. Most of us feel as if a sort of cloud weighed upon us, keeping us below our highest notch of clearness in discernment, sureness in reasoning, or firmness in deciding. Compared with what we ought to be, we are only half awake. Our fires are damped, our drafts are checked. We are making use of only a small part of our possible mental and physical resources. Stating the thing broadly, the human individual thus lives far within his limits; he possesses powers of various sorts which he habitually fails to use."},{"id":800,"quote":"Our faith is faith in some one else's faith, and in the greatest matters this is most the case. Our belief in truth itself, for instance, that there is a truth, and that our minds and it are made for each other,--what is it but a passionate affirmation of desire, in which our social system backs us up? We want to have a truth; we want to believe that our experiments and studies and discussions must put us in a continually better and better position towards it; and on this line we agree to fight out our thinking lives."},{"id":801,"quote":"The best use of life is to spend it for something that outlasts it."},{"id":802,"quote":"We know what it is to get out of bed on a freezing morning in a room without a fire, and how the very vital principle within us protests against the ordeal. Probably most persons have lain on certain mornings for an hour at a time unable to brace themselves to the resolve. We think how late we shall be, how the duties of the day will suffer; we say, “I must get up, this is ignominious, etc.; but still the warm couch feels too delicious, the cold outside too cruel, and resolution faints away and postpones itself again and again just as it seemed on the verge of bursting the resistance and passing over into the decisive act. Now how do we ever get up under such circumstances? If I may generalize from my own experience, we more often than not get up without any struggle or decision at all. We suddenly find that we have got up. A fortunate lapse of consciousness occurs; we forget both the warmth and the cold; we fall into some revery connected with the day’s life, in the course of which the idea flashes across us, “Hollo! I must lie here no longer” – an idea which at that lucky instant awakens no contradictory or paralyzing suggestions, and consequently produces immediately its appropriate motor effects. It was our acute consciousness of both the warmth and the cold during the period of struggle, which paralyzed our activity then and kept our idea of rising in the condition of wish and not of will. The moment these inhibitory ideas ceased, the original idea exerted its effects.”"},{"id":803,"quote":"But when other people criticise our own more exalted soul-flights by calling them “nothing but expressions of our organic disposition, we feel outraged and hurt, for we know that, whatever be our organism's peculiarities, our mental states have their substantive value as revelations of the living truth; and we wish that all this medical materialism could be made to hold its tongue.”"},{"id":804,"quote":"Phrases of neatness, cosiness, and comfort can never be an answer to the sphinx's riddle."},{"id":805,"quote":"It is astonishing to see how many philosophical disputes collapse into insignificance the moment you subject them to this simple test of tracing a concrete consequence."},{"id":806,"quote":"However inadequate our ideas of causal efficacy may be, we are less wide of the mark when we say that our ideas and feelings have it, than the Automatists are when they say they haven’t it. As in the night all cats are gray, so in the darkness of metaphysical criticism all causes are obscure. But one has no right to pull the pall over the psychic half of the subject only . . . whilst in the same breath one dogmatizes about material causation as if Hume, Kant, and Lotze had never been born."},{"id":807,"quote":"There is something almost shocking in the notion of so chaste a function carrying this Kantian hurlyburly in her womb."},{"id":808,"quote":"Of course we measure ourselves by many standards. Our strength and our intelligence, our wealth and even our good luck, are things which warm our heart and make us feel ourselves a match for life. But deeper than all such things, and able to suffice until itself without them, is the sense of the amount of effort which we can put forth."},{"id":809,"quote":"The notion of God, on the other hand, however inferior it may be in clearness to those mathematical notions so current in mechanical philosophy, has at least this practical superiority over them, that it guarantees an ideal order that shall be permanently preserved."},{"id":810,"quote":"Theologians have by this time stretched their minds so as to embrace the darwinian facts, and yet to interpret them as still showing divine purpose. It used to be a question of purpose AGAINST mechanism, of one OR the other. It was as if one should say \"My shoes are evidently designed to fit my feet, hence it is impossible that they should have been produced by machinery."},{"id":811,"quote":"The theorizing mind tends always to the over-simplification of its materials. This is the root of all that absolutism and one-sided dogmatism by which both philosophy and religion have been infested."},{"id":812,"quote":"We ought to say a feeling of and, a feeling of if, a feeling of but, and a feeling of by, quite as readily as we say a feeling of blue or a feeling of cold."},{"id":813,"quote":"Compared to what we ought to be, we are only half awake."},{"id":814,"quote":"Let any one try, I will not say to arrest, but to notice or attend to, the present moment of time. One of the most baffling experiences occurs. Where is it, this present? It has melted in our grasp, fled ere we could touch it, gone in the instant of becoming."},{"id":815,"quote":"I gave all up to him to do with me as he pleased, and was willing that God should rule over me at his pleasure, redeeming love broke into my soul with repeated scriptures, with such power that my whole soul seemed to be melted down with love, the burden of guilt and condemnation was gone, darkness was expelled, my heart humbled and filled with gratitude, and my whole soul, that was a few minutes ago groaning under mountains of death, and crying to an unknown God for help,"},{"id":816,"quote":"In truths dependent on our personal action, then, faith based on desire is certainly a lawful and possibly an indispensable thing."},{"id":817,"quote":"No fact in human nature is more characteristic than its willingness to live on a chance. The existence of the chance makes the difference… between a life of which the keynote is resignation and a life of which the keynote is hope."},{"id":818,"quote":"A stream of ideal tendency embedded in the external structure of the world."},{"id":819,"quote":"The first effect of the mind growing cultivated is that processes once multiple get to be performed in a single act. Lazarus has called this the progressive 'condensation' of thought. ... Steps really sink from sight. An advanced thinker sees the relations of his topics is such masses and so instantaneously that when he comes to explain to younger minds it is often hard ... Bowditch, who translated and annotated Laplace's Méchanique Céleste, said that whenever his author prefaced a proposition by the words 'it is evident,' he knew that many hours of hard study lay before him."},{"id":820,"quote":"Resign your destiny to higher powers."},{"id":821,"quote":"The most violent revolutions in an individual's beliefs leave most of his old order standing. Time and space, cause and effect, nature and history, and one's own biography remain untouched. New truth is always a go-between, a smoother-over of transitions. It marries old opinion to new fact so as ever to show a minimum of jolt, a maximum of continuity."},{"id":822,"quote":"Belief and doubt are living attitudes, and involve conduct on our part. Our only way, for example, of doubting, or refusing to believe, that a certain thing is, is continuing to act as if it were not."},{"id":823,"quote":"Between twenty and thirty I gradually became more and more agnostic and irreligious, yet I cannot say that I ever lost that 'indefinite consciousness' which Herbert Spencer describes so well, of an Absolute Reality behind phenomena."},{"id":824,"quote":"No one of us ought to issue vetoes to the other, nor should we bandy words of abuse. We ought, on the contrary, delicately and profoundly to respect one another's mental freedom: then only shall we bring about the intellectual republic; then only shall we have that spirit of inner tolerance without which all our outer tolerance is soulless,"},{"id":825,"quote":"Our normal waking consciousness, rational consciousness as we call it, is but one special type of consciousness, whilst all about it, parted from it by the filmiest of screens, there lie potential forms of consciousness entirely different. We may go through life without suspecting their existence; but apply the requisite stimulus, and at a touch they are there in all their completeness."},{"id":826,"quote":"I fear to lose truth by the pretension to possess it already wholly."},{"id":827,"quote":"To change one's life: Begin now. Be bold. No exceptions."},{"id":828,"quote":"There is a finely translated epigram in the greek anthology which admirably expresses this state of mind, this acceptance of loss as unatoned for, even tho the lost element might be one's self: 'A shipwrecked sailor, buried on this coast, bids you set sail. Full many a gallant bark, when we were lost, weathered the gal."},{"id":829,"quote":"Cara untuk menjadi bijaksana adalah tahu apa yang harus dimaafkan."},{"id":830,"quote":"I will assume for the present---until next year---that it is no illusion. My first act of free will shall be to believe in free will."},{"id":831,"quote":"All of us are beggars here."},{"id":832,"quote":"Great emergencies and crisis show us how much greater our vital resources are than we had supposed."},{"id":833,"quote":"We must know the truth; and we must avoid error,--these are our first and great commandments as would-be knowers; but they are not two ways of stating an identical commandment, they are two separable laws. Although it may indeed happen that when we believe the truth A, we escape as an incidental consequence from believing the falsehood B, it hardly ever happens that by merely disbelieving B we necessarily believe A. We may in escaping B fall into believing other falsehoods, C or D, just as bad as B; or we may escape B by not believing anything at all, not even A."},{"id":834,"quote":"Matter is indeed infinitely and incredibly refined. To anyone who has ever looked on the face of a dead child or parent the mere fact that matter could have taken for a time that precious form, ought to make matter sacred ever after. It makes no difference what the principle of life may be, material or immaterial, matter at any rate cooperates, lends itself to all life's purposes. That beloved incarnation was among matter's possibilities."},{"id":835,"quote":"إن أعمق مبدأ في طبيعة الإنسان هو اللهفة في أن يتم تقديره"},{"id":836,"quote":"The opposition between the men who have and the men who are is immemorial."},{"id":837,"quote":"...the faith state...is the psychic correlate of a biological growth reducing contending-desires to one direction... [p.272]"},{"id":838,"quote":"We must judge the tree by its fruit. The best fruits of the religious experience are the best things history has to offer. The highest flights of charity, devotion, trust, patience, and bravery to which the wings of human nature have spread themselves, have all been flown for religious ideals."},{"id":839,"quote":"Not that I would not, if I could, be both handsome and fat and well-dressed, and a great athlete, and make a million a year, be a wit, a bon-vivant, and a lady-killer, as well as a philosopher; a philanthropist, statesman, warrior, and African explorer, as well as a ‘tone poet’ and saint. But the thing is simply impossible…[T]o make any one of them actual, the rest must more or less be suppressed. So the seeker of his truest, strongest, deepest self must review the list carefully, and pick out the one on which to stake his salvation. All other selves thereupon become unreal"},{"id":840,"quote":"The mind is at every stage a theater of simultaneous possibilities. Consciousness consists in the comparison of these with each other, the selection of some, and the suppression of the rest by the reinforcing and inhibiting agency of attention. The highest and most elaborated mental products are filtered from the data chosen by the faculty next beneath, out of the mass offered by the faculty below that, which mass in turn was sifted from a still larger amount of yet simpler material, and so on. The mind, in short, works on the data it receives very much as a sculptor works on his block of stone. In a sense the statue stood there from eternity. But there were a thousand different ones beside it, and the sculptor alone is to thank for having extricated this one from the rest. Just so the world of each of us, how so ever different our several views of it may be, all lay embedded in the primordial chaos of sensations, which gave the mere matter to the thought of all of us indifferently. We may, if we like, by our reasonings unwind things back to that black and jointless continuity of space and moving clouds of swarming atoms which science calls the only real world. But all the while the world we feel and live in will be that which our ancestors and we, by slowly cumulative strokes of choice, have extricated out of this, like sculptors, by simply removing portions of the given stuff. Other sculptors, other statues from the same stone! Other minds, other worlds from the same monotonous and inexpressive chaos! Your world is but one in a million alike embedded, alike real to those who may abstract them. How different must be the worlds in the consciousness of ant, cuttlefish, or crab!"},{"id":841,"quote":"In mystical literature such self-contradictory phrases as \"dazzling obscurity,\" \"whispering silence,\" \"teeming desert,\" are continually met with. They prove that not conceptual speech, but music rather, is the element through which we are best spoken to by mystical truth. Many mystical scriptures are indeed little more than musical compositions. \"He who would hear the voice of Nada, 'the Soundless Sound,' and comprehend it, he has to learn the nature of Dharana…. When to himself his form appears unreal, as do on waking all the forms he sees in dreams, when he has ceased to hear the many, he may discern the ONE—the inner sound which kills the outer…. For then the soul will hear, and will remember. And then to the inner ear will speak THE VOICE OF THE SILENCE…. And now thy SELF is lost in SELF, THYSELF unto THYSELF, merged in that SELF from which thou first didst radiate.. . . Behold! thou hast become the Light, thou hast become the Sound, thou art thy Master and thy God. Thou art THYSELF the object of thy search: the VOICE unbroken, that resounds throughout eternities, exempt from change, from sin exempt, the seven sounds in one, the VOICE OF THE SILENCE. Om tat Sat.\"[277] [277] H. P. Blavatsky: The voice of the Silence. These words, if they do not awaken laughter as you receive them, probably stir chords within you which music and language touch in common. Music gives us ontological messages which non-musical criticism is unable to contradict, though it may laugh at our foolishness in minding them. There is a verge of the mind which these things haunt; and whispers therefrom mingle with the operations of our understanding, even as the waters of the infinite ocean send their waves to break among the pebbles that lie upon our shores."},{"id":842,"quote":"The intellectual life of man consists almost wholly in his substituting a conceptual order for the perceptual order in which his experience originally comes."},{"id":843,"quote":"We have then walked, played, or worked \" enough,\" so we desist. That amount of fatigue is an efficacious obstruction on this side of which our usual life is cast. But if an unusual necessity forces us to press onward, a surprising thing occurs. The fatigue gets worse up to a certain critical point, when gradually or suddenly it passes away, and we are fresher than before. We have evidently tapped a level of new energy, masked until then by the fatigue-obstacle usually obeyed."},{"id":844,"quote":"He who says \"Better to go without belief forever than believe a lie!\" merely shows his own preponderant private horror of becoming a dupe... This fear he slavishly obeys... For my own part, I have also a horror of being duped; but I can believe that worse things than being duped may happen to a man in this world... It is like a general informing his soliders that it is better to keep out of battle forever than to risk a single wound. Not so are victories either over enemies or over nature gained. Our errors are surely not so awfully solumn things. In a world where we are certain to incur them in spite of all our caution, a certain lightness of heart seems healthier than this excessive nervousness on their behalf."},{"id":845,"quote":"When we survey the whole field of religion, we find a great variety in the thoughts that have prevailed there; but the feelings on the one hand and the conduct on the other are almost always the same, for Stoic, Christian, and Buddhist saints are practically indistinguishable"},{"id":846,"quote":"It's turtles all the way down."},{"id":847,"quote":"He believes in No-God, and he worships him, said a colleague of mine of a student who was manifesting a fine atheistic ardor; and the more fervent opponents of Christian doctrine have often enough shown a temper which, psychologically considered, is indistinguishable from religious zeal.”"},{"id":848,"quote":"Much of what we call evil can often be converted into a bracing and tonic good by a simple change of the sufferer's inner attitude from one of fear to one of fight"},{"id":849,"quote":"A solemn state of mind is never crude or simple—it seems to contain a certain measure of its own opposite in solution. A solemn joy preserves a sort of bitter in its sweetness; a solemn sorrow is one to which we intimately consent."},{"id":850,"quote":"Common-Law judges sometimes talk about the law, and schoolmasters talk about the latin tongue, in a way to make their hearers think they mean entities pre-existent to the decisions or the words and syntax, determining them unequivocally and requiring them to obey. But the slightest exercise of reflection makes us see that, instead of being principles of this kind, both law and latin are results. [...] Truth grafts itself on previous truth, modifying it in the process, just as idiom grafts itself on previous idiom, and law on previous law."},{"id":851,"quote":"The individual's religion may be egotistic, and those private realities which it keeps in touch with may be narrow enough; but at any rate it always remains infinitely less hollow and abstract, as far as it goes, than a science which prides itself on taking no account of anything private at all."},{"id":852,"quote":"Lectures IV and V - The Religion Of Healthy Mindedness If we were to ask the question: \"What is human life's chief concern?\" one of the answers we should receive would be: \"It is happiness.\" How to gain, how to keep, how to recover happiness, is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure."},{"id":853,"quote":"The most violent revolutions in an individual's beliefs leave most of his old order standing. Time and space, cause and effect, nature and history, and one's own biography remain untouched. New truth is always a go-between, a smoother-over of transitions. It marries old opinion to new fact so as ever to show a minimum of jolt, a maximum of continuity. We hold a theory true just in proportion to its success in solving this 'problem of maxima and minima.' But success in solving this problem is eminently a matter of approximation. We say this theory solves it on the whole more satisfactorily than that theory; but that means more satisfactorily to ourselves, and individuals will emphasize their points of satisfaction differently."},{"id":854,"quote":"Vjeruj da život vrijedi živjeti, a tvoja će ti vjera to i dokazati."},{"id":855,"quote":"It never occurs to most of us .. that the question 'what is the truth' is no real question (being irrelative to all conditions) and that the whole notion of the truth is an abstraction from the fact of truths in the plural, a mere useful summarizing phrase like the Latin language or the Law."},{"id":856,"quote":"It matters not to an empiricist from what quarter an hypothesis may come to him: he may have acquired it by fair means or by foul; passion may have whispered or accident suggested it; but if the total drift of thinking continues to confirm it, that is what he means by its being true."},{"id":857,"quote":"Science in many minds is genuinely taking the place of a religion. Where this is so, the scientist treats the “Laws of Nature” as objective facts to be revered.”"},{"id":858,"quote":"I, therefore, for one, cannot see my way to accepting the agnostic rules for truth-seeking, or wilfully agree to keep my willing nature out of the game. I cannot do so for this plain reason, that a rule of thinking which would absolutely prevent me from acknowledging certain kinds of truth if those kinds of truth were really there, would be an irrational rule."},{"id":859,"quote":"Our impulsive belief is here always what sets up the original body of truth, and our articulately verbalized philosophy is but its showy translation into formulas. The unreasoned and immediate assurance is the deep thing in us, the reasoned argument is but a surface exhibition. Instinct leads, intelligence does but follow."},{"id":860,"quote":"articulate reasons are cogent for us only when our inarticulate feelings of reality have already been impressed in favor of the same conclusion."},{"id":861,"quote":"If you love and serve men, you cannot by any hiding or stratagem escape the remuneration. Secret retributions are always restoring the level, when disturbed, of the divine justice. It is impossible to tilt the beam. All the tyrants and proprietors and monopolists of the world in vain set their shoulders to heave the bar. Settles forevermore the ponderous equator to its line, and man and mote, and star and sun, must range to it, or be pulverized by the recoil.\"[11]"},{"id":862,"quote":"The supreme contemporary example of such an inability to feel evil is of course Walt Whitman. \"His favorite occupation,\" writes his disciple, Dr. Bucke \"seemed to be strolling or sauntering about outdoors by himself, looking at the grass, the trees, the flowers, the vistas of light, the varying aspects of the sky, and listening to the birds, the crickets, the tree frogs, and all the hundreds of natural sounds."},{"id":863,"quote":"I remembered the promise of the Holy Ghost; and what the positive declarations of the Gospel had never succeeded in bringing home to me, I learned at last from necessity, and believed, for the first time in my life, in this promise, in the only sense in which it answered the needs of my soul, in that, namely, of a real external supernatural action, capable of giving me thoughts, and taking them away from me, and exerted on me by a God as truly master of my heart as he is of the rest of nature. Renouncing then all merit, all strength, abandoning all my personal resources, and acknowledging no other title to his mercy than my own utter misery, I went home and threw myself on my knees and prayed as I never yet prayed in my life. From this day onwards a new interior life began for me: not that my melancholy had disappeared, but it had lost its sting. Hope had entered into my heart, and once entered on the path, the God of Jesus Christ, to whom I then had learned to give myself up, little by little did the rest.\"[130]"},{"id":864,"quote":"Man can never have enough without having too much."},{"id":865,"quote":"Through prayer, religion insists, things which cannot be realized in any other manner come about: energy which but for prayer would be bound is by prayer set free and operates in some part, be it objective or subjective, of the world of facts."},{"id":866,"quote":"Every one is familiar with the phenomenon of feeling more or less alive on different days. Every one knows on any given day that there are energies slumbering in him which the incitements of that day do not call forth, but which he might display if these were greater. Most of us feel as if we lived habitually with a sort of cloud weighing on us, below our highest notch of clearness in discernment, sureness in reasoning, or firmness in deciding. Compared with what we ought to be, we are only half awake."},{"id":867,"quote":"non-resistance, when successful, turns enemies into friends;"},{"id":868,"quote":"If I should now utter piercing shrieks and act like a maniac on this platform, it would make many of you revise your ideas as to the probable worth of my philosophy."},{"id":869,"quote":"The history of philosophy is, to a great extent, that of a certain clash of human temperaments…Of whatever temperament a philosopher is, he tries, when philosophizing, to sink the fact of his temperament…Yet his temperament really gives him a stronger bias than any of his more strictly objective premises."},{"id":870,"quote":"Moreover, something is or seems       That touches me with mystic gleams,       Like glimpses of forgotten dreams—      \"Of something felt, like something here;       Of something done, I know not where;       Such as no language may declare.\"[228]"},{"id":871,"quote":"The more details of our daily life we can hand over to the effortless custody of automatism, the more our higher powers of mind will be set free for their own proper work. There is no more miserable human being than one in whom nothing is habitual but indecision, and for whom the lighting of every cigar, the drinking of every cup, the time of rising and going to bed every day, and the beginning of every bit of work, are subjects of express volitional deliberation."},{"id":872,"quote":"The first thing the intellect does with an object is to class it along with something else. But any object that is infinitely important to us and awakens our devotion feels to us also as if it must be sui generis and unique. Probably a crab would be filled with a sense of personal outrage if it could hear us class it without ado or apology as a crustacean, and thus dispose of it. “I am no such thing, it would say; “I am MYSELF, MYSELF alone.”"},{"id":873,"quote":"You cannot fly like an eagle with the wings of a wren."},{"id":874,"quote":"Purity, we see in the object-lesson, is NOT the one thing needful; and it is better that a life should contract many a dirt-mark, than forfeit usefulness in its efforts to remain unspotted."},{"id":875,"quote":"To plead the organic causation of a religious state of mind, then, in refutation of its claim to possess superior spiritual value, is quite illogical and arbitrary, unless one has already worked out in advance some psycho-physical theory connecting spiritual values in general with determinate sorts of physiological change. Otherwise none of our thoughts and feelings, not even our scientific doctrines, not even our DIS-beliefs, could retain any value as revelations of the truth, for every one of them without exception flows from the state of its possessor's body at the time."},{"id":876,"quote":"The pragmatic method starts from the postulate that there is no difference of truth that doesn’t make a difference of fact somewhere; and it seeks to determine the meaning of all differences of opinion by making the discussion hinge as soon as possible upon some practical or particular issue."},{"id":877,"quote":"In point of fact, he does appeal to a different faculty. Reënacted in human nature is the fable of the wind, the sun, and the traveler. The sexes embody the discrepancy. The woman loves the man the more admiringly the stormier he shows himself, and the world deifies its rulers the more for being willful and unaccountable. But the woman in turn subjugates the man by the mystery of gentleness in beauty, and the saint has always charmed the world by something similar. Mankind is susceptible and suggestible in opposite directions, and the rivalry of influences is unsleeping. The saintly and the worldly ideal pursue their feud in literature as much as in real life."},{"id":878,"quote":"The pragmatic method is primarily a method of settling metaphysical disputes that otherwise might be interminable. Is the world one or many?—fated or free?—material or spiritual?"},{"id":879,"quote":"In short the only fully rational world would be the world of wishing-caps, the world of telepathy, where every desire is fulfilled instanter, without having to consider or placate surrounding or intermediate powers. This is the Absolute's own world. He calls upon the phenomenal world to be, and it IS, exactly as he calls for it, no other condition being required. In our world, the wishes of the individual are only one condition. Other individuals are there with other wishes and they must be propitiated first. So Being grows under all sorts of resistances in this world of the many, and, from compromise to compromise, only gets organized gradually into what may be called secondarily rational shape. We approach the wishing-cap type of organization only in a few departments of life. We want water and we turn a faucet. We want a kodak-picture and we press a button. We want information and we telephone. We want to travel and we buy a ticket. In these and similar cases, we hardly need to do more than the wishing—the world is rationally organized to do the rest.But this talk of rationality is a parenthesis and a digression. What we were discussing was the idea of a world growing not integrally but piecemeal by the contributions of its several parts. Take the hypothesis seriously and as a live one. Suppose that the world's author put the case to you before creation, saying: \"I am going to make a world not certain to be saved, a world the perfection of which shall be conditional merely, the condition being that each several agent does its own 'level best.' I offer you the chance of taking part in such a world. Its safety, you see, is unwarranted. It is a real adventure, with real danger, yet it may win through. It is a social scheme of co-operative work genuinely to be done. Will you join the procession? Will you trust yourself and trust the other agents enough to face the risk?\"Should you in all seriousness, if participation in such a world were proposed to you, feel bound to reject it as not safe enough? Would you say that, rather than be part and parcel of so fundamentally pluralistic and irrational a universe, you preferred to relapse into the slumber of nonentity from which you had been momentarily aroused by the tempter's voice?Of course if you are normally constituted, you would do nothing of the sort. There is a healthy- minded buoyancy in most of us which such a universe would exactly fit. We would therefore accept the offer—\"Top! und schlag auf schlag!\" It would be just like the world we practically live in; and loyalty to our old nurse Nature would forbid us to say no. The world proposed would seem 'rational' to us in the most living way.Most of us, I say, would therefore welcome the proposition and add our fiat to the fiat of the creator. Yet perhaps some would not; for there are morbid minds in every human collection, and to them the prospect of a universe with only a fighting chance of safety would probably make no appeal. There are moments of discouragement in us all, when we are sick of self and tired of vainly striving. Our own life breaks down, and we fall into the attitude of the prodigal son. We mistrust the chances of things. We want a universe where we can just give up, fall on our father's neck, and be absorbed into the absolute life as a drop of water melts into the river or the sea.The peace and rest, the security desiderated at such moments is security against the bewildering accidents of so much finite experience. Nirvana means safety from this everlasting round of adventures of which the world of sense consists. The hindoo and the buddhist, for this is essentially their attitude, are simply afraid, afraid of more experience, afraid of life.And to men of this complexion, religious monism comes with its consoling words: \"All is needed and essential—even you with your sick soul and heart. All are one"},{"id":880,"quote":"in our Father's house are many mansions, and each of us must discover for himself the kind of religion and the amount of saintship which best comports with what he believes to be his powers and feels to be his truest mission and vocation."},{"id":881,"quote":"The experiences which we have been studying during this hour (and a great many other kinds of religious experiences are like them) plainly show the universe to be a more many-sided affair than any sect, even the scientific sect, allows for. What, in the end, are all our verifications but experiences that agree with more or less isolated systems of ideas (conceptual systems) that our minds have framed?"},{"id":882,"quote":"The experiences which we have been studying during this hour (and a great many other kinds of religious experiences are like them) plainly show the universe to be a more many-sided affair than any sect, even the scientific sect, allows for. What, in the end, are all our verifications but experiences that agree with more or less isolated systems of ideas (conceptual systems) that our minds have framed? But why in the name of common sense need we assume that only one such system of ideas can be true?"},{"id":883,"quote":"At bottom the whole concern of both morality and religion is with the manner of our acceptance of the universe. Do we accept it only in part and grudgingly, or heartily and altogether?"},{"id":884,"quote":"Few of us are not in some way infirm, or even diseased; and our very infirmities help us unexpectedly. In the psychopathic temperament we have the emotionality which is the sine qua non of moral perception; we have the intensity and tendency to emphasis which are the essence of practical moral vigor; and we have the love of metaphysics and mysticism which carry one's interests beyond the surface of the sensible world. What, then, is more natural than that this temperament should introduce one to regions of religious truth, to corners of the universe, which your robust Philistine type of nervous system, forever offering its biceps to be felt, thumping its breast, and thanking Heaven that it hasn't a single morbid fiber in its composition, would be sure to hide forever from its self-satisfied possessors?"},{"id":885,"quote":"If the generations of mankind suffered and laid down their lives; if martyrs sang in the fire... for no other end than that a race of creatures of such unexampled insipidity should succeed, and protract... their contented and inoffensive lives, why, at such a rate... better ring down the curtain before the last act of the play, so that a business that began so importantly may be saved from so singularly flat a winding up."},{"id":886,"quote":"Act as if what you do makes a difference, it does."},{"id":887,"quote":"What I was seeking, with resolute determination, was to live more intensely my own life, as against what I knew would be the adverse judgment of the world. It was in the most real seasons that the Real Presence came, and I was aware that I was immersed in the infinite ocean of God."},{"id":888,"quote":"Knowledge about a thing is not the thing itself."},{"id":889,"quote":"My experience is what I agree to attend to. Only those items which I notice shape my mind."},{"id":890,"quote":"beyond the very extremity of fatigue-distress, amounts of ease and power that we never dreamed ourselves to own,—sources of strength habitually not taxed at all, because habitually we never push through the obstruction, never pass those early critical points."},{"id":891,"quote":"One conclusion was forced upon my mind at that time, and my impression of its truth has ever since remained unshaken. It is that our normal waking consciousness, rational consciousness as we call it, is but one special type of consciousness, whilst all about it, parted from it by the filmiest of screens, there lie potential forms of consciousness entirely different. We may go through life without suspecting their existence; but apply the requisite stimulus, and at a touch they are there in all their completeness, definite types of mentality which probably somewhere have their field of application and adaptation. No account of the universe in its totality can be final which leaves these other forms of consciousness quite disregarded. How to regard them is the question,—for they are so discontinuous with ordinary consciousness. Yet they may determine attitudes though they cannot furnish formulas, and open a region though they fail to give a map. At any rate, they forbid a premature closing of our accounts with reality."},{"id":892,"quote":"What our human emotions seem to require, is the sight of struggle going on. The moment the fruits are being merely eaten things become ignoble. Sweat and effort,human nature strained to the uttermost and on the rack, yet getting through it alive, and then turning back on its success to pursue another more rare and arduous still—this is the sort of thing that inspires us."},{"id":893,"quote":"The error is needed to set off the truth, much as a dark background is required for exhibiting the brightness of a picture. And"},{"id":894,"quote":"When once a decision is reached and execution is the order of the day, dismiss absolutely all responsibility and care about the outcome. Unclamp, in a word, your intellectual and practical machinery, and let it run free; and the service it will do you will be twice as good. Who are the scholars who get “rattled in the recitation-room? Those who think of the possibilities of failure and feel the great importance of the act. Who are those who do recite well? Often those who are most indifferent. Their ideas reel themselves out of their memory of their own accord. Why do we hear the complaint so often that social life in New England is either less rich and expressive or more fatiguing than it is in some other parts of the world? To what is the fact, if fact it be, due unless to the overactive conscience of the people, afraid of either saying something too trivial and obvious, or something insincere, or something unworthy of one’s interlocutor, or something in some way or other not adequate to the occasion? How can conversation possibly steer itself through such a sea of responsibilities and inhibitions as this? On the other hand, conversation does flourish and society is refreshing, and neither dull on the one hand nor exhausting from its effort on the other, wherever people forget their scruples and take the brakes off their hearts, and let their tongues wag as automatically and irresponsibly as they will.”"},{"id":895,"quote":"The greatest enemy of any one of our truths may be the rest of our truths"},{"id":896,"quote":"No one of us ought to issue vetoes to the other, nor should we bandy words of abuse."},{"id":897,"quote":"The more of the details of our daily life we can hand over to the effortless custody of automatism, the more our higher powers of mind will be set free for their own proper work."},{"id":898,"quote":"Religious fermentation is always a symptom of the intellectual vigor of a society; and it is only when they forget that they are hypotheses and put on rationalistic and authoritative pretensions, that our faiths do harm."},{"id":899,"quote":"He believes in No-God, and he worships him,"},{"id":900,"quote":"Cramming seeks to stamp things in by intense application immediately before the ordeal. But a thing thus learned can form but few associations. On the other hand, the same thing recurring on different days, in different contexts, read, recited on, referred to again and again, related to other things and reviewed, gets well wrought into the mental structure."},{"id":901,"quote":"how infinitely passionate a thing religion at its highest flights can be. Like love, like wrath, like hope, ambition, jealousy, like every other instinctive eagerness and impulse, it adds to life an enchantment which is not rationally or logically deducible from anything else."},{"id":902,"quote":"In what did the emancipating message of Christianity consist but in the announcement that God recognizes those weak and tender impulses which paganism had so rudely overlooked?"},{"id":903,"quote":"A social organism of any sort whatever, large or small, is what it is because each member proceeds to his own duty with a trust that the other members will simultaneously do theirs. Wherever a desired result is achieved by the co-operation of many independent persons, its existence as a fact is a pure consequence of the precursive faith in one another of those immediately concerned. A government, an army, a commercial system, a ship, a college, an athletic team, all exist on this condition, without which not only is nothing achieved, but nothing is even attempted. A whole train of passengers (individually brave enough) will be looted by a few highwaymen, simply because the latter can count on one another, while each passenger fears that if he makes a movement of resistance, he will be shot before anyone else backs him up. If we believed that the whole car-full would rise at once with us, we should each severally rise, and train-robbing would never even be attempted. There are, then, cases where a fact cannot come at all unless a preliminary faith exists in its coming. And where faith in a fact can help create the fact, that would be an insane logic which should say that faith running ahead of scientific evidence is the 'lowest kind of immorality' into which a thinking being can fall. Yet such is the logic by which our scientific absolutists pretend to regulate our lives!"},{"id":904,"quote":"The life of religion consists of the belief that there is an unseen order, and that our supreme good lies in harmoniously adjusting ourselves thereto."},{"id":905,"quote":"The art of remembering is the art of thinking and by adding, with Dr.Pick, that, when we wish to fix a new thing in either our own mind or a pupil's, our conscious effort should not be so much to impress and retain it as to connect it with something else already there. The connecting is the thinking; and if we attend clearly to the connection, the connected thing will certainly be likely to remain within recall."},{"id":906,"quote":"Who says “hypothesis renounces the ambition to be coercive in his arguments. The most I can do is, accordingly, to offer something that may fit the facts so easily that your scientific logic will find no plausible pretext for vetoing your impulse to welcome it as true.”"},{"id":907,"quote":"Where [God] is, tragedy is only provisional and partial, and shipwreck and dissolution are not the absolutely final things."},{"id":908,"quote":"If the topic be highly abstract, show its nature by concrete examples; if it be unfamiliar, make it figure as part of a story; if it be difficult, couple its acquisition with some prospect of personal gain. Above all things, make sure that it shall run through certain inner changes, since no unvarying object can possibly hold the mental field for long. Let your pupil wander from one aspect to another of your subject, if you do not wish him to wander from it altogether to something else, variety in unity being the secret of all interesting talk and thought."},{"id":909,"quote":"I am neither a theologian, nor a scholar learned in the history of religions, nor an anthropologist. Psychology is the only branch of learning in which I am particularly versed. To the psychologist the religious propensities of man must be at least as interesting as any other of the facts pertaining to his mental constitution."},{"id":910,"quote":"We all have reservoirs of life to draw upon, of which we do not dream."},{"id":911,"quote":"Since belief is measured by action, he who forbids us to believe religion to be true, necessarily also forbids us to act as we should if we did believe it to be true. The whole defence of religious faith hinges upon action. If the action required or inspired by the religious hypothesis is in no way different from that dictated by the naturalistic hypothesis, then religious faith is a pure superfluity, better pruned away, and controversy about its legitimacy is a piece of idle trifling, unworthy of serious minds. I myself believe, of course, that the religious hypothesis gives to the world an expression which specifically determines our reactions, and makes them in a large part unlike what they might be on a purely naturalistic scheme of belief."},{"id":912,"quote":"الألم هو مفتاح الإبداع وطريق العبقرية"},{"id":913,"quote":"It is as if a man should hesitate indefinitely to ask a certain woman to marry him because he was not perfectly sure that she would prove an angel after he brought her home. Would he not cut himself off from that particular angel-possibility as decisively as if he went and married some one else? Scepticism, then, is not avoidance of option; it is option of a certain particular kind of risk. Better risk loss of truth than chance of error,-that is your faith-vetoer's exact position. He is actively playing his stake as much as the believer is; he is backing the field against the religious hypothesis, just as the believer is backing the religious hypothesis against the field."},{"id":914,"quote":"Objective evidence and certitude are doubtless very fine ideals to play with, but where on this moonlit and dream-visited planet are they found? I"},{"id":915,"quote":"Work usually follows will."},{"id":916,"quote":"Faith is when you believe something that you know ain't true."},{"id":917,"quote":"It is true that we instinctively recoil from seeingan object to which our emotions and affections are committedhandled by the intellect as any other object is handled. The firstthing the intellect does with an object is to class it along withsomething else. But any object that is infinitely important to us andawakens our devotion feels to us also as if it must be sui generis andunique. Probably a crab would be filled with a sense of personaloutrage if it could hear us class it without ado or apology as acrustacean, and thus dispose of it. “I am no such thing, it wouldsay; “I am MYSELF, MYSELF alone.”The next thing the intellect does is to lay bare the causes inwhich the thing originates. Spinoza says: “I will analyze the actionsand appetites of men as if it were a question of lines, of planes,and of solids.”"},{"id":918,"quote":"Our environment encourages us not to be philosophers but partisans."},{"id":919,"quote":"What we now need to discover in the social realm is the moral equivalent of war: something heroic that will speak to men as universally as war does, and yet will be as compatible with their spiritual selves as war has proved itself to be incompatible."},{"id":920,"quote":"In certain diseased conditions consciousness is a mere spark, without memory of the past or thought of the future, and with the present narrowed down to some one simple emotion or sensation of the body."},{"id":921,"quote":"He who refuses to embrace a unique opportunity loses the prize as surely as if he tried and failed."},{"id":922,"quote":"The history of philosophy is to a great extent that of a certain clash of human temperaments. Undignified as such a treatment may seem to some of my colleagues, I shall have to take account of this clash and explain a good many of the divergencies of philosophers by it. Of whatever temperament a professional philosopher is, he tries when philosophizing to sink the fact of his temperament. Temperament is no conventionally recognized reason, so he urges impersonal reasons only for his conclusions. Yet his temperament really gives him a stronger bias than any of his more strictly objective premises. It loads the evidence for him one way or the other, making for a more sentimental or a more hard-hearted view of the universe, just as this fact or that principle would. He trusts his temperament. Wanting a universe that suits it, he believes in any representation of the universe that does suit it. He feels men of opposite temper to be out of key with the world's character, and in his heart considers them incompetent and 'not in it,' in the philosophic business, even tho they may far excel him in dialectical ability....But the one thing that has COUNTED so far in philosophy is that a man should see things, see them straight in his own peculiar way, and be dissatisfied with any opposite way of seeing them. There is no reason to suppose that this strong temperamental vision is from now onward to count no longer in the history of man's beliefs.....Rationalism usually considers itself more religious than empiricism, but there is much to say about this claim, so I merely mention it. It is a true claim when the individual rationalist is what is called a man of feeling, and when the individual empiricist prides himself on being hard-headed. In that case the rationalist will usually also be in favor of what is called free-will, and the empiricist will be a fatalist—I use the termsmost popularly current. The rationalist finally will be of dogmatic temper in his affirmations, while the empiricist may be more sceptical and open to discussion.I will write these traits down in two columns. I think you will practically recognize the two types of mental make-up that I mean if I head the columns by the titles 'tender-minded' and 'tough-minded' respectively.THE TENDER-MINDEDRationalistic (going by 'principles'), Intellectualistic, Idealistic, Optimistic, Religious, Free-willist, Monistic, Dogmatical.THE TOUGH-MINDEDEmpiricist (going by 'facts'), Sensationalistic, Materialistic, Pessimistic, Irreligious, Fatalistic, Pluralistic, Sceptical."},{"id":923,"quote":"It is like a general informing his soldiers that it is better to keep out of battle forever than to risk a single wound. Not so are victories either over enemies or over nature gained. Our errors are surely not such awfully solemn things. In a world where we are so certain to incur them in spite of all our caution, a certain lightness of heart seems healthier than this excessive nervousness on their behalf. At any rate, it seems the fittest thing for the empiricist philosopher."},{"id":924,"quote":"How comes the world to be here at all instead of the nonentity which might be imagined in its place? ... from nothing to being there is no logical bridge."},{"id":925,"quote":"It is at this point that my own solution begins to appear. I offer the oddly-named thing pragmatism as a philosophy that can satisfy both kinds of demand. It can remain religious like the rationalisms, but at the same time, like the empiricisms, it can preserve the richest intimacy with facts. I hope I may be able to leave many of you with as favorable an opinion of it as I preserve myself. Yet, as I am near the end of my hour, I will not introduce pragmatism bodily now."},{"id":926,"quote":"The question of being is the darkest in all philosophy."},{"id":927,"quote":"To breathe the air, how delicious! To speak, to walk, to seize something by the hand!... To be this incredible God I am!... O amazement of things, even the least particle! O spirituality of things! I too carol the Sun, usher'd or at noon, or as now, setting; I too throb to the brain and beauty of the earth and of all the growths of the earth.... I sing to the last the equalities, modern or old, I sing the endless finales of things, I say Nature continues—glory continues. I praise with electric voice, For I do not see one imperfection in the universe, And I do not see one cause or result lamentable at last.\" So Rousseau, writing of the nine years he spent at Annecy, with nothing but his happiness to tell:—"},{"id":928,"quote":"The finally victorious way of looking at things will be the most completely IMPRESSIVE way to the normal run of minds."},{"id":929,"quote":"If I refuse to stop a murder because I am in doubt whether it be not justifiable homicide, I am virtually abetting the crime. If I refuse to bale out a boat because I am in doubt whether my efforts will keep her afloat, I am really helping to sink her. If in the mountain precipice I doubt my right to risk a leap, I actively connive at my destruction. He who commands himself not to be credulous of God, of duty, of freedom, of immortality, may again and again be indistinguishable from him who dogmatically denies them. Scepticism in moral matters is an active ally of immorality. Who is not for is against. The universe will have no neutrals in these questions. In theory as in practice, dodge or hedge, or talk as we like about a wise scepticism, we are really doing volunteer military service for one side or the other."},{"id":930,"quote":"Individuality outruns all classification, yet we insist on classifying every one we meet under some general head."},{"id":931,"quote":"I CAN, of course, put myself into the sectarian scientist's attitude, and imagine vividly that the world of sensations and of scientific laws and objects may be all. But whenever I do this, I hear that inward monitor of which W. K. Clifford once wrote, whispering the word \"bosh!\" Humbug is humbug, even though it bear the scientific name, and the total expression of human experience, as I view it objectively, invincibly urges me beyond the narrow \"scientific\" bounds."},{"id":932,"quote":"It is as if there were in the human consciousness a sense of reality, a feeling of objective presence, a perception of what we may call ‘something there,’ more deep and more general than any of the special and particular ‘senses’ by which the current psychology supposes existent realities to be originally revealed. If this were so, we might suppose the senses to waken our attitudes and conduct as they so habitually do, by first exciting this sense of reality; but anything else, any idea, for example, that might similarly excite it, would have that same prerogative of appearing real which objects of sense normally possess."},{"id":933,"quote":"Freedom is only necessity understood, and bondage to the highest is identical with true freedom."},{"id":934,"quote":"O God! What a misfortune to be born! Born like a mushroom, doubtless between an evening and a morning"},{"id":935,"quote":"Some years ago Professor Patrick, of the Iowa State University, kept three young men awake for four days and nights. When his observations on them were finished, the subjects were permitted to sleep themselves out. All awoke from this sleep completely refreshed, but the one who took longest to restore himself from his long vigil only slept one-third more time than was regular with him."},{"id":936,"quote":"Even now I fear that some one of my… hearers may be making an undying resolve to become strenuously relaxed, cost what it will, for the remainder of [their] life. It is needless to say that that is not the way to do it. The way to do it, paradoxical as it may seem, is genuinely not to care whether you are doing it or not. Then possibly, by the grace of God, you may all at once find that you are doing it, and, having learned what the trick feels like, you may (again by the grace of God) be enabled to go on."},{"id":937,"quote":"La mayoría de la gente vive en un círculo muy restringido de sus posibilidades. Todos nosotros tenemos reservas de vida en las que ni siquiera soñamos."},{"id":938,"quote":"Like the single drops which sparkle in the sun as they are flung ahead of the advancing edge of a wave crest or of a flood, they show the way and are forerunners. The world is not yet with them, so they often seem in the midst of the world's affairs to be preposterous. Yet they are impregnators of the world, vivifiers and animaters of potentialities of goodness which but for them would lie forever dormant. It is not possible to be quite as mean as we naturally are, when they have passed before us. One fire kindles another; and without that over-trust in human worth which they show, the rest of us would lie in spiritual stagnancy."},{"id":939,"quote":"I gave all up to him to do with me as he pleased, and was willing that God should rule over me at his pleasure,"},{"id":940,"quote":"Common sense is BETTER for one sphere of life, science for another, philosophic criticism for a third; but whether either be TRUER absolutely, Heaven only knows."},{"id":941,"quote":"Plenty of people wish well to any good cause, but very few care to exert themselves to help it, and still fewer will risk anything in its support. 'Someone ought to do it, but why should I?' is the ever reechoed phrase of weak-kneed amiability. 'Someone ought to do it, so why not I?' is the cry of some earnest servant of man, eagerly forward springing to face some perilous duty. Between these two sentences lie whole centuries of moral evolution."},{"id":942,"quote":"Then he can worship, and be enlarged by his worship; for he can never go behind this sentiment. All the expressions of this sentiment are sacred and permanent in proportion to their purity. [They] affect us more than all other compositions. The sentences of the olden time, which ejaculate this piety, are still fresh and fragrant. And the unique impression of Jesus upon mankind, whose name is not so much written as ploughed into the history of this world, is proof of the subtle virtue of this infusion.10”"},{"id":943,"quote":"Believe truth! Shun error!—these, we see, are two materially different laws; and by choosing between them we may end by coloring differently our whole intellectual life. We may regard the chase for truth as paramount, and the avoidance of error as secondary; or we may, on the other hand, treat the avoidance of error as more imperative, and let truth take its chance."},{"id":944,"quote":"This is because, as the psychologists tell us, belief and doubt are living attitudes, and involve conduct on our part. Our only way, for example, of doubting, or refusing to believe, that a certain thing is, is continuing to act as if it were not. If, for instance, I refuse to believe that the room is getting cold, I leave the windows open and light no fire just as if it still were warm. If I doubt that you are worthy of my confidence, I keep you uninformed of all my secrets just as if you were unworthy of the same. If I doubt the need of insuring my house, I leave it uninsured as much as if I believed there were no need. And so if I must not believe that the world is divine, I can only express that refusal by declining ever to act distinctively as if it were so, which can only mean acting on certain critical occasions as if it were not so, or in an irreligious way. There are, you see, inevitable occasions in life when inaction is a kind of action, and must count as action, and when not to be for is to be practically against; and in all such cases strict and consistent neutrality is an unattainable thing. And, after all, is not this duty of neutrality where only our inner"},{"id":945,"quote":"It may be that no religious reconciliation with the absolute totality of things is possible. Some evils, indeed, are ministerial to higher forms of good; but it may be that there are forms of evil so extreme as to enter into no good system whatsoever…"},{"id":946,"quote":"In forming a judgment of ourselves now,\" Edwards writes, we should certainly adopt that evidence which our supreme Judge will chiefly make use of when we come to stand before him at the last day…. There is not one grace of the Spirit of God, of the existence of which, in any professor of religion, Christian practice is not the most decisive evidence…. The degree in which our experience is productive of practice shows the degree in which our experience is spiritual and divine."},{"id":947,"quote":"Well, of course, I agree as far as the facts will allow. Wherever the option between losing truth and gaining it is not momentous, we can throw the chance of gaining truth away, and at any rate save ourselves from any chance of believing falsehood, by not making up our minds at all till objective evidence has come. In scientific questions, this is almost always the case; and even in human affairs in general, the need of acting is seldom so urgent that a false belief to act on is better than no belief at all. Law courts, indeed, have to decide on the best evidence attainable for the moment, because a judge's duty is to make law as well as to ascertain it, and (as a learned judge once said to me) few cases are worth spending much time over: the great thing is to have them decided on any acceptable principle, and got out of the way. But in our dealings with objective nature we obviously are recorders, not makers, of the truth; and decisions for the mere sake of deciding promptly and getting on to the next business would be wholly out of place. Throughout the breadth of physical nature facts are what they are quite independently of us, and seldom is there any such hurry about them that the risks of being duped by believing a premature theory need be faced. The questions here are always trivial options, the hypotheses are hardly living (at any rate not living for us spectators), the choice between believing truth or falsehood is seldom forced. The attitude of skeptical balance is therefore the absolutely wise one if we would escape mistakes. What difference, indeed, does it make to most of us whether we have or have not a theory of the Röntgen rays, whether we believe or not in mind-stuff, or have a conviction about the causality of conscious states? It makes no difference. Such options are not forced on us. On every account it is better not to make them, but still keep weighing reasons pro et contra with an indifferent hand."},{"id":948,"quote":"Like imperfect sleep which, instead of giving more strength to the head, doth but leave it the more exhausted, the result of mere operations of the imagination is but to weaken the soul. Instead of nourishment and energy she reaps only lassitude and disgust: whereas a genuine heavenly vision yields to her a harvest of ineffable spiritual riches, and an admirable renewal of bodily strength. I alleged these reasons to those who so often accused my visions of being the work of the enemy of mankind and the sport of my imagination…. I showed them the jewels which the divine hand had left with me:—they were my actual dispositions."},{"id":949,"quote":"Nguyên tắc sâu sắc nhất trong bản tính con người đó là sự thèm khát được tán thưởng."},{"id":950,"quote":"Where our ideas cannot copy definitely their object, what does agreement with that object mean? Some idealists seem to say that they are true whenever they are what God means that we ought to think about that object. Others hold the copy-view all through, and speak as if our ideas possessed truth just in proportion as they approach to being copies of the Absolute's eternal way of thinking.These views, you see, invite pragmatistic discussion. But the great assumption of the intellectualists is that truth means essentially an inert static relation. When you've got your true idea of anything, there's an end of the matter. You're in possession; you KNOW; you have fulfilled your thinking destiny. You are where you ought to be mentally; you have obeyed your categorical imperative; and nothing more need follow on that climax of your rational destiny. Epistemologically you are in stable equilibrium.Pragmatism, on the other hand, asks its usual question. \"Grant an idea or belief to be true,\" it says, \"what concrete difference will its being true make in anyone's actual life? How will the truth be realized? What experiences will be different from those which would obtain if the belief were false? What, in short, is the truth's cash-value in experiential terms?\"The moment pragmatism asks this question, it sees the answer: TRUE IDEAS ARE THOSE THAT WE CAN ASSIMILATE, VALIDATE, CORROBORATE AND VERIFY. FALSE IDEAS ARE THOSE THAT WE CANNOT. That is the practical difference it makes to us to have true ideas; that, therefore, is the meaning of truth, for it is all that truth is known-as."},{"id":951,"quote":"If we claim only reasonable probability, it will be as much as men who love the truth can ever at any given moment hope to have within their grasp. Pretty surely it will be more than we could have had, if we were unconscious of our liability to err."},{"id":952,"quote":"The strenuous life tastes better."},{"id":953,"quote":"I hope that here in America more and more the ideal of the well-trained and vigorous body will be maintained neck by neck with that of the well-trained and vigorous mind as the two coequal halves of the higher education for men and women alike."},{"id":954,"quote":"so I stand here without further deprecatory words."},{"id":955,"quote":"But if, on the other hand, our theory should allow that a book may well be a revelation in spite of errors and passions and deliberate human composition, if only it be a true record of the inner experiences of great-souled persons wrestling with the crises of their fate, then the verdict would be much more favorable."},{"id":956,"quote":"The question next arises: Are there not somewhere forced options in our speculative questions, and can we (as men who may be interested at least as much in positively gaining truth as in merely escaping dupery) always wait with impunity till the coercive evidence shall have arrived? It seems a priori improbable that the truth should be so nicely adjusted to our needs and powers as that. In the great boarding-house of nature, the cakes and the butter and the syrup seldom come out so even and leave the plates so clean. Indeed, we should view them with scientific suspicion if they did."},{"id":957,"quote":"Rather do I fear to lose truth by this pretension to possess it already wholly."},{"id":958,"quote":"Moral questions immediately present themselves as questions whose solution cannot wait for sensible proof. A moral question is a question not of what sensibly exists, but of what is good, or would be good if it did exist. Science can tell us what exists; but to compare the worths, both of what exists and of what does not exist, we must consult not science, but what Pascal calls our heart. Science herself consults her heart when she lays it down that the infinite ascertainment of fact and correction of false belief are the supreme goods for man. Challenge the statement, and science can only repeat it oracularly, or else prove it by showing that such ascertainment and correction bring man all sorts of other goods which man's heart in turn declares. The question of having moral beliefs at all or not having them is decided by our will. Are our moral preferences true or false, or are they only odd biological phenomena, making things good or bad for us, but in themselves indifferent? How can your pure intellect decide? If your heart does not want a world of moral reality, your head will assuredly never make you believe in one. Mephistophelian skepticism, indeed, will satisfy the head's play-instincts much better than any rigorous idealism can. Some men (even at the student age) are so naturally cool-hearted that the moralistic hypothesis never has for them any pungent life, and in their supercilious presence the hot young moralist always feels strangely ill at ease. The appearance of knowingness is on their side, of naïveté and gullibility on his. Yet, in the inarticulate heart of him, he clings to it that he is not a dupe, and that there is a realm in which (as Emerson says) all their wit and intellectual superiority is no better than the cunning of a fox. Moral skepticism can no more be refuted or proved by logic than intellectual skepticism can. When we stick to it that there is truth (be it of either kind), we do so with our whole nature, and resolve to stand or fall by the results. The skeptic with his whole nature adopts the doubting attitude; but which of us is the wiser, Omniscience only knows."},{"id":959,"quote":"Toda a nossa vida, na medida que tem forma definida, não passa de uma massa de hábitos - práticos, emocionais e intelectuais - sistematicamente organizados para nossa felicidade ou nosso sofrimento e nos conduzindo irresistivelmente rumo a nosso destino, qualquer que seja ele - no livro O poder do hábito"},{"id":960,"quote":"THE TRUE IS THE NAME OF WHATEVER PROVES ITSELF TO BE GOOD IN THE WAY OF BELIEF, AND GOOD, TOO, FOR DEFINITE, ASSIGNABLE REASONS. Surely you must admit this, that if there were NO good for life in true ideas, or if the knowledge of them were positively disadvantageous and false ideas the only useful ones, then the current notion that truth is divine and precious, and its pursuit a duty, could never have grown up or become a dogma. In a world like that, our duty would be to SHUN truth, rather. But in this world, just as certain foods are not only agreeable to our taste, but good for our teeth, our stomach and our tissues; so certain ideas are not only agreeable to think about, or agreeable as supporting other ideas that we are fond of, but they are also helpful in life's practical struggles. If there be any life that it is really better we should lead, and if there be any idea which, if believed in, would help us to lead that life, then it would be really BETTER FOR US to believe in that idea, UNLESS, INDEED, BELIEF IN IT INCIDENTALLY CLASHED WITH OTHER GREATER VITAL BENEFITS.'What would be better for us to believe'! This sounds very like a definition of truth. It comes very near to saying 'what we OUGHT to believe': and in THAT definition none of you would find any oddity. Ought we ever not to believe what it is BETTER FOR US to believe? And can we then keep the notion of what is better for us, and what is true for us, permanently apart?Pragmatism says no, and I fully agree with her. Probably you also agree, so far as the abstract statement goes, but with a suspicion that if we practically did believe everything that made for good in our own personal lives, we should be found indulging all kinds of fancies about this world's affairs, and all kinds of sentimental superstitions about a world hereafter. Your suspicion here is undoubtedly well founded, and it is evident that something happens when you pass from the abstract to the concrete, that complicates the situation.I said just now that what is better for us to believe is true UNLESS THE BELIEF INCIDENTALLY CLASHES WITH SOME OTHER VITAL BENEFIT. Now in real life what vital benefits is any particular belief of ours most liable to clash with? What indeed except the vital benefits yielded by OTHER BELIEFS when these prove incompatible with the first ones? In other words, the greatest enemy of any one of our truths may be the rest of our truths."},{"id":961,"quote":"Yet they may determine attitudes though they cannot furnish formulas, and opens a region though they fail to give a map."},{"id":962,"quote":"There can be no doubt that as a matter of fact a religious life, exclusively pursued, does tend to make the person exceptional and eccentric. I speak not now of your ordinary religious believer, who follows the conventional observances of his country, whether it be Buddhist, Christian, or Mohammedan. His religion has been made for him by others, communicated to him by tradition, determined to fixed forms by immitation, and retained by habit. It would profit us little to study this second-hand religious life. We must make search rather for the original experiences which were the pattern-setters to all this mass of suggested feeling and imitated conduct."},{"id":963,"quote":"the rhetorical formulas of objurgation with which I was to begin a page of inquiries of you: whether you were dead"},{"id":964,"quote":"PSYCHOLOGY IS THE Science of Mental Life, both of its phenomena and of their conditions."},{"id":965,"quote":"It is impossible, in the present temper of the scientific imagination, to find in the driftings of the cosmic atoms, whether they work on the universal or on the particular scale, anything but a kind of aimless weather, doing and undoing, achieving no proper history, and leaving no results. Nature has no one distinguishable ultimate tendency with which it is possible to feel a sympathy."},{"id":966,"quote":"The submission which you demand of yourself to the general fact of evil in the world, your apparent acquiescence in it, is here nothing but the conviction that evil at large is none of your business until your business with your private particular evils is liquidated and settled up."},{"id":967,"quote":"The God whom science recognizes must be a God of universal laws exclusively, a God who does a wholesale, not a retail business. He cannot accommodate his processes to the convenience of individuals."},{"id":968,"quote":"MATERIAL SUBSTANCE was criticized by Berkeley with such telling effect that his name has reverberated through all subsequent philosophy. Berkeley's treatment of the notion of matter is so well known as to need hardly more than a mention. So far from denying the external world which we know, Berkeley corroborated it. It was the scholastic notion of a material substance unapproachable by us, BEHIND the external world, deeper and more real than it, and needed to support it, which Berkeley maintained to be the most effective of all reducers of the external world to unreality. Abolish that substance, he said, believe that God, whom you can understand and approach, sends you the sensible world directly, and you confirm the latter and back it up by his divine authority. Berkeley's criticism of 'matter' was consequently absolutely pragmatistic. Matter is known as our sensations of colour, figure, hardness and the like. They are the cash-value of the term. The difference matter makes to us by truly being is that we then get such sensations; by not being, is that we lack them. These sensations then are its sole meaning. Berkeley doesn't deny matter, then; he simply tells us what it consists of. It is a true name for just so much in the way of sensations.Locke, and later Hume, applied a similar pragmatic criticism to the notion of SPIRITUAL SUBSTANCE. I will only mention Locke's treatment of our 'personal identity.' He immediately reduces this notion to its pragmatic value in terms of experience. It means, he says, so much consciousness,' namely the fact that at one moment of life we remember other moments, and feel them all as parts of one and the same personal history. Rationalism had explained this practical continuity in our life by the unity of our soul-substance. But Locke says: suppose that God should take away the consciousness, should WE be any the better for having still the soul-principle? Suppose he annexed the same consciousness to different souls, | should we, as WE realize OURSELVES, be any the worse for that fact? In Locke's day the soul was chiefly a thing to be rewarded or punished. See how Locke, discussing it from this point of view, keeps the question pragmatic:Suppose, he says, one to think himself to be the same soul that once was Nestor or Thersites. Can he think their actions his own any more than the actions of any other man that ever existed? But | let him once find himself CONSCIOUS of any of the actions of Nestor, he then finds himself the same person with Nestor. ... In this personal identity is founded all the right and justice of reward and punishment. It may be reasonable to think"},{"id":969,"quote":"What was bright and exciting becomes weary, flat, and unprofitable."},{"id":970,"quote":"If this life be not a real fight, in which something is eternally gained for the universe by success, it is no better than a game of private theatricals from which one may withdraw at will. But it feels like a real fight – as if there were something really wild in the universe which we, with all our idealities and faithfulnesses, are needed to redeem."},{"id":971,"quote":"I have always held the opinion that one of the first duties of a good reader is to summon other readers to the enjoyment of any unknown author of rare quality whom he may discover in his explorations."},{"id":972,"quote":"Freedom is only necessity understood."},{"id":973,"quote":"Our minds thus grow in spots; and like grease-spots, the spots spread. But we let them spread as little as possible: we keep unaltered as much of our old knowledge, as many of our old prejudices and belief, as we can. We patch and tinker more than we renew. The novelty soaks in; it stains the ancient mass; but it is also tinged by what absorbs it. Our past apperceives and co-operates; and in the new equilibrium in which each step forward in the process of learning terminates, it happens relatively seldom that the new fact is added raw. More usually it is embedded cooked, as one might say, or stewed down in the sauce of the old. New truths thus are resultants of new experiences and of old truths combined and mutually modifying one another. And since this is the case in the changes opinion of to-day, there is no reason to assume that it has not been so at all times. It follows that very ancient modes of thought may have survived through all the later changes in men's opinions. The most primitive ways of thinking may not yet be wholly expunged. Like our five fingers, our ear-bones, our rudimentary caudal appendage, or our other 'vestigial' peculiarities, they may remain as indelible tokens of events in our race-history. Our ancestors may at certain moments have struck into ways of thinking which they might conceivably not have found. But once they did so, and after the fact, the inheritance continues. When you begin a piece of music in a certain key, you must keep the key to the end. You may alter your house ad libitum, but the ground-plan of the first architect persists - you can make great changes, but you cannot change a Gothic church into a Doric temple. You may rinse and rinse the bottle, but you can't get the taste of the medicine or whiskey that first filled it wholly out.My thesis now is this, that our fundamental ways of thinking about things are discoveries of exceedingly remote ancestors, which have been able to preserve themselves throughout the experience of all subsequent time. They form one great stage of equilibrium in the human mind's development, the stage of common sense. Other stages have grafted themselves upon this stage, but have never succeeded in displacing it."},{"id":974,"quote":"Theism and materialism, so indifferent when taken retrospectively, point, when we take them prospectively, to wholly different outlooks of experience. For, according to the theory of mechanical evolution, the laws of redistribution of matter and motion, tho they are certainly to thank for all the good hours which our organisms have ever yielded us and for all the ideals which our minds now frame, are yet fatally certain to undo their work again, and to redissolve everything that they have once evolved. You all know the picture of the last state of the universe which evolutionary science foresees. I cannot state it better than in Mr. Balfour's words:That is the sting of it, that in the vast driftings of the cosmic weather, tho many a jeweled shore appears, and many an enchanted cloud-bank floats away, long lingering ere it be dissolved—even as our world now lingers, for our joy-yet when these transient products are gone, nothing, absolutely NOTHING remains, of represent those particular qualities, those elements of preciousness which they may have enshrined. Dead and gone are they, gone utterly from the very sphere and room of being. Without an echo; without a memory; without an influence on aught that may come after, to make it care for similar ideals. This utter final wreck and tragedy is of the essence of scientific materialism as at present understood. The lower and not the higher forces are the eternal forces, or the last surviving forces within the only cycle of evolution which we can definitely see. Mr. Spencer believes this as much as anyone; so why should he argue with us as if we were making silly aesthetic objections to the 'grossness' of 'matter and motion,' the principles of his philosophy, when what really dismays us is the disconsolateness of its ulterior practical results?No the true objection to materialism is not positive but negative. It would be farcical at this day to make complaint of it for what it IS for 'grossness.' Grossness is what grossness DOES—we now know THAT. We make complaint of it, on the contrary, for what it is NOT—not a permanent warrant for our more ideal interests, not a fulfiller of our remotest hopes.The notion of God, on the other hand, however inferior it may be in clearness to those mathematical notions so current in mechanical philosophy, has at least this practical superiority over them, that it guarantees an ideal order that shall be permanently preserved. A world with a God in it to say the last word, may indeed burn up or freeze, but we then think of him as still mindful of the old ideals and sure to bring them elsewhere to fruition; so that, where he is, tragedy is only provisional and partial, and shipwreck and dissolution not the absolutely final things. This need of an eternal moral order is one of the deepest needs of our breast. And those poets, like Dante and Wordsworth, who live on the conviction of such an order, owe to that fact the extraordinary tonic and consoling power of their verse. Here then, in these different emotional and practical appeals, in these adjustments of our concrete attitudes of hope and expectation, and all the delicate consequences which their differences entail, lie the real meanings of materialism and spiritualism—not in hair-splitting abstractions about matter's inner essence, or about the metaphysical attributes of God. Materialism means simply the denial that the moral order is eternal, and the cutting off of ultimate hopes; spiritualism means the affirmation of an eternal moral order and the letting loose of hope. Surely here is an issue genuine enough, for anyone who feels it; and, as long as men are men, it will yield matter for a serious philosophic debate."},{"id":975,"quote":"Man flieht nicht, weil man Angst hat, sondern man hat Angst, weil man flieht."},{"id":976,"quote":"Edwards says elsewhere: \"I am bold to say that the work of God in the conversion of one soul, considered together with the source foundation, and purchase of it, and also the benefit, end, and eternal issue of it, is a more glorious work of God than the creation of the whole material universe."},{"id":977,"quote":"the part of it of which rationalism can give an account is relatively superficial. It is the part that has the prestige undoubtedly, for it has the loquacity, it can challenge you for proofs, and chop logic, and put you down with words. But it will fail to convince or convert you all the same, if your dumb intuitions are opposed to its conclusions."},{"id":978,"quote":"I believe that we are subject to the law of habit in consequence of the fact that we have bodies. The plasticity of the living matter of our nervous system, in short, is the reason why we do a thing with difficulty the first time, but soon do it more and more easily, and finally, with sufficient practice, do it semi-mechanically, or with hardly any consciousness at all. Our nervous systems have (in Dr. Carpenter's words) grown to the way in which they have been exercised, just as a sheet of paper or a coat, once creased or folded, tends to fall forever afterward into the same identical folds."},{"id":979,"quote":"Yet if we are to judge by the analogy of the past, when our science once becomes old-fashioned, it will be more for its omissions of fact, for its ignorance of whole ranges and orders of complexity in the phenomena to be explained, than for any fatal lack in its spirit and principles. The spirit and principles of science are mere affairs of method; there is nothing in them that need hinder science from dealing successfully with a world in which personal forces are the starting-point of new effects. The only form of thing that we directly encounter, the only experience that we concretely have, is our own personal life. The only complete category of our thinking, our professors of philosophy tell us, is the category of personality, every other category being one of the abstract elements of that. And this systematic denial on science's part of personality as a condition of events, this rigorous belief that in its own essential and innermost nature our world is a strictly impersonal world, may, conceivably, as the whirligig of time goes round, prove to be the very defect that our descendants will be most surprised at in our own boasted science, the omission that to their eyes will most tend to make it look perspectiveless and short."},{"id":980,"quote":"This readiness for great things, and this sense that the world by its importance, wonderfulness, etc., is apt for their production, would seem to be the undifferentiated germ of all the higher faiths. Trust in our own dreams of ambition, or in our country's expansive destinies, and faith in the providence of God, all have their source in that onrush of our sanguine impulses, and in that sense of the exceedingness of the possible over the real."},{"id":981,"quote":"Having said thus much in preparation, I will now confess my own utopia. I devoutly believe in the reign of peace and in the gradual advent of some sort of socialistic equilibrium. The fatalistic view of the war function is to me nonsense, for I know that war-making is due to definite motives and subject to prudential checks and reasonable criticisms, just like any other form of enterprise. And when whole nations are the armies, and the science of destruction vies in intellectual refinement with the science of production, I see that war becomes absurd and impossible from its own monstrosity. Extravagant ambitions will have to be replaced by reasonable claims, and nations must make common cause against them. I see no reason why all this should not apply to yellow as well as to white countries, and I look forward to a future when acts of war shall be formally outlawed as between civilized peoples.All these beliefs of mine put me firmly into the anti-military party. But I do not believe that peace either ought to be or will be permanent on this globe, unless the states, pacifically organized, preserve some of the old elements of army-discipline. A permanently successful peace-economy cannot be a simple pleasure-economy. In the more or less socialistic future toward which mankind seems drifting we must still subject ourselves collectively to those severities which answer to our real position upon this only partly hospitable globe. We must make new energies and hardihoods continue the manliness to which the military mind so faithfully clings. Martial virtues must be the enduring cement; intrepidity, contempt of softness, surrender of private interest, obedience to command, must still remain the rock upon which states are built -- unless, indeed, we which for dangerous reactions against commonwealths, fit only for contempt, and liable to invite attack whenever a centre of crystallization for military-minded enterprise gets formed anywhere in their neighborhood.The war-party is assuredly right in affirming and reaffirming that the martial virtues, although originally gain by the race through war, are absolute and permanent human goods. Patriotic pride and ambition in their military form are, after all, only specifications of a more general competitive passion. They are its first form, but that is no reason for supposing them to be its last form."},{"id":982,"quote":"If now -- and this is my idea -- there were, instead of military conscription, a conscription of the whole youthful population to form for a certain number of years a part of the army enlisted against Nature, the injustice would tend to be evened out, and numerous other goods to the commonwealth would remain blind as the luxurious classes now are blind, to man's relations to the globe he lives on, and to the permanently sour and hard foundations of his higher life. To coal and iron mines, to freight trains, to fishing fleets in December, to dishwashing, clotheswashing, and windowwashing, to road-building and tunnel-making, to foundries and stoke-holes, and to the frames of skyscrapers, would our gilded youths be drafted off, according to their choice, to get the childishness knocked out of them, and to come back into society with healthier sympathies and soberer ideas. They would have paid their blood-tax, done their own part in the immemorial human warfare against nature; they would tread the earth more proudly, the women would value them more highly, they would be better fathers and teachers of the following generation.Such a conscription, with the state of public opinion that would have required it, and the many moral fruits it would bear, would preserve in the midst of a pacific civilization the manly virtues which the military party is so afraid of seeing disappear in peace. We should get toughness without callousness, authority with as little criminal cruelty as possible, and painful work done cheerily because the duty is temporary, and threatens not, as now, to degrade the whole remainder of one's life. I spoke of the \"moral equivalent\" of war. So far, war has been the only force that can discipline a whole community, and until and equivalent discipline is organized, I believe that war must have its way. But I have no serious doubt that the ordinary prides and shames of social man, once developed to a certain intensity, are capable of organizing such a moral equivalent as I have sketched, or some other just as effective for preserving manliness of type. It is but a question of time, of skilful propogandism, and of opinion-making men seizing historic opportunities.The martial type of character can be bred without war. Strenuous honor and disinterestedness abound everywhere. Priests and medical men are in a fashion educated to it, and we should all feel some degree if its imperative if we were conscious of our work as an obligatory service to the state. We should be owned, as soldiers are by the army, and our pride would rise accordingly. We could be poor, then, without humiliation, as army officers now are. The only thing needed henceforward is to inflame the civic temper as part history has inflamed the military temper."},{"id":983,"quote":"No matter how full a reservoir of maxims one may possess, and no matter how good one’s sentiments may be, if one have not taken advantage of every concrete opportunity to act, one’s character may remain entirely unaffected for the better. With mere good intentions, hell is proverbially paved. And this is an obvious consequence of the principles we have laid down. A ‘character,’ as J. S. Mill says, ‘is a completely fashioned will’; and a will, in the sense in which he means it, is an aggregate of tendencies to act in a firm and prompt and definite way upon all the principal emergencies of life. A tendency to act only becomes effectively ingrained in us in proportion to the uninterrupted frequency with which the actions actually occur, and the brain ‘grows’ to their use."},{"id":984,"quote":"Since I gave up to God all ownership in my own life, he has guided me in a thousand ways, and has opened my path in a way almost incredible to those who do not enjoy the blessing of a truly surrendered life."},{"id":985,"quote":"Scepticism in moral matters is an active ally of immorality. Who is not for is against."},{"id":986,"quote":"A permanently successful peace-economy cannot be a simple pleasure-economy."},{"id":987,"quote":"Substance has succumbed to the pragmatic criticisms of the English school. It appears now only as another name for the fact that phenomena as they come are actually grouped and given in coherent forms, the very forms in which we finite knowers experience or think them together. These forms of conjunction are as much parts of the tissue of experience as are the terms which they connect; and it is a great pragmatic achievement for recent idealism to have made the world hang together in these directly representable ways instead of drawing its unity from the 'inherence' of its parts—whatever that may mean—in an unimaginable principle behind the scenes."},{"id":988,"quote":"The world is one,' therefore, just so far as we experience it to be concatenated, one by as many definite conjunctions as appear. But then also NOT one by just as many definite DISjunctions as we find. The oneness and the manyness of it thus obtain in respects which can be separately named. It is neither a universe pure and simple nor a multiverse pure and simple."},{"id":989,"quote":"I know that you, ladies and gentlemen, have a philosophy, each and all of you, and that the most interesting and important thing about you is the way in which it determines the perspective in your several worlds. You know the same of me. And yet I confess to a certain tremor at the audacity of the enterprise which I am about to begin. For the philosophy which is so important in each of us is not a technical matter; it is our more or less dumb sense of what life honestly and deeply means. It is only partly got from books; it is our individual way of just seeing and feeling the total push and pressure of the cosmos."},{"id":990,"quote":"Plasticity … means the possession of a structure weak enough to yield to an influence, but strong enough not to yield all at once. Each relatively stable phase of equilibrium in such a structure is marked by what we may call a new set of habits. Organic matters, especially nervous tissues, seem to be endowed with a very extraordinary degree of plasticity of this sort ..."},{"id":991,"quote":"The turbulent billows of the fretful surface leave the deep parts of the ocean undisturbed; and to him who has a hold on vaster and more permanent realities, the hourly vicissitudes of his personal destiny seem relatively insignificant things. The really religious person is accordingly unshakable and full of equanimity, and calmly ready for any duty that the day may bring forth"},{"id":992,"quote":"And now I come to the first positively important point which I wish to make. Never were as many men of a decidedly empiricist proclivity in existence as there are at the present day. Our children, one may say, are almost born scientific. But our esteem for facts has not neutralized in us all religiousness. It is itself almost religious. Our scientific temper is devout. Now take a man of this type, and let him be also a philosophic amateur, unwilling to mix a hodge-podge system after the fashion of a common layman, and what does he find his situation to be, in this blessed year of our Lord 1906? He wants facts; he wants science; but he also wants a religion. And being an amateur and not an independent originator in philosophy he naturally looks for guidance to the experts and professionals whom he finds already in the field. A very large number of you here present, possibly a majority of you, are amateurs of just this sort.Now what kinds of philosophy do you find actually offered to meet your need? You find an empirical philosophy that is not religious enough, and a religious philosophy that is not empirical enough. If you look to the quarter where facts are most considered you find the whole tough-minded program in operation, and the 'conflict between science and religion' in full blast. The romantic spontaneity and courage are gone, the vision is materialistic and depressing. Ideals appear as inert by-products of physiology; what is higher is explained by what is lower and treated forever as a case of 'nothing but'—nothing but something else of a quite inferior sort. You get, in short, a materialistic universe, in which only the tough-minded find themselves congenially at home.If now, on the other hand, you turn to the religious quarter for consolation, and take counsel of the tender-minded philosophies, what do you find?Religious philosophy in our day and generation is, among us English-reading people, of two main types. One of these is more radical and aggressive, the other has more the air of fighting a slow retreat. By the more radical wing of religious philosophy I mean the so-called transcendental idealism of the Anglo-Hegelian school, the philosophy of such men as Green, the Cairds, Bosanquet, and Royce. This philosophy has greatly influenced the more studious members of our protestant ministry. It is pantheistic, and undoubtedly it has already blunted the edge of the traditional theism in protestantism at large.That theism remains, however. It is the lineal descendant, through one stage of concession after another, of the dogmatic scholastic theism still taught rigorously in the seminaries of the catholic church. For a long time it used to be called among us the philosophy of the Scottish school. It is what I meant by the philosophy that has the air of fighting a slow retreat. Between the encroachments of the hegelians and other philosophers of the 'Absolute,' on the one hand, and those of the scientific evolutionists and agnostics, on the other, the men that give us this kind of a philosophy, James Martineau, Professor Bowne, Professor Ladd and others, must feel themselves rather tightly squeezed. Fair-minded and candid as you like, this philosophy is not radical in temper. It is eclectic, a thing of compromises, that seeks a modus vivendi above all things. It accepts the facts of darwinism, the facts of cerebral physiology, but it does nothing active or enthusiastic with them. It lacks the victorious and aggressive note. It lacks prestige in consequence; whereas absolutism has a certain prestige due to the more radical style of it."},{"id":993,"quote":"mankind is in a position similar to that of a set of people living on a frozen lake, surrounded by cliffs over which there is no escape, yet knowing that little by little the ice is melting, and the inevitable day drawing near when the last film of it will disappear, and to be drowned ignominiously will be the human creature's portion. The merrier the skating, the warmer and more sparkling the sun by day, and the ruddier the bonfires at night, the more poignant the sadness with which one must take in the meaning of the total situation."},{"id":994,"quote":"Be willing to have it so. Acceptance of what has happened is the first step to overcoming the consequences of any misfortune."},{"id":995,"quote":"I tell this trivial anecdote because it is a peculiarly simple example of what I wish now to speak of as THE PRAGMATIC METHOD. The pragmatic method is primarily a method of settling metaphysical disputes that otherwise might be interminable. Is the world one or many?—fated or free?—material or spiritual?—here are notions either of which may or may not hold good of the world; and disputes over such notions are unending. The pragmatic method in such cases is to try to interpret each notion by tracing its respective practical consequences. What difference would it practically make to anyone if this notion rather than that notion were true? If no practical difference whatever can be traced, then the alternatives mean practically the same thing, and all dispute is idle."},{"id":996,"quote":"It was first introduced into philosophy by Mr. Charles Peirce in 1878. In an article entitled 'How to Make Our Ideas Clear,' in the 'Popular Science Monthly' for January of that year [Footnote: Translated in the Revue Philosophique for January, 1879 (vol. vii).] Mr. Peirce, after pointing out that our beliefs are really rules for action, said that to develope a thought's meaning, we need only determine what conduct it is fitted to produce: that conduct is for us its sole significance. And the tangible fact at the root of all our thought-distinctions, however subtle, is that there is no one of them so fine as to consist in anything but a possible difference of practice. To attain perfect clearness in our thoughts of an object, then, we need only consider what conceivable effects of a practical kind the object may involve—what sensations we are to expect from it, and what reactions we must prepare. Our conception of these effects, whether immediate or remote, is then for us the whole of our conception of the object, so far as that conception has positive significance at all.This is the principle of Peirce, the principle of pragmatism. It lay entirely unnoticed by anyone for twenty years, until I, in an address before Professor Howison's philosophical union at the university of California, brought it forward again and made a special application of it to religion. By that date (1898) the times seemed ripe for its reception. The word 'pragmatism' spread, and at present it fairly spots the pages of the philosophic journals. On all hands we find the 'pragmatic movement' spoken of, sometimes with respect, sometimes with contumely, seldom with clear understanding. It is evident that the term applies itself conveniently to a number of tendencies that hitherto have lacked a collective name, and that it has 'come to stay."},{"id":997,"quote":"I have shown small respect indeed for the Absolute, and I have until this moment spoken of no other superhuman hypothesis but that. But I trust that you see sufficiently that the Absolute has nothing but its superhumanness in common with the theistic God. On pragmatistic principles, if the hypothesis of God works satisfactorily in the widest sense of the word, it is true. Now whatever its residual difficulties may be, experience shows that it certainly does work, and that the problem is to build it out and determine it, so that it will combine satisfactorily with all the other working truths. I cannot start upon a whole theology at the end of this last lecture; but when I tell you that I have written a book on men's religious experience, which on the whole has been regarded as making for the reality of God, you will perhaps exempt my own pragmatism from the charge of being an atheistic system. I firmly disbelieve, myself, that our human experience is the highest form of experience extant in the universe. I believe rather that we stand in much the same relation to the whole of the universe as our canine and feline pets do to the whole of human life. They inhabit our drawing-rooms and libraries. They take part in scenes of whose significance they have no inkling. They are merely tangent to curves of history the beginnings and ends and forms of which pass wholly beyond their ken. So we are tangents to the wider life of things. But, just as many of the dog's and cat's ideals coincide with our ideals, and the dogs and cats have daily living proof of the fact, so we may well believe, on the proofs that religious experience affords, that higher powers exist and are at work to save the world on ideal lines similar to our own.You see that pragmatism can be called religious, if you allow that religion can be pluralistic or merely melioristic in type. But whether you will finally put up with that type of religion or not is a question that only you yourself can decide. Pragmatism has to postpone dogmatic answer, for we do not yet know certainly which type of religion is going to work best in the long run. The various overbeliefs of men, their several faith-ventures, are in fact what are needed to bring the evidence in. You will probably make your own ventures severally. If radically tough, the hurly-burly of the sensible facts of nature will be enough for you, and you will need no religion at all. If radically tender, you will take up with the more monistic form of religion: the pluralistic form, with its reliance on possibilities that are not necessities, will not seem to afford you security enough.But if you are neither tough nor tender in an extreme and radical sense, but mixed as most of us are, it may seem to you that the type of pluralistic and moralistic religion that I have offered is as good a religious synthesis as you are likely to find. Between the two extremes of crude naturalism on the one hand and transcendental absolutism on the other, you may find that what I take the liberty of calling the pragmatistic or melioristic type of theism is exactly what you require.The End"},{"id":998,"quote":"what patience and postponement, what choking down of preference, what submission to the icy laws of outer fact are wrought into its very stones and mortar; how absolutely impersonal it stands in its vast augustness,—then how besotted and contemptible seems every little sentimentalist who comes blowing his voluntary smoke-wreaths, and pretending to decide things from out of his private dream!"},{"id":999,"quote":"psychology is passing into a less simple phase. Within a few years what one may call a microscopic psychology has arisen in Germany, carried on by experimental methods, asking of course every moment for introspective data, but eliminating their uncertainty by operating on a large scale and taking statistical means."},{"id":1000,"quote":"It is astonishing to see how many philosophical disputes collapse into insignificance the moment you subject them to this simple test of tracing a concrete consequence. There can BE no difference any- where that doesn't MAKE a difference elsewhere—no difference in abstract truth that doesn't express itself in a difference in concrete fact and in conduct consequent upon that fact, imposed on somebody, somehow, somewhere and somewhen. The whole function of philosophy ought to be to find out what definite difference it will make to you and me, at definite instants of our life, if this world-formula or that world-formula be the true one.There is absolutely nothing new in the pragmatic method. Socrates was an adept at it. Aristotle used it methodically. Locke, Berkeley and Hume made momentous contributions to truth by its means. Shadworth Hodgson keeps insisting that realities are only what they are 'known-as.' But these forerunners of pragmatism used it in fragments: they were preluders only. Not until in our time has it generalized itself, become conscious of a universal mission, pretended to a conquering destiny. I believe in that destiny, and I hope I may end by inspiring you with my belief.Pragmatism represents a perfectly familiar attitude in philosophy, the empiricist attitude, but it represents it, as it seems to me, both in a more radical and in a less objectionable form than it has ever yet assumed. A pragmatist turns his back resolutely and once for all upon a lot of inveterate habits dear to professional philosophers. He turns away from abstraction and insufficiency, from verbal solutions, from bad a priori reasons, from fixed principles, closed systems, and pretended absolutes and origins. He turns towards concreteness and adequacy, towards facts, towards action, and towards power. That means the empiricist temper regnant, and the rationalist temper sincerely given up. It means the open air and possibilities of nature, as against dogma, artificiality and the pretence of finality in truth.At the same time it does not stand for any special results. It is a method only. But the general triumph of that method would mean an enormous change in what I called in my last lecture the 'temperament' of philosophy. Teachers of the ultra-rationalistic type would be frozen out, much as the courtier type is frozen out in republics, as the ultramontane type of priest is frozen out in protestant lands. Science and metaphysics would come much nearer together, would in fact work absolutely hand in hand."},{"id":1001,"quote":"Metaphysics has usually followed a very primitive kind of quest. You know how men have always hankered after unlawful magic, and you know what a great part, in magic, WORDS have always played. If you have his name, or the formula of incantation that binds him, you can control the spirit, genie, afrite, or whatever the power may be. Solomon knew the names of all the spirits, and having their names, he held them subject to his will. So the universe has always appeared to the natural mind as a kind of enigma, of which the key must be sought in the shape of some illuminating or power-bringing word or name. That word names the universe's PRINCIPLE, and to possess it is, after a fashion, to possess the universe itself. 'God,' 'Matter,' 'Reason,' 'the Absolute,' 'Energy,' are so many solving names. You can rest when you have them. You are at the end of your metaphysical quest.But if you follow the pragmatic method, you cannot look on any such word as closing your quest. You must bring out of each word its practical cash-value, set it at work within the stream of your experience. It appears less as a solution, then, than as a program for more work, and more particularly as an indication of the ways in which existing realities may be CHANGED.THEORIES THUS BECOME INSTRUMENTS, NOT ANSWERS TO ENIGMAS, IN WHICH WE CAN REST. We don't lie back upon them, we move forward, and, on occasion, make nature over again by their aid. Pragmatism unstiffens all our theories, limbers them up and sets each one at work. Being nothing essentially new, it harmonizes with many ancient philosophic tendencies. It agrees with nominalism for instance, in always appealing to particulars; with utilitarianism in emphasizing practical aspects; with positivism in its disdain for verbal solutions, useless questions, and metaphysical abstractions.All these, you see, are ANTI-INTELLECTUALIST tendencies. Against rationalism as a pretension and a method, pragmatism is fully armed and militant. But, at the outset, at least, it stands for no particular results. It has no dogmas, and no doctrines save its method. As the young Italian pragmatist Papini has well said, it lies in the midst of our theories, like a corridor in a hotel. Innumerable chambers open out of it. In one you may find a man writing an atheistic volume; in the next someone on his knees praying for faith and strength; in a third a chemist investigating a body's properties. In a fourth a system of idealistic metaphysics is being excogitated; in a fifth the impossibility of metaphysics is being shown. But they all own the corridor, and all must pass through it if they want a practicable way of getting into or out of their respective rooms.No particular results then, so far, but only an attitude of orientation, is what the pragmatic method means. THE ATTITUDE OF LOOKING AWAY FROM FIRST THINGS, PRINCIPLES, 'CATEGORIES,' SUPPOSED NECESSITIES; AND OF LOOKING TOWARDS LAST THINGS, FRUITS, CONSEQUENCES, FACTS."},{"id":1002,"quote":"The demand for continuity has, over large tracts of science, proved itself to possess true prophetic power. We ought therefore ourselves sincerely to try every possible mode of conceiving the dawn of consciousness so that it may not appear equivalent to the irruption into the universe of a new nature, non-existent until then."},{"id":1003,"quote":"These experiences we can only find in individuals for whom religion exists not as a dull habit, but as an acute fever rather. But"},{"id":1004,"quote":"All the great single-word answers to the world's riddle, such as God, the One, Reason, Law, Spirit, Matter, Nature, Polarity, the Dialectic Process, the Idea, the Self, the Oversoul, draw the admiration that men have lavished on them from this oracular role. By amateurs in philosophy and professionals alike, the universe is represented as a queer sort of petrified sphinx whose appeal to man consists in a monotonous challenge to his divining powers. THE Truth: what a perfect idol of the rationalistic mind!"},{"id":1005,"quote":"Toda nuestra vida en cuanto a su forma definida , no es más que un conjunto de hábitos"},{"id":1006,"quote":"On vjeruje u ne-Boga i klanja mu se\", rekao je jedan moj kolega o studentu koji je ispoljavao plemeniti ateistički žar."},{"id":1007,"quote":"Since, however, darwinism has once for all displaced design from the minds of the 'scientific,' theism has lost that foothold; and some kind of an immanent or pantheistic deity working IN things rather than above them is, if any, the kind recommended to our contemporary imagination. Aspirants to a philosophic religion turn, as a rule, more hopefully nowadays towards idealistic pantheism than towards the older dualistic theism, in spite of the fact that the latter still counts able defenders.But, as I said in my first lecture, the brand of pantheism offered is hard for them to assimilate if they are lovers of facts, or empirically minded. It is the absolutistic brand, spurning the dust and reared upon pure logic. It keeps no connexion whatever with concreteness. Affirming the Absolute Mind, which is its substitute for God, to be the rational presupposition of all particulars of fact, whatever they may be, it remains supremely indifferent to what the particular facts in our world actually are. Be they what they may, the Absolute will father them. Like the sick lion in Esop's fable, all footprints lead into his den, but nulla vestigia retrorsum. You cannot redescend into the world of particulars by the Absolute's aid, or deduce any necessary consequences of detail important for your life from your idea of his nature. He gives you indeed the assurance that all is well with Him, and for his eternal way of thinking; but thereupon he leaves you to be finitely saved by your own temporal devices.Far be it from me to deny the majesty of this conception, or its capacity to yield religious comfort to a most respectable class of minds. But from the human point of view, no one can pretend that it doesn't suffer from the faults of remoteness and abstractness. It is eminently a product of what I have ventured to call the rationalistic temper. It disdains empiricism's needs. It substitutes a pallid outline for the real world's richness. It is dapper; it is noble in the bad sense, in the sense in which to be noble is to be inapt for humble service. In this real world of sweat and dirt, it seems to me that when a view of things is 'noble,' that ought to count as a presumption against its truth, and as a philosophic disqualification. The prince of darkness may be a gentleman, as we are told he is, but whatever the God of earth and heaven is, he can surely be no gentleman. His menial services are needed in the dust of our human trials, even more than his dignity is needed in the empyrean.Now pragmatism, devoted tho she be to facts, has no such materialistic bias as ordinary empiricism labors under. Moreover, she has no objection whatever to the realizing of abstractions, so long as you get about among particulars with their aid and they actually carry you somewhere. Interested in no conclusions but those which our minds and our experiences work out together, she has no a priori prejudices against theology. IF THEOLOGICAL IDEAS PROVE TO HAVE A VALUE FOR CONCRETE LIFE, THEY WILL BE TRUE, FOR PRAGMATISM, IN THE SENSE OF BEING GOOD FOR SO MUCH. FOR HOW MUCH MORE THEY ARE TRUE, WILL DEPEND ENTIRELY ON THEIR RELATIONS TO THE OTHER TRUTHS THAT ALSO HAVE TO BE ACKNOWLEDGED."},{"id":1008,"quote":"the rigorously impersonal view of science might one day appear as having been a temporarily useful eccentricity rather than the definitively triumphant position which the sectarian scientist at present so confidently announces it to be."},{"id":1009,"quote":"Religious feeling is thus an absolute addition to the subject's range of life. It gives him a new sphere of power. When the outward battle is lost, and the outward world disowns him, it redeems and vivifies an interiour world which otherwise would be an empty waste."}]