[{"id":1,"quote":"Your life, all of your life, is your path to awakening. By resisting or not dealing with its challenges, you stay asleep to Reality. Pay attention to what life is trying to reveal to you. Say yes to its fierce, ruthless, and loving grace."},{"id":2,"quote":"There is a very Simple Secret to being happy. Just let go of your 'demand' on this moment. Any time you have a demand on the moment to give you something or remove something, there is suffering. You're Arguing with 'What Is' - Your demands keep you chained to the 'dream-state' of the conditioned mind. The desire to 'control'... is, ultimately, our unwillingness to just be awake."},{"id":3,"quote":"The more in harmony you are with the flow of your own existence, the more magical life becomes."},{"id":4,"quote":"The biggest embrace of love you'll ever make is to embrace yourself completely. Then you'll realize you've just embraced the whole universe, and everything and everybody in it."},{"id":5,"quote":"Whatever you resist you become. If you resist anger, you are always angry. If you resist sadness, you are always sad. If you resist suffering, you are always suffering. If you resist confusion,you are always confused. We think that we resist certain states because they are there, but actually they are there because we resist them."},{"id":6,"quote":"Enlightenment is a destructive process. It\nhas nothing to do with becoming better or being happier. Enlightenment is the\ncrumbling away of untruth. It's seeing\nthrough the facade of pretence. It's the\ncomplete eradication of everything we\nimagined to be true."},{"id":7,"quote":"Question your thoughts. \nQuestion your stories.\nQuestion your assumptions.\nQuestion your opinions. \nQuestion your conclusions.\nQuestion them all into utter emptiness, stillness and joy.\nThe keys to freedom are in your hands.\nUse them."},{"id":8,"quote":"Imagine trusting silence more than any thought you can come up with."},{"id":9,"quote":"When someone tells you, 'I love you,' and then you feel, 'Oh, I must be worthy after all,' that's an illusion. That's not true. Or someone says, 'I hate you,' and you think, 'Oh, God, I knew it; I'm not very worthy,' that's not true either. Neither one of these thoughts hold any intrinsic reality. They are an overlay. When someone says, 'I love you,' he is telling you about himself, not you. When someone says, 'I hate you,' she is telling you about herself, not you. World views are self views-literally."},{"id":10,"quote":"As long as you perceive that anyone is holding you back, you have not taken full responsibility for your own liberation. Liberation means that you stand free of making demands on others and life to make you happy. When you discover yourself to be nothing but Freedom, you stop setting up conditions and requirements that need to be satisfied in order for you to be happy. It is in the absolute surrender of all conditions and requirements that Liberation is discovered to be who and what you are. Then the love and wisdom that flows out of you has a liberating effect on others."},{"id":11,"quote":"An ordinary man seeks freedom through enlightenment. An enlightened man expresses freedom through being ordinary."},{"id":12,"quote":"Thoughts in your head are really no different than the sound of a bird outside. It is just that you decide that they are more or less relevant."},{"id":13,"quote":"This one question-'What do I know for certain?'-is tremendously powerful. When you look deeply into this question, it actually destroys your world. It destroys your whole sense of self, and it's meant to. You come to see that everything you think you know about yourself, everything you think you know about the world, is based on assumptions, beliefs, and opinions-things that you believe because you were taught or told they were true. Until we start to see these false perceptions for what they really are, consciousness will be imprisoned within the dream state."},{"id":14,"quote":"Love causes us to be deeply connected in an unspoken way. It happens when we're really available, really open."},{"id":15,"quote":"One Zen master said, The whole universe is my true personality. This is a very wonderful saying... If you want to see what you truly are, open the window, and everything you see is in fact the expression of your inner reality. Can you embrace all of it?"},{"id":16,"quote":"Right now you can allow yourself to experience a very simple sense of not knowing - not knowing what or who you are, not knowing what this moment is, not knowing anything. If you give yourself this gift of not knowing and you follow it, a vast spaciousness and mysterious openness dawns within you. Relaxing into not knowing is almost like surrendering into a big, comfortable chair; you just fall into a field of possibility."},{"id":17,"quote":"To be free of fear is to be full of Love."},{"id":18,"quote":"Grace is something that comes to us when we somehow find ourselves completely available, when we become openhearted and open-minded, and are willing to entertain the possibility that we may not know what we think we know."},{"id":19,"quote":"The more honest and authentic we are, the more deeply we go into the mystery of our own being."},{"id":20,"quote":"Whatever you want, be it. If you want connection, it's because you are connection. Be what you want, and then it happens all around you. If you want love, be it. You'll have more love than you know what to do with. Whatever you are inside, you receive a thousandfold on the outside."},{"id":21,"quote":"The paradox is that when resistance is fully accepted, the resistance disappears."},{"id":22,"quote":"The important thing is allowing the whole world to wake up. Part of allowing the whole world to wake up is recognizing that the whole world is free—everybody is free to be as they are. Until the whole world is free to agree with you or disagree with you, until you have given the freedom to everyone to like you or not like you, to love you or hate you, to see things as you see them or to see things differently—until you have given the whole world its freedom—you’ll never have your freedom."},{"id":23,"quote":"When we see the world through our thoughts, we stop experiencing life as it really is and others as they really are. When I have a thought about you, that’s something I’ve created. I’ve turned you into an idea. In a certain sense, if I have an idea about you that I believe, I’ve degraded you. I’ve made you into something very small. This is the way of human beings, this is what we do to each other."},{"id":24,"quote":"Trying to maintain a pleasant state and avoid an unpleasant state is actually the cause of sorrow. When you stop resisting, you see that what seems frightening is actually the absolute beauty of reality. When you see that everything is a momentary display of reality, then you stop resisting it. Resistance hurts, only every single time. Love is the state of nonresistance."},{"id":25,"quote":"You are not your story. \n They are not your story about them. \n The world is not your story about the world."},{"id":26,"quote":"Many spiritual people are involved in a radical denial of what is happening. They want to transcend it, get rid of it, get out of it, get away from it. There's nothing wrong with that feeling, but the approach doesn't work because it's escapism in spiritual clothing. It's wearing spiritual clothing and spiritual concepts, but it is really no different than a drunk in the gutter who doesn't want to feel the pain anymore. When you abide and accept everything completely and fully, you automatically go beyond."},{"id":27,"quote":"Silence and stillness are not states and therefore cannot be produced or created. Silence is the non-state in which all states arise and subside. Silence, stillness and awareness are not states and can never be perceived in their totality as objects. Silence is itself the eternal witness without form or attributes.  As you rest more profoundly as the witness, all objects take on their natural functionality, and awareness becomes free of the mind's compulsive contractions and identifications. It returns to its natural non-state of Presence."},{"id":28,"quote":"True freedom is to be free from the desire to be free from anything."},{"id":29,"quote":"What the universe will manifest when you are in alignment with it is a lot more interesting than what you try to manifest"},{"id":30,"quote":"Actually, all paths lead away from the truth...how's that? All paths. There's no such thing as a path to the truth. The truth's already here, where are you going?"},{"id":31,"quote":"Silence is the only teaching and the only teacher that is there all the time."},{"id":32,"quote":"As soon as you believe that a label you've put on yourself is true, you've limited something that is literally limitless, you've limited who you are into nothing but a thought."},{"id":33,"quote":"If you tell yourself a sad story, the body reacts to that. And if you tell yourself a self-aggrandizing story, the body feels puffed up, confident. But when you realize it’s all stories, there can be a vast waking up out of the mind, out of the dream. You don’t awaken, what has eternally been awake realizes itself. That which is eternally awake is what you are."},{"id":34,"quote":"Stop all delays, all seeking and all striving. Put down your concepts, ideas and beliefs. For one instant be still and directly encounter the silent unknown core of your being. In that instant Freedom will embrace you and reveal the Awakening that you are."},{"id":35,"quote":"Why is it that so few people are truly free? Because they try to conform to ideas, concepts, and beliefs in their heads."},{"id":36,"quote":"True meditation has no direction or goal. It is pure wordless surrender, pure silent prayer."},{"id":37,"quote":"When you stand in your own authority, based in your own direct experience, you meet that ultimate mystery that you are. Even though it may be at first unsettling to look into your own no-thingness, you do it anyway. Why? Because you no longer want to suffer. Because you're willing to be disturbed. You're willing to be amazed. You're willing to be surprised. You're willing to realize that maybe everything you've ever thought about yourself really isn't true."},{"id":38,"quote":"The goal of Buddhism is to create Buddhas, not Buddhists, as the goal of Christianity is to create Christs, not Christians."},{"id":39,"quote":"True intelligence does not derive from thought.  True intelligence uses thought."},{"id":40,"quote":"All that is necessary to awaken to yourself as the radiant emptiness of spirit\n is to stop seeking something more or better or different, \nand to turn your attention inward to the awake silence that you are."},{"id":41,"quote":"When you get out of the driver's seat, you find that life can drive itself, that actually life has always been driving itself. When you get out of the driver's seat, it can drive itself so much easier-it can flow in ways you never imagined. Life becomes almost magical. The illusion of the “me” is no longer in the way. Life begins to flow, and you never know where it will take you."},{"id":42,"quote":"Spirituality does not require that you work hard toward achieving a result in the future as much as it requires you to be fully present, sincere and committed now, with absolute honesty and willingness to uncover and let go of any illusions that come between you and the realization of Reality."},{"id":43,"quote":"No one can give you the strength of character necessary... Only you can find that passion within that burns with an integrity that will not settle for anything less than the Truth."},{"id":44,"quote":"In liberation, you stand alone. You stand alone because you need no supports of any kind. You need no supports because you have realized that the very notion of a separate you no longer exists, that there is nothing to support, that the whole ego experience was a flimsy illusion. So you stand alone but are never, never lonely because everywhere you look, all you see is That, and you are That."},{"id":45,"quote":"The most difficult thing for spiritual seekers to do is to stop struggling, striving, seeking, and searching. Why? Because in the absence of struggle you don't know who you are; you lose your boundaries, you lose your separateness, you lose your specialness, you lose the dream you have lived all your life. Eventually you lose everything that your mind has created and awaken to who you truly are: the fullness of freedom, unbound by any identifications, identities, or boundaries."},{"id":46,"quote":"The body is a sensing instrument of consciousness. Without the body and mind, \nthe trees could not see themselves. Usually we think that we are looking at a tree, but the tree is looking at itself through us. Without this instrument, the tree does not get to see itself. We are sensing instruments of the Divine."},{"id":47,"quote":"True meditation is letting go of manipulating our experience."},{"id":48,"quote":"Whatever you can become will ultimately be destroyed.  Only what you already are can't be taken away."},{"id":49,"quote":"When you rest in quietness and your image of yourself fades, and your image of the world fades, and your ideas of others fade, what's left? A brightness, a radiant emptiness that is simply what you are."},{"id":50,"quote":"In order to be truly free, you must desire to know the truth more than you want to feel good. Because, if feeling good is your goal, then as soon as you feel better you will lose interest in what is true. This does not mean that feeling good or experiencing love and bliss is a bad thing. Given the choice, anyone would choose to feel bliss rather than sorrow. It simply means that if this desire to feel good is stronger than the yearning to see, know, and experience Truth, then this desire will always be distorting the perception of what is Real, while corrupting one's deepest integrity."},{"id":51,"quote":"Can you imagine if you really let it in that you are not a problem to be solved in any way?  Imagine you knew that anything that would tell you otherwise is just a movement of thought in the mind that says \"Whatever is, isn't the way it is supposed to be.\"  So the biggest act of compassion starts within.  And when the self is no longer seen as a problem, this is called \"the peace that passes all understanding.\""},{"id":52,"quote":"All you have to do is say \"yes.\" Don't make some big project out of it. Don't make some big deal out of it. Just say \"yes.\" You don't even know what it means to say \"yes,\" but you say it anyway. You'll never know what it means to say \"yes,\" but you do it anyway. Freedom and Love arise when you die into the unknown mystery of being."},{"id":53,"quote":"A total acceptance of yourself brings about a total transcendence of yourself."},{"id":54,"quote":"In the end it’s all very simple. Either we give ourselves to Silence or we don’t."},{"id":55,"quote":"True love has nothing to do with liking someone, agreeing with him or her or being compatible.  It is a love of unity, a love of seeing God wearing all the masks, and recognising itself in them all.  With this love you can feel the walls of opposition come down naturally in the acknowledgement of deep connection.  Not only do the walls of opposition fall, but love is felt for every human being and for life itself."},{"id":56,"quote":"Gratitude is the appreciation of what is, of life, of existence, of anybody and anything, for just the way it is."},{"id":57,"quote":"To be here, all you have to do is let go of who you think you are. That's all! And then you realize, \"I'm here.\" Here is where thoughts aren't believed. Every time you come here, you are nothing. Radiantly nothing. Absolutely and eternally zero. Emptiness that is awake. Emptiness that is full. Emptiness that is everything."},{"id":58,"quote":"What if you let go of every bit of control and every urge that you have, right down to the most infinitesimal urge to control anything, anywhere, including anything that may be happening with you at this moment? If you were able to give up control absolutely, totally, and completely, then you would be a spiritually free being."},{"id":59,"quote":"Meditation is not something restricted to times of formal seated meditation; it is most fundamentally an attitude of being-a resting in and as being. Once you get the feel of it, you will be able to tune into it more and more often during your daily life. Eventually, in the state of liberation, meditation will simply become your natural condition."},{"id":60,"quote":"Enlightenment is the natural state of consciousness, the innocent state of consciousness, that state which is uncontaminated by the movement of thought, uncontaminated by control or manipulation of mind."},{"id":61,"quote":"The joke of it all is that you are looking from your true nature right now without knowing it. If you would stop being fascinated with the contents of your mind, you would experience what I am saying. Feel your way into what I am saying rather than thinking about it. Only a self-concept looks and longs for God. Drop your self-concept and there is only God meeting God. Enlightenment is the restoration of cosmic humor."},{"id":62,"quote":"A quiet mind married to integrity of heart is the birth of wisdom."},{"id":63,"quote":"If you think that people should be nice to one another, then by\nall means be nice. But when you project that belief onto the\npeople and the world around you as if it were an objective reality,\nor worse still, as if it were their job to be nice to you, you put\nyourself at odds with what is, and suffering will surely follow."},{"id":64,"quote":"This moment in which you experience stillness is every moment. Don't let the mind seduce you into the past or future. Stay in the moment, and dare to consider that you can be free now."},{"id":65,"quote":"Many Sages have said, \"Your world is a dream. You're living in an illusion.\" They're referring to this world of the mind and the way we believe our thoughts about reality. When we see the world through our thoughts, we stop experiencing life as it really is and others as they really are."},{"id":66,"quote":"At a certain point we need to grow up; we need to look inside ourselves for our inner guidance. There are things most human beings know; they just don't want to know them. They know deep down that certain things in their lives are working or aren't working, that certain parts of their lives are functional and others are dysfunctional. But sometimes, as human beings, we don't want to know what's not convenient. So we pretend not to know."},{"id":67,"quote":"Truth is not over there, wherever over there is. Truth is neither housed in religious rituals nor secret doctrines, nor in a guru's touch or beatific smile, nor in exotic locations or ancient temples. Truth is quite literally the only thing that does exist. It is not hidden but in plain view, not lacking but abundantly present."},{"id":68,"quote":"In true meditation the emphasis is on being awareness; not on being aware of objects, but on resting as primordial awareness itself. Primordial awareness is the source in which all objects arise and subside. As you gently relax into awareness, into listening, the mind's compulsive contraction around objects will fade. Awareness naturally returns to its non-state of absolute unmanifest potential, the silent abyss beyond all knowing."},{"id":69,"quote":"Ego is neither positive nor negative. Those are simply concepts that create more boundaries. Ego is just ego, and the disaster of it all is that you, as a spiritual seeker, have been conditioned to think of the ego as bad, as an enemy, as something to be destroyed. This simply strengthens the ego. In fact, such conclusions arise from the ego itself. Pay no attention to them. Don't go to war with yourself; simply inquire into who you are."},{"id":70,"quote":"When the eternal and the human meet, that's where love is born -- not through escaping our humanity or trying to disappear into transcendence, but through finding that place where they come into union."},{"id":71,"quote":"Real meditation is not about mastering a technique; it's about letting go of control."},{"id":72,"quote":"Thoughts are just moving through consciousness. They have no power. Nothing has reality until you reach it, grab it, and somehow impregnate it with the power of belief."},{"id":73,"quote":"The biggest barrier to awakening is the belief that it is something rare."},{"id":74,"quote":"Grief, unresisted, is grace. It doesn't mean it doesn't hurt anymore, it doesn't mean it doesn't rip your heart out....In great grief, there's an incredible love in it. In love there's a tinge of bitter. In true love. My teacher used to say 'all love is bittersweet'. All things experienced fully, reveal their opposite."},{"id":75,"quote":"Meditation is not a technique to master; \n it is the highest form of prayer, \n a naked act of love and effortless surrender \n into the silent abyss beyond all knowing"},{"id":76,"quote":"When emptiness is still, that is eternity. When it moves, that is love."},{"id":77,"quote":"No matter what spiritual path you've walked or what teachings you've followed, they must lead you back to no path and no teaching. A true teaching is like a blazing fire that consumes itself. The teaching must not only consume you, but consume itself as well. All must be burned to ash, and then the ash must be burned. Then, and only then, is the Ultimate realized."},{"id":78,"quote":"Reality is always true to itself. When you're in harmony with it, you experience bliss. As soon as you are not in harmony with it, you experience pain. This is the law of the universe; it is the way things are. Nobody gets out of this law."},{"id":79,"quote":"The light of consciousness has no mind to change or alter anything. There is no sense that anything needs to change, but it does change."},{"id":80,"quote":"There is nothing wrong with thought and it can be used whenever necessary. But in every moment you can choose to follow your thoughts or you can recognize that which is not thinking. Don’t try to stop thinking, let it happen. Just recognize that which is not thinking."},{"id":81,"quote":"One must be willing to stand alone - in the unknown, with no reference to authority or the past or any of one's conditioning. One must stand where no one has stood before in complete nakedness, innocence, and humility."},{"id":82,"quote":"Meditation is a dress rehearsal for death."},{"id":83,"quote":"When you rest deeply in the Unknown without trying to escape, your experience becomes very vast. As the experience of the Unknown deepens, your boundaries begin to dissolve. You realize, not just intellectually but on a deep level, that you have no idea who or what you are. A few minutes ago, you knew who you were-you had a history and a personality-but from this place of not knowing, you question all of that."},{"id":84,"quote":"You will only lose when you resist reality; you will only struggle when you disagree with what is."},{"id":85,"quote":"All delusions begin in the mind. All delusions are based on various ways we’re talking to ourselves and then believing what we are saying."},{"id":86,"quote":"When you let go of the egoic self what you're getting in exchange is the whole universe."},{"id":87,"quote":"Has it ever occurred to you that you are seeking God with His eyes?"},{"id":88,"quote":"Let go of all ideas and images in your mind, they come and go and aren’t even generated by you. So why pay so much attention to your imagination when reality is for the realizing right now?"},{"id":89,"quote":"Now don't think that awakening is the end. Awakening is the end of seeking, the end of the seeker, but it is the beginning of a life lived from your true nature."},{"id":90,"quote":"In the heart of a human being,\n  emptiness becomes love.\n  When we touch that Source,\n  instantly the love is present.\n  Literally, the divine becomes human\n  and the human becomes divine."},{"id":91,"quote":"The main requirement for spiritual growth: A yearning to know who you really are."},{"id":92,"quote":"If you want to know something, go elsewhere. If you want to un-know everything, then sit and listen."},{"id":93,"quote":"Many people think that it is the function of a spiritual teaching to provide answers to life's biggest questions, \n but actually, the opposite is true. \n \n The primary task of any good spiritual teaching is not to \n answer your questions, but to question your answers."},{"id":94,"quote":"Love is a flame that burns everything other than itself. It is the destruction of all that is false and the fulfillment of all that is true."},{"id":95,"quote":"If we look at the world around us, we see that we are conditioned to not listen deeply. Because isn't that what silence is? It's a listening, a deep wordless listening."},{"id":96,"quote":"Life sustains itself. Let go of the ego and life takes care of itself through you."},{"id":97,"quote":"When we start to suffer, it tells us something very valuable. It means that we are not seeing the truth, and we are not relating from the truth. It's a beautiful pointer. It never fails."},{"id":98,"quote":"If we would only see that all limitations are self imposed and chosen out of fear, we would leap at once."},{"id":99,"quote":"Most human beings spend their lives battling with opposing inner forces: what they think they should do versus what they are doing; how they feel about themselves versus how they are; whether they think they’re right and worthy or wrong and unworthy. The separate self is just the conglomeration of these opposing forces. When the self drops away, inner division drops away with it."},{"id":100,"quote":"When someone says, 'I love you,' he is telling you about himself, not you. When someone says, 'I hate you,' she is telling you about herself, not you. World views are self views-literally."},{"id":101,"quote":"The mind wants to land, to fixate, to hold a concept, but the only way you can be really free is by not fixating.  That's part of true maturity, and it's one of the hardest things for spiritual people who have had true and powerful revelations to go through - to accept the degree of surrender needed to literally let go of all experience and all self-reference.  Even in great revelations, there is almost always something that wants to claim, \"I am this.\"  Every time you claim, \"I am this\", you just claimed another sense perception, thought, emotion, or feeling."},{"id":102,"quote":"As you peel it back, in the heart of nothing, that is love. You are what you are seeking. Life is a set up so that each of us can actually see in ourselves the truth for ourselves. What gets taken away are all the exterior means we thought we wanted love to come to us. You have the choice to notice the perfect set up to see love is exactly what you are."},{"id":103,"quote":"Only something as insane as human beings would ever asked themselves if 'I'm good.' You don't find oak trees having existential crisis. 'I feel so rotten about myself. I don't produce as much acorns as the one next to me.'"},{"id":104,"quote":"Be a true representative of the goodness in your heart, and don't expect it to be easy or even noticed."},{"id":105,"quote":"What you run away from owns you. You are the dog on a leash. The most you can do is to tug against the leash."},{"id":106,"quote":"Most people don't get out of childhood, or adolescence, without being wounded for telling the truth. Someone says 'you can't say that' or 'you shouldn't say that' or 'that wasn't appropriate' so most of us human beings have a very deep underlying conditioning that says that just to be who we are is not OK.......Most human beings have an imprinting that if they're real, if they're honest, somebody's not gonna like it. And they won't be able to control their environment if they tell the truth."},{"id":107,"quote":"I often describe the Absolute as Pure Infinite Potential, prior to being or becoming anything. It is forever unborn, yet gives birth to all of existence. About our ultimate nature nothing can be said; it must be revealed."},{"id":108,"quote":"You can't lose what you serve. That's the secret. What you serve, you can't lose. What you don't serve and what you try to hold onto, you can't hold onto. It's always slipping out of your fingers."},{"id":109,"quote":"What would happen if you were to allow everything to be exactly as it is? If you gave up the need for control, and instead embraced the whole of your experience in each moment that arose?"},{"id":110,"quote":"The mind may accept or deny that you are awareness, but either way it can’t really understand. It cannot comprehend. Thought cannot comprehend what is beyond thought."},{"id":111,"quote":"One doesn't stay in a state of nirvana by hiding from difficulties. You stay in nirvana by lavishing nirvana on everyone you meet, by giving it away as fast as you receive it."},{"id":112,"quote":"All is always well even when it seems unbelievably unwell."},{"id":113,"quote":"Stop all doing and be still. Let the fire of stillness burn everything and reveal That which is Openness."},{"id":114,"quote":"Take the armor off, so the arrow of the Truth can penetrate you."},{"id":115,"quote":"At any moment, we are either giving humanity the gift of our clarity or our confusion. And that clarity or confusion is affecting the humanity around us, the world around us. It is manifesting. It is taking form."},{"id":116,"quote":"The proof of the depth and embodiment of your realization will be seen in your love relationship. That's where the proof is in the pudding. If it all collapses in your relationship, you have some work to do. And people do have a lot of difficulties in their relationships."},{"id":117,"quote":"Real meditation is not about mastering a technique; it’s about letting go of control. This is meditation. Anything else is actually a form of concentration. Meditation and concentration are two different things. Concentration is a discipline; concentration is a way in which we are actually directing or guiding or controlling our experience. Meditation is letting go of control, letting go of guiding our experience in any way whatsoever. The foundation of True Meditation is that we are letting go of control."},{"id":118,"quote":"There's a great space in which this moment takes place. There's a great silence that is listening to the thoughts."},{"id":119,"quote":"This world is not my concern; it is myself."},{"id":120,"quote":"Space and stillness is the light that illuminates the beauty of our soul's being."},{"id":121,"quote":"Our own intuition of what we're called to is reality speaking to us individually and perfectly. We have to listen to how the Infinite talks to us and leads us. Reality, Life the Infinite, God, has a way of leading us in just the perfect way, if we will only just listen to it."},{"id":122,"quote":"The truth is you can't try to let go. Trying is the opposite of letting go. To let go is to relinquish trying. To let go is much more like to let be."},{"id":123,"quote":"Misery needs your conspiracy; it needs your help. Without your resistance misery cannot survive."},{"id":124,"quote":"The realization of Truth and Reality can never be created by the mind ... it always comes as a gift of grace. Inquiry clears away misperceptions and illusions, making one available to the movements of grace."},{"id":125,"quote":"When you inquire 'Who am I?' if you are honest, you'll notice that it takes you right back to silence instantly. The brain doesn't have an answer, so all of a sudden there is silence."},{"id":126,"quote":"Suffering is how Life tells you that you are resisting or misperceiving what is real and true. It is the way Life suggests that you are not in harmony with what is."},{"id":127,"quote":"What is really important you can't understand with your mind."},{"id":128,"quote":"This awake silence is available to anyone in this moment. \nAll you have to do is stop using your mind to look for it. \nIt doesn't know where to find it."},{"id":129,"quote":"We can't have an idea of what life should look like, about how spirit should be manifesting as our very life, because all of those ideas would just be products of the past - something we learned, imagined, or desired. Once again, we find ourselves back in the unknown - not in the idea of the unknown, but in the lived reality of it. It's the mind humbled, on its knees, with bare feet and free of the known."},{"id":130,"quote":"It is one thing to touch a flame and know it is hot, but quite another to jump into that flame and be consumed by it."},{"id":131,"quote":"You must choose between your attachments and happiness."},{"id":132,"quote":"Our illusions-the beliefs we hold on to-are the very doorways to our freedom. We simply have to enter through them without grasping or pushing away. We must not believe them, but we must not run away from them either. We need to see each moment of apparent bondage as an invitation to freedom. Then it becomes an act of love, an act of compassion, to stop running away."},{"id":133,"quote":"A spiritual teaching is a finger pointing toward Reality; it is not Reality itself. To be in a true and mature relationship with a spiritual teaching requires you to apply it, not simply believe in it."},{"id":134,"quote":"The light of consciousness has no mind to change or alter anything. When you start to see the light that you really are, the light waking up in you, the radiance, you realize it has no intention to change you. It has no intention to harmonize. It has no agenda. It just happens. The Truth is the only thing you'll ever run into that has no agenda. Everything else will have an agenda."},{"id":135,"quote":"Ego is the movement of the mind toward objects of perception in the form of grasping, and away from objects in the form of aversion. This fundamentally is all the ego is. This movement of grasping and aversion gives rise to a sense of a separate 'me,' and in turn the sense of 'me' strengthens itself this way."},{"id":136,"quote":"As you rest into stillness more profoundly, awareness becomes free of the mind's compulsive control, contractions, and identifications. Awareness naturally returns to its non-state of absolute unmanifest potential, the silent abyss beyond all knowing."},{"id":137,"quote":"Human beings have a drive for security and safety, which is often what fuels the spiritual search. This very drive for security and safety is what causes so much misery and confusion. Freedom is a state of complete and absolute insecurity and not knowing. So, in seeking security and safety, you actually distance yourself from the freedom you want. There is no security in freedom, at least not in the sense that we normally think of security. This is, of course, why it is so free: there's nothing there to grab hold of."},{"id":138,"quote":"Go ahead, climb up onto the velvet top of the highest stakes table. Place yourself as the bet. Look God in the eyes and finally, for once in your life, lose."},{"id":139,"quote":"The unknown, our own true nature, has the capacity to wake itself up when you start to fall in love with letting go of all the mental structures you hold onto. Contemplate this: there is no such thing as a true belief."},{"id":140,"quote":"There is, quite literally, nothing to understand."},{"id":141,"quote":"The intricacies of spiritual philosophy and theologies are just a thought within Emptiness."},{"id":142,"quote":"Feel this moment, see it with a willingness to experience it deeply, whether it be good, bad, or indifferent. Emotionally and feelingly be fully present, right here, vulnerable, with your heart. Just be present. Don't live from your conditioned mind, live from unconditional truth."},{"id":143,"quote":"The door to God is the insecurity of not knowing anything. Bear the grace of that uncertainty and all wisdom will be yours."},{"id":144,"quote":"Doubt is always accompanied by a pervasive cynicism that unconsciously puts a negative spin on whatever it touches."},{"id":145,"quote":"No matter what identity we cling to, it takes great courage to step out of the old masks we wear and the old scripts that we live by, and open ourselves to the mysterious inner core of our being."},{"id":146,"quote":"We are birthed into sangha, into sacred community. It is called the world."},{"id":147,"quote":"Nothingness is an absolute infinite potential, not an empty box."},{"id":148,"quote":"Deep down we all suspect that something is very wrong with the way we perceive life but we try very, very hard not to notice it. And the way we remain blind to our frightful condition is through an obsessive and pathological denial of being -- as if some dreadful fate would overcome us if we were to face the pure light of truth and lay bare our fearful clinging to illusion."},{"id":149,"quote":"Often life is a frantic avoidance of the truth."},{"id":150,"quote":"The question of being is everything. Nothing could be more important or consequential-n othing where the stakes run so high. To remain unconscious of being is to remain asleep to our own reality and therefore asleep to reality at large. The choice is simple: awaken to being or sleep an endless sleep."},{"id":151,"quote":"Have you noticed, with whatever quality of love you have experienced, that when true love arises, it opens up both your mind and emotions? It's an openness to whatever is happening."},{"id":152,"quote":"You are an incredible mystery that you will never figure out. To be this mystery consciously is the greatest joy."},{"id":153,"quote":"When we're in our true being, the purpose of life is to feel that every moment is the purpose."},{"id":154,"quote":"Enlightenment is, in the end, nothing more than the natural state of being. "},{"id":155,"quote":"When we really start to take a look at who we think we are, we become very grace prone."},{"id":156,"quote":"It is easy to imagine that the Buddha, the awakened one, is something or somewhere other than here or that awakening to reality will happen sometime other than now. But as long as we continue to think in terms of time we will deceive ourselves. The you who is chasing enlightenment will never become enlightened.\n\nInstead of striving towards some distant goal that you will never reach, I invite you to stop and ask: How am I avoiding the enlightenment that is already present in each moment? How am I seeing separation where it doesn't exist?"},{"id":157,"quote":"It is good to remember that the goal of Buddhism is to create Buddhas, not Buddhists, as the goal of Christianity is to create Christs, not Christians. In the same vein, my teachings are not meant to acquire followers or imitators, but to awaken beings to eternal truth and thus to awakened life and living."},{"id":158,"quote":"The world's problems are, by and large, human problems-the unavoidable consequence of egoic sleepwalking. If we care to look, all the signs are present to suggest that we are not only sleepwalking, but at times borderline insane as well."},{"id":159,"quote":"The Buddha's insight into the middle way is not simply about a balance between extremes. This conventional understanding misses the deeper revelation of the middle way as being the very nature of unexcelled enlightenment. The middle way is an invitation to leap beyond nirvana and samsara and to realize the unborn Buddha mind right in the middle of everywhere."},{"id":160,"quote":"Freedom is the disappearance of that which is searching for freedom."},{"id":161,"quote":"A meditative mind is at ease because it's not trying to acquire anything."},{"id":162,"quote":"We must leave the entire collection of conditioned thought behind and let ourselves be led by the inner thread of silence into the unknown, beyond where all paths end, to that place where we go innocently or not at all, not once but continually."},{"id":163,"quote":"What matters are not the truths other people tell us or the practices that we are able to mimic, but the spiritual discoveries we make through personal investigation."},{"id":164,"quote":"The willingness to not bypass illusion is very important. We come to nirvana by way of samsara. We come to see the true nature of things by seeing through the illusory nature of things. We don't come to nirvana by avoiding samsara. We don't come to clarity by avoiding confusion."},{"id":165,"quote":"There is profound responsibility in being Love... more than the mind could imagine or hold up under. If most human beings truly realized the impact that they have on the whole, they'd be crushed by the realization of it."},{"id":166,"quote":"Refuse to disconnect from love and every relationship will be totally transformed; even the relationship with yourself."},{"id":167,"quote":"At each moment we are expressing what we know ourselves to be. If we know ourselves very little we will express and manifest that unconsciousness of our true nature. \n If we know who and what we are very thoroughly, we will express and manifest that in what we do. \n It is all very simple."},{"id":168,"quote":"We realize--often quite suddenly--that our sense of self, which has been formed and constructed out of our ideas, beliefs and images, is not really who we are. It doesn't define us, it has no center."},{"id":169,"quote":"Awareness isn’t something we own; awareness isn’t something we possess. Awareness is actually what we are."},{"id":170,"quote":"The truth is that you already are what you are seeking. You are looking for God with his eyes. I suggest you ask, \"What's ultimately behind this set of eyes?\" Turn around to see what is looking."},{"id":171,"quote":"When you begin to become conscious, more aware, when your eyes begin to open, the first thing you see is how deluded you are and how much you're holding onto that which makes you suffer. This is, in many ways, the most important step: Are you willing to be aware?"},{"id":172,"quote":"What am I, really? The beautiful thing...is nobody can tell us what we are. Nobody can really tell us. Not in a way that's going to be satisfactory to us. Our true nature is self-authenticating. When we bump into our true nature, it authenticates itself. Something inside us knows. This...is what has been sought for, longed for, looked for. This is it. Usually, it's not what we expected."},{"id":173,"quote":"Wisdom without love is like having lungs but no air to breathe. Do not seek wisdom in order to acquire knowledge but in order to live and love more fully."},{"id":174,"quote":"At first it seems as if begoing follows becoming. But look even closer and you will see that there are only flashes of lightning illuminating the empty sky."},{"id":175,"quote":"There is only consciousness. There is no individual apart from consciousness who is conscious."},{"id":176,"quote":"There's something more to life than what we see on the surface."},{"id":177,"quote":"Only when the pursuit ceases, is it possible to recognize what comprises you: pure being."},{"id":178,"quote":"Self-inquiry is a spiritually induced form of wintertime. It's not about looking for a right answer so much as stripping away and letting you see what is not necessary, what you can do without, what you are without your leaves."},{"id":179,"quote":"All we really want in the end is to be connected once again with the Truth of our being, to realize what it is that wears this mask of self."},{"id":180,"quote":"Meditation is a teaching which offers you the possibility of breaking free of this egoic state of consciousness and coming into a whole new realization of who and what you truly are. And all this starts with the willingness to question. To pause for just a moment and realize that maybe you aren't who you imagine yourself to be."},{"id":181,"quote":"The silence inside of you is the sound of your knowledge collapsing. Remember, it is you who said, 'I want to be free.'"},{"id":182,"quote":"Love moves without an agenda. It just moves because that is its nature to move."},{"id":183,"quote":"We think there’s someplace other than here to get to—that’s what drives the whole pursuit. Only when the pursuit ceases, is it possible to recognize what comprises you: pure being, pure consciousness. This is actually the very substance of your own self and being."},{"id":184,"quote":"The process of finding the truth may not be a process by which we feel increasingly better and better. It may be a process by which we look at things honestly, sincerely, truthfully, and that may or may not be an easy thing to do."},{"id":185,"quote":"It is not the pursuit of greater and greater states of happiness and bliss that leads to enlightenment, but the yearning for Reality and the rabid dissatisfaction with living anything less than a fully authentic life."},{"id":186,"quote":"To awaken to the absolute view is profound and transformative, but to awaken from all fixed points of view is the birth of true non-duality. If emptiness cannot dance, it is not true emptiness. If moonlight does not flood the empty night sky and reflect in every drop of water, on every blade of grass, then you are only looking at your own empty dream."},{"id":187,"quote":"You think that enlightenment is something other than what is happening right now. This is your primary mistake."},{"id":188,"quote":"The perspective of Love doesn't leave anybody out. Until your vision and compassion is big enough to include those who oppose you, you are simply contributing to the continuation of destructiveness . The end of separation is the salvation for all."},{"id":189,"quote":"Whenever you aren’t manipulating your experience, you’re meditating. As soon as you meditate because you think you should, you’re controlling your experience again, and you’ve squeezed all the value out of your meditation."},{"id":190,"quote":"If we do not live and manifest in our lives what we realize in our deepest moments of revelation, then we are living a split life."},{"id":191,"quote":"When you realize what you are now, the issue of death will solve itself."},{"id":192,"quote":"When we really start to take a look at who we think we are... we start to see that while we may have various thoughts, beliefs, and identities, they do not individually or collectively tell us who we are. [And yet] it is astounding how completely we humans define ourselves by the content of our minds, feelings, and history."},{"id":193,"quote":"If you prefer smoke over fire then get up now and leave. For I do not intend to perfume your mind's clothing with more sooty knowledge."},{"id":194,"quote":"How do I integrate spirituality into my everyday life? Throw out the concept of \"spiritual life\" and \"everyday life.\" There is only life, undivided and whole."},{"id":195,"quote":"Nothing appears to be something. The human experience is a senseory organ for the divine self. Through these eyes, the divine gets to see itself in form."},{"id":196,"quote":"We must become expressions of, not consumers of, realization."},{"id":197,"quote":"The truth is that you already are what you are seeking."},{"id":198,"quote":"Fear is very often a part of the spiritual path. When people sit down and meditate it's not at all uncommon for fear to arise at some point."},{"id":199,"quote":"True sincerity reveals a powerful form of clarity and discernment that is necessary in order to perceive yourself honestly without flinching or being held captive by your conditioned mind's judgments and defensiveness."},{"id":200,"quote":"To find out that you are empty of emptiness is to die into an aware mystery, which is the source of all existence."},{"id":201,"quote":"You are the doorway to the infinite."},{"id":202,"quote":"As I often tell my students, the person you’ll have the hardest time opening to and truly loving without reserve is yourself. Once you can do that, you can love the whole universe unconditionally."},{"id":203,"quote":"Enlightenment means waking up to what you truly are and then being that."},{"id":204,"quote":"My speaking is meant to shake you awake, not to tell you how to dream better."},{"id":205,"quote":"The most intimate question we can ask, and the one that has the most spiritual power, is this: What or who am I?"},{"id":206,"quote":"Life itself is nothing but relationship."},{"id":207,"quote":"The Way of Liberation is not a belief system; it is something to be put into practice."},{"id":208,"quote":"Completion comes when we not just wake up from all form, from all identification, but when love causes us to re-embrace it all."},{"id":209,"quote":"Truth has no finality to it. It is not something to be held on to. Truth is discovered minute to minute or not at all."},{"id":210,"quote":"The Truth is the only thing you’ll ever run into that has no agenda."},{"id":211,"quote":"Cessation of struggle is like free falling through space without a care in the world."},{"id":212,"quote":"Whatever you resist, persists."},{"id":213,"quote":"You must want to know the truth more than you want to feel secure in order to fully awaken to the fact that you are nothing but Awakeness itself."},{"id":214,"quote":"Instead of striving towards some distant goal that you will never reach, I invite you to stop and ask: How am I avoiding the enlightenment that is already present in each moment? How am I seeing separation where it doesn't exist?"},{"id":215,"quote":"The Truth doesn't answer anything. The Truth IS everything!"},{"id":216,"quote":"True Meditation is the space in which everything gets revealed, everything gets seen, everything gets experienced. And as such, it lets go of itself. We don't even let go. It lets go of itself."},{"id":217,"quote":"The ultimate freedom from the nonexistent ego is to see that it is actually irrelevant."},{"id":218,"quote":"Our yearning for truth actually comes from truth."},{"id":219,"quote":"You can't look at what's looking. You can't think about that which is prior to thought."},{"id":220,"quote":"The most challenging thing for the spiritual seeker to do is to stop struggling."},{"id":221,"quote":"The aim of my teaching is enlightenment, awakening from the dream state of separateness into the reality of the One. In short, my teaching is focused on realizing what you are."},{"id":222,"quote":"In silence a question has great power, because in silence a question will always lead you deeper into your experience. If there is no grounding in silence, a spiritual question is going to lead you into your mind."},{"id":223,"quote":"The moment that you are willing to step outside of tomorrow, outside of needing more time, or having more time, everything becomes possible. And you may finally notice where the Buddha has always been."},{"id":224,"quote":"Awareness yields to itself, to its inherent creativity, to its expression in form, to experience itself."},{"id":225,"quote":"Take one step backward into the unknown."},{"id":226,"quote":"If you filter my words through any tradition or '-ism', you will miss altogether what I am saying. The liberating truth is not static; it is alive. It cannot be put into concepts and be understood by the mind. The truth lies beyond all forms of conceptual fundamentalism. What you are is the beyond—awake and present, here and now already. I am simply helping you to realize that."},{"id":227,"quote":"Enlightenment is the unaltered state of consciousness"},{"id":228,"quote":"The true heart of all human beings is the lover of what is."},{"id":229,"quote":"Do not seek after what you yearn for, seek the source of the yearning itself."},{"id":230,"quote":"Retreat is a response to the call of the heart-that call which beckons us toward reality, to the truth of our being, to that which is truly sane, really real and liberating ... When a group of people come together as a response to that kind of inward call, it creates a very powerful environment, where truth is held in the highest esteem and the reality of our being responds to that deepest intention."},{"id":231,"quote":"As soon as the mind pulls out an agenda and decides what needs to change, that's unreality. Life doesn't need to decide who's right and who's wrong. Life doesn't need to know the \"right\" way to go because it's going there anyway."},{"id":232,"quote":"There's a fierceness about life that calls for a fierceness to not anxiously solve it but to allow it to transform you."},{"id":233,"quote":"Awakening to the truth is a deep realization of what you are as an experience. What is it that is listening? What is it that is feeling? Feel it. Sense it. Welcome it."},{"id":234,"quote":"Since everything is already the Supreme Buddha Nature, where are you going to find it?"},{"id":235,"quote":"My experience of fundamental Truth is that it’s a place of extraordinary intelligence. It’s a place from which great intelligence arises. I call it a place of absolute infinite potential."},{"id":236,"quote":"What will carry us into living freedom is not the holding of attention so much as the holding of appreciation."},{"id":237,"quote":"In True Meditation, we're in the body as a means to transcend it. It is paradoxical that the greatest doorway to the transcendence of form is through form itself."},{"id":238,"quote":"If you have any image of what the Truth is, slay it immediately because that's not it."},{"id":239,"quote":"Inherent in the impulse to be free, is insecurity. The impulse to be free comes from outside of the mind, and because of this, it makes the mind feel very insecure. Most spiritual seekers move away from this insecurity by seeking and striving for a distant spiritual goal. That's how they avoid feeling insecure."},{"id":240,"quote":"Serving the Truth becomes our life instead of just an isolated event. It takes the abstractness out of spirituality. That's the opportunity of real spirituality: to be in service to the silence of the heart."},{"id":241,"quote":"Nobody can give us what we really already are. Wouldn't it be terrible if somebody could give you what you really are? ...'cause if they could give it to you, they could take it away."},{"id":242,"quote":"Embrace suffering, and you transform your relationship with what causes you to suffer, as well as your relationship with suffering itself."},{"id":243,"quote":"Faith is a withholding of conclusion so that you allow what is to arise."},{"id":244,"quote":"Enlightenment is a destructive process."},{"id":245,"quote":"The beautiful thing about the truth of being is that it's so unimaginably immediate."},{"id":246,"quote":"Enlightenment is a destructive process. Ithas nothing to do with becoming better or being happier. Enlightenment is thecrumbling away of untruth. It's seeingthrough the facade of pretence. It's thecomplete eradication of everything weimagined to be true."},{"id":247,"quote":"If you prefer smoke over firethen get up now and leave.For I do not intend to perfumeyour mind's clothingwith more sooty knowledge.No, I have something else in mind.Today I hold a flame in my left handand a sword in my right.There will be no damage control today.For God is in a moodto plunder your riches andfling you nakedlyinto such breathtaking povertythat all that will be left of youwill be a tendency to shine.So don't just sit around this flamechoking on your mind.For this is no campfire songto mindlessly mantra yourself to sleep with.Jump now into the spacebetween thoughtsand exit this dreambefore I burn the damn place down."},{"id":248,"quote":"Do not think that enlightenment is going to make you special, it’s not. If you feel special in any way, then enlightenment has not occurred. I meet a lot of people who think they are enlightened and awake simply because they have had a very moving spiritual experience. They wear their enlightenment on their sleeve like a badge of honor. They sit among friends and talk about how awake they are while sipping coffee at a cafe. The funny thing about enlightenment is that when it is authentic, there is no one to claim it. Enlightenment is very ordinary; it is nothing special. Rather than making you more special, it is going to make you less special. It plants you right in the center of a wonderful humility and innocence. Everyone else may or may not call you enlightened, but when you are enlightened the whole notion of enlightenment and someone who is enlightened is a big joke. I use the word enlightenment all the time; not to point you toward it but to point you beyond it. Do not get stuck in enlightenment."},{"id":249,"quote":"All that is necessary to awaken to yourself as the radiant emptiness of spirit is to stop seeking something more or better or different, and to turn your attention inward to the awake silence that you are."},{"id":250,"quote":"When someone tells you, “I love you, and then you feel, “Oh, I must be worthy after all,” that’s an illusion. That’s not true. Or someone says, “I hate you,” and you think, “Oh, God, I knew it; I’m not very worthy,” that’s not true either. Neither one of these thoughts hold any intrinsic reality. They are an overlay. When someone says, “I love you,” he is telling you about himself, not you. When someone says, “I hate you,” she is telling you about herself, not you. World views are self views—literally”"},{"id":251,"quote":"Time to cash in your chipsput your ideas and beliefs on the table.See who has the bigger handyou or the Mystery that pervades you.Time to scrape the mind's shitoff your shoesundo the lacesthat hold your prison togetherand dangle your toes into emptiness.Once you've put everythingon the tableonce all of your currency is goneand your pockets are full of airall you've got left to gamble withis yourself.Go ahead, climb up onto the velvet topof the highest stakes table.Place yourself as the bet.Look God in the eyesand finallyfor once in your lifelose."},{"id":252,"quote":"Enlightenment is nothing more than the complete absence of resistance to what is. End of story."},{"id":253,"quote":"Enlightenment is a destructive process. It has nothing to do with becoming better or being happier. Enlightenment is the crumbling away of untruth. It’s seeing through the facade of pretense. It’s the complete eradication of everything we imagined to be true."},{"id":254,"quote":"If you think that people should be nice to one another, then byall means be nice. But when you project that belief onto thepeople and the world around you as if it were an objective reality,or worse still, as if it were their job to be nice to you, you putyourself at odds with what is, and suffering will surely follow."},{"id":255,"quote":"As long as you are trying to become, trying to get somewhere, trying to attain something, you are quite literally moving away from the Truth itself."},{"id":256,"quote":"Anything you avoid in life will come back, over and over again, until you’re willing to face it—to look deeply into its true nature."},{"id":257,"quote":"When you get out of the driver’s seat, you find that life can drive itself, that actually life has always been driving itself. When you get out of the driver’s seat, it can drive itself so much easier—it can flow in ways you never imagined. Life becomes almost magical. The illusion of the “me is no longer in the way. Life begins to flow, and you never know where it will take you.”"},{"id":258,"quote":"We end up putting so much attention onto our image that we remain in a continuous state of protecting or improving our image in order to control how others see us."},{"id":259,"quote":"Because of an innocent misunderstanding you think that you are a human being in the relative world seeking the experience of oneness, but actually you are the One expressing itself as the experience of being a human being."},{"id":260,"quote":"When we believe what we think, when we take our thinking to be reality, we will suffer."},{"id":261,"quote":"Until the whole world is free to agree with you or disagree with you, until you have given the freedom to everyone to like you or not like you, to love you or hate you, to see things as you see them or to see things differently—until you have given the whole world its freedom—you’ll never have your freedom."},{"id":262,"quote":"At first it seemsas if begoing follows becoming.But look even closerand you will seethat there are onlyflashes of lightningilluminating the empty sky."},{"id":263,"quote":"Beyond even any teaching, though, the aspect of spiritual life that is the most profound is the element of grace. Grace is something that comes to us when we somehow find ourselves completely available, when we become openhearted and open-minded, and are willing to entertain the possibility that we may not know what we think we know. In this gap of not knowing, in the suspension of any conclusion, a whole other element of life and reality can rush in. This is what I call grace. It’s that moment of “ah-ha!—a moment of recognition when we realize something that previously we never could quite imagine.”"},{"id":264,"quote":"There is a very simple secret to being happy. Just let go of your demand on this moment. Any time you have a demand on the moment to give you something or remove something, there is suffering. Your demands keep you chained to the dream state of conditioned mind. The problem is that when there is a demand, you completely miss what is now. Letting go applies to the highest sacred demand, and even to the demand for love. If you demand in some subtle way to be loved, even if you get love, it is never enough. In the next moment, the demand reasserts itself, and you need to be loved again. But as soon as you let go, there is knowing in that instant that there is love here already. The mind is afraid to let go of its demand because the mind thinks that if it lets go, it is not going to get what it wants - as if demanding works. This is not the way things work. Stop chasing peace and stop chasing love, and your heart becomes full. Stop trying to be a better person, and you are a better person. Stop trying to forgive, and forgiveness happens. Stop and be still."},{"id":265,"quote":"One of my favorite definitions of enlightenment comes from a Jesuit priest named Anthony de Mello, who passed away some years ago. Someone asked him to define his experience of enlightenment. He said, “Enlightenment is absolute cooperation with the inevitable. I love that, because it defines enlightenment not just as a realization, but as an activity. Enlightenment is when everything within us is in cooperation with the flow of life itself, with the inevitable.”"},{"id":266,"quote":"Whatever the image of yourself, it’s a mask and it’s hiding emptiness."},{"id":267,"quote":"The door to God is the insecurity of not knowing anything. Bear the grace of that insecurity, and all wisdom will be yours."},{"id":268,"quote":"The greatest dream that we can have is to forget that we are dreaming."},{"id":269,"quote":"This one question -- \"What do I know for certain?\"-- is tremendously powerful. When you look deeply into this question, it actually destroys your world. It destroys your whole sense of self, and it's meant to. You come to see that everything you think you know about yourself, everything you think you know about the world, is based on assumptions, beliefs, and opinions-- things you believe because you were taught or told that they were true. Until we start to see these false perceptions for what they really are, consciousness will be imprisoned within the dream state."},{"id":270,"quote":"If you strip it of all the complex terminology and all the complex jargon, enlightenment is simply returning to our natural state of being. A natural state, of course, means a state which is not contrived, a state that requires no effort or discipline to maintain, a state of being which is not enhanced by any sort of manipulation of mind or body—in other words, a state that is completely natural, completely spontaneous."},{"id":271,"quote":"The way they perceive the world suddenly changes, and they find themselves without any sense of separation between themselves and the rest of the world."},{"id":272,"quote":"Whatever you think you are, that’s not it."},{"id":273,"quote":"Effortless doesn’t mean no effort; effortless means just enough effort to be vivid, to be present, to be here, to be now. To be bright. My teacher used to call this “effortless effort. We each need to find out for ourselves what this means. Too much effort and we get too tight; too little effort and we get dreamy. Somewhere in the middle is a state of vividness and clarity and inner brightness.”"},{"id":274,"quote":"Ego is neither positive nor negative. Those are simply concepts that create more boundaries. Ego is just ego, and the disaster of it all is that you, as a spiritual seeker, have been conditioned to think of the ego as bad, as an enemy, as something to be destroyed. This simply strengthens the ego. In fact, such conclusions arise from the ego itself. Pay no attention to them. Don’t go to war with yourself; simply inquire into who you are."},{"id":275,"quote":"As Jesus says in the Gospel of Thomas, “If you do not bring forth what is within you, what you do not bring forth will destroy you. [Gospel of Thomas 70]”"},{"id":276,"quote":"the notion that we are separate is not really true; it’s all made up. It’s all conjured up in our mind. It’s one big dream that we have. The difficulty with this dream is that almost everybody around us is having the same dream. It’s essentially the collective dream of humanity. So it’s not just you or me that’s dreaming; almost all human beings are also having this dream of being separate, of being completely other than the world around them. What this means is that we really have to look within ourselves quite deeply, because we’re not only looking beyond our own deluded mind, our own misunderstanding; we’re looking beyond the delusion of the entirety of humanity."},{"id":277,"quote":"Life is this simple: we are living in a world that is absolutely transparent and the divine is shining through it all the time. This is not just a nice story or a fable, it is true. THOMAS MERTON"},{"id":278,"quote":"By identifying with a particular name that belongs to a particular body and mind, the self begins the process of creating a separate identity. Add in a complex jumble of ideas, beliefs, and opinions, along with some selective and often painful memories with which to create a past to identify with, as well as the raw emotional energy to hold it all together, and before you know it, you've got a very convincing - though divided - self."},{"id":279,"quote":"The first stage of the awakening journey is the calling. The calling arrives when we first feel that spiritual impulse that galvanizes our attention. All of a sudden we sense a greater mystery to life that we seek to experience more deeply; it literally calls us."},{"id":280,"quote":"There is an invitation beyond the wall of knowledge, which is not to some regressive state before the mind can operate, but a transcendent state that’s beyond where the mind can go. That’s what spirituality is. It’s going where the mind cannot go."},{"id":281,"quote":"When our minds start to open, we’re no longer in a constant state of evaluation and judgment. Naturally, then, our senses open—and we can really see what is before us. Our eyes open in a different way, our hearing opens in a different way, our emotions open, our hearts open to all of existence. We see how judging and condemning actually close our hearts and harden us to our experience of life and others."},{"id":282,"quote":"Everything, in its way, is a gift—even the painful things. In reality, all of life—every moment, every experience—is an expression of spirit."},{"id":283,"quote":"Through the whole trajectory from birth to childhood to adolescence and then into adulthood, we change so much, not only physically but also emotionally and intellectually, yet something remains unchanged. That sense of something unchanged is the eternal spark within. At the beginning it may be felt as a very subtle, almost incomprehensible intuition, but when we bring our full attention to that felt intuition of what’s the same throughout our whole lives, then that little seed of divine radiance can begin to reveal itself, can begin to shine brighter and brighter in our lives."},{"id":284,"quote":"I have found over the years of working with people, even those who have had very deep and profound awakenings, that most people have a fear of being truthful, of really being honest-- not only with others, but with themselves as well. Of course, the core of this fear is that most people know intuitively that if they were actually truthful and totally sincere and honest, they would no longer be able to control anybody."},{"id":285,"quote":"When you argue with reality, reality always wins"},{"id":286,"quote":"Ego is nothing more than the beliefs, ideas, and images we have about ourselves—and so it is actually"},{"id":287,"quote":"Our minds may believe that we need subtle and complex spiritual teachings to guide us to Reality, but we do not. In fact, the more complex the teaching is, the easier it is for the mind to hide from itself amidst the complexity while imagining that it is advancing toward enlightenment. But it is often only advancing in creating more and more intricate circles to walk around and around in."},{"id":288,"quote":"Of course, there are those churches today that are inspired by the real living presence of Christ, but as a whole, Christianity needs new life breathed into it. It needs to be challenged to awaken from the old structures that confine spirit, so that the perennial spirit of awakening can flourish once again."},{"id":289,"quote":"In a certain sense, enlightenment is dying into the ordinary, or into an extraordinary ordinariness. We start to realize the ordinary is extraordinary. It’s almost like catching onto a hidden secret—that all along we were in the promised land, all along we were in the kingdom of heaven. From the very beginning, there was only nirvana, as the Buddha would say. But we were misperceiving things. By believing the images in the mind, by contracting through fear, hesitation, and doubt, we misperceived where we were. We didn’t realize we were in heaven; we didn’t realize we were in the promised land. We didn’t realize that nirvana is right here, right now, exactly where we are."},{"id":290,"quote":"TO BE EVERYTHING AND NOTHING AT THE SAME TIME Is it possible to start to feel, in this very moment, that our bodies, our minds, and even our personalities are ways through which our spiritual essence connects with the world around us? That these bodies and minds are actually sensing organs for spirit? Our physical forms are the vehicle through which spiritual essence gets to experience its own mysterious creation—to be bewildered by its creation, shocked by it, in awe of it, and even confused by it. Spirit is pure potential that contains every possible outcome. From the standpoint of our spiritual essence, nothing is to be avoided. No experiences need to be turned from. Everything, in its way, is a gift—even the painful things. In reality, all of life—every moment, every experience—is an expression of spirit."},{"id":291,"quote":"Live by truth or suffer. It’s that simple."},{"id":292,"quote":"We can only start to allow consciousness to wake up from its identification with thought and feeling, with body and mind and personality, by allowing ourselves to rest in the natural state from the very beginning."},{"id":293,"quote":"To be intimate is to feel the silence, the space that everything is happening in."},{"id":294,"quote":"Those who are free don’t want anything. They don’t want anything from their mind, they don’t want anything from their emotions, they don’t want anything from anyone, and they don’t want anything from life. They don’t want anything. If you don’t want, all that’s left is an incredible sense of being free."},{"id":295,"quote":"I remember hearing a talk from a very famous Tibetan teacher, a man who had spent many years in a small, stone hut in the Himalayas. He was crippled, and so he couldn’t use either one of his legs. He told a story of how a big boulder fell on his legs and broke them, and he spent many years in a stone hut, because there was really nothing that he could do. It was hard for someone with broken legs to get around much in the Himalayas. He told the story of being in this small hut, and he said, “To be locked in that small hut for so many years was the greatest thing that ever happened to me. It was a great grace, because if it wasn’t for that, I would never have turned within, and I would never have found the freedom that revealed itself there. So I look back at the losing of my legs as one of the most profound and lucky events of my whole life. Normally, most of us wouldn’t think that losing the use of our legs would be grace. We have certain ideas about how we want grace to appear. But grace is simply that which opens our hearts, that which has the capacity to come in and open our perceptions about life.”"},{"id":296,"quote":"Silence reveals itself only to itself. Only when we enter as nothing and stay as nothing, will silence open its secret"},{"id":297,"quote":"All thoughts—good thoughts, bad thoughts, lovely thoughts, evil thoughts—occur within something. All thoughts arise and disappear into a vast space. If you watch your mind, you’ll see that a thought simply occurs on its own—it arises without any intention on your part.In response to this, we’re taught to grab and identify with them. But if we can, just for a moment, relinquish this anxious tendency to grab our thoughts, we begin to notice something very profound: that thoughts arise and play out, spontaneously and on their own, within a vast space; the noisy mind actually occurs within a very, very deep sense of quiet."},{"id":298,"quote":"The liberating truth is not static; it is alive. It cannot be put into concepts and be understood by the mind. The truth lies beyond all forms of conceptual fundamentalism. What you are is the beyond—awake and present, here and now already."},{"id":299,"quote":"Now is just what's happening – minus everything you think."},{"id":300,"quote":"If we’re willing to look in a deep way underneath the appearances, what we expect to discover—or perhaps hope to discover—is some great, shining image. Most people, deep in their unconscious, want to find an idea of themselves, an image of themselves, that’s really good, quite wonderful, quite worthy of admiration and approval. Yet, when we start to peer underneath our image, we find something quite surprising—maybe even a bit disturbing at first. We begin to find no image. If you look right at this moment, underneath your idea of yourself, and you don’t insert another idea or another image, but if you just look under however you define yourself and you see it’s just an image, it’s just an idea, and you peer underneath it, what you find is no image, no idea of yourself. Not a better image, not a worse image, but no image. Because this is so unexpected, most people will move away from it almost instinctively. They’ll move right back into a more positive image. But if we really want to know who we are, if we want to get to the bottom of this particular way in which we suffer, arising from believing ourselves to be something we’re not, then we have to be willing to look underneath the image, underneath the idea that we have of each other, and most specifically of ourselves."},{"id":301,"quote":"As a spiritual teacher, I’ve met a lot of people who have meditated for many, many years. One of the most common things I hear from many of these people is that, despite having meditated for all this time, they feel essentially untransformed. The deep inner transformation—the spiritual revelation—that meditation offers is something that eludes a lot of people, even those who are longtime practitioners. There are actually good and specific reasons why some meditation practices, including the kind of meditation that I was once engaged in, do not lead to this promised state of transformation. The main reason is actually extraordinarily simple and therefore easy to miss: we approach meditation with the wrong attitude. We carry out our meditation with an attitude of control and manipulation, and that is the very reason our meditation leads us to what feels like a dead end. The awakened state of being, the enlightened state of being, can also be called the natural state of being. How can control and manipulation possibly lead us to our natural state?"},{"id":302,"quote":"In truth, we are life itself. When we see and perceive that we are the totality of life, we are no longer afraid of it; we no longer feel afraid of birth, life, and death. But until we see that, we will see life as intimidating, as a barrier we somehow have to get through."},{"id":303,"quote":"Awakeness is not moving back from, trying to explain, trying to fix, or get rid of. Awakeness, when it’s allowed to be experienced, is a deep love and caring for what is. Love is always throwing itself into the moment, here and now, fully abandoning itself into now. To be in relationship in this way is simple. It is humble. It is very intimate. Then you can meet another person in a whole different way."},{"id":304,"quote":"It is much like when you have a dream at night and are identified with some character and think you are different from all the others. When you wake up from your dream in the morning, you realize that you are not the character in the dream. You are the dreamer. Everything in the dream came from you. This is a metaphor for spiritual awakening, because when you wake up spiritually, you realize you are not the body-mind. But what is usually missed is that you are the ultimate source of the entire dream. I think this is pretty easy to understand. In one sense, you see that you are not anyone, but in the other, you realize that you are the source of all."},{"id":305,"quote":"The sacred dimension is not something that you can know through words and ideas any more than you can learn what an apple pie tastes like by eating the recipe. The modern age has forgotten that facts and information, for all their usefulness, are not the same as truth or wisdom, and certainly not the same as direct experience."},{"id":306,"quote":"Absolute Truth is not a belief, not a religion, not a philosophy, not a momentary experience, and not a transient spiritual experience either. It is neither static nor in motion, neither good nor bad. It is other than all of that, more other than you can ever imagine. Truth cannot be touched by thought or imagined by the mind. It can only be found in the heart of universal being. To know thy self is the key. To bring forth your being is The Way."},{"id":307,"quote":"There is more truth and sacredness in a blade of grass than in all the shrines, scriptures and stories created to honor an idea of God."},{"id":308,"quote":"The changeless is what knows the change, the changeless is unconditioned"},{"id":309,"quote":"When you rest in quietness and your image of yourself fades, and  your image of the world fades, and  your ideas of others fade, what's left?  A brightness, a radiant emptiness that is simply what you are"},{"id":310,"quote":"One of the most important steps in the process of coming to the end of suffering is seeing that there’s something deep inside of us that actually wants to suffer, that actually indulges in suffering. As I’ve mentioned, there is a piece of us that wants to suffer because it is through suffering that we maintain this wall of separation around us. It is through our suffering that we can continue to hold onto everything we think is true. Wearing the veil of suffering, we don’t really have to look at ourselves and say, “I’m the one that’s dreaming. I’m the one that’s full of illusions. I’m the one that’s holding on with everything I have. It’s much easier to see that the other person is caught in illusion. That’s easy. “So and so over there, they’re completely lost in illusion. They don’t know the truth.” It’s a whole other thing to say, “No, no, no! I’m the one who is caught in illusion. I don’t know what’s real, I don’t know what’s true, and part of me actually wants to suffer because then I can remain separate and distinct.”"},{"id":311,"quote":"A spiritual teaching is a finger pointing toward Reality; it is not Reality itself. To be in a true and mature relationship with a spiritual teaching requires you to apply it, not simply believe in it. Belief leads to various forms of fundamentalism and shuts down the curiosity and inquiry that are essential to open the way for awakening and what lies beyond awakening. A good spiritual teaching is something that you work with and apply. In doing so, it works on you (often in a hidden way) and helps reveal to you the Truth (and falseness) that lies within you."},{"id":312,"quote":"The primary task of any good spiritual teaching is not to answer your questions, but to question your answers."},{"id":313,"quote":"Power is a very dangerous aphrodisiac to the ego; many people are deeply attracted to power. Even in our ordinary everyday world, issues of power arise. If you lead a company or you’re a manager, you’re exercising power over people’s lives; they have to fit in with the structure and power dynamics that were put in place by the people above them. Power at any level, whether its an intrinsic power or a relative power due to your position in the world, can really bring to light and activate desire, because power begets the desire for more power. In every esoteric spiritual tradition there are grave warnings about indulging in these kinds of powers and seeking out the psychic abilities that may come with awakening. The usual counsel is neither to push away or deny these powers, nor to grasp or desire or indulge in them. In Jesus’ case, what we get through the story is a vital reflection of what it means to use power wisely. Jesus is a man of great authority, great inner power, and great charisma, and people are deeply attracted to him, whether for healing or spiritual transformation or simply to be in his presence. In example after example, he wields this power with wisdom and love. Throughout the Gospels we see how Jesus utilizes power, when he utilizes it and when he pulls back and leaves things as they are. He’s a master of the wise use of power."},{"id":314,"quote":"In the original Greek, one of the meanings of sin [hamartia] is simply “to miss the mark."},{"id":315,"quote":"when Legion says, “for we are many, what are the many? Our modern interpretation would be that Legion has a completely fractured psyche. When the psyche fractures, it’s like a pane of glass dropped on the ground; it shatters into many bits and pieces. Someone to whom this has happened is literally lost in the unconscious; that becomes their reality.”"},{"id":316,"quote":"The waves of mind demand so much of Silence. But She does not talk back does not give answers nor arguments. She is the hidden author of every thought every feeling every moment. Silence. She speaks only one word. And that word is this very existence. No name you give Her touches Her captures Her. No understanding can embrace Her. Mind throws itself at Silence demanding to be let in. But no mind can enter into Her radiant darkness Her pure and smiling nothingness. The mind hurls itself into sacred questions. But Silence remains unmoved by the tantrums. She asks only for nothing. Nothing. But you won’t give it to Her because it is the last coin in your pocket. And you would rather give her your demands than your sacred and empty hands. *** Everything leaps out in celebration of mystery, but only nothing enters the sacred source, the silent substance. Only nothing gets touched and becomes sacred, realizes its own divinity, realizes what it is without the aid of a single thought. Silence is my secret. Not hidden. Not hidden. —ADYASHANTI"},{"id":317,"quote":"Essentially, we fall into grace. By that I mean that a certain mysterious quality reveals itself and cradles us within an intimacy with all of existence. This is something that many people are looking for without even knowing it. Almost everybody is looking for intimacy—a closeness, a sense of union with their own existence or with God, or whatever their concept of higher reality is. All this yearning actually comes from our longing for closeness, intimacy, and true union. When we open to life in this way, we begin to find an inner stability simply because we’re no longer at odds with our experience."},{"id":318,"quote":"Again, the only way to know that we’ve seen into the true nature of something is that the story we’re telling ourselves releases."},{"id":319,"quote":"Myth isn’t about factual or historical truth, but about a deeper truth. In ancient times, people saw myth in a very different light—as a vehicle that can transmit and carry a subtlety and richness of experience that simply cannot be conveyed by linear, conceptual forms of language."},{"id":320,"quote":"When these Velcro thoughts and emotions arise, the key is to face and investigate whatever belief structures underlie them. In that moment, inquiry is your spiritual practice. To avoid this practice is to avoid your own awakening. Anything you avoid in life will come back, over and over again, until you’re willing to face it—to look deeply into its true nature."},{"id":321,"quote":"Have you ever noticed that you have never left here, except in your mind? When you remember the past, you are not actually in the past. Your remembering is happening here. When you think about the future, that future projection is completely here. And when you get to the future, it’s here. It’s no longer the future."},{"id":322,"quote":"enlightenment is a destructive process. It has nothing to do with becoming better or being more or less happy. Enlightenment is the crumbling away of untruth. It’s seeing through the facade of pretense. It’s the complete eradication of everything we imagined to be true—from ourselves to the world."},{"id":323,"quote":"Suffering occurs when youbelieve in a thought that is at odds withwhat is, what was, or what may be."},{"id":324,"quote":"Jesus is saying, “Come, come into the Kingdom of Heaven. The Kingdom of Heaven exists on the face of the earth, and men and women do not understand it."},{"id":325,"quote":"Religion’s primary function is to awaken within us the experience of the sublime and to connect us with the mystery of existence."},{"id":326,"quote":"Freedom is the realization that everything and everybody gets to be exactly as they are. Unless we’ve come to that point, unless we’ve seen that this is how reality sees things, then we’re actually withholding freedom from the world. We’re seeing it as a possession, and we’re only concerned with ourselves. How good I can feel? How free I can feel? True freedom is a gift to everything and everybody."},{"id":327,"quote":"To you your dream is real because all of your thoughts confirm that it is real. But what is is more real than a thousand thoughts about how things should be. Life will conform neither to the story you tell yourself about it nor your interpretation of it. Believe a single thought that runs contrary to the way things are or have been and you suffer because of it. No exceptions!"},{"id":328,"quote":"There’s only one guarantee that Jesus gave: if you can receive and awaken and embody what he is speaking about, then your life will never be the same again. Then you will realize that you’re already living in the Kingdom of Heaven."},{"id":329,"quote":"We are so busy and obsessed with our restless thinking about everything and everyone that we have mistaken our thinking about everything and everyone for everything and everyone. This tendency to take our thoughts to be real is what keeps the dream state intact and keeps us trapped within its domain of unconsciousness and strife. To many people the very idea that what is is more real than all of their beliefs and opinions about what is is hard to believe. But that’s how it is when you are caught up in a dream."},{"id":330,"quote":"When we are in the dream state, we do not know what we are doing. We are simply acting out of deep programming. But once we have seen the true nature of things-- once Spirit has opened its eyes within us-- we suddenly know what we're doing. There's a much more accurate sense of whether we're moving or speaking or even thinking from truth or not. When we act from a place of untruth anyway, in spite of our knowing, it's much more painful than we we didn't know our actions were untrue. When we say something to someone that we know is untrue, it causes an inner division that is vastly more painful than when we said the same thing and thought it was true."},{"id":331,"quote":"Imagine if you took it on in yourself to reorient your life trajectory toward your divinity. Your divinity: I so loved the world, that I gave it all of myself. Imagine your birth as an act of pouring yourself forth into life as a loving means of redemption. Imagine your human life as what you have come to redeem. And when you’ve fully awakened to all of it, then you’ve fully redeemed your human incarnation."},{"id":332,"quote":"Meditation is neither a means to an end nor something to perfect. Meditation done correctly is an expression of Reality, not a path to it. Meditation done incorrectly is a perfect mirror of how you are resisting the present moment, judging it, or attaching to it."},{"id":333,"quote":"What is required after a glimpse of awakening is radical honesty, a willingness to look at how we unenlighten ourselves, how we bring ourselves back into the gravitational force of the dream state, how we allow ourselves to be divided."},{"id":334,"quote":"All of these are labels. All of them are fine. There is nothing wrong with any one of them, until you actually believe they’re true. As soon as you believe that a label you’ve put on yourself is true, you’ve limited something that is literally limitless, you’ve limited who you are into nothing more than a thought."},{"id":335,"quote":"we’ve come to understand sin as a kind of moral failing, but that interpretation actually comes from the power structures of the church and religious authorities. If you can convince somebody that they are inherently impure and that there is a mistake at the center of their being, then sin becomes a wrongdoing that deserves blame."},{"id":336,"quote":"often, if we are not careful, these ancient traditions and techniques—many of which I myself was taught, and which have great value—become an end instead of a means to an end. People end up with what is simply a discipline. They end up watching their breath for years and years and years, becoming perfect at watching their breath. But in the end spirituality is not about watching the breath. It’s about waking up from the dream of separateness to the truth of unity. That’s what it’s about, and this can get forgotten if we adhere too closely to technique."},{"id":337,"quote":"There’s no way to become happy. We simply need to stop doing the things that make us unhappy."},{"id":338,"quote":"True inquiry is experiential"},{"id":339,"quote":"that smallest point of light was a thought, just floating out there. And the thought was: “I. And when I turned and looked at the thought, all I had to do was become interested in it, in any way interested, and this little point of light would move closer and closer and closer. It was like moving close to a knothole in a fence—when you get your eye right up to it, you don’t see the fence anymore; you see what’s on the other side. So as this little point of “I” came closer, I started to perceive through this point called “me.” And I found that in that point called “me” was the whole world. The whole world was contained within that “I,” within that little point called “me.” There wasn’t really an I, but an emptiness that could go into and out of that point, in and out of it, and it’s like the whole world could flicker on and off, and on and off, and on and off.”"},{"id":340,"quote":"don’t know what it is. They’ll forget that that thing flying through the sky is beyond all words, that it’s an expression of the immensity of life. It’s actually an extraordinary and wondrous thing that flies through the sky. But as soon as we name it, we think we know what it is. We see “bird, and we almost discount it.”"},{"id":341,"quote":"WAKE UP OR PERISH The world’s problems are, by and large, human problems—the unavoidable consequence of egoic sleepwalking. If we care to look, all the signs are present to suggest that we are not only sleepwalking, but at times borderline insane as well. In a manner of speaking, we have lost (or at the very least forgotten) our souls, and we try very, very hard not to notice, because we don’t want to see how asleep we are, how desolate our condition really is. So we blindly carry on, driven by forces we do not recognize or understand, or even acknowledge. We are no doubt at a very critical point in time. Our world hangs in the balance, and a precarious balance it is. Awakening to Reality is no longer a possibility; it is an imperative. We have sailed the ship of delusion about as far as she can carry us. We have run her ashore and now find ourselves shipwrecked on an increasingly desolate land. Our options have imploded. “Wake up or perish is the spiritual call of our times. Did we ever need more motivation than this? And yet all is eternally well, and more well than can be imagined.”"},{"id":342,"quote":"The Kingdom of the Father is spread out upon the earth, and men do not see it. [Gospel of Thomas 113]”"},{"id":343,"quote":"In the Gospels, Jesus repeatedly challenges the religious authorities of the day, but ultimately what he’s saying is relevant to all forms of religion. It wouldn’t matter if he grew up a Jew, or a Christian, or a Buddhist, or a Hindu, because he’s speaking about the structure of religion itself—its hierarchy, its tendency to become corrupted by human beings’ desires for power, for influence, for money. Jesus, I think, had a profound understanding that the religion itself, instead of connecting us to the radiance of being, connecting us to that spiritual mystery, could easily become a barrier to divinity. As soon as we get too caught up with the rites and the rituals and the Thou shalts and Thou shalt nots of conventional religion, we begin to lose sight of the primary task of religion, which is to orient us toward the mystery of being and awaken us to what we really are. Of course,"},{"id":344,"quote":"Everyone around us sees themselves as essentially different from others, and from life in general. So we move in a world where almost everyone we meet will be reflecting back to us this egoic sense of consciousness. To find liberation, we must wake up from this dream that our mind creates, that we’re something separate than everything around us."},{"id":345,"quote":"Meditation is like an oven that forces the truth out."},{"id":346,"quote":"It’s important to note, as well, that we do not become immune to misperception simply because we’ve had a glimpse of awakening. Certain fixations and conditionings will linger even after we perceive from the place of oneness. The path after awakening, then, is a path of dissolving our remaining fixations—our hang-ups, you might say."},{"id":347,"quote":"When that little button gets pushed, something unconscious arises, and the invitation is to stay awake. That’s it. Just stay awake, and then the alchemy happens. Just stay awake. Don’t do the spiritual thing, like back up fifty steps and witness it from some infinite distance. That’s somewhat better than being lost in it, but even that is a subtle form of unconsciousness because it’s a subtle form of avoidance or withdrawing awakeness from what is. Awakeness is just here. You don’t need to bring it backward or up or down or behind something to be essentially free of what’s arising. It already is free. It doesn’t need to back up."},{"id":348,"quote":"We have to realize that spirit is an infinite potential that includes everything. And all of our lives are proof that our spiritual nature contains everything at once—that we can become clear or confused, that we can act loving or cruel. How we act and feel depends on how awake we are, and how much we experience that silence, that peace, within."},{"id":349,"quote":"The correct attitude is one where you have no more time to waste. This means that everything is oriented toward the now. The correct attitude is that there is no such thing as an awakening that happens tomorrow. Tomorrows never come. The time is now. You must be sincere. Sincerity and earnestness are the most beneficial attitudes to have. (p. 109)"},{"id":350,"quote":"The freedom that’s discovered isn’t, “I have attained enlightenment. The freedom is, “My God, there is nobody here to be enlightened. Therefore, there is nobody there to be unenlightened.” That’s the light. Only the concept “me” thinks it needs enlightenment, freedom, liberation, and emancipation. It thinks it needs to find God or get a Ferrari—it’s all the same thing when you get right down to it.”"},{"id":351,"quote":"Ultimate Reality is not a certain state of consciousness, no matter how wonderful or blissful. Reality is the ground of all being, unborn and undying eternity. It is as present in one experience or state of consciousness as in any other. Reality, or Truth, is that which is ultimately true in all states, at all times, in all locations."},{"id":352,"quote":"The word parable comes from a Greek word meaning “comparison or analogy and is essentially a very brief story that conveys a spiritual truth. A parable is a bit like a riddle: it has a meaning you can’t completely understand with the logical, conditioned mind. A parable is meant to present your mind with something that pushes you to go beyond your current level of understanding in order to comprehend it.”"},{"id":353,"quote":"What we call ego is simply the mechanism our mind uses to resist life as it is."},{"id":354,"quote":"Aspiration is not so much a matter of the mind as of the heart, in that it is a reflection of what you cherish, love, and value most. You do not need to be reminded of what you truly love, only of what you do not love. And what you actually love is most truly reflected in your actions, not in what you feel, think, or say."},{"id":355,"quote":"Do not seek after what you yearn for; seek the source of the yearning itself."},{"id":356,"quote":"379True meditation has no direction or goal. It is pure wordless surrender, pure silent prayer. All methods aiming at achieving a certain state of mind are limited, impermanent, and conditioned. Fascination with states lead only to bondage and dependency. True meditation is abidance as primordial awareness."},{"id":357,"quote":"It’s easy to use meditative techniques to suppress our human experiences, to suppress things that we don’t want to feel. But what is called for is just the opposite. True Meditation is the space in which everything is revealed, everything is seen, everything is experienced."},{"id":358,"quote":"You come into the natural state by letting go of control by letting go of effort and resting in a state of vividness. It’s very simple. It couldn’t be simpler. Sit down; let everything be as it already is."},{"id":359,"quote":"happen, and it’s not uncommon for them to happen for some people. What people usually see, if their experiences are real, is what needs to be seen, what needs to be freed. As one great Buddhist abbess said to me, “You usually don’t have a past life that shows you what a sterling example of enlightenment you were, because enlightenment leaves no trace; it is like a fire that burns clean. There’s no karmic imprint it leaves behind. She said if you have any past lives, you’re probably going to see what a grade-A jackass you were—which I loved, and which has corresponded to my experience. I didn’t necessarily always see what a grade-A jackass I was, although in some cases, I saw that I was a lot more than a grade-A jackass. Most of the past lives I saw were moments of confusion, moments of unresolved karmic conflict.”"},{"id":360,"quote":"Jesus said, “I have cast fire upon the world, and see, I am guarding it until it blazes. GOSPEL OF THOMAS”"},{"id":361,"quote":"Being is that which disturbs our insistence on remaining in the life-numbing realm of our secret desperation. It is the itch that cannot be scratched, the whisper that will not be denied. To be, to truly be, is not a given. Most of us live in a state where our being has long ago been exiled to the shadow realm of our silent anguish. At times being will break through the fabric of our unconsciousness to remind us that we are not living the life we could be living, the life that truly matters. At other times being will recede into the background silently waiting for our devoted attention. But make no mistake: being—your being—is the central issue of life. To remain unconscious of being is to be trapped within an ego-driven wasteland of conflict, strife, and fear that only seems customary because we have been brainwashed into a state of suspended disbelief where a shocking amount of hate, dishonesty, ignorance, and greed are viewed as normal and sane. But they are not sane, not even close to being sane. In fact, nothing could be less sane and unreal than what we human beings call reality."},{"id":362,"quote":"Spiritual autonomy is knowing who and what you are—knowing that you are divine being itself, knowing that the essence of you is divinity. You are moving in the world of time and space, appearing as a human being, but nonetheless you are eternal, divine being, the timeless breaking through and operating within the world of time. To Jesus, spirit is everything. Nothing matters more than spirit or, as I like to say, divine being. Divine being is what Jesus is here for; it is the vitality source from which he moves, from which he speaks, from which his critique arises. He is the living presence of divine being. He’s a human being too, but he’s here to convey divine being, and that comes out most clearly in the Gospel of Mark. This gospel uniquely conveys Jesus’ search for himself. Mark’s Jesus is a Jesus who is very much a searcher: he’s looking for his identity, he’s looking for his role, he’s experimenting, he’s finding out what works and what doesn’t. He’s on a journey, and he’s inviting all of us along for that journey with him as if we were also the disciples."},{"id":363,"quote":"Enlightenment is nothing more than the complete absence of resistance to what is."},{"id":364,"quote":"It’s important that meditation is not seen as something that only happens when you are seated in a quiet place. Otherwise spirituality and our daily life become two separate things. That’s the primary illusion—that there is something called “my spiritual life, and something called “my daily life.” When we wake up to reality, we find they are all one thing. It’s all one seamless expression of spirit.”"},{"id":365,"quote":"Abiding means letting everything be as it already is – no matter what it is. If you're feeling good, let that be as it is. If you're feeling bad, let that be as it is. No matter what your emotional, physical, or mental state, let it be as it is and don't wish it to be otherwise. If you want it to be different from what it is, you're not abiding; you're picking and choosing and trying to control your experience. (p. 29)"},{"id":366,"quote":"Religion’s primary function is to awaken within us the experience of the sublime and to connect us with the mystery of existence. As soon as religion forgets about its roots in the eternal, it fails in its central task. Jesus was so critical of the religion of his time because he saw that not only was it not connecting people to the mystery, but that it was actually an active participant in veiling the mystery of existence, in obscuring the Kingdom of Heaven. And so he was a critic from the inside; he didn’t necessarily reject the religion he was brought up in, but he felt called to challenge it, to transform it. Jesus’ keen insight into the potential for the corrupting influence of power in all institutions—whether they’re political, economic or religious—is very relevant to the modern day. If Jesus existed here and now as a human being, what he’d have to say about these subjects would be as shocking now as it was two thousand years ago. I’ve talked to many people"},{"id":367,"quote":"When many of the old saints and sages say, “Your world is a dream. You’re living in an illusion, they’re referring to this world of the mind and the way we believe our thoughts about reality. When we see the world through our thoughts, we stop experiencing life as it really is and others as they really are. When I have a thought about you, that’s something I’ve created. I’ve turned you into an idea. In a certain sense, if I have an idea about you that I believe, I’ve degraded you. I’ve made you into something very small. This is the way of human beings, this is what we do to each other.”"},{"id":368,"quote":"True Meditation is the space in which everything gets revealed, everything gets seen, everything gets experienced. And as such, it lets go of itself. We don’t even let go. It lets go of itself."},{"id":369,"quote":"Be an open space for whatever arises. Notice that you are the space in which everything arises. When everything is allowed to arise, you have the opportunity to perceive That which does not arise or subside. You Are That. (p. 32)"},{"id":370,"quote":"Who am I? Meditate on that. Seek the Seeker. (p. 32)"},{"id":371,"quote":"Meditative self-inquiry is the art of asking a spiritually powerful question. And a question that is spiritually powerful always points us back to ourselves. Because the most important thing that leads to spiritual awakening is to discover who and what we are—to wake up from this dream state, this trance state of identification with ego. And for this awakening to occur, there needs to be some transformative energy that can flash into consciousness. It needs to be an energy that is actually powerful enough to awaken consciousness out of its trance of separateness into the truth of our being. Inquiry is an active engagement with our own experience that can cultivate this flash of spiritual insight."},{"id":372,"quote":"But what is it? What is it like to experience blame? By questioning, “What is this? consciousness is allowed to get inside of it. So you see, there might be blame, but now it is blame that’s conscious. If you try to do something with the blame, such as get rid of it, then you are not really with it.”"},{"id":373,"quote":"Oneness is when there isn’t another. Oneness is—there is only this. There is no that over there, there is only this. And that’s all there is. There is only this, and as soon as you say what this is, you’ve just defined what it’s not. This is only realized in the utter demolition of everything that it’s not. Then that awakening is an awakening outside of everything that comes and goes. It is a total waking up outside of time."},{"id":374,"quote":"Okay, you want to see God? Here is God—all of God. Not just the part you want to see, but all of it."},{"id":375,"quote":"Sincere students find sincere teachers, and sincere teachers find sincere students. The two go together like a box and its lid. (p. 108)"},{"id":376,"quote":"When we believe what we think, when we take our thinking to be reality, we will suffer. It’s not obvious until you look at it, but when we believe our thoughts, in that instant, we begin to live in the world of dreams, where the mind conceptualizes an entire world that doesn’t actually exist anywhere but in the mind itself. At that moment, we begin to experience a sense of isolation, where we no longer feel connected to each other in a very rich and human way, but we find ourselves receding more and more into the world of our minds, into the world of our own creation."},{"id":377,"quote":"there are no enlightened individuals, there is only enlightenment. Enlightenment wakes up. Not you or I. You and I are rendered insignificant and nonexistent. Enlightenment wakes up. That’s why it is said that everybody is inherently enlightened. But that statement is misleading because it implies that everybody is a separate, special, unique little somebody who is inherently enlightened, and that misses the point. An illusion can’t be enlightened. So it’s not really true that everybody is enlightened. It’s only true that enlightenment is enlightened."},{"id":378,"quote":"What myth carries is not fact, not history, but truth—the ultimate reality. The Jesus story carries this ultimate reality, and that’s why, two thousand years later, it remains so compelling."},{"id":379,"quote":"With a true and authentic awakening, who and what we are becomes clear. There’s no longer a question about it; it is a done deal. In this way, one of the hallmarks of a true awakening is the end of seeking. You no longer feel the momentum, the push and the pull. The seeker has been revealed as the virtual reality it always was, and as such it disappears. The seeker has in some sense accomplished its task."},{"id":380,"quote":"As I watched and observed, day after day, week after week, month after month, even year after year, one day I had an epiphany: “Oh my gosh! Adults believe what they think! That’s why they suffer! That’s why they get into conflict. That’s why they behave strangely, in ways that I don’t understand, because they actually believe the thoughts in their head.What I realized was that adults spent a lot of time thinking, and more important than that—and more odd, it seemed to me—they actually believed what they were thinking. They believed the thoughts in their head.All of a sudden, I had an understanding of what was happening when adults communicated with one another; that what people were in fact communicating were their thoughts, and that each person believed that what they thought was actually true. The problem was that all of the different adults had different ideas about what they thought the truth was, and so when they communicated there was this unspoken negotiation, this attempt to win each other over and to defend one’s thinking and beliefs.”"},{"id":381,"quote":"Enlightenment is absolute cooperation with the inevitable."},{"id":382,"quote":"Somewhere inside I always knew that everything was one—that I was eternal, unborn, undying, and uncreated. I understood that my essential nature was not limited by or confined to my personality structure or the body I seemed to be inhabiting. There had been a dissolving, in a somewhat radical way, of the world as I had known it and of the self I had known myself to be."},{"id":383,"quote":"Everything depends upon your readiness and willingness to let go into the Unknown and live from that mysterious and precious condition. The question is: Are you ready to give up everything when God comes knocking at your door? This willingness to completely let go and surrender to the divine determines how free you will ultimately become. Whatever you hold back for yourself will become your prison. My advice is to give your whole heart, mind, body, and soul to Grace when it comes. Ask yourself now: Am I ready? (p. 116)"},{"id":384,"quote":"Spiritual people always think the Truth is hidden from them. It is not hidden. What gets in the way is the idea of what it is going to be."},{"id":385,"quote":"As long as you perceive that anyone is holding you back, you have not taken full responsibility for your own liberation. Liberation means that you stand free of making demands on others and on life to make you happy. When you discover yourself to be nothing but Freedom, you stop setting up conditions and requirements that need to be satisfied in order for you to be happy. It is in the absolute surrender of all conditions and requirements that Liberation is discovered to be who and what you Are. Then the love and wisdom that flows out of you have a liberating effect on others. (p. 119)"},{"id":386,"quote":"Such grace is never held in abeyance, never earned or deserved. It is not given to some and not to others. Grace is ever present; it is only our openness to it that comes and goes. In one sense, The Way of Liberation is a means of opening up to grace."},{"id":387,"quote":"This is how I love you, and this is how you shall love all beings and all things."},{"id":388,"quote":"Spirit never asks itself, “How do I stay within myself? That would be ridiculous. It just makes no sense, coming from the true nature of things. What makes more sense is to ask how you unenlighten yourself. What is still held on to? What is still confusing? What situations in life can get you to believe things that aren’t true and cause you to go into contradiction, suffering, and separation? What is it specifically that has the power to entice consciousness back into the gravitational field of the dream state? We should not ask, “How do I stay awake?”"},{"id":389,"quote":"Who really wants to find out that we’re all addicted to qualities like approval, recognition, control, and power, and that none of these things actually brings an end to suffering? In fact, they’re the cause of suffering! So the truth is that most of us don’t really want to wake up. We don’t really want to end suffering. What we really want to do is manage our suffering, to have a little bit less of it, so that we can just go on with our lives as they are, unchanged, the way we want to live them, maybe feeling a little better about them."},{"id":390,"quote":"There is a freedom that can be discovered in relationship, whether it be with spiritual community or with another individual, where something much bigger than any individual is born. What I am speaking about is an intimacy that flowers in the presence of Truth. The depth of this intimacy can be a vehicle through which oneness is experienced. For some, this degree of intimacy is positive beyond belief; for others, it is the cause of mistrust and fear. True intimacy always threatens the sense of separateness. (p. 121-122)"},{"id":391,"quote":"The human being is what links consciousness to its own infinite expressions in form. Through the form of an awake human being, consciousness becomes conscious of itself as both formlessness and as all forms. This is why, to the true sage, everything is divine, whole, and complete. Everything is God, the Self. (p. 71)"},{"id":392,"quote":"There is a scripture in the Buddhist tradition called the Heart Sutra, which says that there is no birth, no old age, and no death, and no end to birth, old age, or death. This is a very important part of the sutra. There is no birth, no old age, and no death. This is true from the absolute point of view. But unless we’ve also realized, simultaneously, that there is no end to birth, old age, and death, then our realization is not complete."},{"id":393,"quote":"As we go through life, we eventually have enough experience to see that sometimes profound difficulty can also be profoundly heart opening. When you are in a tough position, when you are facing something hard, when you feel challenged, when you feel like you are at your edge, it is a gift to be willing to stop, to sit with those moments, and not look for the quick, easy resolution for that feeling. It is a kind of grace to be able and willing to open yourself entirely to the experience of challenge, of difficulty, and of insecurity."},{"id":394,"quote":"As soon as you break your fidelity to Truth, you kick yourself out of the freedom of Truth. As soon as anything—power, praise, person, place, thing, outward love, respect, acknowledgment—becomes more important than Truth, you will begin to suffer and feel separate. There is only room for Truth in the Truth. This means there is only room for seeing the Truth, choosing the Truth, and loving the Truth. A fierce commitment to Truth is a moment-to-moment choice."},{"id":395,"quote":"When someone tells you, “I love you, and then you feel, “Oh, I must be worthy after all,” that’s an illusion. That’s not true. Or someone says, “I hate you,” and you think, “Oh, God, I knew it; I’m not very worthy,” that’s not true either. Neither one of these thoughts hold any intrinsic reality. They are an overlay. When someone says, “I love you,” he is telling you about himself, not you. When someone says, “I hate you,” she is telling you about herself, not you. World views are self views—literally.”"},{"id":396,"quote":"Just as your lungs breathe in and then breathe out, it’s necessary for things to fall away so that life can breathe new again. This is one of the laws of the universe: that everything you see, taste, touch, and feel will eventually disappear back into the source from which it came, only to be reborn and appear yet again, receding again back into the source.."},{"id":397,"quote":"The light of awakeness itself is the deepest transformative agent, and the deepest alchemy takes place in the willingness to stay conscious to our own unconsciousness."},{"id":398,"quote":"Thinking is something and then feeling it are two different reference points for most human beings: If I think it and I feel it, then it is real. But it does not take much reflection to acknowledge we have all thought and felt things to be true that later found out were not."},{"id":399,"quote":"The thought is not the thing that it represents. Try to get that right down to your core, right down to the marrow in your bones and into the blood that flows through your veins: the thought is not the thing. Then embrace that intermediary step of unknowing things, and as you enter the unknown, you'll see it is not a place; it is the living reality of things underneath the idea of the unknown. The point is not to spend the rest of your life saying, \"I do not know\" to everything; it is to step out of the known and directly perceive. You do this by entering the lived reality of not knowing, which takes you out of the known, out of the idea and into the reality of you, of anything, and of anyone. It's a place where words are useful tools, but you are no longer trapped by them."},{"id":400,"quote":"This adult world has an insane quality to it. Everybody’s going around pretending like they really know things, pretending like they know what’s real and what’s not, pretending they know what’s right, pretending they know who’s wrong, but actually nobody really knows. But this is something we’re afraid of. We don’t really want to admit that nobody really knows."},{"id":401,"quote":"The simplest thing one can say about the experiential knowledge of awakening is that it is a shift in one's perception. This is the heart of awakening. There is a shift in perception from seeing oneself as an isolated individual to seeing oneself, if we have a sense of self at all after this shift, as something mush more universal—everything and everyone and everywhere at the same time."},{"id":402,"quote":"Questioner: What‘s the best thing I can do for my awakening? Adyashanti: Be with an enlightened teacher and listen."},{"id":403,"quote":"One of the most common of these traps is a sense of meaninglessness. From our new view of reality, we are free from the egoic desire to find meaning. We see that the ego’s desire to find meaning in life is actually a substitute for the perception of being life itself. The search for meaning in life is a surrogate for the knowledge that we are life. Only someone who is disconnected from life itself will seek meaning. Only someone disconnected from life will look for purpose."},{"id":404,"quote":"Enlightenment depends to a large extent on believing that you are born for Freedom in this lifetime, and that it is available now, in this moment. The mind, which creates the past and future, keeps you out of the moment where the Truth of your Being can be discovered. In this moment, there is always Freedom and there is always peace. This moment in which you experience Stillness is every moment. Don‘t let the mind seduce you into the past or future. Stay in the moment, and dare to consider that you can be free now. (p. 8)"},{"id":405,"quote":"[...]in a true awakenin, it is realized very clearly that even the awakening itself is not personal. It is universal Spirit or universal consciousness that wakes up to itself. Rather than the \"me\" waking up, what we are wakes up from the \"me\". What we are wakes up from the seeker. What we are wakes up from the seeking."},{"id":406,"quote":"[...]in a true awakening, it is realized very clearly that even the awakening itself is not personal. It is universal Spirit or universal consciousness that wakes up to itself. Rather than the \"me\" waking up, what we are wakes up from the \"me\". What we are wakes up from the seeker. What we are wakes up from the seeking."},{"id":407,"quote":"True meditation has no direction or goal. It is pure wordless surrender, pure silent prayer. All methods aiming at achieving a certain state of mind are limited, impermanent, and conditioned. Fascination with states lead only to bondage and dependency. True meditation is abidance as primordial awareness."},{"id":408,"quote":"We cannot storm the gates of heaven. Instead we must allow ourselves to become more and more disarmed. Then the pure consciousness of being becomes brighter and brighter, and we realize who we are. This brightness is what we are."},{"id":409,"quote":"True Meditation is effortless stillness, abidance as primordial being."},{"id":410,"quote":"In awakening, what's revealed to us is that we are not a thing, nor a person, nor even an entity. What we are is that which manifests as all things, as all experiences, as all personalities. We are that which dreams the whole world into existence. Spiritual awakening reveals that that which is unspeakable is actually what we are."},{"id":411,"quote":"The Truth loves. It does not judge. It holds a big sword in its hands and can ruthlessly discern what is false and what is true, but it does not hold grudges. If you are not telling the truth to yourself, you will suffer. If it was not ruthless, there would be no learning. Truth doesn’t spoon feed you."},{"id":412,"quote":"In meditation you are not trying to change your experience; you are changing your relationship to your experience."},{"id":413,"quote":"Close the gap between what is and what you want it to be, between what is presenting itself and what you want to present itself. This gap of judgment is the separation you feel. You need to totally choose what is and lean into it with your whole being."},{"id":414,"quote":"What is the cause of suffering in the human being? Why is it that human beings have such a difficult time putting their suffering down? What’s the reason that we often carry it around, when it becomes such a burden to us?One of the primary reasons we suffer is because we believe what we think, that the thoughts in our heads come uninvited into our consciousness, swirl around, and we attach to them. We identify with them and grab hold of them."},{"id":415,"quote":"We should come to know that there is more Reality and sacredness in a blade of grass than in all of our thoughts and ideas about Reality."},{"id":416,"quote":"The primary task of any good spiritual teaching is not to answer your questions, but to question your answers. For it is your conscious and unconscious assumptions and beliefs that distort your perception and cause you to see separation and division where there is actually only unity and completeness."},{"id":417,"quote":"ADYA I will try to explain what happened experientially. At the moment of awakening, it was as though I was completely outside who I thought I was. There was a vast, vast, vast emptiness. In that vast emptiness, in that infinite emptiness, there was the smallest, smallest, smallest point of light you could imagine. And"},{"id":418,"quote":"And then I noticed there were all sorts of other points, points, and I could enter each one of those points, and each one of those points was a different world, a different time, and I was a different person, a totally different manifestation in each one of those points. I could go into each one of them and see a totally different dream of self and a totally different world that was being dreamed as well. For the most part, what I saw was anything that was unresolved about the dream of “me in a particular lifetime. There were certain confusions, fears, hesitations, and doubts that were unresolved in particular lifetimes. In certain lifetimes, what was unresolved was a feeling of confusion about what happened at the time of death. In one lifetime, I drowned and did not know what was happening, and there was tremendous terror and confusion as the body”"},{"id":419,"quote":"In order to find what the concept of God is pointing to, you must let go of your image of God and every concept you have about God. You must dare to be void of all concepts and enter into perfect Emptiness, perfect stillness, and perfect silence. You must forget everything you have ever learned about God. It won‘t help you. It may comfort you, but such comfort is imaginary; it is an illusion. Let go of all the false comforts of the mind. Let them all come to an end. The end must be experienced full yin Stillness. When you let all images, all concepts, all hopes, and all beliefs end, Stillness is experienced. Experience the core of Stillness. Dive into it and surrender fully. In full surrender to Stillness, you directly experience That to which the concept of God points. In that direct experience, you awaken from the dream of the mind and realize that the concept of God points to who you truly are. (p. 20-21)"},{"id":420,"quote":"disappeared into the water. Seeing this lifetime and the confusion at the moment of death, I immediately knew what I had to do. I had to rectify the confusion and explain to the dream of me that I died, that I fell off a boat and drowned. When I did this, all of a sudden the confusion from that lifetime popped like a bubble, and there was a tremendous sense of freedom. Many past life dreams appeared, and each one of them seemed to focus on something that had been in conflict, something that was unresolved from a different incarnation. I went through each one of them and unhooked the confusion. TS  Were you lying on a carpeted floor with your eyes closed, or something? ADYA No, actually, the strangest thing was that"},{"id":421,"quote":"I was walking across the living room when all of this happened. I can’t tell you how long I was walking. It could have been five seconds—because all of this is outside of time—I don’t actually know. I could have been walking across the living room floor for five hours, but I was, literally, just walking across the living room. And it’s not like I stood still; I was walking, and it all happened right in the midst of what I was doing. I walked across the living room, I went into the backyard, I was doing something, I don’t even remember what I was doing, and simultaneously this whole other thing was happening, too. I know it sounds odd. This didn’t happen in a moment of meditation; it was completely mixed in as a part of ordinary life. As you know, I haven’t talked much about this"},{"id":422,"quote":"In order to find what the concept of God is pointing to, you must let go of your image of God and every concept you have about God. You must dare to be void of all concepts and enter into perfect Emptiness, perfect stillness, and perfect silence. You must forget everything you have ever learned about God. It won‘t help you. It may comfort you, but such comfort is imaginary; it is an illusion. Let go of all the false comforts of the mind. Let them all come to an end. The end must be experienced fully in Stillness. When you let all images, all concepts, all hopes, and all beliefs end, Stillness is experienced. Experience the core of Stillness. Dive into it and surrender fully. In full surrender to Stillness, you directly experience That to which the concept of God points. In that direct experience, you awaken from the dream of the mind and realize that the concept of God points to who you truly are.(p. 20-21)"},{"id":423,"quote":"kind of thing. I don’t want to talk to a lot of people about past lives, especially the radical nondualists who say that there is nobody who was born, there is nobody who has past lives, there are no incarnations, and so on. Of course, that is all true; it’s all a dream, even past lives. When I talk about them at all, I talk about them as past dreams. I dreamed I was this person; I dreamed I was that person. Personally, I’ve never tried to gather experiences of past lives and wrap them all up in some sort of metaphysical understanding. I don’t have a clear understanding about what a past life is, except that it seems clear to me that it also has the nature of a dream; it doesn’t have objective, actual existence. Nonetheless, the experience I had happened. Since it happened, I can’t say it didn’t happen. But in my own mind, I don’t try to figure it all out. All I know is what happened."},{"id":424,"quote":"TS  Was there a sense when you looked at each of these dreams that there was some kind of resolution occurring? ADYA Yes. Not only a resolution there, but also a resolution now. Because it’s all one thing. Because anything that was unresolved in one of those dreams was unresolved now. Because it’s the same; there’s a connection. One of the reasons I haven’t talked much about past lives is that some people who are extraordinarily awake have never seen a past life at all. Being aware of past lives is not a necessity. I’m not a particularly mystical person. There was a relatively short period of time, a few months, when I had these kinds of experiences happen occasionally, and since then, every now and then, but not with any great consistency. So they don’t need to happen; it’s just that they did"},{"id":425,"quote":"In ancient times, people having this experience entered protected environments such as monasteries—places where those around them would understand. They’d be put in a nice little cell and left alone to let the process happen. They were fortunate to experience awakening in a context in which it was understood, seen as normal, and given the space it required. In today’s society, most of us having these realizations are not living in monasteries; we are not in a particularly supportive environment. In fact, in our society it is possible to have an amazing realization on Saturday and be back in the office on Monday morning. If your mind is still blown out in bliss, this can be very disorienting! Yet it’s the reality of the situation we live in. Most modern people do not have the luxury of sitting in a cave for a few months and letting things shake down naturally. This is the state of our world, and it can be a challenge for some people."},{"id":426,"quote":"TS  Part of the reason I am bringing up the topic of past lives is that I have heard several people say something like this about you: “Adya must have been a realized being in a past life, and that’s why he’s had such tremendous breakthroughs at such an early age and is able to articulate teachings on awakening in such an original way. What do you think about that comment? ADYA If you ask me point blank, then yes, I’ve seen myself doing something similar to what I’m doing in this lifetime many times before. But again, I don’t know the whole metaphysics of past lives and how they work, and I don’t see things happening in terms of linear cause and effect. In fact, my experience of past lives isn’t that they are actually past. I call them that, because that’s how people relate to them, but if I were to say what my real experience is, it’s more like simultaneous lives.”"},{"id":427,"quote":"myth carries is not fact, not history, but truth—the ultimate reality. The Jesus story carries this ultimate reality, and that’s why, two thousand years later, it remains so compelling."},{"id":428,"quote":"If you bring forth what is within you, what you bring forth will save you. If you do not bring forth what is within you, what you do not bring forth will destroy you."},{"id":429,"quote":"So with awakening, the stakes go up. The more awake we get, the higher the stakes get. I remember when I was staying at a Buddhist monastery for a while. The abbess there, a wonderful woman, talked about this process of awakening as climbing a ladder. With each step you go, you have less and less tendency to look down. You have less tendency to act in ways you know aren’t true or to speak in ways you know aren’t true or do things you know aren’t coming from truth. You start to realize that the consequences have become greater; the more awake we get, the greater the consequences are. Finally, the consequences of acting outside of truth become immense; the slightest action or behavior that’s not in accordance with the truth can be unbearable to us."},{"id":430,"quote":"In True Meditation, we’re in the body as a means to transcend it. It is paradoxical that the greatest doorway to the transcendence of form is through form itself. And so, when you sit down to meditate, connect with your senses— connect with how you feel, what you hear, what you sense, what you smell. Your senses actually anchor you in the moment. When your mind wanders, anchor yourself in your senses. Start to listen. What are the sounds outside? Start to feel. How do you feel in your body? Enter into the felt sense, the kinesthetic sense of your being. Connect not only with what you feel in your body, but also with what you sense in the room. Start to smell. As you are sitting, what does it smell like? Through your senses, open to the whole world within and around you. This grounds you in a deeper reality than your mind, and it also helps focus you in a place other than your mind. Allowing everything to be is extraordinarily simple, but it’s not as easy as people imagine. If you’re actually doing it correctly, you’ll find yourself vividly present to your five senses, vividly present to your body, vividly present to your experience. If, on the other hand, you find that you’re in a hazy dream zone, then it’s very important to come back to your senses. Your body is a beautiful tool to anchor consciousness in a deeper sense of reality."},{"id":431,"quote":"If we ask, “Who am I without the me-concept? What am I without the me? instantly the wordless can open up, the concept-less can open up. Allow the experience of that, because that is the living answer to the questions, “What am I? Who am I?” This is not the dead conceptual answer, but the living answer. It is alive! In this moment of radiant awakeness there’s a mystery unfolding unto itself, moment to moment to moment. This living state of being, call it what you will, is the only thing that you always have been, always will be, and are right now. You are not a human being, you are being appearing as human.”"},{"id":432,"quote":"In the beginning was the Word, and the Word was with God, and the Word was God. [John 1:1, NIV, ESV]”"},{"id":433,"quote":"This (liberation) isn't something I can help you with. I can tell you what you need to do, but you have to do it. In the beginning, teachers can help a lot. But the deeper you go, all they can do is point, and clarify, and tell you what you need to do. Only you can take this step. Nobody can push you into this place. It's like Buddha's final night under the Bodhi tree. What did he do when confronted with this? He reached down and touched the ground and said, „I will not be moved.“ Finally – when everything that could be thrown at him was thrown, and he was still unmoved – it was done. He never looked back. (p. 99)"},{"id":434,"quote":"Once again, eternity is peering through the latticework of time and space, and this sense of eternal stillness and deep freedom is what the iconic image of the seated Buddha conveys. What this image doesn’t convey is a sense of humanity, of a real flesh-and-blood human being. But in the Jesus story, it’s as if the still point that the image of the Buddha evokes within us becomes"},{"id":435,"quote":"Forgive them, for they know not what they do."},{"id":436,"quote":"That which comes and goes is not real; quit chasing it. It doesn't matter. What haven't you lost? That is what‘s important. What always is? What is there in bliss and in misery? Who you are is always present and is always the same. That which doesn't come and go is real. That is where Freedom is found – nowhere else. (p. 31)"},{"id":437,"quote":"True Meditation has no direction or goal. It is pure wordless surrender, pure silent prayer. All methods aiming at achieving a certain state of mind are limited, impermanent, and conditioned. Fascination with states leads only to bondage and dependency. True Meditation is effortless stillness, abidance as primordial being. True Meditation appears in consciousness spontaneously when awareness is not being manipulated or controlled. When you first start to meditate, you notice that attention is often being held captive by focusing on some object: on thoughts, bodily sensations, emotions, memories, sounds, etc. This is because the mind is conditioned to focus and contract upon objects. Then the mind compulsively interprets and tries to control what it is aware of (the object) in a mechanical and distorted way. It begins to draw conclusions and make assumptions according to past conditioning. In True Meditation all objects (thoughts, feelings, emotions, memories, etc.) are left to their natural functioning. This means that no effort should be made to focus on, manipulate, control, or suppress any object of awareness. In True Meditation the emphasis is on being awareness—not on being aware of objects, but on resting as conscious being itself. In meditation you are not trying to change your experience; you are changing your relationship to your experience. As you gently relax into awareness, the mind’s compulsive contraction around objects will fade. Silence of being will come more clearly into consciousness as a welcoming to rest and abide. An attitude of open receptivity, free of any goal or anticipation, will facilitate the presence of silence and stillness to be revealed as your natural condition. As you effortlessly rest into stillness more profoundly, awareness becomes free of the mind’s compulsive habit of control, contraction, and identification. Awareness returns to its natural condition of conscious being, absolute unmanifest potential—the silent abyss beyond all knowing."}]