[{"id":1,"quote":"He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God."},{"id":2,"quote":"There is no pain so great as the memory of joy in present grief."},{"id":3,"quote":"Happiness is a choice that requires effort at times."},{"id":4,"quote":"For there is no defense for a man who, in the excess of his wealth, has kicked the great altar of Justice out of sight."},{"id":5,"quote":"In war, truth is the first casualty."},{"id":6,"quote":"Better to die on your feet than live on your knees."},{"id":7,"quote":"The truth Has to be melted out of our stubborn lives By suffering. Nothing speaks the truth, Nothing tells us how things really are, Nothing forces us to know What we do not want to know Except pain. And this is how the gods declare their love."},{"id":8,"quote":"To learn is to be young, however old."},{"id":9,"quote":"For the poison of hatred seated near the heart doubles the burden for the one who suffers the disease; he is burdened with his own sorrow, and groans on seeing another's happiness."},{"id":10,"quote":"Even the old should learn."},{"id":11,"quote":"It is in the character of very few men to honor without envy a friend who has prospered."},{"id":12,"quote":"Only through suffering do we learn"},{"id":13,"quote":"God loves to help him who strives to help himself."},{"id":14,"quote":"It is an easy thing for one whose foot is on the outside of calamity to give advice and to rebuke the sufferer."},{"id":15,"quote":"It is the nature of mortals to kick a fallen man."},{"id":16,"quote":"My will is mine...I shall not make it soft for you."},{"id":17,"quote":"Wrong must not win by technicalities."},{"id":18,"quote":"Simple is the speech of truth."},{"id":19,"quote":"Few men have the natural strength to honor a friend's success without envy."},{"id":20,"quote":"It is best for the wise man not to seem wise."},{"id":21,"quote":"Obstinacy standing alone is the weakest of all things in one whose mind is not possessed by wisdom."},{"id":22,"quote":"Wiles and deceit are female qualities."},{"id":23,"quote":"Wisdom comes through suffering.\nTrouble, with its memories of pain,\nDrips in our hearts as we try to sleep,\nSo men against their will\nLearn to practice moderation.\nFavours come to us from gods."},{"id":24,"quote":"There is no sickness worse for me than words that to be kind must lie."},{"id":25,"quote":"Fear is stronger than arms."},{"id":26,"quote":"God's most lordly gift to man is decency of mind."},{"id":27,"quote":"Many men who transgress justice, honor appearance over reality."},{"id":28,"quote":"The man who boldly transgresses, amassing a great heap unjustly--by force, in time, he will strike his sail, when trouble seizes him as the yardarm is splintered. He calls on those who hear nothing and he struggles in the midst of the whirling waters. The god laughs at the hot-headed man, seeing him, who boasted that this would never happen, exhausted by distress without remedy and unable to surmount the cresting wave. He wrecks the happiness of his earlier life on the reef of Justice, and he perishes unwept, unseen."},{"id":29,"quote":"Call no man happy till he is dead."},{"id":30,"quote":"From a small seed a mighty trunk may grow."},{"id":31,"quote":"Words are the physicians of a mind diseased."},{"id":32,"quote":"I would rather be ignorant than knowledgeable of evils."},{"id":33,"quote":"Oh, it is easy for the one who stands outside the prison-wall of pain to exhort and teach the one who suffers."},{"id":34,"quote":"The words of truth are simple."},{"id":35,"quote":"The one knowing what is profitable, and not the man knowing many things, is wise."},{"id":36,"quote":"When a man takes the road to destruction, the gods help him along."},{"id":37,"quote":"So in the Libyan fable it is told That once an eagle, stricken with a dart, Said, when he saw the fashion of the shaft: With our own feathers, not by others' hands, Are we now smitten."},{"id":38,"quote":"I have learned to hate all traitors, and there is no disease that I spit on more than treachery."},{"id":39,"quote":"Memory is the mother of all wisdom."},{"id":40,"quote":"Remember to be submissive, thou art analien, a fugitive, and in need."},{"id":41,"quote":"It is not the oath that makes us believe the man, but the man the oath."},{"id":42,"quote":"You shall learn, though late, the lesson of how to be discreet."},{"id":43,"quote":"The future you shall know when it has come; before then, forget it."},{"id":44,"quote":"Too few rejoice at a friend's good fortune."},{"id":45,"quote":"Many among men are they who set high the show of honor, yet break justice."},{"id":46,"quote":"God always strives together with those who strive."},{"id":47,"quote":"Know not to revere human things too much."},{"id":48,"quote":"Nothing forces us to know What we do not want to know Except pain"},{"id":49,"quote":"Base men who prosper are unenviable."},{"id":50,"quote":"Time brings all things to pass."},{"id":51,"quote":"In every tyrant's heart there springs in the end this poison, that he cannot trust a friend."},{"id":52,"quote":"Justice inclines her scales so that wisdom comes at the price of suffering."},{"id":53,"quote":"The reward of pain is experience."},{"id":54,"quote":"Don't try to make intelligent decisions when your brain is hyped"},{"id":55,"quote":"The force of necessity is irresistible."},{"id":56,"quote":"The wisest of the wise may err."},{"id":57,"quote":"Only one accomplishment is beyond both the power and the mercy of the Gods. They cannot make the past as though it had never been."},{"id":58,"quote":"Unanimous hatred is the greatest medicine for a human community."},{"id":59,"quote":"The anvil of justice is planted firm, and fate who makes the sword does the forging in advance."},{"id":60,"quote":"Whoever is just willingly and without compulsion will not lack happiness; he will never be utterly destroyed."},{"id":61,"quote":"Do not kick against the pricks."},{"id":62,"quote":"Married love between man and woman is bigger than oaths guarded by right of nature."},{"id":63,"quote":"Yet though a man gets many wounds in breast, He dieth not, unless the appointed time, The limit of his life's span, coincide; Nor does the man who by the hearth at home Sits still, escape the doom that Fate decrees."},{"id":64,"quote":"By Time and Age full many things are taught."},{"id":65,"quote":"The act of evil breeds others to follow, young sins in its own likeness."},{"id":66,"quote":"To be free from evil thoughts is God's best gift."},{"id":67,"quote":"Delay not to seize the hour!"},{"id":68,"quote":"They who prosper take on airs of vanity."},{"id":69,"quote":"The high strength of men knows no content with limitation."},{"id":70,"quote":"Death is easier than a wretched life; and better never to have born than to live and fare badly."},{"id":71,"quote":"Honor modesty more than your life."},{"id":72,"quote":"What good is it to live a life that brings pains?"},{"id":73,"quote":"The tongue of slander is too prompt with wanton malice to wound the stranger."},{"id":74,"quote":"Alas for the affairs of men! When they are fortunate you might compare them to a shadow; and if they are unfortunate, a wet sponge with one dash wipes the picture away."},{"id":75,"quote":"Fear hurries on my tongue through want of courage."},{"id":76,"quote":"Whoever is new to power is always harsh."},{"id":77,"quote":"Self-will in the man who does not reckon wisely is by itself the weakest of all things."},{"id":78,"quote":"Against necessity, against its strength, no one can fight and win."},{"id":79,"quote":"My friends, whoever has had experience of evils knows how whenever a flood of ills comes upon mortals, a man fears everything; but whenever a divine force cheers on our voyage, then we believe that the same fate will always blow fair."},{"id":80,"quote":"A prosperous fool is a grievous burden."},{"id":81,"quote":"Human prosperity never rests but always craves more, till blown up with pride it totters and falls. From the opulent mansions pointed at by all passers-by none warns it away, none cries, 'Let no more riches enter!'."},{"id":82,"quote":"Sweet is a grief well ended."},{"id":83,"quote":"Take courage; pain's extremity soon ends."},{"id":84,"quote":"Courage! Suffering, when it climbs highest, lasts not long."},{"id":85,"quote":"Be it mine to draw from wisdom's fount, pure as it flows, that calm of soul which virtue only knows."},{"id":86,"quote":"Words are healers of the sick tempered."},{"id":87,"quote":"You have been trapped in the inescapable net of ruin by your own want of sense."},{"id":88,"quote":"Respect the altar of Justice and do not, looking to profit, dishonor it by spurning with godless foot; for punishment will come upon you."},{"id":89,"quote":"\"Reverence for parents\" stands written among the three laws of most revered righteousness."},{"id":90,"quote":"Neither a life of anarchy nor a life under a despot should you praise. To all that lies in the middle has a god given excellence."},{"id":91,"quote":"Justice shines in very smoky homes, and honors the righteous; but the gold-spangled mansions where the hands are unclean she leaves with eyes averted."},{"id":92,"quote":"I say you must not win an unjust case by oaths."},{"id":93,"quote":"Mourn for me rather as living than as dead."},{"id":94,"quote":"There is advantage in the wisdom won from pain."},{"id":95,"quote":"Of all the gods, Death only craves not gifts: Nor sacrifice, nor yet drink-offering poured Avails; no altars hath he, nor is soothed By hymns of praise. From him alone of all The powers of heaven Persuasion holds aloof."},{"id":96,"quote":"For mortal kind taketh thought only for the day, and hath no more surety than the shadow of smoke."},{"id":97,"quote":"Learning is ever in the freshness of its youth, even for the old."},{"id":98,"quote":"Ares gives his verdict without witnesses."},{"id":99,"quote":"Overly persuasive a woman's ordinance spreads far, traveling fast; but fast dying a rumor voiced by a woman perishes."},{"id":100,"quote":"And now it goes as it goes and where it ends is Fate. And neither by singeing flesh nor tipping cups of wine nor shedding burning tears can you enchant away the rigid Fury."},{"id":101,"quote":"Those who would learn must suffer. In our own despair, against our will, wisdom comes to us."},{"id":102,"quote":"Nor does night conceal men's deeds of ill, but whatsoe'er thou dost, think that some God beholds it."},{"id":103,"quote":"I pray the gods some respite from the weary task of this long year's watch that lying on the Atreidae's roof on bended arm, dog- like, I have kept, marking the conclave of all night's stars, those potentates blazing in the heavens that bring winter and summer to mortal men, the constellations, when they wane, when they rise."},{"id":104,"quote":"And though all streams flow from a single course to cleanse the blood from polluted hand, they hasten on their course in vain."},{"id":105,"quote":"Out of respect, a man must veil his words when talking with a woman, but with a man he can frankly say whatever's on his mind."},{"id":106,"quote":"Everyone is ready to speak ill of a stranger."},{"id":107,"quote":"ATHENA: You wish to be called righteous rather than act right. [...] I say, wrong must not win by technicalities."},{"id":108,"quote":"Watchful are the Gods of all Hands with slaughter stained. The black Furies wait, and when a man Has grown by luck, not justice, great, With sudden overturn of chance They wear him to a shade, and, cast Down to perdition, who shall save him?"},{"id":109,"quote":"May dawn, as the proverb goes, bring happy tidings coming from her mother night."},{"id":110,"quote":"If you are not envied, you are not enviable."},{"id":111,"quote":"God's mouth knows not how to speak falsehood, but he brings to pass every word."},{"id":112,"quote":"But when the dust has drunk the blood of men, no resurrection comes for one who's dead."},{"id":113,"quote":"Rumours voiced by women come to nothing."},{"id":114,"quote":"But from the good health of the mind comes that which is dear to all and the object of prayer-happiness."},{"id":115,"quote":"For this our task hath Fate spun without fail to last for ever sure, that we on man weighed down with deeds of hate should follow till the earth his life immure. Nor when he dies can he boast of being truly free."},{"id":116,"quote":"O Death the Healer, scorn thou not, I pray, To come to me: of cureless ills thou art The one physician. Pain lays not its touch Upon a corpse."},{"id":117,"quote":"Time waxing old can many a lesson teach."},{"id":118,"quote":"The field of doom bears death as its harvest."},{"id":119,"quote":"Arrogance is truly the child of impiety, but from health of soul comes happiness, dear to all, much prayed for."},{"id":120,"quote":"For a murderous blow let murderous blow atone."},{"id":121,"quote":"There are times when fear is good. It must keep its watchful place at the heart's controls."},{"id":122,"quote":"The so-called mother of the child isn't the child's begetter, but only a sort of nursing soil for the new-sown seed. The man, the one on top, is the true parent, while she, a stranger, foster's a stranger's sprout."},{"id":123,"quote":"For wherein is life sweet to him who suffers grief?"},{"id":124,"quote":"But when once the earth has sucked up a dead man's blood, there is no way to raise him up."},{"id":125,"quote":"The holy heaven yearns to wound the earth, and yearning layeth hold on the earth to join in wedlock; the rain, fallen from the amorous heaven, impregnates the earth, and it bringeth forth for mankind the food of flocks and herds and Demeter's gifts; and from that moist marriage-rite the woods put on their bloom."},{"id":126,"quote":"No bribes. Nothing that passes under the roof of a temple Or under the roof of the mouth, can appease heaven's anger Or deflect its aim."},{"id":127,"quote":"For in the voyage of the heart, there is a freight of hatred, and the wind of wrath blows shrill."},{"id":128,"quote":"Whenever a man makes haste, God too hastens with him."},{"id":129,"quote":"It is a profitable thing, if one is wise, to seem foolish."},{"id":130,"quote":"It is easy when we are in prosperity to give advice to the afflicted."},{"id":131,"quote":"Joy steals upon me, such joy as calls forth tears."},{"id":132,"quote":"If a man should wanton walk with crime ... he shall find in death no great deliverance."},{"id":133,"quote":"What is there more kindly than the feeling between host and guest?"},{"id":134,"quote":"When we sleep the soul is lit up... by many eyes, and with them, we can see everything that we cannot see in the daytime."},{"id":135,"quote":"For the marriage bed ordained by fate for men and women is stronger than an oath and guarded by Justice."},{"id":136,"quote":"I willingly speak to those who know, but for those who do not know I forget."},{"id":137,"quote":"Wisdom comes alone through suffering."},{"id":138,"quote":"On him who wields power gently, the god looks favorably from afar."},{"id":139,"quote":"The great and amorous sky curved over the earth, and lay upon her as a pure lover. The rain, the humid flux descending from heaven for both man and animal, for both thick and strong, germinated the wheat, swelled the furrows with fecund mud and brought forth the buds in the orchards. And it is I who empowered these moist espousals, I the great Aphrodite."},{"id":140,"quote":"A man dies not for the many wounds that pierce his breast, unless it be that life's end keep pace with death, nor by sitting on his hearth at home doth he the more escape his appointed doom."},{"id":141,"quote":"His resolve is not to seem the bravest, but to be."},{"id":142,"quote":"In the lack of judgment great harm arises, but one vote cast can set right a house."},{"id":143,"quote":"[Hermes addresses Prometheus :] To you, the clever and crafty, bitter beyond all bitterness, who has sinned against the gods in bestowing honors upon creatures of a day--to you, thief of fire, I speak."},{"id":144,"quote":"The burning gaze of a young woman, such as hath tasted man, shall not escape me; for I have a spirit keen to mark these things."},{"id":145,"quote":"You'll see all other mortal sinners, the ones who flout the honor owed to gods or guests, or loving parents--you'll see them get the justice they deserve. For Hades holds men mightily to a strict accounting down below the earth; he sees all things, inscribes them within the book of his remembering."},{"id":146,"quote":"It is through suffering that learning comes."},{"id":147,"quote":"Search well and be wise, nor believe that self-willed pride will ever be better than good counsel."},{"id":148,"quote":"Success! to thee, as to a God, men bend the knee."},{"id":149,"quote":"The will was of Zeus, the hand of Hephaestus."},{"id":150,"quote":"To many mortals silence great gain brings."},{"id":151,"quote":"It is always in season for old men to learn."},{"id":152,"quote":"There's only few people who have strength to honor someone's achievement without envy."},{"id":153,"quote":"Know yourself and fit yourself to new fashions. For there is a new ruler among the gods."},{"id":154,"quote":"Success is man's god."},{"id":155,"quote":"But I will place this carefully fed pig Within the crackling oven; and, I pray, What nicer dish can e'er be given to man."},{"id":156,"quote":"On me the tempest falls. It does not make me tremble. O holy Mother Earth, O air and sun, behold me. I am wronged."},{"id":157,"quote":"Old men, what are they? Fast fading the leaf, Three-footed they walk, yet frail as a child, As a dream set afloat in the daylight."},{"id":158,"quote":"The best by far is to marry in one's own rank."},{"id":159,"quote":"But who can describe the overweening pride of men? Or women mad with passion, reckless in their hearts, soulmates to every kind of ruin that befalls us? Wild passion, unrestrained, boundless, that overcomes the women, perverts the yoke of wedlock for beasts and men alike."},{"id":160,"quote":"If a man suffers ill, let it be without shame; for this is the only profit when we are dead. You will never say a good word about deeds that are evil and disgraceful."},{"id":161,"quote":"He hears but half who hears one party only."},{"id":162,"quote":"Oaths are not the credit of men but men of oaths."},{"id":163,"quote":"The air is Zeus, Zeus earth, and Zeus the heaven, Zeus all that is, and what transcends them all."},{"id":164,"quote":"I pray the gods will give me some relief and end this weary job. One long full year I've been lying here, on this rooftop, the palace of the sons of Atreus, resting on my arms, just like a dog. I've come to know the night sky, every star, the powers we see glittering in the sky, bringing winter and summer to us all, as the constellations rise and sink."},{"id":165,"quote":"Once to die is better than length of days in sorrow without end."},{"id":166,"quote":"Justice turns the scale, bringing to some learning through suffering."},{"id":167,"quote":"If you pour oil and vinegar into the same vessel, you would call them not friends but opponents."},{"id":168,"quote":"When a tongue fails to send forth appropriate shafts, there might be a word to act as healer of these."},{"id":169,"quote":"By suffering comes wisdom."},{"id":170,"quote":"A god implants in mortal guilt whenever he wants utterly to confound a house."},{"id":171,"quote":"The reward of suffering is experience"},{"id":172,"quote":"Time, waxing old, doth all things purify."},{"id":173,"quote":"Old men are always young enough to learn with profit."},{"id":174,"quote":"Long tarries destiny, But comes to those who pray."},{"id":175,"quote":"Misfortune wandering the same track lights now upon one and now upon another."},{"id":176,"quote":"God lends a helping hand to the man who tries hard."},{"id":177,"quote":"Of prosperity mortals can never have enough."},{"id":178,"quote":"Obedience is the mother of success and is wedded to safety."},{"id":179,"quote":"Since long I've held silence a remedy for harm."},{"id":180,"quote":"It is a light thing for whoever keeps his foot outside trouble to advise and counsel him that suffers."},{"id":181,"quote":"It is an ill thing to be the first to bring news of ill."},{"id":182,"quote":"Who holds a power but newly gained is ever stern of mood."},{"id":183,"quote":"Everyone's quick to blame the alien."},{"id":184,"quote":"For it would be better to die once and for all than to suffer pain for all one's life."},{"id":185,"quote":"If you will take me as your teacher, you will not kick against the pricks."},{"id":186,"quote":"Time cleanses what it touches over time."},{"id":187,"quote":"I have been schooled by my own suffering: I've learned the many ways of being purged."},{"id":188,"quote":"The adulterer dies. An old custom, justice."},{"id":189,"quote":"Words are the parents of a causeless wrath."},{"id":190,"quote":"I pray for no more youth To perish before its prime; That Revenge and iron-heated War May fade with all that has gone before Into the night of time."},{"id":191,"quote":"For the impious act begets more after it, like to the parent stock."},{"id":192,"quote":"Justice, voiceless, unseen, seeth thee when thou sleepest and when thou goest forth and when thou liest down. Continually doth she attend thee, now aslant thy course, now at a later time. These lines are from a section of doubtful or spurious fragments."},{"id":193,"quote":"I warn the marauder dragging plunder, chaotic, rich beyond all rights: he'll strike his sails, harried at long last, stunned when the squalls of torment break his spars to bits."},{"id":194,"quote":"No one can count the terrors that the earth spawns, catastrophic, gruesome, and the vast arms of the sea swarm with brute monsters bent on harm, and everywhere between the sky and ground lights bloom by day in flares and sudden bolts; and birds and beasts alike can tell of the whirlwind's whirling wrath."},{"id":195,"quote":"The laws of a state change with the changing times."},{"id":196,"quote":"We spoil ourselves with scruples long as things go well."},{"id":197,"quote":"There is a time when fear is good and ought to remain seated as a guardian of the heart."},{"id":198,"quote":"For the mighty, even to give away is grace."},{"id":199,"quote":"Ares ever loves to pluck all the fairest flower of an armed host."},{"id":200,"quote":"Truly upon mortals cometh swift of foot their evil and his offence upon him that trespasseth against Right."},{"id":201,"quote":"No man looks with love on deeds that to the high Gods hateful prove."},{"id":202,"quote":"The power that holds the sky's majesty wins our worship."},{"id":203,"quote":"Pain lays not its touch upon a corpse."},{"id":204,"quote":"To mourn and bewail your ill-fortune, when you will gain a tear from those who listen, this is worth the trouble."},{"id":205,"quote":"The cure is in the house, not brought by other hands from distant places, but by its own, in agony and blood."},{"id":206,"quote":"Willingly no one chooses the yoke of slavery."},{"id":207,"quote":"To make wail and lament for one's ill fortune, when one will win a tear from the audience, is well worthwhile."},{"id":208,"quote":"Myriad laughter of the ocean waves."},{"id":209,"quote":"By polluting clear water with slime you will never find good drinking water."},{"id":210,"quote":"Be bold and boast, just like the cock beside the hen."},{"id":211,"quote":"I gave them hope, and so turned away their eyes from death"},{"id":212,"quote":"Tame the savageness of man and make gentle the life of this world."},{"id":213,"quote":"I know how men in exile feed on dreams."},{"id":214,"quote":"Unions in wedlock are perverted by the victory of shameless passion that masters the female among men and beasts."},{"id":215,"quote":"Lustre of man walking proud beneath the sky diminishes to nothing and goes unregarded."},{"id":216,"quote":"God ever works with those who work with will."},{"id":217,"quote":"What exists outside is a man's concern; let no woman give advice; and do no mischief within doors."},{"id":218,"quote":"For children preserve the fame of a man after his death."},{"id":219,"quote":"The moving light, rejoicing in its strength, Sped from the pyre of pine, and urged its way, In golden glory, like some strange new sun."},{"id":220,"quote":"He who goes unenvied shall not be admired."},{"id":221,"quote":"Excessive fear is always powerless."},{"id":222,"quote":"There is no avoidance in delay."},{"id":223,"quote":"Old men are children once again a dream that sways and wavers into the hard light of day."},{"id":224,"quote":"In the sinews of the dead there is no blood."},{"id":225,"quote":"It is always the season for the old to learn."},{"id":226,"quote":"Old age hath stronger sense of right than youth."},{"id":227,"quote":"Destiny waits alike for the free man as well as for him enslaved by another's might."},{"id":228,"quote":"God is not averse to deceit in a holy cause."},{"id":229,"quote":"Truly even he errs that is wiser than the wise."},{"id":230,"quote":"We must pronounce him fortunate who has ended his life in fair prosperity."},{"id":231,"quote":"The saying goes that the gods leave a town once it is captured."},{"id":232,"quote":"Ye waves That o'er th' interminable ocean wreathe Your crisped smiles."},{"id":233,"quote":"Number, the most excellent of all inventions."},{"id":234,"quote":"Of all the gods only death does not desire gifts."},{"id":235,"quote":"Report uttered by the people is everywhere of great power."},{"id":236,"quote":"The people's awe and innate fear will hold injustice back by day, by night, so long as the people leave the laws intact, just as they are: muddy the cleanest spring, and all you'll have to drink is muddy water."},{"id":237,"quote":"For by the will of the gods Fate hath held sway since ancient days."},{"id":238,"quote":"This is the law: blood spilt upon the ground cries out for more."},{"id":239,"quote":"Bonds and the pangs of hunger are excellent prophet doctors for the wits."},{"id":240,"quote":"We shall perish by guile just as we slew."},{"id":241,"quote":"For somehow this is tyranny's disease, to trust no friends."},{"id":242,"quote":"Art is far feebler than necessity."},{"id":243,"quote":"A great ox stands on my tongue."},{"id":244,"quote":"But let the good prevail."},{"id":245,"quote":"Truth is always the first casualty of war."},{"id":246,"quote":"I, schooled in misery, know many purifying rites, and I know where speech is proper and where silence."},{"id":247,"quote":"High fortune, this in man's eye is god and more than god is this."},{"id":248,"quote":"To be fortunate is God, and more than God to mortals."},{"id":249,"quote":"Necessity is stronger far than art."},{"id":250,"quote":"Wisdom cometh by suffering."},{"id":251,"quote":"Good fortune is a god among men, and more than a god."},{"id":252,"quote":"Zeus, first cause, prime mover; for what thing without Zeus is done among mortals?"},{"id":253,"quote":"For Hades is mighty in calling men to account below the earth, and with a mind that records in tablets he surveys all things."},{"id":254,"quote":"For in pure maidens, knowing not the marriage-bed, the glance of the eyes sinks from shame."},{"id":255,"quote":"The man whose authority is recent is always stern."},{"id":256,"quote":"Everyone, to those weaker than themselves, is kind."},{"id":257,"quote":"For there below ground sits the Dark God, strong to call men to judgment; he sees all, and writes it in his memory."},{"id":258,"quote":"The man who does ill, ill must suffer too."},{"id":259,"quote":"They sent forth men to battle, But no such men return; And home, to claim their welcome, Come ashes in an urn"},{"id":260,"quote":"ATHENA: There are two sides to this dispute. I've heard only one half the argument. (...) So you two parties, summon your witnesses, set out your proofs, with sworn evidence to back your stories. Once I've picked the finest men in Athens, I'll return. They'll rule fairly in this case, bound by a sworn oath to act with justice."},{"id":261,"quote":"Who apart from the gods is without pain for his whole lifetime's length?"},{"id":262,"quote":"For a single path leads to the house of Hades."},{"id":263,"quote":"There is no disgrace in an enemy suffering ill at an enemy's hand, when you hate mutually."},{"id":264,"quote":"In visions of the night, like dropping rain, Descend the many memories of pain."},{"id":265,"quote":"For hostile word let hostile word be paid."},{"id":266,"quote":"It is like a woman indeed\nTo take rapture before the fact is shown for true.\nThey believe too easily, are too quick to shift\nFrom ground to ground; and swift indeed\nThe rumor voiced by a woman dies again."},{"id":267,"quote":"Ah, lives of men! When prosperous they glitter - Like a fair picture; when misfortune comes - A wet sponge at one blow has blurred the painting."},{"id":268,"quote":"Black smoke, the flickering sister of fire."},{"id":269,"quote":"But I must bear my destiny as best I can, knowing well that there is no resisting the strength of necessity."},{"id":270,"quote":"Let there be wealth without tears; enough for the wise man who will ask no further."},{"id":271,"quote":"But still the block of Vengeance firm doth stand, and Fate, as swordsmith, hammers blow on blow."},{"id":272,"quote":"When a match has equal partners then I fear not."},{"id":273,"quote":"It's a man's jobno place for women's plans here!what lies outside. Stay home and cause no trouble."},{"id":274,"quote":"This is a sickness rooted and inherent in the nature of a tyranny: that he that holds it does not trust his friends."},{"id":275,"quote":"For not many men, the proverb saith, can love a friend whom fortune prospereth unenvying."},{"id":276,"quote":"There is a limit to the best of health, disease is always a near neighbor."},{"id":277,"quote":". . . it is yours women's to be silent and stay within doors."},{"id":278,"quote":"As long as there are men the bulwark is safe."},{"id":279,"quote":"Pleasantest of all ties is the tie of host and guest."},{"id":280,"quote":"Suffering brings experience."},{"id":281,"quote":"With our own feathers, not by others' hands,\n Are we now smitten."},{"id":282,"quote":"For know that no one is free, except Zeus."},{"id":283,"quote":"Bronze is the mirror of form, wine of the heart."},{"id":284,"quote":"Still to the sufferer comes, as due from God, a glory that to suffering owes its birth."},{"id":285,"quote":"Time in his aging overtakes all things alike."},{"id":286,"quote":"For sufferers it is sweet to know before-hand clearly the pain that still remains for them."},{"id":287,"quote":"Only when a man's life comes to its end in prosperity dare we pronounce him happy."},{"id":288,"quote":"When a man's willing and eager the god's join in."},{"id":289,"quote":"Don't you know this, that words are doctors to a diseased temperment?"},{"id":290,"quote":"In war the first casualty is the truth."},{"id":291,"quote":"And one who is just of his own free will shall not lack for happiness; and he will never come to utter ruin."},{"id":292,"quote":"For a deadly blow let him pay with a deadly blow: it is for him who has done a deed to suffer."},{"id":293,"quote":"Beyond age, leaf withered, man goes three footed no stronger than a child is, a dream that falters in daylight."},{"id":294,"quote":"Chorus: Zeus, who guided men to think who laid it down that wisdom comes alone through suffering. Still there drips in sleep against the heart grief of memory; against our pleasure we are temperate."},{"id":295,"quote":"In few men is it part of nature to respect a friend's prosperity without begrudging him."},{"id":296,"quote":"The evils of mortals are manifold; nowhere is trouble of the same wing seen."},{"id":297,"quote":"Obedience, you know, is Good Luck's mother, wedded to Salvation, they say."},{"id":298,"quote":"From a just fraud God turneth not away."},{"id":299,"quote":"Fortune is for all, judgment is theirs who have won it for themselves."},{"id":300,"quote":"Unjustly men hate death, which is the greatest defence against their many ills."},{"id":301,"quote":"The seed of mortals broods o'er passing things, and hath nought surer than the smoke-cloud's shadow."},{"id":302,"quote":"When a man dies, flesh is frayed and broken in the fire, but not his will."},{"id":303,"quote":"Who, except the gods, can live time through forever without any pain?"},{"id":304,"quote":"A people's wrath voiced abroad bringeth grave Danger, no less than public curse pronounced."},{"id":305,"quote":"Making it a valid law to learn by suffering."},{"id":306,"quote":"The unenvied man is not enviable."},{"id":307,"quote":"God planteth in mortal men the cause of sin whensoever he wills utterly to destroy a house."},{"id":308,"quote":"The gods at will can shape a gladder strain, and from the lamentations at the graveside, a song of triumph may arise."},{"id":309,"quote":"Alas, poor men, their destiny. When all goes well a shadow will overthrow it. If it be unkind one stroke of a wet sponge wipes all the picture out."},{"id":310,"quote":"Every ruler is harsh whose laws is new."},{"id":311,"quote":"When the black and mortal blood of man has fallen to the ground ... who then can sing spells to call it back again?"},{"id":312,"quote":"From him [Death] alone of all the powers of heaven Persuasion holds aloof."},{"id":313,"quote":"Jars neither of wine nor of water shall fail in the houses of the rich."},{"id":314,"quote":"Death hath a fairer fame than a life of toil."},{"id":315,"quote":"Nought is there in wealth That serves as bulwark 'gainst the subtle stealth Of Destiny and Doom."},{"id":316,"quote":"The misfortunes of mankind are of varied plumage."},{"id":317,"quote":"For the lips of Zeus do not know how to lie, but bring to fulfilment every word."},{"id":318,"quote":"When strength is yoked with justice, where is a mightier pair than they?"},{"id":319,"quote":"Ask the gods nothing excessive."},{"id":320,"quote":"Hungry wailing standeth not aloof."},{"id":321,"quote":"Even in our sleep, pain which cannot forgetfalls drop by drop upon the heartuntil, in our own despair, against our will,comes wisdom through the awful grace of God."},{"id":322,"quote":"Wisdom comes through suffering.Trouble, with its memories of pain,Drips in our hearts as we try to sleep,So men against their willLearn to practice moderation.Favours come to us from gods."},{"id":323,"quote":"Nothing forces us to knowWhat we do not want to knowExcept pain"},{"id":324,"quote":"Time, as it grows old, teaches all things."},{"id":325,"quote":"Oh, the torment bred in the race, the grinding scream of deathand the stroke that hits the vein,the hemorrhage none can staunch, the grief,the curse no man can bear.But there is a cure in the house, and not outside it, no,not from others but from them,their bloody strife. We sing to you,dark gods beneath the earth.Now hear, you blissful powers underground --answer the call, send help.Bless the children, give them triumph now."},{"id":326,"quote":"In war, the first casualty is truth."},{"id":327,"quote":"I know how men in exile feed on dreams"},{"id":328,"quote":"His resolve is not to seem, but to be, the best."},{"id":329,"quote":"She looked just like a painting dying to speak."},{"id":330,"quote":"PROMETHEUS: 'Oh, it is easy for the one who stands outside the prison-wall of pain to exhort and teach the one who suffers"},{"id":331,"quote":"It's not the oath that makes us believe the man, but the man the oath"},{"id":332,"quote":"Words are doctors for the diseased temper."},{"id":333,"quote":"The reward of suffering is experience."},{"id":334,"quote":"In our sleep, pain which cannot forget falls drop by drop upon the heart until, in our own despair, against our will, comes wisdom through the awful grace of God."},{"id":335,"quote":"Your speech is pompous sounding, full of pride, as fits the lackey of the Gods. You are young and young your rule and you think the tower in which you live is free from sorrow: from it have I not seen two tyrants thrown? The third, who now is king, I shall yet live to see him fall, of all three most suddenly, most dishonored. Do you think I will crouch before your Gods, -so new-and tremble? I am far from that."},{"id":336,"quote":"I know how men in exile feed on dreams of hope."},{"id":337,"quote":"When one is wise, it's wisest to seem foolish."},{"id":338,"quote":"I take my cue from deeds, not words."},{"id":339,"quote":"In visions of the night, like dropping rain, Descend the many memories of pain"},{"id":340,"quote":"He who learns must suffer."},{"id":341,"quote":"Death is softer by far than tyranny."},{"id":342,"quote":"I know the stars by heart,the armies of the night, and there in the lead the ones that bring us snow or the crops of summer, bring us all we have--our great blazing kings of the sky, I know them, when they rise and when the fall . . ."},{"id":343,"quote":"For many men value appearances more than reality—thus they violate what’s right. Everyone’s prepared to sigh over some suffering man, though no sorrow really eats their hearts, or they can pretend to join another person’s happiness forcing their faces into smiling masks. But a good man discerns true character— he’s not fooled by eyes feigning loyalty, favouring him with watered-down respect."},{"id":344,"quote":"They came backTo widows,To fatherless children,To screams, to sobbing.The men came backAs little clay jarsFull of sharp cinders."},{"id":345,"quote":"And there they ring the walls, the young, the lithe. The handsome hold the graves they won in Troy; the enemy earth rides over those who conquered."},{"id":346,"quote":"Bastions of wealthare no deference for the manwho treads the grand altar of Justicedown and out of sight."},{"id":347,"quote":"The moving light, rejoicing in its strength, Sped from the pyre of pine, and urged its way, In golden glory, like some strange new sun..."},{"id":348,"quote":"Pour everything out for the blood you have shed, you're wasting your time in appeasing the dead."},{"id":349,"quote":"Alas, poor men, their destiny. When all goes well a shadow will overthrow it. If it be unkind one stroke of a wet sponge wipes all the picture out; and that is far the most unhappy thing of all. -Cassandra"},{"id":350,"quote":"Hear the sum of the whole matter in the compass of one brief word — every art possessed by man comes from Prometheus."},{"id":351,"quote":"The gods! long since they hold us in contempt,Scornful of gifts thus offered by the lost!Why should we fawn and flinch away from doom?"},{"id":352,"quote":"For Ares, lord of strife,\tWho doth the swaying scales of battle hold,\t War’s money-changer, giving dust for gold,\t Sends back, to hearts that held them dear,\tScant ash of warriors, wept with many a tear,\tLight to the hand, but heavy to the soul;\t  Yea, fills the light urn full\t With what survived the flame—\tDeath’s dusty measure of a hero’s frame!"},{"id":353,"quote":"But the lust for power never dies- men cannot have enough.No one will lift a hand to send it from his door, to give it warning, 'Power, never come again!"},{"id":354,"quote":"But there is a cure in the house,and not outside it, no,not from others but from them,their bloody strife. We sing to you,dark gods beneath the earth."},{"id":355,"quote":"Sorrow with me, Sorrowful one!Tell me, whose voice proclaimsThings true and sad,Naming by all their old, unhappy names,What drove me mad--"},{"id":356,"quote":"FURIES: Over the beast doomed to the firethis is the chant, scatter of wits,frenzy and fear, hurting the heart,song of the Furiesbinding brain and blighting bloodin its stringless melody."},{"id":357,"quote":"Every medicine is vain."},{"id":358,"quote":"By the sword you did your work, and by the sword you die."},{"id":359,"quote":"Neither the life of anarchy nor the life enslaved by tyrants, no, worship neither. Strike the balance all in all and god will give you power."},{"id":360,"quote":"Αἰσχύλον Εὐφορίωνος Ἀθηναῖον τόδε κεύθειμνῆμα καταφθίμενον πυροφόροιο Γέλας·ἀλκὴν δ' εὐδόκιμον Μαραθώνιον ἄλσος ἂν εἴποικαὶ βαθυχαιτήεις Μῆδος ἐπιστάμενοThis gravestone covers Aeschylus, son of Euphorion, from Athens, who died in fertile Gela. The field of Marathon will speak of his bravery, and so will the long haired Mede who knew it well."},{"id":361,"quote":"Bethink thee of the adage, 'Call none blest, till peaceful death have crowned a life of weal."},{"id":362,"quote":"Yet again, isn’t there something terrible in randomness—the idea that at the very bottom of its calculations, real depravity has no master plan of any kind, it’s just a dreamy whim that slides out of people when they are trapped or bored or too lazy to analyze their own mania."},{"id":363,"quote":"For many among men are they who set high the show of honor, yet break justice."},{"id":364,"quote":"A tyrant's trust dishonors those who earn it."},{"id":365,"quote":"You are young and young your rule and you think that the tower in which you live is free from sorrow: from it have I not seen two tyrants thrown? The third, who now is king, I shall yet live to see him fall, of all three most suddenly, most dishonored."},{"id":366,"quote":"Sophokles is a playwright fascinated in general by people who say no, people who resist compromise, people who make stumbling blocks of themselves, like Antigone or Ajax."},{"id":367,"quote":"CLYTEMNESTRAWhat ails thee, raising this ado for us?SLAVEI say the dead are come to slay the living."},{"id":368,"quote":"Thus he died, and all the life struggled out of him;and as he died he spattered me with the dark redand violent driven rain of bitter-savored bloodto make me glad, as gardens stand among the showersof God in glory at the birthtime of the buds."},{"id":369,"quote":"At home there tarries like a lurking snake, Biding its time, a wrath unreconciled, A wily watcher, passionate to slake, In blood, resentment for a murdered child."},{"id":370,"quote":"You have used me strangely."},{"id":371,"quote":"A world of wealth is trash if men are wanting; men who have no wealth never find fortune smiling as their strength deserves."},{"id":372,"quote":"We should know what is true before we break our rage."},{"id":373,"quote":"Who acts, shall endure. So speaks the voice of the age-old wisdom."},{"id":374,"quote":"There is no sickness worse for me that words that to be kind must lie."},{"id":375,"quote":"Crouched on the altar-steps, a grisly band\t Of women slumbers—not like women they,\tBut Gorgons rather; nay, that word is weak,\tNor may I match the Gorgons’ shape with theirs!\tSuch have I seen in painted semblance erst—\t Winged Harpies, snatching food from Phineus’ board,—\tBut these are wingless, black, and all their shape\tThe eye’s abomination to behold.\tFell is the breath—let none draw nigh to it—\t Wherewith they snort in slumber; from their eyes\tExude the damnèd drops of poisonous ire:\tAnd such their garb as none should dare to bring\tTo statues of the gods or homes of men."},{"id":376,"quote":"Learning comes through pain."},{"id":377,"quote":"I beg you, alight and join your sorrow with mine: misfortune wanders everywhere, and settles now upon one and now upon another."},{"id":378,"quote":"For obstinacy standing alone is the weakest of all things in one whose mind is not possessed by wisdom."},{"id":379,"quote":"Pain both ways and what is worse?"},{"id":380,"quote":"Horror gives place to wonder at your true account;The rest outstrips our comprehension; we give up."},{"id":381,"quote":"Only when man's life comes to its end in prosperity can one call that man fortunate."},{"id":382,"quote":"My heart's a dance of fear."},{"id":383,"quote":"When evil come on those we dearly love, never shall we betray them."},{"id":384,"quote":"Do not labor uselessly at what helps not at all."},{"id":385,"quote":"that we must suffer, suffer into truth.We cannot sleep, and drop by drop at the heartthe pain of pain remembered comes againand we resist, but ripeness comes as well.From the gods enthroned on the awesome rowing-benchthere comes a violent love."},{"id":386,"quote":"that we must suffer, suffer into truth.We cannot sleep, and drop by drop at the heartthe pain of pain remembered comes againand we resist."},{"id":387,"quote":"Death is a softer thing by far than tyranny."},{"id":388,"quote":"Give me an answer which is plain to understand."},{"id":389,"quote":"In every enterprise is no greater evil than bad companionship."},{"id":390,"quote":"[. . .] we suffer and we learn.And we will know the future when it comes.Greet it too early, weep too soon.It all comes clear in the light of day."},{"id":391,"quote":"[. . .] radiant dreams are passing in the night,the memories throb with sorrow, joy with pain . . .it is pain to dream and see desiresslip through the arms,a vision lost for everwinging down the moving drifts of sleep."},{"id":392,"quote":"The truthhas to be melted out of our stubborn livesBy suffering.Nothing speaks the truth,Nothing tells us how things really are,Nothing forces us to knowWhat we do not what to knowExcept pain.And this is how the gods declare their love.Truth comes with pain."},{"id":393,"quote":"Voluptuous promises,Crystalline logic,Caressing assurancesLead him, the slaveOf his own destruction."},{"id":394,"quote":"and life beats on, andwe nurse our lives with tears,to the sound of ripping linen beat our robes in sorrow,close to the breast the beats throband laughter's gone and fortune throbs and throbs."},{"id":395,"quote":"No man can go through lifeand reach the end unharmed.Aye, trouble is now,and trouble still to come."},{"id":396,"quote":"لا توافق على العيش في ظل الفوضى، ولا في ظل الاستبداد"},{"id":397,"quote":"Cry Sorrow, sorrow--yet let good prevail."},{"id":398,"quote":"But to speak ill of people at hand who give no cause for blame, is to assume a right far distinct from justice."},{"id":399,"quote":"Let me attain no envied wealth, let me not plunder cities, neither be taken in turn, and face life in the power of another."},{"id":400,"quote":"Old men are always young enough to learn, with profit."},{"id":401,"quote":"I have not need to promise what I cannot do."},{"id":402,"quote":"لا يمكن أن يقال إنه لا يحق للمرء أن يأخذ العدالة بيده، كما يقال في هذه الأيام، لأن العدالة إما أن تطبق على جميع الجرائم، أو لاتطبق أبدا . وفي هذه الحالة الأخيرة يحق لمن وقع عليه الأذى أن يأخذ العدالة بيده فيقابل الشر بالشر دون أن يسرف"},{"id":403,"quote":"A curse burns bright on crime."},{"id":404,"quote":"Trust my folly then, since it is best for a man truly wise to be thought a fool."},{"id":405,"quote":"Let there be less suffering . . .give us the sense to live on what we need."},{"id":406,"quote":"Look - can't you see? The more you kickagainst the pricks, the more you suffer."},{"id":407,"quote":"I shall select judges of manslaughter, and swear them in, establish a court into all time to come. 485 Litigants, call your witnesses, have ready your proofs as evidence under bond to keep this case secure. I will pick the finest of my citizens, and come back. They shall swear to make no judgment that is not just, and make clear where in this action the truth lies."},{"id":408,"quote":"Zeus'tan başkası özgür değildir."},{"id":409,"quote":"Why love the god all gods detest?"},{"id":410,"quote":"There are times when fear is good. It must keep its watchful place at the heart's controls. There is advantage in the wisdom won from pain."},{"id":411,"quote":"No mortal can complete his life unharmed and unpunished throughout--ah ah! Some troubles are here now, some will come later.\" Chorus, Aeschylus' \"Eumenides\" from the Oresteia"},{"id":412,"quote":"We call on the gods, and the gods well knowwhat storms torment us, sailors whirled to nothing.But if we are to live and reach the haven,one small seed could grow a mighty tree -"},{"id":413,"quote":"Here I am. Look no furter. No one loves you more than I."},{"id":414,"quote":"CLYTEMNESTRA. Nay, peace, O best-belovèd! Peace! And let us work no evil more. Surely the reaping of the past is a full harvest, and not good, And wounds enough are everywhere.—Let us not stain ourselves with blood."},{"id":415,"quote":"The sleeping brain has eyes that give us light; we can never see our destiny by day."},{"id":416,"quote":"Un sabio, sí, era un sabio quien por primera vez alzó en su mente y con su lengua expresó que la boda con un igual es lo mejor, con mucho, y que ni con quienes por su riqueza viven en la molicie ni con quienes por su linaje están ensoberbecidos, cuando uno es un jornalero, ha de ambicionar casarse..."},{"id":417,"quote":"Man must suffer to be wise.Head-winds heavy with past iolStray his course and cooud his heart;Sorrow takes the blind soul's part--Man grows wise against his will.For powers who rule from thrones aboveBy ruthlessness commend their love."},{"id":418,"quote":"Here he lies like something melting away. His mother’s blood comes quaking howling brassing bawling blacking down his mad little veins."},{"id":419,"quote":"Zeus, whose will has marked for manThe sole way where wisdom lies;Ordered one eternal plan:Man must suffer to be wise.Head-winds heavy with past illStray his course and cloud his heart:Sorrow takes the blind soul's part -Man grows wise against his will.For powers who rule from thrones aboveBy ruthlessness commend their love."},{"id":420,"quote":"أيها الملك أنت تعلم ما معنى العدل، ومن ثم تعلم أيضا أن تكون يقظا. إن قوتك ضمان لإحسانك"},{"id":421,"quote":"Shameless self-willed infatuation Emboldens men to dare damnation,And starts the wheels of doom which rollRelentless to their piteous goal."},{"id":422,"quote":"I have suffered into truth (...) Time refines all things that age with time"},{"id":423,"quote":"إن من التقوى مجازاة الجريمة بالجريمة"},{"id":424,"quote":"I say, wrong must not win by technicalities."},{"id":425,"quote":"For not many men . . . can love a friend who fortune prospers without envying; and about the envious brain cold poison clings and doubles all the pain life brings him. His own woundings he must nurse, and feel another's gladness like a curse."},{"id":426,"quote":"I will speak in defense of reason: for the very child of vanity is violence."},{"id":427,"quote":"You have learned the lesson by experience."},{"id":428,"quote":"But concern not thou thyself vainly with matters that are of no advantage."},{"id":429,"quote":"Thy tongue sounds in accordance with thy form. (Vulcan)"},{"id":430,"quote":"Justice inclines her scales so that wisdom comes at the price of suffering"},{"id":431,"quote":"ESORAIS M’ HOS EKDIKA PASKHO!"},{"id":432,"quote":"التوبيخات هي حوافز الحكيم"},{"id":433,"quote":"Look at him, look how he drips unhealth—shudder object!"},{"id":434,"quote":"But you cannot speak of any glory for happenings that are at once evil and held in dishonor."},{"id":435,"quote":"What suckling craved the creature, born full-fanged?"},{"id":436,"quote":"Commander against commander, brother against brother, enemy against enemy, I will take my stand. Quick, bring my greaves to protect against spears and stones!"},{"id":437,"quote":"Questa sventura non la cambierei con la tua servitù, sappilo bene"},{"id":438,"quote":"Recuérdalo: que el terror no domine tu mente."},{"id":439,"quote":"إن النجاح، حتى لو كان الحصول عليه قد تم دون مجد، هو شاهد على رضا الآلهة"},{"id":440,"quote":"And when he had put on the yoke-strap of compulsion, his spirit's wind veering to an impious blast, impure, unholy, from that moment his mind changed to a temper of utter ruthlessness. For mortals are made reckless by the evil counsels of merciless Infatuation, beginner of disaster."},{"id":441,"quote":"I salute you as the Gates of Death"},{"id":442,"quote":"Temos de suportar com o coração impávido a sorte que nos é imposta e admitir a impossibilidade de fazermos frente à força irresistível da fatalidade."},{"id":443,"quote":"The brave heart is called to school itself In slow endurance against Griefs that strike deep into the bosom"},{"id":444,"quote":"إن طرق الفكر الإلهي تمضي الى الهدف خلال التواءات وظلال كثيفة لا تستطيع أية نظرة أن تنفذ فيها"},{"id":445,"quote":"ATHENA: You wish to be called righteous rather than act right."},{"id":446,"quote":"Obedience is mother to success and is wedded to safety."},{"id":447,"quote":"Görünmek istediğin gibi ol."},{"id":448,"quote":"You are dreaming, children,dreams dearer than gold, more blestthan the Blest beyond the North Wind's raging.Dreams are easy, oh,but the double lash is striking home."},{"id":449,"quote":"Marvels, the Earth breeds many marvels,terrible marvels overwhelm us.The heaving arms of the sea embrace and swarmwith savage life. And high in the no man's land of nighttorches hang like swords."},{"id":450,"quote":"ღმერთებსა ვვედრი, ტანჯვას ჩემსა დასდონ სამანი"},{"id":451,"quote":"Conozco las estrellas por memorias, los ejércitos de la noche, y hay en la delantera los que nos traen la nieve o los cultivos de verano, nos traen todo lo que tenemos (...) los conozco cuando se levantan y cuando caen... y ahora veo la luz, la señal del fuego saliendo (...). Por lo tanto, ella ordena, llana de grandes esperanzas."},{"id":452,"quote":"I know the stars by heart,the armies of the night, and there in the lead the ones that bring us snow or the crops of summer, bring us all we have--our great blazing kings of the sky, I know them, when they rise and when they fall . . ."},{"id":453,"quote":"უცხო ტალღებად ეკეცებოდა ზაფრანისფერი კაბის ტალღები,დგა გარინდებით, ვითარცა ხატი და მკვლელთა მისთა ისრებს სტყორცნიდა თვალებიდან, ვედრების ნიშნად."},{"id":454,"quote":"No dreams, these torments,not to me, they're clear, real - the houndsof mother's hate."},{"id":455,"quote":"შინ და გარეთ დამკვიდრდა სევდა."},{"id":456,"quote":"Savaşta verilen ilk kayıp gerçektir."},{"id":457,"quote":"Time refines all things that age with time."},{"id":458,"quote":"მაგრამ ეს მოხდა უცხო ქალისთვის-დასძენენ ასე ჩუმი ვედრებითდა შურისგების ქვეწარმავალიმიცოცავს ნელა ატიდთა კვალზე.”"},{"id":459,"quote":"და ახლა სიცხე.. ზღვა ჩამკვდარი და მოქანცულითვლემდა უძრავად, ჩაძირული შუადღის ხვატში"},{"id":460,"quote":"Neither anarchy, nor tyranny, my people.Worship the Mean, I urge you,shore it up with reverence and neverbanish terror from the gates, not outright."},{"id":461,"quote":"და მზე რაჟამსაც ამოვიდა, ჩვენ დავინახეთ, ეგეოსის ზღვა, მოცინარე, გადაცხედრილი."},{"id":462,"quote":"ვაჰმე, რად მტანჯავს შიშის აჩრდლიდა გულზე მაწევსვით მაჯლაჯუნა?რად აღარ ძალმიძსგავხსნა ხვანჯი დაბურულ სიზმრის?"},{"id":463,"quote":"Yet the insidious guile of god—what mortal man can escape it? Who with agile foot can lightly overleap and escape its toils?"},{"id":464,"quote":"აღსასრულის წინათგრძნობა გულში ფხაჭუნობს."},{"id":465,"quote":"..განესტილი იატაკი მოყვასის სისხლით."},{"id":466,"quote":"რაჟამს ინათებს, აღმოსავლით დაჰბერავს ქარი, გაეკიდება ტალღა ტალღას მზისკენ მორბედი.."},{"id":467,"quote":"ტანჯვის ციხეა სხეული ჩემი"},{"id":468,"quote":"Chiar în vârtejul relelelor dați sufletelor voastre veselia cea de toate zilele, căci pentru morți belșugul aurului nu mai are preț."},{"id":469,"quote":"არა! მოგაშთობთ, სანამ ჩემი დამდგარა ჯერი.უფსკრულში ჯერ თქვენ გადაგიშვებთ, მერმე მოგყვებით"},{"id":470,"quote":"Es la dolencia de la tiranía el no confiar ni en los amigos."},{"id":471,"quote":"Now, by the altar,Over the victimRipe for our ritual,Sing this enchantment:A song without music,A sword in the senses,A storm in the heartAnd a fire in the brain;A clamour of FuriesTo paralyse reason,A tune full of terror,A drought in the soul!"},{"id":472,"quote":"May good prevail, and justify my deed."},{"id":473,"quote":"თუმცა მსახურებს ეჩვენება მწუხრე სახით,მაინც თვალები დედოფლისა ამხელს სიხარულს."},{"id":474,"quote":"ვაგლახ! ამჟამად ყრუ სიბნელეშიფართხალებს გული,თავისსავე უძლურებას აწყდება იგი,დაფეთებული."},{"id":475,"quote":"დახეთ, პაწია ბიჭუნები კარებთან წვანან,თითქოს, ძილფხიზლად გადასულან უღრან სიზმრებში"},{"id":476,"quote":"Every thing has been achieved except for the gods to rule; for no one is free save Jupiter."},{"id":477,"quote":"βροτοὺς θρασύνει γὰρ αἰσχρόμητις, τάλαινα παρακοπὰ πρωτοπήμων."},{"id":478,"quote":"და მათივ ხორცით ილუკმება მშობელი მამა"},{"id":479,"quote":"إن آلاف المصائب تخرج من البحر، وآلاف المصائب تخرج من الأرض، لتصيب أولئك الذين تستطيل حياتهم في الزمان"},{"id":480,"quote":"Man was not meant for safe harbor."},{"id":481,"quote":"..ბავშვთა დამკვლელის სისხლში სცურავს პირმოთხუპნული."},{"id":482,"quote":"Even so is the Libyan fable famed abroad: the eagle, pierced by the bow-sped shaft, looked at the feathered device, and said, “Thus, not by others, but by means of our own plumage, are we slain."},{"id":483,"quote":"მიუჯდა სუფრას, მსუყე ნაჭრებს შეახო პირი,და სასაფლაოს საჭამანდი იყნოსა უცბად.."},{"id":484,"quote":"რა ამოწურავს მამრის ზვაობასდიაცის ვნებასდაუოკებელს."},{"id":485,"quote":"დავმდგარვარ შტერად მემღვრევა აზრირას მოვეჭიდო,უფსკრულისკენ მიქანავს სახლი."},{"id":486,"quote":"This was always going to happen.She's been dead since the beginning."},{"id":487,"quote":"My father, father!' - she might pray to the winds;no innocence moves her judges mad for war. Her father called his henchmen on,on with a prayer,'Host her over the alterlike a yearling, give it all your strength!She's fainting - lift her,sweep her robes around her,but slip this strap in her gentle curving lips...here, gag her hard, a sound will curse the house'-and the bridle chokes her voice... her saffron robespouring over the sand her glance like arrows showering wounding every murderer through with pityclear as a picture, live,she strains to call their names...I remember often the days with father's guests when over the feast her voice unbroken,purees the home her loving fatherbearing third libations, sang to Saving Zeus -transfixed with joy, Atreus' offspringthrobbing out their love."},{"id":488,"quote":"Man shall learn from man's lot."},{"id":489,"quote":"Giova sembrare stolti senza esserlo"},{"id":490,"quote":"El futuro, cuando suceda, lo oirás. De momento déjalo correr, no llores antes de hora, pues claramente llegará con los rayos de la aurora."},{"id":491,"quote":"Todo es arduo, menos ser rey de dioses. Que, excepto Zeus, nadie en el mundo es libre."},{"id":492,"quote":"If bright water you stain with mud, you nevermore will find it fit to drink."},{"id":493,"quote":"Time shell be the limit of my suffering."},{"id":494,"quote":"You patronize me like some little womanwith no mind to call her own.I speak with heart devoid of fearto those with wit to understand,and you can praise me or condemn meas you like, it's all the same to me."},{"id":495,"quote":"He has opened the way of wisdom to mortals, by proclaiming as a sovereign law: By suffering comes understanding"},{"id":496,"quote":"We’re not gods; why then expect to enjoy a lifetime of unbroken happiness?"},{"id":497,"quote":"Thou beholdest a spectacle ill-sighted to the eye. (Vulcan)"},{"id":498,"quote":"Yes, he had the heart to sacrifice his daughter, to bless the war that avenge the loss of a woman."},{"id":499,"quote":"Time in its aging course teaches all things."},{"id":500,"quote":"What mortal else who hears shall claim he was born immune to the demon of harm?"},{"id":501,"quote":"If libations were proper to pour above the slain, this man deserved, more than deserved, such sacrament. He filled our cup with evil things unspeakable and now himself come home has drunk it to the dregs."},{"id":502,"quote":"Old age that's quick to learn is always young."},{"id":503,"quote":"Dreptatea luptă laolaltă cu cel care o apără la rândul său."},{"id":504,"quote":"Furono saggi i nostri padri, facendo questa legge: che chi avesse le mani insanguinate non potesse farsi vedere né avere contatto con nessuno; e l’espiazione fosse l’esilio, non la morte. Ché, se no, ci sarebbe sempre stato uno implicato nel sangue: quello con l’ultima sozzura sulle mani."},{"id":505,"quote":"Aș vrea să fiu mai bine un nătâng, decât un înțelept vestind nenorociri.Să se petreacă toate minunat chiar împotriva minții mele!"},{"id":506,"quote":"Plini de-ngâmfare, stârniți de mârșavă neobrăzare,Asemenea câinilor fără rușine,Nu vor s-audă vocile zeilor."},{"id":507,"quote":"We are the old, dishonoured ones,the broken husks of men.Even then they cast us off,the rescue mission left us hereto prop a child's strength upon a stick.What if the new sap rises in his chest?He has no soldiery in him,no more than we,and we are the aged past ageing,gloss of the leaf shrivelled,three legs at a time we falter on.Old men are children once again,a dream that sways and waversinto the hard light of day."},{"id":508,"quote":"Write what I tell you in your book of memory."},{"id":509,"quote":"Cry, cry for death, but good win out in glory in the end."}]