[{"id":1,"quote":"Pornography is the essential sexuality of male power: of hate, of ownership, of hierarchy; of sadism, of dominance."},{"id":2,"quote":"Under patriarchy, no woman is safe to live her life, or to love, or to mother children. Under patriarchy, every woman is a victim, past, present, and future. Under patriarchy, every woman's daughter is a victim, past, present, and future. Under patriarchy, every woman's son is her potential betrayer and also the inevitable rapist or exploiter of another woman."},{"id":3,"quote":"Heterosexual intercourse is the pure, formalized expression of contempt for women's bodies."},{"id":4,"quote":"Feminism requires precisely what patriarchy destroys in women: unimpeachable bravery in confronting male power"},{"id":5,"quote":"Feminism is hated because women are hated. Anti-feminism is a direct expression of misogyny; it is the political defense of women hating."},{"id":6,"quote":"Any man will follow any feminine looking thing down any dark alley; I've always wanted to see a man beaten to a shit bloody pulp with a high-heeled shoe stuffed up his mouth, sort of the pig with the apple; it would be good to put him on a serving plate but you'd need good silver."},{"id":7,"quote":"Men who want to support women in our struggle for freedom and justice should understand that it is not terrifically important to us that they learn to cry; it is important to us that they stop the crimes of violence against us."},{"id":8,"quote":"Only when manhood is dead - and it will perish when ravaged femininity no longer sustains it - only then will we know what it is to be free."},{"id":9,"quote":"I don’t believe rape is inevitable or natural. If I did, I would have no reason to be here. If I did, my political practice would be different than it is. Have you ever wondered why we [women] are not just in armed combat against you? It’s not because there’s a shortage of kitchen knives in this country. It is because we believe in your humanity, against all the evidence."},{"id":10,"quote":"I never met a man who wasn't stupider than me."},{"id":11,"quote":"The hurting of women is . . . basic to the sexual pleasure of men."},{"id":13,"quote":"Every woman who has had experience with sexual violence of any kind has not just pain, and not just hurt, but has knowledge. Knowledge of male supremacy. Knowledge of what it is. Knowledge of what it feels like. And can begin to think strategically about how to stop it. We are living under a reign of terror. Now what I want to say is that I want us to stop accepting that that's normal. And the only way that we can stop accepting that that's normal is if we refuse to have amnesia everyday of our lives."},{"id":14,"quote":"Marriage as an institution developed from rape as a practice. Rape, originally defined as abduction, became marriage by capture. Marriage meant the taking was to extend in time, to be not only use of but possession of, or ownership."},{"id":15,"quote":"In this society, the norm of masculinity is phallic aggression. Male sexuality is, by definition, intensely and rigidly phallic. A man's identity is located in his conception of himself as the possessor of a phallus; a man's worth is located in his pride in phallic identity. The main characteristic of phallic identity is that worth is entirely contingent on the possession of a phallus. Since men have no other criteria for worth, no other notion of identity, those who do not have phalluses are not recognized as fully human."},{"id":16,"quote":"Feminism is a political practice of fighting male supremacy on behalf of women as a class, including all the women you don't like, including all the women you don't want to be around, including all the women who use to be your best friends whom you don't want anything to do with any more. It doesn't matter who the individual women are."},{"id":17,"quote":"As I see it, our revolutionary task is to destroy phallic identity in men and masochistic non-identity in women--that is, to destroy the polar realities of men and women as we now know them so that this division of human flesh into two camps--one an armed camp and the other a concentration camp--is no longer possible. Phallic identity is real and it must be destroyed. Female masochism is real and it must be destroyed."},{"id":18,"quote":"Pornography reveals that male pleasure is inextricably tied to victimizing, hurting, exploiting; that sexual fun and sexual passion in the privacy of the male imagination are inseparable from the brutality of male history. The private world of sexual dominance that men demand as their right and their freedom is the mirror image of the public world of sadism and atrocity that men consistently and self-righteously deplore. It is in the male experience of pleasure that one finds the meaning of male history."},{"id":19,"quote":"We must refuse to submit to those institutions which are by definition sexist - marriage, the nuclear family, religions built on the myth of feminine evil."},{"id":20,"quote":"Can women make use of men's vulnerability not to marry but instead to destroy male power?"},{"id":21,"quote":"A man can be a hero if he is a scientist, or a soldier, or a drug addict, or a disc jockey, or a crummy mediocre politician. A man can be a hero because he suffers and despairs; or because he thinks logically and analytically; or because he is \"sensitive\"; or because he is cruel. Wealth establishes a man as a hero, and so does poverty. Virtually any circumstance in a man's life will make him a hero to some group of people and has a mythic rendering in the culture - in literature, art, theater, or the daily newspapers."},{"id":22,"quote":"If you want a definition of what a coward is, it’s needing to push a whole class of people down so that you can walk on top of them."},{"id":23,"quote":"Any violation of a woman's body can become sex for men; this is the essential truth of pornography."},{"id":24,"quote":"The essence of oppression is that one is defined from the outside by those who define themselves as superior by criteria of their own choice."},{"id":25,"quote":"To be rapeable, a position that is social, not biological, defines what a woman is."},{"id":26,"quote":"We think that we live in a heterosexual society because most men are fixated on women as sexual objects; but, in fact, we live ina homosexual society because all credible transactions of power, authority, and authenticity take place among men; all transactions based on equity and individuality take place among men. Men are real; therefore, all real relationship is between men; all real communication is between men; all real reciprocity is between men; all real mutuality is between men."},{"id":27,"quote":"The argument between wives and whores is an old one; each one thinking that whatever she is, at least she is not the other."},{"id":28,"quote":"Men have constructed female sexuality and in so doing have annihilated the chance for sexual intelligence in women. Sexual intelligence cannot live in the shallow, predestined sexuality men have counterfeiteed for women."},{"id":29,"quote":"The nature of women's oppression is unique: women are oppressed as women, regardless of class or race; some women have access to significant wealth, but that wealth does not signify power; women are to be found everywhere, but own or control no appreciable territory; women live with those who oppress them, sleep with them, have their children - we are tangled, hopelessly it seems, in the gut of the machinery and way of life which is ruinous to us."},{"id":30,"quote":"One of the differences between marriage and prostitution is that in marriage you only have to make a deal with one man."},{"id":31,"quote":"The genius of any slave system is found in the dynamics which isolate slaves from each other, obscure the reality of a common condition, and make united rebellion against the oppressor inconceivable."},{"id":32,"quote":"Men characterize pornography as something mental because their minds, their thoughts, their dreams, their fantasies, are more real to them than women's bodies or lives; in fact, men have used their social power to characterize a $10-billion-a-year trade in women as fantasy."},{"id":33,"quote":"Women are an enslaved population - the crop we harvest is children, the fields we work are houses. Women are forced into committing sexual acts with men that violate integrity because the universal religion - contempt for women - has as its first commandment that women exist purely as sexual fodder for men."},{"id":34,"quote":"Pornography incarnates male supremacy. It is the DNA of male dominance. Every rule of sexual abuse, every nuance of sexual sadism, every highway and byway of sexual exploitation, is encoded in it."},{"id":35,"quote":"Seduction is often difficult to distinguish from rape. In seduction, the rapist often bothers to buy a bottle of wine."},{"id":36,"quote":"While gossip among women is universally ridiculed as low and trivial, gossip among men, especially if it is about women, is called theory, or idea, or fact."},{"id":37,"quote":"Sexism is the foundation on which all tyranny is built. Every social form of hierarchy and abuse is modeled on male-over-female domination."},{"id":38,"quote":"Men know everything - all of them - all the time - no matter how stupid or inexperienced or arrogant or ignorant they are."},{"id":39,"quote":"Men are rapists, batterers, plunderers, killers; these same men are religious prophets, poets, heroes, figures of romance, adventure, accomplishment, figures ennobled by tragedy and defeat. Men have claimed the earth, called it 'Her'. Men ruin Her. Men have airplanes, guns, bombs, poisonous gases, weapons so perverse and deadly that they defy any authentically human imagination."},{"id":40,"quote":"Truth is harder to bear than ignorance, and so ignorance is valued more--also because the status quo depends on it; but love depends on self-knowledge and self-knowledge depends on being able to bear the truth."},{"id":41,"quote":"Genocide begins, however improbably, in the conviction that classes of biological distinction indisputably sanction social and political discrimination."},{"id":42,"quote":"Violation is a synonym for intercourse."},{"id":43,"quote":"Men love death. In everything they make, they hollow out a central place for death, let its rancid smell contaminate every dimension of whatever still survives. Men especially love murder. In art they celebrate it, and in life they commit it. They embrace murder as if life without it would be devoid of passion, meaning, and action, as if murder were solace, stilling their sobs as they mourn the emptiness and alienation of their lives."},{"id":44,"quote":"The annihilation of a woman's personality, individuality, will, character, is prerequisite to male sexuality."},{"id":45,"quote":"Romantic love, in pornography as in life, is the mythic celebration of female negation. For a woman, love is defined as her willingness to submit to her own annihilation.... The proof of love is that she is willing to be destroyed by the one whom she loves, for his sake. For the woman, love is always self-sacrifice, the sacrifice of identity, will, and bodily integrity, in order to fulfill and redeem the masculinity of her lover."},{"id":46,"quote":"I have to ask you to resist, not to comply, to destroy the power men have over women, to refuse to accept it, to abhor it and to do whatever is necessary despite its cost to you to change it."},{"id":47,"quote":"The man takes a body that is not his, claims it, sows his so-called seed, reaps a harvest - he colonizes a female body, robs it of its natural resources, controls it."},{"id":48,"quote":"If pornography releases sexual tension, why don't we send recipe books to the starving?"},{"id":49,"quote":"Under patriarchy, every woman's son is her potential betrayer and also the inevitable rapist or exploiter of another woman."},{"id":50,"quote":"Men are distinguished from women by their commitment to do violence rather than to be victimized by it."},{"id":52,"quote":"Childbearing is glorified in part because women die from it."},{"id":53,"quote":"Institutionalised in sports, the military, acculturated sexuality, the history and mythology of heroism, violence is taught to boys until they becomes its advocates."},{"id":54,"quote":"No woman needs intercourse; few women escape it."},{"id":55,"quote":"Men are rewarded for learning the practice of violence in virtually any sphere of activity by money, admiration, recognition, respect, and the genuflection of others honoring their sacred and proven masculinity. In male culture, police are heroic and so are outlaws; males who enforce standards are heroic and so are those who violate them."},{"id":56,"quote":"The universal religion - contempt for women."},{"id":57,"quote":"The common erotic project of destroying women makes it possible for men to unite into a brotherhood; this project is the only firm and trustworthy groundwork for cooperation among males and all male bonding is based on it."},{"id":58,"quote":"Feminism exists so that no woman ever has to face her abuser in isolation, alone."},{"id":59,"quote":"One of the reasons that women are kept in a state of economic degradation- because that's what it is for most women- is because that is the best way to keep women sexually available."},{"id":60,"quote":"Three, community built on androgynous identity will mean the end of transsexuality as we know it. Either the transsexual will be able to expand his/her sexuality into a fluid androgyny, or, as roles disappear, the phenomenon of transsexuality will disappear and that energy will be transformed into new modes of sexual identity and behavior."},{"id":61,"quote":"For a mother the project of raising a boy is the most fulfilling project she can hope for. She can watch him, as a child, play the games she was not allowed to play; she can invest in him her ideas, aspirations, ambitions, and values - or whatever she has left of them; she can watch her son, who came from her flesh and whose life was sustained by her work and devotion, embody her in the world. So while the project of raising a boy is fraught with ambivalence and leads inevitably to bitterness, it is the only project that allows a woman to be - to be through her son, to live through her son."},{"id":62,"quote":"No phallic hero, no matter what he does to himself or to another to prove his courage, ever matches the solitary, existential courage of the woman who gives birth."},{"id":63,"quote":"The will to domination is a ravenous beast. There are never enough warm bodies to satiate its monstrous hunger. Once alive, this beast grows and grows, feeding on all the life around it, scouring the earth to find new sources of nourishment. This beast lives in each man who battens on female servitude."},{"id":64,"quote":"By the time we are women, fear is as familiar to us as air. It is our element. We live in it, we inhale it, we exhale it, and most of the time we do not even notice it."},{"id":65,"quote":"Every three minutes a woman is being raped. Every eighteen seconds a woman is being beaten. There is nothing abstract about it. It is happening right now as I am speaking."},{"id":66,"quote":"Sex as desired by the class that dominates women is held by that class to be elemental, urgent, necessary, even if or even though it appears to require the repudiation of any claim women might have to full human standing. In the subordination of women, inequality itself is sexualized, made into the experience of sexual pleasure, essential to sexual desire."},{"id":67,"quote":"Being female in this world means having been robbed of the potential for human choice by men who love to hate us. One does does not make choices in freedom. Instead, one conforms in body type and behavior and values to become an object of male sexual desire, which requires an abandonment of a wide-ranging capacity for choice... Men too make choices. When will they choose not to despise us?"},{"id":68,"quote":"When two individuals come together and leave their gender outside the bedroom door, then they make love."},{"id":69,"quote":"I'm a radical feminist, not the fun kind."},{"id":70,"quote":"Surely the freedom of women must mean more to us than the freedom of pimps."},{"id":71,"quote":"Money speaks, but it speaks with a male voice."},{"id":72,"quote":"...In every realm of male expression and action, violence is experienced and articulated as love and freedom."},{"id":73,"quote":"All personal, psychological, social, and institutionalized domination on this earth can be traced back to its source: the phallic identities of men."},{"id":74,"quote":"Wild intelligence abhors any narrow world; and the world of women must stay narrow, or the woman is an outlaw. No woman could be Nietzsche or Rimbaud without ending up in a whorehouse or lobotomized."},{"id":75,"quote":"A commitment to sexual equality with males is a commitment to becoming the rich instead of the poor, the rapist instead of the raped, the murderer instead of the murdered."},{"id":76,"quote":"On the Left, on the Right, in the Middle; Authors, statesmen, thieves; so-called humanists and self-declared fascists; the adventurous and the contemplative, in every realm of male expression and action, violence is experienced and articulated as love and freedom."},{"id":77,"quote":"Men have defined the parameters of every subject. All feminist arguments, however radical in intent or consequence, are with or against assertions or premises implicit in the male system, which is made credible or authentic by the power of men to name."},{"id":78,"quote":"I have spent 20 years writing these books. Had I wanted to say men are beasts and scream, that takes 30 seconds."},{"id":80,"quote":"Being a Jew, one learns to believe in the reality of cruelty and one learns to recognize indifference to human suffering as a fact."},{"id":81,"quote":"Monroe, the consummate sexual doll, is empowered to act but afraid to act, perhaps because no amount of acting, however inspired,can convince the actor herself that her ideal female life is not a dreadful form of dying."},{"id":82,"quote":"The tragedy is that women so committed to survival cannot recognize that they are committing suicide."},{"id":83,"quote":"We have a double standard, which is to say, a man can show how much he cares by being violent-see, he's jealous, he cares-a woman shows how much she cares by how much she's willing to be hurt; by how much she will take; how much she will endure; how suicidal she's prepared to be."},{"id":84,"quote":"And on that day, the day of truce, that day when not one woman is raped, we will begin the real practice of equality, because we can't begin it before that day. Before that day it means nothing, because it is nothing; It is not real; It is not true."},{"id":85,"quote":"The utopian male concept which is the premise of male pornography is this--since manhood is established and confirmed over and against the brutalized bodies of women, men need not aggress against each other; in other words, women absorb male aggression so that men are safe from it."},{"id":86,"quote":"Feminist art is not some tiny creek running off the great river of real art. It is not some crack in an otherwise flawless stone. It is, quite spectacularly, art which is not based on the subjugation of one half of the species."},{"id":87,"quote":"Women, for centuries not having access to pornography and now unable to bear looking at the muck on the supermarket shelves, are astonished. Women do not believe that men believe what pornography says about women. But they do. From the worst to the best of them, they do."},{"id":88,"quote":"You think intercourse is a private act; it's not, it's a social act. Men are sexually predatory in life; and women are sexually manipulative. When two individuals come together and leave their gender outside the bedroom door, then they make love."},{"id":89,"quote":"Biological Superiority: The World's Most Dangerous and Deadly Idea."},{"id":90,"quote":"I have been asked, politely and not so politely, why I am myself. This is an accounting any woman will be called on to give if she asserts her will."},{"id":91,"quote":"In my own life, I don't have intercourse. That is my choice."},{"id":92,"quote":"We are born into a world in which sexual possibilities are narrowly circumscribed. . . . We are programmed by the culture as surely as rats are programmed to make the arduous way through the scientist's maze, and that programming operates on every level of choice and action."},{"id":93,"quote":"Touch is the meaning of being human."},{"id":94,"quote":"[I]n the male sexual lexicon, which is the vocabulary of power, erotica is simply high-class pornography: better produced, better conceived, better executed, better packaged, designed for a better class of consumer. As with the call girl and the streetwalker, one is turned out better but both are produced by the same system of sexual values and both perform the same sexual service."},{"id":95,"quote":"Standards of beauty describe in precise terms the relationship that an individual will have to her own body. They prescribe her mobility, spontaneity, posture, gait, the uses to which she can use her body. They define precisely the dimension of her physical freedom and psychological development, intellectual possibility, and creative potential is an umbilical one."},{"id":96,"quote":"Feminist art may... though perhaps our imaginations are so mutilated now that we are incapable even of the ambition, introduce a new theme... should we call it 'joy'?"},{"id":97,"quote":"Male dominance in society always means that out of public sight, in the private, ahistorical world of men with women, men are sexually dominating women."},{"id":98,"quote":"Women's fashion is a euphemism for fashion created by men for women."},{"id":99,"quote":"So you go away from where you were afraid. Some stay; some go; it's a big difference, leaving the humiliations of childhood, the morbid fear. We didn't have much to say to each other, the ones that left and the ones that stayed. Children get shamed by fear but you can't tell the adults that; they don't care. They make children into dead things like they are. If there's something left alive in you, you run. You run from the poor little child on her knees; fear burned the skin off all right; she's still on her knees, dead and raw and tender."},{"id":100,"quote":"Freedom is not an abstaction, nor is a little of it enough. A little more is not enough either. Having less, being less, empoverished in freedom and rights, women then invariably have less self-respect: less self-respect than any human being needs to live a brave and honest life."},{"id":101,"quote":"The fact that we are all trained to be mothers from infancy on means that we are all trained to devote our lives to men, whether they are our sons or not; that we are all trained to force other women to exemplify the lack of qualities which characterizes the cultural construct of femininity."},{"id":102,"quote":"Male supremacy is fused into the language, so that every sentence both heralds and affirms it."},{"id":103,"quote":"How can anyone love someone who is less than a full person, unless love itself is domination per se?"},{"id":104,"quote":"Remember: Resist do not comply."},{"id":105,"quote":"The traditional flowers of courtship are the traditional flowers of the grave, delivered to the victim before the kill. The cadaver is dressed up and made up and laid down and ritually violated and consecrated to an eternity of being used."},{"id":106,"quote":"We as women know that there are no disembodied processes; that all history originates in human flesh; that all oppression is inflicted by the body of one against the body of another; that all social change is built on the bone and muscle, and out of the flesh and blood, of human creators."},{"id":107,"quote":"The cultural institutions which embody and enforce those interlocked aberrations-for instance, law, art, religion, nation-states, the family, tribe, or commune based on father-right-these institutions are real and they must be destroyed."},{"id":108,"quote":"Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge. Some of us have ventured out nevertheless, and so far we have not fallen off. It is my faith, my feminist faith, that we will not."},{"id":109,"quote":"I also had nightmares. Somehow all the feelings I didn't feel when each thing had actually happened to me I did feel when I slept."},{"id":110,"quote":"I love, cherish, and respect women in my mind, in my heart, and in my soul. This love of women is the soil in which my life is rooted. It is the soil of our common life together. My life grows out of this soil. In any other soil, I would die. In whatever ways I am strong, I am strong because of the power and passion of this nurturant love."},{"id":111,"quote":"Erotica is simply high-class pornography; better produced, better conceived, better executed, better packaged, designed for a better class of consumer."},{"id":112,"quote":"I love books the way I love nature. ... I can imagine now that a time will come, that it is almost upon us, when no one will love books ... It is no accident, I think, that books and nature (as we know it) may disappear simultaneously from human experience. There is no mind-body split."},{"id":113,"quote":"Feminist art is not some tiny creek running off the great river of real art. It is not some crack in an otherwise flawless stone. It is, quite spectacularly I think, art which is not based on the subjugation of one half of the species. It is art which will take the great human themes -love, death, heroism, suffering, history itself -and render them fully human. It may also, though perhaps our imaginations are so mutilated now that we are incapable even of the ambition, introduce a new theme, one as great and as rich as those others -should we call it joy?"},{"id":114,"quote":"It is a tragedy beyond the power of language to convey when what has been imposed on women by force becomes a standard of freedom for women: and all the women say it is so."},{"id":115,"quote":"There is nothing as dangerous as an unembodied principle: no matter what blood flows, the principle comes first. The First Amendment absolutists operate precisely on unembodied principle."},{"id":116,"quote":"Undernourished, intelligence becomes like the bloated belly of a starving child: swollen, filled with nothing the body can use."},{"id":117,"quote":"There is no place on earth, no day or night, no hour or minute, when one is not a Jew or a woman."},{"id":118,"quote":"For a mother the project of raising a boy is the most fulfilling project she can hope for."},{"id":119,"quote":"Feminist art... will take the great human themes – love, death, heroism, suffering, history itself – and render them fully human."},{"id":120,"quote":"Being stigmatied by sex is being marked by its meaning in a human life of loneliness and imperfection, where some pain is indelible."},{"id":121,"quote":"Writing is alchemy. Dross becomes gold. Experience is transformed. Pain is changed. Suffering may become song. The ordinary or horrible is pushed by the will of the writer into grace or redemption, a prophetic wail, a screed for justice, an elegy of sadness or sorrow. ... There is always a tension between experience and the thing that finally carries it forward, bears its weight, holds it in. Without that tension, one might as well write a shopping list."},{"id":122,"quote":"One needs either equality or political and economic superiority."},{"id":123,"quote":"Families make possible the super-exploitation of women by training them to look upon their work outside the home as peripheral to their 'true' role."},{"id":124,"quote":"One can know everything and still be unable to accept the fact that sex and murder are fused in the male consciousness, so that the one without the imminent possibly of the other is unthinkable and impossible."},{"id":125,"quote":"Men use the night to erase us."},{"id":126,"quote":"I dream that love without tyranny is possible"},{"id":127,"quote":"Could women's liberation ever be a revolutionary movement, not rhetorically but on the ground?"},{"id":128,"quote":"The creative mind is intelligence in action in the world."},{"id":129,"quote":"Many women, I think, resist feminism because it is an agony to be fully conscious of the brutal misogyny which permeates culture, society, and all personal relationships."},{"id":131,"quote":"Feminism is hated because women are hated. Antifeminism is a direct expression of misogyny; it is the political defense of woman hating."},{"id":132,"quote":"I'm going to ask you to remember the prostituted, the homeless, the battered, the raped, the tortured, the murdered, the raped-then-murdered, the murdered-then-raped; and I am going to ask you to remember the photographed, the ones that any or all of the above happened to and it was photographed and now the photographs are for sale in our free countries. I want you to think about those who have been hurt for the fun, the entertainment, the so-called speech of others; those who have been hurt for profit, for the financial benefit of pimps and entrepreneurs. I want you to remember the perpetrator and I am going to ask you to remember the victims: not just tonight but tomorrow and the next day. I want you to find a way to include them -- the perpetrators and the victims -- in what you do, how you think, how you act, what you care about, what your life means to you.Now, I know, in this room, some of you are the women I have been talking about. I know that. People around you may not. I am going to ask you to use every single thing you can remember about what was done to you -- how it was done, where, by whom, when, and, if you know -- why -- to begin to tear male dominance to pieces, to pull it apart, to vandalize it, to destabilize it, to mess it up, to get in its way, to fuck it up. I have to ask you to resist, not to comply, to destroy the power men have over women, to refuse to accept it, to abhor it and to do whatever is necessary despite its cost to you to change it."},{"id":133,"quote":"Men often react to women’s words—speaking and writing—as if they were acts of violence; sometimes men react to women’s words with violence. So we lower our voices. Women whisper. Women apologize. Women shut up. Women trivialize what we know. Women shrink. Women pull back. Most women have experienced enough dominance from men—control, violence, insult, contempt—that no threat seems empty."},{"id":134,"quote":"She will try to find the nice way to exercise intelligence. But intelligence is not ladylike. Intelligence is full of excesses. Rigorous intelligene abhors sentimentality, and women must be sentimental to value the dreadful silliness of the men around them. Morbid intelligence abhors the cheery sunlight of positive thinking and eternal sweetness; and women must be sunlight and cheery and sweet, or the woman could not bribe her way with smiles through a day. Wild intelligence abhors any narrow world; and the world of women must stay narrow, or the woman is an outlaw. No woman could be Nietzsche or Rimbaud without ending up in a whorehouse or lobotomized. Any vital intelligence has passionate questions, aggressive answers; but women cannot be explorers; there can be no Lewis or Clark of the female mind."},{"id":135,"quote":"Capitalism is not wicked or cruel when the commodity is the whore; profit is not wicked or cruel when the alienated worker is a female piece of meat; corporate bloodsucking is not wicked or cruel when the corporations in question, sell cunt; racism is not wicked or cruel when the black cunt or yellow cunt or red cunt or Hispanic cunt or Jewish cunt has her legs splayed for any man's pleasure; poverty is not wicked or cruel when it is the poverty of dispossessed women who have only themselves to sell; violence by the powerful against the powerless is not wicked or cruel when it is called sex; slavery is not wicked or cruel when it is sexual slavery; torture is not wicked or cruel when the tormented are women, whores, cunts. The new pornography is left-wing; and the new pornography is a vast graveyard where the Left has gone to die. The Left cannot have its whores and its politics too."},{"id":136,"quote":"No woman could have been Nietzsche or Rimbaud without ending up in a whorehouse or lobotomized."},{"id":137,"quote":"Once upon a time there was a wicked witch and her name wasLilithEveHagarJezebelDelilahPandoraJahiTamarand there was a wicked witch and she was also called goddess and her name wasKaliFatimaArtemisHeraIsisMaryIshtarand there was a wicked witch and she was also called queen and her name wasBathshebaVashtiCleopatraHelenSalomeElizabethClytemnestraMedeaand there was a wicked witch and she was also called witch and her name wasJoanCirceMorgan le FayTiamatMaria LeonzaMedusaand they had this in common: that they were feared, hated, desired, and worshiped."},{"id":138,"quote":"Thou shalt not lie with mankind, as with womankind: it is abomination.' (Leviticus 18:22). That means simply that it is foul to do to other men what men habitually, proudly, manfully do to women: use them as inanimate, empty, concave things; fuck them into submission; subordinate them through sex."},{"id":139,"quote":"Right-wing women have surveyed the world: they find it a dangerous place. They see that work subjects them to more danger from more men; it increases the risk of sexual exploitation. They see that creativity and originality in their kind are ridiculed; they see women thrown out of the circle of male civilization for having ideas, plans, visions, ambitions. They see that traditional marriage means selling to one man, not hundreds: the better deal. They see that the streets are cold, and that the women on them are tired, sick, and bruised. They see that the money they can earn will not make them independent of men and that they will still have to play the sex games of their kind: at home and at work too. They see no way to make their bodies authentically their own and to survive in the world of men. They know too that the Left has nothing better to offer: leftist men also want wives and whores; leftist men value whores too much and wives too little. Right-wing women are not wrong. They fear that the Left, in stressing impersonal sex and promiscuity as values, will make them more vulnerable to male sexual aggression, and that they will be despised for not liking it. They are not wrong. Right-wing women see that within the system in which they live they cannot make their bodies their own, but they can agree to privatized male ownership: keep it one-on-one, as it were. They know that they are valued for their sex— their sex organs and their reproductive capacity—and so they try to up their value: through cooperation, manipulation, conformity; through displays of affection or attempts at friendship; through submission and obedience; and especially through the use of euphemism—“femininity,  “total woman, ” “good, ” “maternal instinct, ” “motherly love. ” Their desperation is quiet; they hide their bruises of body and heart; they dress carefully and have good manners; they suffer, they love God, they follow the rules. They see that intelligence displayed in a woman is a flaw, that intelligence realized in a woman is a crime. They see the world they live in and they are not wrong. They use sex and babies to stay valuable because they need a home, food, clothing. They use the traditional intelligence of the female—animal, not human: they do what they have to to survive.”"},{"id":140,"quote":"Female knowledge of objectification usually stops at a necessary but superficial understanding: beauty is rewarded and lack of beauty is punished. The punishments are understood as personal misfortune; they are not seem as systematic, institutional, or historical. Women do not understand that they are also punished through sexual use for being beautiful; and women do not understand the lengths to which men go to protect themselves and their society from contamination by ugly women who do not induce a lustful desire to punish, violate, or destroy, though men manage to punish, violate, or destroy these women anyway."},{"id":142,"quote":"The accounts of rape, wife beating, forced childbearing, medical butchering, sex-motivated murder, forced prostitution, physical mutilation, sadistic psychological abuse, and other commonplaces of female experience that are excavated from the past or given by contemporary survivors should leave the heart seared, the mind in anguish, the conscience in upheaval. But they do not. No matter how often these stories are told, with whatever clarity or eloquence, bitterness or sorrow, they might as well have been whispered in wind or written in sand: they disappear, as if they were nothing. The tellers and the stories are ignored or ridiculed, threatened back into silence or destroyed, and the experience of female suffering is buried in cultural invisibility and contempt… the very reality of abuse sustained by women, despite its overwhelming pervasiveness and constancy, is negated. It is negated in the transactions of everyday life, and it is negated in the history books, left out, and it is negated by those who claim to care about suffering but are blind to this suffering. The problem, simply stated, is that one must believe in the existence of the person in order to recognize the authenticity of her suffering. Neither men nor women believe in the existence of women as significant beings. It is impossible to remember as real the suffering of someone who by definition has no legitimate claim to dignity or freedom, someone who is in fact viewed as some thing, an object or an absence. And if a woman, an individual woman multiplied by billions, does not believe in her own discrete existence and therefore cannot credit the authenticity of her own suffering, she is erased, canceled out, and the meaning of her life, whatever it is, whatever it might have been, is lost. This loss cannot be calculated or comprehended. It is vast and awful, and nothing will ever make up for it."},{"id":143,"quote":"It is not in becoming a whore that a woman becomes an outlaw in this man's world; it is in the possession of herself, the ownership and effective control of her own body, her seperateness and distinctness, the integrity of her body as hers, not his. Prostitution may be against the written law, but no prostitute has defied the prerogatives or power of men as a class through prostitution. No prostitute provides any model for freedom or action in a world of freedom that can be used with intelligence and integrity by a woman; the model exists to entice counterfeit female sexual revolutionaries, gullible liberated girls, and to serve the men who enjoy them."},{"id":144,"quote":"Becoming a man requires that the boys learn to be indifferent to the fate of women. Indifference requires that the boy learn experience women as objects. The poet, the mystic, the prophet, the so-called sensitive man of any stripe, will still hear the wind whisper and the trees cry. But to him, women will be mute. He will have learned to be deaf to the sounds, sighs, whispers, screams of women in order to ally himself with other men in the hope that they will not treat him as child, that is, as one who belongs with the women."},{"id":145,"quote":"Male supremacy is fused into the language, so that every sentence both heralds and affirms it. Thought, experienced primarily as language, is permeated by the linguistic and perceptual values developed expressly to subordinate women. Men have defined the parameters of every subject. All feminist arguments, however radical in intent or consequence, are with or against assertions or premises implicit in the male system, which is made credible or authentic by the power of men to name. No transcendence of the male system is possible as long as men have the power of naming... As Prometheus stole fire from the gods, so feminists will have to steal the power of naming from men, hopefully to better effect."},{"id":146,"quote":"A commitment to sexual equality with men is a commitment to becoming the rich instead of the poor, the rapist instead of the raped, the murderer instead of the murdered."},{"id":147,"quote":"We see a major trade in women, we see the torture of women as a form of entertainment, and we see women also suffering the injury of objectification—that is to say we are dehumanized. We are treated as if we are subhuman, and that is a precondition for violence against us.I live in a country where if you film any act of humiliation or torture, and if the victim is a woman, the film is both entertainment and it is protected speech. Now that tells me something about what it means to be a woman citizen in this country, and the meaning of being second class.When your rape is entertainment, your worthlessness is absolute. You have reached the nadir of social worthlessness. The civil impact of pornography on women is staggering. It keeps us socially silent, it keeps us socially compliant, it keeps us afraid in neighborhoods; and it creates a vast hopelessness for women, a vast despair. One lives inside a nightmare of sexual abuse that is both actual and potential, and you have the great joy of knowing that your nightmare is someone else’s freedom and someone else’s fun."},{"id":148,"quote":"Feminists know that if women are paid equal wages for equal work, women will gain sexual as well as economic independence. But feminists have refused to face the fact that in a woman-hating social system, women will never be paid equal wages. Men in all their institutions of power are sustained by the sex labor and sexual subordination of women. The sex labor of women must be maintained; and systematic low wages for sex-neutral work effectively force women to sell sex to survive. The economic system that pays women lower wages than it pays men actually punishes women for working outside marriage or prostitution, since women work hard for low wages and still must sell sex. The economic system that punishes women for working outside the bedroom by paying low wages contributes significantly to women's perception that the sexual serving of men is a necessary part of any woman's life: or how else could she live? Feminists appear to think that equal pay for equal work is a simple reform, whereas it no reform at all; it is revolution. Feminists have refused to face the fact that equal pay for equal work is impossible as long as men rule women, and right-wing women have refused to forget it."},{"id":150,"quote":"Inferiority is not banal or incidental even when it happens to women. It is not a petty affliction like bad skin orcircles under the eyes. It is not a superficial flaw in an otherwiseperfect picture. It is not a minor irritation, nor is it a trivialinconvenience, an occasional aggravation, or a regrettable but(frankly) harmless lapse in manners. It is not a “point of viewthat some people with soft skins find “ offensive. ” It is the deepand destructive devaluing of a person in life, a shredding of dignity and self-respect, an imposed exile from human worthand human recognition, the forced alienation of a person fromeven the possibility of wholeness or internal integrity. Inferiorityputs rightful self-love beyond reach, a dream fragmented byinsult into a perpetually recurring nightmare; inferiority createsa person broken and humiliated inside. The fragments—scattered pieces and sharp slivers of someone who can neverbe made whole—are then taken to be the standard of what isnormal in her kind: women are like that. The insult that hurther—inferiority as an assault, ongoing since birth—is seen as aconsequence, not a cause, of her so-called nature, an inferior nature. In English, a graceful language, she is even called apiece. It is likely to be her personal experience that she is insufficientlyloved. Her subjectivity itself is second-class, her experiencesand perceptions inferior in the world as she is inferiorin the world. Her experience is recast into a psychologicallypejorative judgment: she is never loved enough because she isneedy, neurotic, the insufficiency of love she feels being in andof itself evidence of a deep-seated and natural dependency. Herpersonal experiences or perceptions are never credited as havinga hard core of reality to them. She is, however, never lovedenough. In truth; in point of fact; objectively: she is never lovedenough. As Konrad Lorenz wrote: “ I doubt if it is possible tofeel real affection for anybody who is in every respect one’s inferior.” 1 There are so many dirty names for her that one rarelylearns them all, even in one’s native language.”"},{"id":151,"quote":"When I say that we must establish values with originate in sisterhood, I mean to say that we must not accept, even for a moment, male notions of what non-violence is. These notions have never condemned the systematic violence against us. The men who hold these notions have never renounced the male behaviours, privileges, values and conceits which are in and of themselves acts of violence against us."},{"id":152,"quote":"Critiques of rape, pornography, and prostitution are “sex-negative without qualification or examination, perhaps because so many men use these ignoble routes of access and domination to get laid, and without them the number of fucks would so significantly decrease that men might nearly be chaste.”"},{"id":153,"quote":"Women intend to save themselves when sacrificing some women, but only the freedom of all women protects any woman."},{"id":154,"quote":"All this talk, for and against and about babies,  wrote Charlotte Perkins Gilman, “is by men. One would think the men bore the babies, nursed the babies, reared the babies.. . . The women bear and rear the children. The men kill them. Then they say: ‘We are running short of children—make some more.”"},{"id":155,"quote":"Often, to keep the family together, the woman will accept repeated beatings and rapes, emotional battering and verbal degredation; she will be debased and ashamed but she will stick it out, or when she runs he will kill her. Ask the politicians who exude delight when they advocate for the so-called traditional family how many women are beaten and children raped when there is no man in the family. Zero is such a perfect and encouraging number, but who, among politicians in male-supremacist cultures, can count that high?"},{"id":156,"quote":"...sexual freedom is when women do the things men think are sexy; the more women do these things, the more sexually free they are."},{"id":157,"quote":"I’ve read Hamlet, I know men suffer."},{"id":158,"quote":"The normal fuck by a normal man is taken to be an act of invasion and ownership undertaken in a mode of predation. Woman have been chattels to man as wives, as prostitutes, as sexual and reproductive servants. Being owned and being fucked are or have been virtually synonymous experiences in the lives of woman. He owns you - he fucks you. The fucking conveys the quality of ownership - he owns you inside out."},{"id":159,"quote":"Women are brought up to conform: all the rules of femininity—dress, behavior, attitude—essentially break the spirit. Women are trained to need men, not sexually but metaphysically. Women are brought up to be the void that needs filling, the absence that needs presence. Women are brought up to fear men and to know that they must please men and to understand that they cannot survive without the help of men richer and stronger than they can be themselves, on their own. Women are brought up to submit to intercourse—and here the strategy is shrewd—by being kept ignorant of it. The rules are taught, but the act is hidden. Girls are taught “love,  not “fuck. ” Little girls look between their legs to see if “the hole” is there, get scared thinking about what “the hole” is for; no one tells them either. Women use their bodies to attract men; and most women, like the little girls they were, are astonished by the brutality of the fuck. The importance of this ignorance about intercourse cannot be overstated: it is as if no girl would grow up, or accept the hundred million lessons on how to be a girl, or want boys to like her, if she knew what she was for.”"},{"id":160,"quote":"Most girls, however much they resent their mothers, do become very much like them. Rebellion can rarely survive the aversion therapy that passes for being brought up female. Male violence acts directly on the girl through her father or brother or uncle or any number of male professionals or strangers, as it did and does on her mother, and she too is forced to learn to conform in order to survive. A girl may, as she enters adulthood, repudiate the particular set of males with whom her mother is allied, run with a different pack as it were, but she will replicate her mother’s patterns in acquiescing to male authority within her own chosen set. Using both force and threat, men in all camps demand that women accept abuse in silence and shame, tie themselves to hearth and home with rope made of self-blame, unspoken rage, grief, and resentment."},{"id":161,"quote":"In the world men seem to exercise power, but all of that comes to nothing in the face of the lust provoked by a woman. Whatever he does to her, she is still more powerful than he is because he wants her, he needs her, he is being driven by a desire for her. In the sexual woman-superior model, power is articulated as being intrinsically female because power is redefined beyond reason, beyond coherence: as if power is in the corpse that draws the vultures."},{"id":162,"quote":"Feminism is a political practice of fighting male supremacy in behalf of women as a class, including all the women you don't like, including all the women you don't want to be around, including all the women who used to be your best friends whom you don't want anything to do with anymore. It doesn't matter who the individual women are. They all have the same vulnerability to rape, to battery, as children to incest. Poorer women have more vulnerability to prostitution, which is basically a form of sexual exploitation that is intolerable in an egalitarian society, which is the society we are fighting for."},{"id":163,"quote":"Women are interchangeable as sex objects; women are slightly less disposable as mothers. The only dignity and value women get is as mothers: it is a compromised dignity and a low value, but it is all that is offered to women as women. Having children is the best thing women can do to get respect and be assured a place. The fact that having children does not get women respect or a place is almost beside the point: poor women don’t get respect and live in dung heaps; black women don’t get respect and are jailed in decimated ghettos; just plain pregnant women don’t get respect and the place they have is a dangerous one—pregnancy is now considered a cause of battery (stress on the male, don’t you know): in perhaps 25 percent of families in which battery occurs, it is a pregnant woman who has been battered. In fact, having children may mean both increased violence and increased dependence; it may significantly worsen the economic circumstances of a woman or a family; it may hurt a woman’s health or jeopardize her in a host of other ways; but having children is the one social contribution credited to women—it is the bedrock of women’s social worth. Despite all the happy smiling public mommies, the private mommies have grim private recognitions. One perception is particularly chilling: without the children, I am not worth much. The recognition is actually more dramatic than that, much more chilling: without the children, I am not."},{"id":164,"quote":"Women, it is said, have a bad attitude toward sex. Women, it not said often enough, have a long-lived resentment against forced-sex and a longing for freedom."},{"id":165,"quote":"...each day I sit down in purposeful concentration to write in a notebook, some sentences on a buried truth, an unnamed reality, things that happened but are denied. It is hard to describe the stillness it takes, the difficulty of this act. It requires an almost perfect concentration which I am trying to learn and there is no way to learn it that is spelled out anywhere or so I can understand it but I have a sense that it's completely simply, on the order of being able to sit still and keep your mind dead center in you without apology or fear. I squirm after some time but it ain't boredom, it's fear of what's possible, how much you can know if you can be quiet enough and simple enough. I move around, my mind wanders, I lose the ability to take words and roll them through my brain, move with them into their interiors, feel their colors, touch what's under them, where they come from long ago and way back. I get frightened seeing what's in my own mind if words get put to it. There's a light there, it's bright, it's wide, it could make you blind if you look direct into it and so I turn away, afraid; I get frightened and I run and the only way to run is to abandon the process altogether or compromise it beyond recognition. I think about Celine sitting with his shit, for instance; I don't know why he didn't run, he should've. It's a quality you have to have of being near mad and at the same time so quiet in your heart that you could pass for a spiritual warrior; you could probably break things with the power in your mind. You got to be able to stand it, because it's a powerful and disturbing light, not something easy and kind, it comes through your head to make its way onto the page and you get fucking scared so your mind runs away, it wanders, it gets distracted, it buckles, it deserts, it takes a Goddamn freight train if it can find one, it wants calming agents and sporifics, and you mask that you are betraying the brightest and the best light you will ever see, you are betraying the mind that can be host to it......Your mind does stupid tricks to mask that you are betraying something of grave importance. It wanders so you won't notice that you are deserting your own life, abandoning it to triviality and garbage, how you are too fucking afraid to use your own brain for what it's for, which is to be a host to the light, to use it, to focus it; let it shine and carry the burden of what is illuminated, everything buried there; the light's scarier than anything it shows, the pure, direct experience of it in you as if your mind ain't the vegetable thing it's generally conceived to be or the nightmare thing you know it to be but a capacity you barely imagined, real; overwhelming and real, pushing you out to the edge of ecstasy and knowing and then do you fall or do you jump or do you fly?"},{"id":166,"quote":"pornography is the orchestrated destruction of women’s bodies and souls; rape, battery, incest, and prostitution animate it; dehumanization and sadism characterize it; it is war on women, serial assaults on dignity, identity, and human worth; it is tyranny. Each woman who has survived knows from the experience of her own life that pornography is captivity—the woman trapped in the picture used on the woman trapped wherever he’s got her."},{"id":167,"quote":"Social outrage is power protecting itself; it is not morality."},{"id":168,"quote":"Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge."},{"id":170,"quote":"In the sexual-liberation movement of the sixties, its ideology and practice, neither force nor the subordinate status of women was an issue. It was assumed that — unrepressed — everyone wanted intercourse all the time (men, of course, had other important things to do; women had no legitimate reason not to want to be fucked); and it was assumed that in women an aversion to intercourse, or not climaxing from intercourse, or not wanting intercourse at a particular time or with a particular man, or wanting fewer partners than were available, or getting tired, or being cross, were all signs of and proof of sexual repression. Fucking per se was freedom per se."},{"id":171,"quote":"But Dracula, the book, the myth, goes beyond metaphor in its intuitive rendering of an oncoming century filled with sexual horror: the throat as a female genital; sex and death as synonyms; killing as a sex act; slow dying as sensuality; men watching the slow dying, and the watching is sexual; mutilation of the female body as male heroism and adventure; callous, ruthless, predatory lust as the one-note meaning of sexual desire; intercourse itself needing blood, someone's, somewhere, to count as a sex act in a world excited by sado-masochism, bored by the dull thud-thud of the literal fuck. The new virginity is emerging, a twentieth century nightmare: no matter how much we have fucked, now matter with how many, now matter with what intensity or obsession or commitment or conviction (believing that sex is freedom) or passion or promiscuous abandon, no matter how often or where or when or how, we are virgins, innocents, knowing nothing, untouched, unless blood has been spilled – ours: not the blood of the first time; the blood of every time; this elegant blood-letting of sex a so-called freedom exercised in alienation, cruelty, and despair. Trivial and decadent; proud; foolish; liars; we are free."},{"id":172,"quote":"The separation of man from nature, man placing himself over and above it, is directly responsible for the current ecological situation which may lead to the extinction of many forms of life, including human life. Man has treated nature much as he has treated woman: with rape, plunder, violence."},{"id":173,"quote":"Most women cannot afford, eithermaterially or psychologically, to recognize that whatever burnt offerings of obedience they bring to beg protection will not appeasethe angry little gods around them."},{"id":174,"quote":"The central question is not: what is force and what is freedom? That is a good question, but in the realm of human cruelty - the realm of history - it is utterly abstract. The central question is: why is force never acknowledged as such when used against the racially or sexually despised? Nazi terror used against the Jews is not in dispute. Still, there is an almost universal - and intrinsically anti-Semitic - conviction that the Jews went voluntarily to the ovens. Rational discourse on how the Jews were terrorized does not displace or transform this irrational conviction. And similarly, no matter what force is used against women as a class or as individuals, the universal conviction is that women want (either seek out or assent to) whatever happens to them, however awful, dangerous, destructive, painful, or humiliating. A statement is made about the nature of the Jew, the nature of the woman. The nature of each and both is to be a victim. A metaphysical victim is never forced, only actualized."},{"id":175,"quote":"Virtually all ideologies are implicitly antifeminist in that women are sacrificed to higher goals: the higher goal of reproduction; the higher goal of pleasure; the higher goal of a freedom antipathetic to the freedom of women; the higher goal of better conditions for workers not women; the higher goal of a new order that keeps the sex exploitation of women essentially intact; the higher goal of an old order that considers the sex exploitation of women a sign of social stability (woman’s in her place, all’s right with the world)."},{"id":176,"quote":"In analyzing the sex-class system, feminists are accused of inventing or perpetuating it. Calling attention to it, we are told, insults women by suggesting that they are victims, stupid enough to allow themselves to be victimized. Feminists are accused of being the agents of degradation by postulation that such degradation exists."},{"id":177,"quote":"Men have the power of naming, a great and sublime power. This power of naming enables men to define experience, to articulate boundaries and values, to designate to each thing it’s realm and qualities, to determine what can and cannot be expressed to control perception itself. [...] The world is his because he has named everything in it, including her. She uses this language against herself because it cannot be used any other way."},{"id":178,"quote":"You tell the truth and people can shit all over it... but somehow once it's said it can't be unsaid; it stays living, somewhere, in someone's heart."},{"id":179,"quote":"I didn’t believe any words were dirty until I heard the white boys say cunt."},{"id":180,"quote":"Women are objects, commodities, some deemed more expensive than others. But it is only by asserting one's humanness every time, in all situations, that one becomes someone as opposed to something. That, after all is the core of our struggle."},{"id":181,"quote":"The Right in the United States today is a social and political movement controlled almost totally by men but built largely on the fear and ignorance of women."},{"id":182,"quote":"Men hate intelligence in women. It cannot flame; it cannot burn; it cannot burn out and end up in ashes, having been consumed in adventure. It cannot be cold, rational, ice; no warm womb would tolerate a cold, icy, splendid mind. It cannot be ebullient and it cannot be morbid; it cannot be anything that does not end in reproduction or whoring. It cannot be what intelligence is: a vitality of mind that acts directly in and on the world, without mediation."},{"id":183,"quote":"The very power to make the photograph (to use the model, to tie her in that way) and the fact of the photograph (the fact that someone did use the model, did tie her in that way, that the photograph is published in a magazine and seen by millions of men who buy it specifically to see such photographs) evoke fear in the female observer unless she entirely dissociates herself from the photograph: refuses to believe or understand that real persons posed for it, refuses to see the bound person as a woman like herself."},{"id":184,"quote":"Because feminism is a movement for liberation of the powerless by the powerless in a closed system based on their powerlessness, right-wing women judge it a futile movement. Frequently they also judge it a malicious movement in that it jeopardizes the bargains with power that they can make; feminism calls into question for the men confronted by it the sincerity of women who conform without political resistance."},{"id":185,"quote":"The new pornography industry is held, by leftist males, to be inherently radical. Sex is claimed by the Left as a leftist phenomenon; the trade in women is most of sex. The politics of liberation are claimed as indigenous to the Left by the Left; central to the politics of liberation is the mass-marketing of material that depicts women being used as whores."},{"id":186,"quote":"An estimated two thirds of the women who got criminal abortions were married. This means that up to two thirds of the botched abortions were done on married women; up to two thirds of the dead were married women; perhaps two thirds of the survivors are married women. This means that most of the women who risked death or maiming so as not to bear a child were married—perhaps one million married women each year. They were not shameless sluts, unless all women by definition are. They were not immoral in traditional terms—though, even then, they were thought of as promiscuous and single. Nevertheless, they were not women from the streets, but women from homes; they were not daughters in the homes of fathers, but wives in the homes of husbands. They were, quite simply, the good and respectable women of Amerika. The absolute equation of abortion with sexual promiscuity is a bizarre distortion of the real history of women and abortion—too distorted to be acceptable even in the United States, where historical memory reaches back one decade. Abortion has been legalized just under one decade. The facts should not be obliterated yet. Millions of respectable, God-fearing, married women have had illegal abortions. They thank their God that they survived; and they keep quiet."},{"id":187,"quote":"There are so many dirty names for her that one rarely learns them all, even in one’s native language. There are dirty names for every female part of her body and for every way of touching her. There are dirty words, dirty laughs, dirty noises, dirty jokes, dirty movies, and dirty things to do to her in the dark. Fucking her is the dirtiest, though it may not be as dirty as she herself is. Her genitals are dirty in the literal meaning: stink and blood and urine and mucous and slime. Her genitals are also dirty in the metaphoric sense: obscene. She is reviled as filthy, obscene, in religion, pornography, philosophy, and in most literature and art and psychology. where she is not maligned she is magnificently condescended to, as in this diary entry by Somerset Maugham written when he was in medical school:The Professor of Gynaecology: He began his course of lectures as follows: Gentlemen, woman is an animal that micturates once a day, defecates once a week, menstruates once a month, parturates once a year and copulates whenever she has the opportunity.I thought it a prettily-balanced sentence.Were she loved sufficiently, or even enough, she could not be despised so much. were she sexually loved, or even liked, she and what is done with or to her, in the dark or in the light, she would not, could not, exist rooted in the realm of dirt, the contempt for her apparently absolute and irrevocable; horrible; immovable; help us, Lord; unjust. She is not just less; she and the sex she incarnates are a species of filth. God will not help of course: \"For a whore is a deep ditch; and a strange woman is a narrow pit."},{"id":188,"quote":"One may discover integrity in the companionship of others, but one does not ever discover integrity by bowing to the demands of peer pressure. The heavier the pressure is toward conformity— no matter how lofty the proposed final goal— the more one must be suspicious of it and antagonistic to it. History has one consistent lesson in it: one by one, people give up what they know to be right and true for the sake of something loftier that they do not quite understand but should want in order to be good; soon, people are the tools of despots and atrocities are committed on a grand scale. And then, it is too late. There is no going back.Women are especially given to giving up what we know and feel to be right and true for the sake of others or for the sake of something more important than ourselves. This is because the condition in which women live is a colonized condition. Women are colonized by men, in body, in mind. Defined everywhere as evil when we act in our own self-interest, we strive to be good by renouncing self-interest altogether."},{"id":189,"quote":"[Marilyn] Monroe, the consummate sexual doll, is empowered to act but afraid to act, perhaps because no amount of acting, however inspired, can convince the actor herself that her ideal female life is not a dreadful form of dying. She grinned, she posed, she pretended, she had affairs with famous and powerful men. A friend of hers claimed that she had so many illegal abortions wrongly performed that her reproductive organs were severely injured. She died alone, possibly acting on her own behalf for the first time. Death, one imagines, numbs pain that barbiturates and alcohol cannot touch."},{"id":190,"quote":"The intelligence of women is not out in the world, acting on its own behalf; it is kept small, inside the home, acting on behalf of another. This is true even when the woman works outside the home, because she is segregated into women's work, and her intelligence does not have the same importance as the lay of her ass."},{"id":191,"quote":"The roles available to women and men are clearly articulated in fairy tales. The characters of each are vividly described, and so are the modes of relationship possible between them. We see that powerful women are bad, and that good women are inert. We see that men are always good, no matter what they do, or do not do.We also have an explicit rendering of the nuclear family. In that family, a mother’s love is destructive, murderous. In that family, daughters are objects, expendable. The nuclear family, as we find it delineated in fairy tales, is a paradigm of male being-in-the-world, female evil, and female victimization. It is a crystallization of sexist culture —the nuclear structure of that culture."},{"id":192,"quote":"I love the literature that these men created; but I will not live my life as if they are real and I am not. Nor will I tolerate the continuing assumption that they know more about women than we know about ourselves."},{"id":194,"quote":"What’s involved in doing something about all of this? The men’s movement seems to stay stuck on two points. The first is that men don’t really feel very good about themselves. How could you? The second is that men come to me or to other feminists and say: “What you’re saying about men isn’t true. It isn’t true of me. I don’t feel that way. I’m opposed to all of this.And I say: don’t tell me. Tell the pornographers. Tell the pimps. Tell the warmakers. Tell the rape apologists and the rape celebrationists and the pro-rape ideologues. Tell the novelists who think that rape is wonderful. Tell Larry Flynt. Tell Hugh Hefner. There’s no point in telling me. I’m only a woman. There’s nothing I can do about it. These men presume to speak for you. They are in the public arena saying that they represent you. If they don’t, then you had better let them know.”"},{"id":195,"quote":"Much of society is set up specifically to assist people in their process of ignoring the horrors of the world."},{"id":196,"quote":"Men have few restraints in expressing to prostitutes—during sex or in any sexual scenario— their real attitudes toward women as a class; they have no reason to feel constrained, since the woman is there to be a woman, period—to be inferior, subservient, and used. She is there because the man wants a woman, someone exactly of her class, someone who is her sex function, not human but an it, a cunt: she is there for that reason, not for anything human in her. Her function is limited, specialized, sex-specific, and intensely and intrinsically dehumanizing."},{"id":197,"quote":"I hope for nothing; I fear nothing; I am free."},{"id":198,"quote":"The girls of the sixties had mothers who predicted, insisted, argued that those girls would be hurt; but they would not say how or why. In the main, the mothers appeared to be sexual conservatives: they upheld the marriage system as a social ideal and were silent about the sex in it. Sex was a duty inside marriage; a wife’s attitude toward it was irrelevant unless she made trouble, went crazy, fucked around. Mothers had to teach their daughters to like men as a class—be responsive to men as men, warm to men as men—and at the same time to not have sex. Since males mostly wanted the girls for sex, it was hard for the girls to understand how to like boys and men without also liking the sex boys and men wanted. The girls were told nice things about human sexuality and also told that it would cost them their lives—one way or another. The mothers walked a tough line: give the girls a good attitude, but discourage them. The cruelty of the ambivalence communicated itself, but the kindness in the intention did not: mothers tried to protect their daughters from many men by directing them toward one; mothers tried to protect their daughters by getting them to do what was necessary inside the male system without ever explaining why. They had no vocabulary for the why—why sex inside marriage was good but outside marriage was bad, why more than one man turned a girl from a loving woman into a whore, why leprosy or paralysis were states preferable to pregnancy outside marriage. They had epithets to hurl, but no other discourse. Silence about sex in marriage was also the only way to avoid revelations bound to terrify—revelations about the quality of the mothers’ own lives."},{"id":199,"quote":"The dark was hissing and hot and hard with a jagged bone, a cold brutal bone, and hips packed tight. The dark wasn't just at night. The dark was any time, any place; you open your eyes and the dark is there, right up against you, pressing. You can't see anything and you don't know any names, not who they are or the names for what they do..."},{"id":200,"quote":"It had been communicated to me through the odd, secret whispers of women that a female’s nose must never shine. In war, in famine, in fire, it had to be matte, and no one got a lipstick without the requisite face powder. … I was taunted by the problem: how could someone write something like the ‘Symposium’ and make sure her nose did not shine at the same time? It didn’t matter to me that I was reading a translation. I’d read Plato’s brilliant, dense prose and not be able to tear myself away. Even as a reader my nose shined. It was clearly either/or. You had to concentrate on either one or the other. In a New York minute, the oil from Saudi Arabia could infiltrate your house and end up on your nose. It didn’t hurt, it didn’t make noise, it didn’t incapacitate in any way except for the fact that no girl worth her salt took enough time away from vigilance to read a book let alone write one."},{"id":201,"quote":"Traditionally and practically, the world is brought to women by men; they are the outside on which female intelligence must feed. The food is poor, orphan’s gruel. This is because men bring home half-truths, ego-laden lies, and use them to demand solace or sex or housekeeping. The intelligence of women is not out in the world, acting on its own behalf; it is kept small, inside the home, acting on behalf of another. This is true even when the woman works outside the home, because she is segregated into women’s work, and her intelligence does not have the same importance as the lay of her ass."},{"id":202,"quote":"What I've learned is that women suffer from terrible shame and the shame comes from having been complicit in abuse because one wants to live."},{"id":203,"quote":"The shame women feel on being fucked and simultaneously feeling pleasure in being possessed, in the shame of having one acknowledged both physically and emotionally the extent to which one has internalized and eroticized their subordination."},{"id":204,"quote":"How did I become who I am? I have a heart easily hurt. I believed that cruelty was most often caused by ignorance. I thought that if everybody knew, everything would be different. I was a silly child who believed in the revolution. [...] I can`t be bought or intimidated because I`m already cut down in the middle. I walk with women whispering in my ears. Every time I cry there`s a name attached to each tear. [...] I long to touch my sisters; I wish I could take away the pain."},{"id":205,"quote":"It was the pornographers, not feminists, who punished women in the public square, as puritans had, for being sexual."},{"id":206,"quote":"Books were my church but even more my native land, my place of refuge, my DP camp. I was an exile early on, but exile welcomed me; it was were I belonged."},{"id":207,"quote":"The spread of religious fundamentalism throughout the world right now is men retrenching to undo the civil and social advances of women; to reestablish male power as a fundamental reality by reestablishing gender as an absolute. This requires rigorous tightening of restraints on male sexual behavior as well as intensifying civil and sexual controls on women."},{"id":208,"quote":"Even though the woman was not human—the land—or was less than human—a cow—farming had the symbolic overtones of old-fashioned agrarian romance: plowing the land was loving it, feeding the cow was tending it. In the farming model, the woman was owned privately; she was the homestead, not a public thoroughfare. One farmer worked her. The land was valued because it produced a valuable crop; and in keeping with the mystique of the model itself, sometimes the land was real pretty, special, richly endowed; a man could love it. The cow was valued because of what she produced: calves, milk; sometimes she took a prize. There was nothing actually idyllic in this. As many as one quarter of all acts of battery may be against pregnant women; and women die from pregnancy even without the intervention of a male fist. But farming implied a relationship of some substance between the farmer and what was his: and it is grander being the earth, being nature, even being a cow, than being a cunt with no redeeming mythology. Motherhood ensconced a woman in the continuing life of a man: how he used her was going to have consequences for him. Since she was his, her state of being reflected on him; and therefore he had a social and psychological stake in her welfare as well as an economic one. Because the man farmed the woman over a period of years, they developed a personal relationship, at least from her point of view: one limited by his notions of her sex and her kind; one strained because she could never rise to the human if it meant abandoning the female; but it was her best chance to be known, to be regarded with some tenderness or compassion meant for her, one particular woman."},{"id":209,"quote":"Consciousness means that we have developed an acute awareness of both our suffering and our humanity: what happens to us and what we have a right to. We know we are human and so the suffering (inferior status, exploitation, sexual abuse) is an intolerable series of violations that must be stopped. Experiencing suffering as such— instead of becoming numb— forces us to act human: to resist oppression, to demand fairness, to create new social arrangements that include us as human. When humans rebel against suffering, the heroes of history, known and unknown, are born."},{"id":210,"quote":"The real core of the feminist vision, its revolutionary kernel if you will, has to do with the abolition of all sex roles - that is, an absolute transformation of human sexuality and the institutions derived from it. In this work, no part of the male sexual model can possibly apply. Equality within the framework of the male sexual model, however that model is reformed or modified, can only perpetuate the model itself and the injustice and bondage which are its intrinsic consequences. I suggest to you that transformation of the male sexual model under which we now all labor and \"love\" begins where there is a congruence, not a separation, a congruence of feeling and erotic interest; that it begins in what we do know about female sexuality as distinct from male - clitoral touch and sensitivity, multiple orgasms, erotic sensitivity all over the body (which needn't - and shouldn't - be localized or contained genitally), in tenderness, in self-respect and in absolute mutual respect. For men I suspect that this transformation begins in the place they most dread - that is, in a limp penis. I think that men will have to give up their precious erections and begin to make love as women do together. I am saying that men will have to renounce their phallocentric personalities, and the privileges and powers given to them at birth as a consequence of their anatomy, that they will have to excise everything in them that they now value as distinctively \"male.\" No reform, or matching of orgasms, will accomplish this."},{"id":211,"quote":"Des Pres says it is easier to kill if “the victim exhibits self disgust; if he cannot lift his eyes for humiliation, or if lifted they show only emptiness...  There is some pornography in which women are that abject, that easy to kill, that close to being dead already.”"},{"id":212,"quote":"The fact is that in order to stop rape, and all of the other systematic abuses against us, we must destroy these very definitions of masculinity and femininity, of men and women. We must destroy completely and for all time the personality structures “dominant-active, or male and “submissive-passive, or female. ” We must excise them from our social fabric, destroy any and all institutions based on them, render them vestigial, useless. We must destroy the very structure of culture as we know it, its art, its churches, its laws; we must eradicate from consciousness and memory all of the images, institutions, and structural mental sets that turn men into rapists by definition and women into victims by definition. Until we do, rape will remain our primary sexual model and women will be raped by men.”"},{"id":213,"quote":"In the secular world, women are also credited with having a sense of good that is intrinsically female, a sense of good that men do not have. This is a frequent feature of contemporary environmentalist or antimilitarist movements. Women are seen to have an inborn commitment to both clean air and peace, a moral nature that abhors pollution and murder. Being good or moral is viewed as a particular biological capacity of women and as a result women are the natural guardians of morality: a moral vanguard as it were. Organizers use this appeal to women all the time. Motherhood is especially invoked as biological proof that women have a special relationship to life, a special sensitivity to its meaning, a special, intuitive knowledge of what is right. Any political group can appropriate the special moral sensibility of women to its own ends: most groups do, usually in place of offering substantive relief to women with respect to sexism in the group itself. Women all along the male-defined political spectrum give special credence to this view of a female biological nature that is morally good."},{"id":214,"quote":"I`m tired, very weary, and I cry for my sisters. Tears get the nothing, of course. One needs a generation of warriors who can`t be tired out or bought off. Each woman needs to take what she endures and turn it into action. With every tear, accompanying it, one needs a knife to rip a predator apart; with every wave of fatiguem one needs another platoon of strong, tough women coming up over the horizon to take more land, to make it safe for women. I`m willing to count the inches. The pimps and rapists need to be dispossessed, forced into a mangy exile; the women and children - the world`s true orphans - need to be empowered, cosseted with respect and dignity"},{"id":215,"quote":"One thing should be clear, but apparently it is not: if this were indeed our nature, we would be living in paradise.If pain, humiliation, and physical injury made us happy, we would be ecstatic.If being sold on street corners were a good time, women would jam street corners the way men jam football matches.If forced sex were what we craved, even we would be satisfied already.If being dominated by men made us happy, we would smile all the time.Women resist male domination because we do not like it.Political women resist male domination through overt, rude, unmistakable rebellion. They are called unnatural, because they do not have a nature that delights in being debased.Apolitical women resist male domination through a host of bitter subversions, ranging from the famous headache to the clinical depression epidemic among women to suicide to prescription-drug tranquilization to taking it out on the children; sometimes a battered wife kills her husband. Apolitical women are also called unnatural, the charge hurled at them as nasty or sullen or embittered individuals, since that is how they fight back. They too are not made happy by being hurt or dominated.In fact, a natural woman is hard to find. We are domesticated, tamed, made compliant on the surface, through male force, not through nature. We sometimes do what men say we are, either because we believe them or because we hope to placate them. We sometimes try to become what men say we should be, because men have power over our lives."},{"id":216,"quote":"And yes, I mean it. A man who sticks his cock in an infant`s mouth belongs to Himmler`s circle of hell."},{"id":217,"quote":"Being worshiped (for most women) is preferable to being defiled, and being looked up to is better than being walked on. It is hard for women to refuse the worship of what otherwise is despised: being female. Woman’s special moral nature has sometimes been used to plead her case: being moral, she will be able to upgrade the morality of the nation if she has the rights of citizenship, the tone of the marketplace if she is employed, the quality of the church if she officiates, the humanism of government if she is in it; being moral, she will be on the side of good. It has also been argued, more loudly and more often, that her moral nature must not be contaminated by vulgar responsibilities; that she has a special moral role to play in making the nation and the world good— she must be in her person the example of good that will civilize and educate men and make the nation moral. One cannot do what men do—not in government, not in the family, not even in religion, not anywhere—and be an example of good."},{"id":218,"quote":"It has always been essential to keep women riveted on the details of submission so as to divert women from thinking about the nature of force—especially the sexual force that necessitates sexual submission. The mothers could not ward off the enthusiasm of sexual liberation—its energy, its hope, its bright promise of sexual equality—because they could not or would not tell what they knew about the nature and quality of male sexuality as they had experienced it, as practiced on them in marriage. They knew the simple logic of promiscuity, which the girls did not: that what one man could do, ten men could do ten times over. The girls did not understand that logic because the girls did not know fully what one man could do. And the mothers failed to convince also because the only life they offered was a repeat version of their own: and the girls were close enough to feel the inconsolable sadness and the dead tiredness of those lives, even if they did not know how or why mother had gotten the way she was."},{"id":219,"quote":"The only fiction in pornography is the smile on the woman's face."},{"id":220,"quote":"Equality in the realm of sex is an antisexual idea if sex requires dominance in order to register as sensation."},{"id":221,"quote":"On my twenty-fifth birthday, when I had lived one quarter of a century, I was nearly dead, almost catatonic, without the will to live. By my twenty-sixth birthday, I wanted more than anything to live. I was one year old, an infant born out of a corpse, still with the smell of death on her, but hating death."},{"id":222,"quote":"I also had nightmares, somehow all the feelings I didnt feel when each thing had actually happened to me I did feel when I slept. I hated going to sleep because then I had to feel. I felt him hit me, andI felt what it felt like, and christ it felt awful. I would sleep, some times with my eyes open, and I would feel it all over, and most of it for the first time. I didnt understand how I had not felt it when it was happening, but I hadnt, I had felt something else. I had felt almost nothing, which was something else, when I was sleeping each thing would happen to me as it had happened and I would feel what I had not felt."},{"id":223,"quote":"Prostitution means for the woman the carnal annihilation of will and choice, but for the man it once again signifies an increase in power, pure and simple."},{"id":224,"quote":"God exacted interest like a loanshark, you paid and kept paying and still He broke all yr bones, one Yom Kippur, at the beginning of her 30th year, God had written her name once again in the book of loss, Bertha Schneider, let her lose everything, God had written in that pedestrian prose of His. rub it in, pile it on, and let her eat cake, the kind wrapped in plastic, God had scratched in the margin."},{"id":225,"quote":"There is no freedom or justice in exchanging the female role for the male role. There is, no doubt about it, equality. There is no freedom or justice in using male language, the language of your oppressor, to describe sexuality. There is no freedom or justice or even common sense in developing a male sexual sensibility—a sexual sensibility which is aggressive, competitive, objectifying, quantity oriented. There is only equality. To believe that freedom or justice for women, or for any individual woman, can be found in mimicry of male sexuality is to delude oneself and to contribute to the oppression of one’s sisters.Many of us would like to think that in the last four years, or ten years, we have reversed, or at least impeded, those habits and customs of the thousands of years which went before—the habits and customs of male dominance. There is no fact or figure to bear that out. You may feel better, or you may not, but statistics show that women are poorer than ever, that women are raped more and murdered more. I want to suggest to you that a commitment to sexual equality with males, that is, to uniform character as of motion or surface, is a commitment to becoming the rich instead of the poor, the rapist instead of the raped, the murderer instead of the murdered. I want to ask you to make a different commitment—a commitment to the abolition of poverty, rape, and murder; that is, a commitment to ending the system of oppression called patriarchy; to ending the male sexual model itself."},{"id":226,"quote":"In every case, I have used the discourse of men as a source, without distorting it. I have said what men say about women, about the nature of sex, about the nature of nature. The men remain cultural heroes, promethean truth-tellers; surely they mean no harm. I am excoriated (surely I mean some harm) for saying what they say but framing it in a new frame, one that shows consequences to women. The ones they do it to have been left out. I put the ones they do it to back in. In exposing the hate men have for women, it is as if it becomes mine. To say what they do is to be what they are, except that they are entitled, they are right, in what they do and what they say and how they feel. Maybe they are tragic but they are never responsible: for being mean or cruel or stupid. When they advocate rape, that is normal and neutral. When I say they advocate rape, I am engaging in the equivalent of a blood-libel (this is the meaning of the “man-hating charge); I slander them as if I invented the sadism, the brutality, the exploitation, that they engage in and defend.”"},{"id":227,"quote":"Ethereal or promiscuous, she is stigmatized by the awesome drive behind her desire, the restlessness of her soul on earth, the mercilessness of her passion, [...] Her desire is grandiose and amoral, beyond the timidity she practices and the conscious morality she knows. She is stigmatized by her capacity for passion, not unlike artistic genius, the great wildness of a soul forever discontent with existing forms and their meanings; but she, unlike the artist, has no adequate means of expression."},{"id":228,"quote":"Historically, ignorance has been a form of grace for the good woman; education was denied women to keep them morally good. The elevation of a woman requires that she have this innocence, this purity, this chastity: she must not know the world, which men embody. The worship of a woman or a female religious symbol is often the unmediated worship of chastity. The virgin is the great religious symbol of female good, the female who is by nature (in her body) good, who embodies the good. The awe and honor accorded the chaste female by men are frequently pointed to to show that men do not hate or degrade women, that men worship, adore, and admire women. The morally superior nature of women is honored mostly in the abstract, and women are worshiped mostly in the abstract. The worship is worship of a symbol— a symbol manipulated to justify the uses to which fallen women are put. The morally good woman is put on a pedestal—a small, precarious, raised stage, often mined, on which she stands for as long as she can—until she falls off or jumps or it goes boom."},{"id":230,"quote":"I am one of those serious women."},{"id":231,"quote":"The beauty of a Jewish education is that you learn how to argue."},{"id":232,"quote":"I need the money, people are very coy about money, and the ladies arent just coy, they are sci fi about money……people ask, well, dont sweet things happen? yes, indeed, many sweet things, but sweet doesnt keep you from dying, making love doesnt keep you from dying unless you get paid, writing doesnt keep you from dying unless you get paid, being wise doesnt keep you from dying unless you get paid, facts are facts, being poor makes you face facts which also does not keep you from dying."},{"id":233,"quote":"The numbers grow as the technology and its accessibility grow. The technology by its very nature encourages more and more passive acquiescence to the graphic depictions. Passivity makes the already credulous consumer more credulous. He comes to the pornography a believer; he goes away from it a missionary."},{"id":234,"quote":"Sitting with Ricki [Abrams], talking with Ricki, I made a vow to her: that I would use everything I knew, including from prostitution, to make the women`s movement stronger and better; that I`d give my life to the movement and for the movement. I promised to honour-bound to the well-being of women, to do anything necessary for that well-being. I promised to live and to die if need be for women. I made that vow some thirty years ago, and I have not betrayed it yet."},{"id":235,"quote":"In the United States, the cost of maintaining racism has been a loss of self-knowledge (and thus love) for those who refuse to know what they have because others suffer. What they have includes a sense of superiority that substitutes for a real identity. Maintaining racism has required an emotional numbness, a proud and fatal incapacity to feel, because that is the cost of purposely maintaining ignorance: one must block life out—the world around one and one’s own emotional possibilities. For that reason, in this country there is “an emotional poverty so bottomless, and a terror of human life, of human touch, so deep that most Amerikans lack “the most elementary and crucial connections.”"},{"id":236,"quote":"I listened; I wrote; I learned. I do not know why so many women trusted me enough to speak to me, but underneath anything I write one can hear the percussive sound of their heartbeats. If one has to pick one kind of pedagogy over all others, I pick listening. It breaks down prejudices and stereotypes; it widens self-imposed limits; it takes one into another's life, her hard times and, if there is any, her joy too."},{"id":237,"quote":"For me, being a lesbian means three things— First, it means that I love, cherish, and respect women in my mind, in my heart, and in my soul. This love of women is the soil in which my life is rooted. It is the soil of our common life together. My life grows out of this soil. In any other soil, I would die. In whatever ways I am strong, I am strong because of the power and passion of this nurturant love."},{"id":238,"quote":"On what motivated her: I see it like this. All women are on a leash, because we are all oppressed. But those who get to adulthood without being raped or beaten have a longer leash than those who were. It should be that the ones with the longest leashes do more to help others. But it doesn't work that way, so we are the ones that fight the fight."},{"id":239,"quote":"Will feminism be a political movement that confronts the power of men over women in order to dismantle that power; or will feminism be a \"lifestyle\" choice, a post-modernist fad, a cyclically noted fashion?"},{"id":240,"quote":"RIDDLE: Q: Why haven't women made great works of art? A: Because they are great works of art."},{"id":241,"quote":"Feminists have good reasons for feeling tired. The backlash against feminism has been deeply stupid."},{"id":242,"quote":"Being naked takes on different values, according to the self-consciousness of the one who is naked; or according to the consciousness of the one who is looking at the nakedness. The men are tortured in their minds by the meaning of being naked, especially by the literal nakedness of women but also by their own nakedness: what it means to be seen and to be vulnerable. The nakedness of the women they look at, interpret, desire, associate with acts of violence they want to commit."},{"id":243,"quote":"Only the toughest among women will make the necessary next moves, the revolutionary moves, and among prostituted women one finds the toughest if not always the best. If prostituted women worked together to end male supremacy, it would end. Surviving degradation is an ongoing process that gives you rights, honor and knowledge, because you earn them."},{"id":244,"quote":"My own experience is that night and day are more alike than different -- in which case they couldn't possibly be opposite."},{"id":245,"quote":"The questions now really are: why is pornography credible in our society? how can anyone believe it? And then: how subhuman would women have to be for the pornography to be true? To the men who use the pornography, how subhuman are women?"},{"id":246,"quote":"Men can deny that poor women or working-class women or prostituted women have the capacity to read or write their own language, but some of those women will read or write their own language anyway; they will risk everything to learn it. In the slaveholding South in the United States, it was forbidden by law to teach slaves to read or write; but some slaveowners taught, some slaves learned, some slaves taught themselves, and some slaves taught other slaves. In Jewish law, it is forbidden to teach women Talmud, but some women learned Talmud anyway."},{"id":247,"quote":"Rape is no excess, no aberration, no accident, no mistake--it embodies sexuality as the the culture defines it."},{"id":248,"quote":"Kept in institutions until they die as a punishment for having lived so long, for having outlived their sex-appropriate work, old white women find themselves drugged (6.1 prescriptions for an average patient, more than half the patients given drugs like Thorazine and Mellaril); sick from neglect with bedsores, urinary, eye, and ear infections; left lying in their own filth, tied into so-called geriatric chairs or tied into bed; sometimes not fed, not given heat, not given any nursing care; sometimes left in burning baths (from which there have been drownings); sometimes beaten and left with broken bones. Even in old age, a woman had better have a man to protect her. She has earned no place in society on her own."},{"id":249,"quote":"The symbols of terror are commonplace and utterly familiar: the gun, the knife, the bomb, the fist, and so on. Even more significant is the hidden symbol of terror, the penis."},{"id":250,"quote":"There is a misery of the body and a misery of the mind, and if the stars, whenever we looked at them, poured nectar into our mouths, and the grass became bread, we would still be sad. We live in a system that manufactures sorrow, spilling it out of its mill, the waters of sorrow, ocean, storm, and we drown down, dead, too soon."},{"id":251,"quote":"With the possible exception of the Shakers, it is difficult to think of an American movement that has failed more spectacularly than antipornography feminism."},{"id":252,"quote":"Americans, by which I mean people who live in the United States, are incredibly juvenile about social change. Robin Morgan called it “ejaculatory politics: if it doesn’t happen right away it doesn’t happen. The Women’s Movement in this country has all the same characteristics as the culture that we live in, short-term gratification, personal fulfilment, personal advancement, and yes, coming out as a lesbian can get in the way of that. Liberals and left-wing men have recolonised women around the fear of the right. This troubles me - it makes me feel like we’re really suckers.”"},{"id":253,"quote":"I watch him sleep because the tenderness I have for him is what I have left of everything I started with.My brother was like him, frail blond curls framing a guileless face, he slept the same way, back where I started. A tenderness remembered tangentially, revived when I see this pale, yellow-haired man asleep, at rest, defenseless, incomprehensibly trusting death not to come. We are innocence together, before life set in.Sometimes I feel the tenderness for this man now, the real one asleep, not the memory of the baby brother - sometimes I feel the tenderness so acutely - it balances on just a sliver of memory - I feel it so acutely, it is so much closer to pain than to pleasure or any other thing, for instance, in one second when each knows what the other will say or without a thought our fingers just barely touch, I remember then in a sharp sliver of penetration my baby brother, pale, yellow-haired, curls framing a sleeping face while I lay awake during the long nights, one after the other, while mother lay dying. It is consumingly physical, not to sleep, to be awake, watching a blond boy sleeping and waiting for your mother to die."},{"id":254,"quote":"Carolina Maria de Jesus wrote in her diary: 'Everyone has an ideal in life. Mine is to be able to read.' She is ambitious, but it is a strange ambition for a woman. She wants learning. She wants the pleasure of reading and writing. Men ask her to marry but she suspects that they will interfere with her reading and writing. They will resent the time she takes alone. They will resent the focus of her attention elsewhere. They will resent her concentration and they will resent her self-respect. They will resent her pride in herself and her pride in her unmediated relationship to a larger world of ideas, descriptions, facts. Her neighbors see her poring over books, or with pen and paper in hand, amidst the garbage and hunger of the favela. Her ideal makes her a pariah: her desire to read makes her more an outcast than if she sat in the street putting fistfuls of nails into her mouth. Where did she get her ideal? No one offered it to her. Two thirds of the world’s illiterates are women. To be fucked, to birth children, one need not know how to read. Women are for sex and reproduction, not for literature. But women have stories to tell. Women want to know. Women have questions, ideas, arguments, answers. Women have dreams of being in the world, not merely passing blood and heaving wet infants out of laboring wombs. 'Women dream,' Florence Nightingale wrote in Cassandra, 'till they have no longer the strength to dream; those dreams against which they so struggle, so honestly, vigorously, and conscientiously, and so in vain, yet which are their life, without which they could not have lived; those dreams go at last. . . . Later in life, they neither desire nor dream, neither of activity, nor of love, nor of intellect."},{"id":255,"quote":"Men on \"Women\" For men, their right to control and abuse the bodies of women is the one comforting constant in a world rigged to blow up but they do not know when.“Coitus as punishment for the happiness of being together” which is profound and moving.”"},{"id":256,"quote":"to permit writers to use forms which violate convention just might permit writers to develop forms which would teach people to think differently: not to think about different things, but to think in different ways."},{"id":257,"quote":"Women experience the world as mystery. Kept ignorant of technology, economics, most of the practical skills required to function autonomously, kept ignorant of the real social and sexual demands made on women, deprived of physical strength, excluded from forums for the development of intellectual acuity and public self-confidence, women are lost and mystified by the savage momentum of an ordinary life"},{"id":258,"quote":"There is nothing in the Old Testament to justify the vilification of homosexuals or homosexuality that began with Paul and still manifests virulently in the fundamentalist Right in Amerika. It takes the magical claim that the New Testament is “concealed in the Old to sustain the illusion of divine sanction for this special hatred of homosexuality. It is more than concealed; it is not there. Paul saw the power of the father in decline. The power of the son was taking its place. The Jews were confused and divided, and patriarchal power was not effectively being maintained by Jewish law. Paul worshiped male power; therefore Paul worshiped the son, was converted to the son’s side when he saw the potential of that side for power. He was opportunistic, politically brilliant, and a master of propaganda. It was the shrewd Paul who finally undermined the law that had for centuries kept patriarchal power intact but now was failing, in decline. He scapegoated homosexuals as unnatural, deceitful, full of malignity, worthy of death, the source of intolerable evil; and then he blamed the Jews, and especially the law of the Jews, for the existence of homosexuality. “Therefore, ” Paul proclaimed in Romans 3: 20, “by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin. ” Paul introduced the hatred of homosexuality into the Judeo-Christian tradition, and he introduced the hatred of Jews into it too. In Christian countries, the two groups have suffered contempt, persecution, and death in each other’s shadow ever since; they have been linked by demagogues seeking power through hate—demagogues like Paul; trying to pacify the likes of Paul, they have often enough repudiated and hated each other; and each group has hidden from the soldiers of Christ in its own way.”"},{"id":259,"quote":"One cannot turn one's back on the women or on the burden of memory they carry. If one values women as human beings, one will not turn one's back on the women who are being hurt today and the women who will be hurt tomorrow."},{"id":260,"quote":"The discovery is, of course, that “man and “woman” are fictions, caricatures, cultural constructs. As models they are reductive, totalitarian, inappropriate to humanbecoming. As roles they are static, demeaning to the female, dead-ended for male and female both.The conclusion is inescapable: we are, clearly, a multisexed species which has its sexuality spread along a vast continuum where the elements called male and female are not discrete.”"},{"id":261,"quote":"people ask, well, dont sweet things happen? yes, indeed, many sweet things, but sweet doesnt keep you from dying, making love doesnt keep you from dying unless you get paid, writing doesnt keep you from dying unless you get paid, being wise doesnt keep you from dying unless you get paid, facts are facts, being poor makes you face facts which also does not keep you from dying,"},{"id":262,"quote":"I used writing to take language where women’s pain was--and women’s fear--and I kept excavating for the words that could bear the burden of speaking the unspeakable..."},{"id":263,"quote":"I will say here what I have never said before: my pacifism was not challenged by the beating and torture I experienced in marriage some thirty years ago; I finally got away not because I knew that he would kill me but because I thought I would kill him."},{"id":264,"quote":"The victim of encapsulating violence carries both the real fear and the memory of fear with her always. Together, they wash over her like an ocean, and if she does not learn to swim in that terrible sea, she goes under."},{"id":265,"quote":"As women, we must begin this revolutionary work. When we change, those who define themselves over and against us will have to kill us all, change, or die. In order to change, we must renounce every male definition we have ever learned; we must renounce male definitions and descriptions of our lives, our bodies, our needs, our wants, our worth—we must take for ourselves the power of naming. We must refuse to be complicit in a sexual-social system that is built on our labor as an inferior slave class. We must unlearn the passivity we have been trained to over thousands of years. We must unlearn the masochism we have been trained to over thousands of years. And, most importantly, in freeing ourselves, we must refuse to imitate the phallic identities of men. We must not internalize their values and we must not replicate their crimes."},{"id":266,"quote":"...and I went to the peace office and instead of typing letters for the peace boys I wrote to newspapers saying I had been hurt and it was bad and not all right and because I didn’t know sophisticated words I used the words I knew and they were very shocked to death; and the peace boys were in the office and I refused to type a letter for one of them because I was doing this and he read my letter out loud to everyone in the room over my shoulder and they all laughed at me, and I had spelled America with a “k because I knew I was in Kafka’s world, not Jefferson’s, and I knew Amerika was the real country I lived in, and they laughed that I couldn’t spell it right.”"},{"id":267,"quote":"Greatness is not synonymous with perfection or popularity. In the long-arc narratives of male genius that reach far beyond a lifetime, greatness is established despite, and in the glaring light of, great flaws. Great men are by definition to be reckoned with and honored for the dilemmas they force us to confront, while the ways to castigate a woman of brilliance and ambition are second-nature and sometimes fatal, whether she’s deemed evil or merely, as they say, problematic."},{"id":268,"quote":"The bait’s got a theory; the bait’s finding a practice, working it out; the bait’s going to write it down and she don’t have to use words, she’ll make signs, in blood, she’s good at bleeding, boys, the vein’s open, boys, the bait’s got plenty, each month more and more without dying for a certain long period of her life, she can lose it or use it, she works in broad strokes, she makes big gestures, big signs; oh and honey there’s so much bait around that there’s going to be a bloodbath in the old town tonight, when the new art gets its start."},{"id":269,"quote":"A man wants what a woman has - sex. He can steal it, persuade her to give it away, rent it, , lease it over the long term, or own it outright."},{"id":270,"quote":"Men do not have principles or political agendas not congruent with the sex they want."},{"id":271,"quote":"Can a man read a book written by a woman in which she, the author, has a direct relationship to experience, ideas, literature, life, including fucking, without mediation-such that what she says and how she says it are not determined by boundaries men have set for her?"},{"id":272,"quote":"And I want one day of respite, one day off, one day in which no new bodies are piled up, one day in which no new agony is added to the old, and I am asking you to give it to me. And how could I ask you for less--it is so little. And how could you offer me less: it is so little. Even in wars, there are days of truce. Go and organize a truce. Stop your side for one day. I want a twenty-four-hour truce during which there is no rape."},{"id":273,"quote":"Now, when I talk about a resistance, I am talking about an organized political resistance. I'm not just talking about something that comes and something that goes. I'm not talking about a feeling. I'm not talking about having in your heart the way things shuold be and going through a regular day having good, decent, wonderful ideas in your heart. I'm talking about when you put your body and your mind on the line and you commit yourself to years of struggle in order to change the society in which you live. This does not mean just changing the men whom you know so that their manners will get better - although that wouldn't be bad either. It has been fifteen years. Their manners haven't gotten appreciably better, even. But that's not what a political resistance is. A political resistance goes on day and night, under cover and over ground, where people can see it and where people can't. It is passed from generation to generation. It is taught. It is encouraged. It is celebrated. It is smart. It is savvy. It is committed. And someday it will win. It will win."},{"id":274,"quote":"The appeals judge said that pornography did all the harm we claimed--it promoted insult and injury, rape and assault, even caused women to have lower wages--and that these effects proved its power as speech; therefore, it had to be protected."},{"id":275,"quote":"...punishment evokes sexual feelings in him; skin is logically connected in his mind with force, because sex is what he feels when he feels the urge to hurt her. [...] Force is suggested by the skin, because both to him mean real touch; [...] still conditioned by civilization to have abstract sexual impulses, he is drawn most by the silhouette, halfway between the fictive and the real."},{"id":276,"quote":"there is a great deal at stake here, many writers fight this battle and most lose it. what is at stake for the writer? freedom of invention, freedom to tell the truth, in all its particulars, freedom to imagine new structures."},{"id":277,"quote":"The women trapped in the pictures continue to be perceived as the free speech of the pimps who exploit them."},{"id":278,"quote":"I think as feminists we have a way of looking at problems that other people appear not to understand. To name names, the right and theleft appear not to understand what it is that feminists are trying to do. Feminists are trying to destroy a sex hierarchy, a race hierarchy, aneconomic hierarchy, in which women are hurt, are disempowered, and in which society celebrates cruelty over us and refuses us the integrity of our own bodies and the dignity of our own lives.... So feminists look at the society we live in and try to understand how we are going to fight male power. And in order to try to figure outhow we're going to fight it, we have to figure out how it's organized, how it works. How does it survive? How does it work itself out? Howdoes it maintain itself as a system of power?... So feminists come along, and we say: Well, we are going to understand how it is that these people do what they do. We are going toapproach the problem politically. That means that we are going to try to isolate and describe systems of exploitation as they work on us, from our point of view as the people who are being hurt by them. It means that even though we're on the bottom and they're on the top, we are examining them for points of vulnerability. And as we find those points of vulnerability—and you might locate them anatomically, as well as any other way—we are going to move whatever muscles we have, from whatever positions we are in, and we are going to get that bastard in his collective manifestation off of us.And that means we are politically organizing a resistance to male supremacy."},{"id":279,"quote":"All women are supposed to vilify any peer who deviates from the accepted norm of femininity, and most do. What is remarkable is not that most do, but that some do not."},{"id":280,"quote":"I want to bring us back to basics. Prostitution: what is it? It is the use of a woman's body for sex by men, he pays money, he does what he wants. The minute you move away from what it really is, you move away from prostitution into the world of ideas. You will feel better; you will have a better time; it is more fun; there is plenty to discuss, but you will be discussing ideas, not prostitution. Prostitution is not an idea. It is the mouth, the vagina, the rectum, penetrated usually by a penis, sometimes hands, sometimes objects, by one man and then another and then another and then another and then another. That's what it is."},{"id":281,"quote":"I wasn't allowed to make the plans or write the leaflets or draft the letters or decide anything but they let me picket because they needed numbers and it was just being a foot soldier and they let me sit in because it was bodies and they let me get arrested because it was numbers for the press; but once we were arrested the women disappeared inside the prison, we were swallowed up in it, it wasn't as if anyone was missing to them. They were all over the men, to get them out, to keep track of them, to make sure they were okay, the heroes of the revolution incarnate had to be taken care of. The real men were going to real jail in a real historical struggle; it was real revolution. The nothing ones walked off a cliff and melted into thin air. I didn't mind being used but I didn't expect to disappear into a darkness resembling hell by any measure; left there to rot by my brothers; the heroes of the revolution. They got the men out; they left us in."},{"id":282,"quote":"Each time the women’s movement achieves success in providing a way for a woman to speak out, in court or in the media, the prorape constituency lobbies against her: against her credibility. It’s as if we’re going to have a vote on it, the new reality TV: are we for her or against her? Is she a liar or - let’s be kind - merely disturbed? In the United States it is increasingly common to have the lawyers defending the accused rapist on television talk shows. The victim is slimed; the jury pool is contaminated; what happens to the woman after the trial is lost; she’s gone, disappeared, as if her larynx had been ripped out of her throat and even her shadow had been rent."},{"id":283,"quote":"It’s not as if there’s an empty patch that one can see and so one can say, ‘There’s my ignorance; it’s about ten by ten and a dozen feet high and someday someone will fill in the empty patch."},{"id":285,"quote":"Most Amerikans do not read books--they prefer television. Academics lock books in a tangled web of mindfuck and abstraction. The notion is that there are ideas, then art, then somewhere else, unrelated, life."},{"id":286,"quote":"They didn't really believe in rape, I think. I couldn't ask anyone or tell anyone because they would just say how I was bourgeois, which was this word they used all the time. Women were it more than anybody. They were hip or cool or hipsters or bohemians or all those words you could see in newspapers on the Lower East Side but anytime a woman said something she was bourgeois. I knew what it meant but I didn't know how to say it wasn't right. They believed in nonviolence and so did I, one hundred percent. I wouldn't hurt anybody even if he did rape me but he probably didn't. Men were supposed to go crazy and kill someone if he was a rapist but they wouldn't hurt him for raping me because they didn't believe in hurting anyone and because I was bourgeois and anything that brought me down lower to the people was okay and if it hurt me I deserved it because if you were bourgeois female you were spoiled and had everything and needed to be fucked more or to begin with."},{"id":287,"quote":"You do not teach someone to count only up to eight. You do not say nine and ten and beyond do not exist. You give people everything or they are not able to count at all. There is a real revolution or none at all."},{"id":288,"quote":"Long before he had touched a woman, this depravity, this exploitation, was rooted in his mind, a form of torment. He was tormented by “woman, not some particular woman but woman as something to be desired, woman, every woman, woman’s nudity . . . This impersonal something was at the heart of his desire: objectlike, not human and individual; not someone in particular but a body...something to have.”"},{"id":290,"quote":"There have also been, always, individual feminists- women who violated the strictures of the female role, who challenged male supremacy, who fought for the right to work, or sexual freedom, or release from the bondage of the marriage contract. Those individuals were often eloquent when they spoke of the oppression the suffered as women in their own lives, but other women, properly trained to their roles, did not listen."},{"id":291,"quote":"...man's love for woman, his sexual adoration of her, his human definition of her, his delight and pleasure in her, require her negation: physical crippling and psychological lobotomy. That is the very nature of romantic love...he adores her deformity, annihilates her freedom, he will have her as sex object, even if he must destroy the bones in her feet to do it. Brutality, sadism, and oppression emerge as the substantive core of the romantic ethos."},{"id":292,"quote":"The Right in the United States today is a social and political movement controlled almost totally by men but built largely on the fear and ignorance of women. The quality of this fear and the pervasiveness of this ignorance are consequences of male sexual domination over women. Every accommodation that women make to this domination, however apparently stupid, self-defeating, or dan- gerous, is rooted in the urgent need to survive somehow on male terms. Inevitably this causes women to take the rage and contempt they feel for the men who actually abuse them, those close to them, and project it onto others, those far away, foreign, or different. Some women do this by becoming right-wing patriots, nationalists determined to triumph over populations thousands of miles removed. Some women become ardent racists, anti-Semites, or homophobes. Some women develop a hatred of loose or destitute women, pregnant teenage girls, all persons unemployed or on welfare. Some hate individuals who violate social conventions, no matter how superficial the violations. Some become antagonistic to ethnic groups other than their own or to religious groups other than their own, or they develop a hatred of those political convictions that contradict their own. Women cling to irrational hatreds, focused particularly on the unfamiliar, so that they will not murder their fathers, husbands, sons, brothers, lovers, the men with whom they are intimate, those who do hurt them and cause them grief. Fear of a greater evil and a need to be protected from it intensify the loyalty of women to men who are, even when dangerous, at least known quantities. Because women so displace their rage, they are easily controlled and manipulated haters. Having good reason to hate, but not the courage to rebel, women require symbols of danger that justify their fear. The Right provides these symbols of danger by designating clearly defined groups of outsiders as sources of danger. The identities of the dangerous outsiders can can change over time to meet changing social circumstances--for example, racism can be encouraged or contained; anti-Semitism can be provoked or kept dormant; homophobia can be aggravated or kept under the surface—but the existence of the dangerous outsider always functions for women simultaneously as deception, diversion, painkiller, and threat."},{"id":293,"quote":"In the first month of their marriage she became pregnant; he kept fucking her during her pregnancy: “‘You think I am straying from my subject? Not at all! I am telling you how I killed my wife. There were continuous pregnancies, but he kept fucking her despite her suffering and despair: “‘so many children! The torments exhausted her!”’ She learned birth control and became young and energetic and vital again, but then she wanted someone else—she wanted love from someone not “‘befouled by jealousy and all kinds of anger.’” But the husband kept fucking her anyway, no matter what she wanted, no matter how angry he was. In one violent fight, he wanted to beat her, to kill her; he threw a heavy paperweight at her; she sobbed hysterically and ran from the room, but by morning ‘“she grew quiet, and we made peace under the influence of the feeling we called love.’” All this sexual use of her was the killing. The physical act of killing—stabbing her with a dagger—is sexual too”"},{"id":294,"quote":"Many see that in this nightmared land, language has no meaning and the work of the writer is ruined. Many see that the triumph of authoritarian consciousness is its ability to render the spoken and written word meaningless—so that we cannot talk or hear each other speak. It is the work of the writer to reclaim the language from those who use it to justify murder, plunder, violation. The writer can and must do the revolutionary work of using words to communicate, as community."},{"id":295,"quote":"If sex oppression is real, absolute, unchanging, inevitable, then the views of right-wing women are more logical than not. Marriage is supposed to protect them from rape; being kept at home is supposed to protect them from the caste-like economic exploitation of the marketplace; reproduction gives them what value and respect they have and so they must increase the value of reproduction even if it means increasing their own vulnerability to reproductive exploitation (especially forced pregnancy); religious marriage—traditional, correct, law-abiding marriage—is supposed to protect against battery, since the wife is supposed to be cherished and respected. The flaws in the logic are simple: the home is the most dangerous place for a woman to be, the place she is most likely to be murdered, raped, beaten, certainly the place where she is robbed of the value of her labor. What right-wing women do to survive the sex-class system does not mean that they will survive it: if they get killed, it will most likely be at the hands of their husbands; if they get raped, the rapists will most likely be their husbands or men who are friends or acquaintances; if they get beaten, the batterer will most likely be their husbands—perhaps 25 percent of those who are beaten will be beaten during pregnancy; if they do not have any money of their own, they are more vulnerable to abuse from their husbands, less able to escape, less able to protect their children from incestuous assault; if abortion becomes illegal, they will still have abortions and they are likely to die or be maimed in great numbers; if they get addicted to drugs it most likely be to prescription drugs prescribed by the family doctor to keep the family intact; if they get poor—through being abandoned by their husbands or through old age—they are likely to be discarded, their usefulness being over. And right-wing women are still pornography just like other women whom they despise; and what they do—just like other women—is barter. They too live inside the wall of prostitution no matter how they see themselves."},{"id":296,"quote":"And what is the value of this sexual object to men, since it is they who form her, use her, and give her what value she has? The pioneering male masochist Leopold von Sacher-Masoch, who spent most of his life bullying bewildered women into wearing furs and halfheartedly whipping him, candidly wrote in his diary that “my cruel ideal woman is for me simply the instrument by which I terrorise myself. The nature of the act does not change the nature of the act: the female is the instrument; the male is the center of sensibility and power. Roland Barthes, with himself as the lover, essentially endorses the same view of the object’s value and purpose: “Enough that, in a flash, I should see the other in the guise of an inert object, like a kind of stuffed doll, for me to shift my desire from this annulled object to my desire itself; it is my desire I desire, and the loved being is no more than its tool.”"},{"id":297,"quote":"Can a man read a woman’s work if it does not say what he already knows? Can a man let in a challenge not just to his dominance but to his cognition? And, specifically, am I saying that I know more than men about fucking? Yes, I am."},{"id":298,"quote":"Would we have to be so grandiose, so arrogant, so unfeminine, as to believe that the streets we walk on, the homes we live in, the beds we sleep in, are ours— belong to us— really belong to us: we decide what is right and what is wrong and if something hurts us, it stops. It is, of course, gauche to be too sincere about these things, and it is downright ridiculous to be serious. Intelligent people are well mannered and moderate, even in pursuing freedom. Smart women whisper and say please."},{"id":299,"quote":"I had an abhorrence for killing, but it was raped from me, raped from my brain; obliterated, like freedom."},{"id":300,"quote":"And mother, handmaiden to the Lord, says wear this, do that, don't do that, don't say that, sit, close your legs, wear white gloves and don't get them dirty, girls don't climb trees, girls don't run, girls don't, girls don't, girls don't; wasn't nothing girls actually did do of any interest whatsoever. It's when they get you a doll that pees that you recognize the dimensions of conspiracy, its institutional reach, its metaphysical ambition."},{"id":302,"quote":"He was immensely sad and immensely bitter and he said we would get married now because married people did it like this and hated each other and felt dead, fucking was like being dead for them; pity the poor husband, he felt dead. He stayed between my legs, resting. I didn't move because there is an anguish that can stop you from moving and I couldn't kill him because there is an anguish that can stop you from killing. Something awful came, a suffering bigger than my life or your life or any life or God's life, the crucifixion God; the nails are hammered in but you don't get to die. It's the cross for ladies, a bed, and you don't get to die; the lucky boy, the favorite child, gets to die. You've been mowed down inside, slaughtered inside, a genocide happened in you, but you don't get to die. You're not God's son, you're His daughter, and He leaves you there nailed because you're some stupid piece of shit who loved someone and you will be there forever, in some bed somewhere for the rest of your life and He will make it a long time, He will make you get old, and He will see to it that you get fucked, and the skin around where you get fucked will be calloused and blistered and enraged and there will be someone climbing on you and getting in you and God your Father will watch; even when you're old He'll watch."},{"id":303,"quote":"Unable to transcend ego, to be naked inside and out, or being left alone because passion is burnt out and \"when it is burnt out it is over in an instant,\" the men use violence - capture, murder, violent revenge. Alienated because of their self-absorption, their thoughts of women are saturated with violence; they dream of violence when they think of the woman they want."},{"id":304,"quote":"The accounts of rape, wife beating, forced childbearing, medical butchering, sex-motivated murder, forced prostitution, physical mutilation, sadistic psychological abuse, and other commonplaces of female experience that are excavated from the past or given by contemporary survivors should leave the heart seared, the mind in anguish, the conscience in upheaval. But they do not. No matter how often these stories are told, with whatever clarity or eloquence, bitterness or sorrow, they might as well have been whispered in wind or written in sand: they disappear, as if they were nothing. The tellers and the stories are ignored or ridiculed, threatened back into silence or destroyed, and the experience of female suffering is buried in cultural invisibility and contempt… the very reality of abuse sustained by women, despite its overwhelming pervasiveness and constancy, is negated. It is negated in the transactions of everyday life, and it is negated in the history books, left out, and it is negated by those who claim to care about suffering but are blind to this suffering."},{"id":305,"quote":"Women are consistently and systematically denied the respect creative intelligence requires to be sustained: painfully denied it, cruelly denied it, sadistically denied it.Women are not supposed to have creative intelligence, but whenthey do they are supposed to renounce it. If they want the love ofmen, without which they are not really women, they had betternot hold on to an intelligence that searches and that is action in theworld; thought that has consequences is inimical to fettered femininity."},{"id":306,"quote":"His death, of course, is unbearable. His death is intolerable, unspeakable, unfair, insufferable; I agree; I learned it since the day I was born; terrible; his death is terrible; are you crazy; are you stupid; are you cruel? It's absurd; it's silly; unjustified; uncivilized; crazed; another madwoman, where's the attic? He didn't mean it; or he didn't do it, not really, or not fully, or not knowing, or not intending; he didn't understand; or he couldn't help it; or he won't again; certainly he will try not to; unless; well; he just can't help it; be patient; he needs help; sympathy; over time. Yes, her ass is grass but you can't expect miracles, it takes time, she wasn't perfect either you know; he needs time, education, help, support; yeah, she's dead meat; but you can't expect someone to change right away, overnight, besides she wasn't perfect, was she, he needs time, help, support, education; well, yeah, he was out of control; listen, she's lucky it wasn't worse, I'm not covering it up or saying what he did was right, but she's not perfect, believe me, and he had a terrible mother; yeah, I know, you had to scrape her off the ground; but you know, she wasn't perfect either, he's got a problem; he's human, he's got a problem. Oh, darling, no; he didn't have a problem before; now he's got a problem. I am on this earth to see that now he has a problem. It is very important for women to kill men; he's got a problem now."},{"id":307,"quote":"Jeder richtige Gedanke ist eine wahrhafte Eroberung für Frauen unter der Herrschaft von Männern. Sie wissen nicht, wie schwer es ist, freundlich zu sein. Unser Unterdrücker verbreitet seine Version von uns überall, auf Wänden, in den Zeitungen, auf der Kinoleinwand. Wie Giftgas sickert sie ein. Jedes Wort, das wir äußern, ist eine Erklärung unserer Rechte. Jede Geste ist ein Bekenntnis. Ich mache Gesten."},{"id":308,"quote":"The peace boys talk, smoke, rant, make their jokes, strum guitars, run their silky white hands through their stringy long hair. They spread their legs when they talk, they spread out, their legs open up and they spread them wide and their sentences spread all over and their words come and come and their gestures get bigger and they got half erect cocks all the time when they talk, the denim of their dirty jeans is pulled tight across their cocks because of how they spread their legs and they always finger themselves just lightly when they talk so they are always excited by what they have to say. Somehow they are always half reclining, on chairs, on desks, on tables, against walls or stacks of boxes, legs spread out so they can talk, touching themselves with the tips of their fingers or the palms of their spread hands, giggling, smoking, they think they are Che."},{"id":309,"quote":"In general, we can observe that the lives of rapists are worth more than the lives of women who are raped. Rapists are protected by male law and rape victims are punished by male law. An intricate system of male bonding supports the right of the rapist to rape, while diminishing the worth of the victim's life to absolute zero."},{"id":310,"quote":"The argument is not simply that some women are not beautiful, therefore it is not fair to judge women on the basis of physical beauty; or that men are not judged on that basis, therefore women also should not be judged on that basis; or that men should look for character in women; or that our standards of beauty are too parochial in and of themselves; or even that judging women according to their conformity to a standard of beauty serves to make them into products, chattels, differing from the farmer’s favorite cow only in terms of literal form. The issue at stake is different, and crucial. Standards of beauty describe in precise terms the relationship that an individual will have to her own body. They prescribe her mobility, spontaneity, posture, gait, the uses to which she can put her body. They define precisely the dimensions of her physical freedom. And, of course, the relationship between physical freedom and psychological development, intellectual possibility, and creative potential is an umbilical one."},{"id":311,"quote":"I'm a veteran of Birkenau and Massada and deep throat, uncounted rapes, thousands of men, I'm twenty-seven, I don't sleep. They leave the shell for reasons of their own. I have no fear of any kind, they fucked it out of me some time age, it's neither here nor there, not good or bad, except girls without fear scare them."},{"id":312,"quote":"If she wants him sexually he names her slut; if she does not want him he rapes her and says she does; if she would rather study or paint he names her repressed and brags he can cure her pathological interests with the apocryphal “good fuck."},{"id":313,"quote":"Antifeminism breaks down into contempt for particular kinds of women—as men envision the kinds of women there are. There is a spectrum of insult. Lesbians, intellectuals, and uppity women are hated for their resumption, their arrogance, their masculine ambition. Prudes, spinsters, and celibates may notwant to be like men but they seem able to live without them; so they are treated with contempt and disdain. Sluts, “nymphos,  and tarts are hated because they are cheap, not expensive, and because they are their sex raw or sex itself.”"},{"id":314,"quote":"The pride comes from accomplishment. I have done what I wanted to do more than any other thing in life. I have become a writer, published two books of integrity and worth. I did not know what those two books would cost me, how very difficult it would be to write them, to survive the opposition to them. I did not imagine that they would demand of me ruthless devotion, spartan discipline, continuing material deprivation, visceral anxiety about the rudiments of survival, and a faith in myself made more of iron than innocence. I have also learned to live alone, developed a rigorous emotional independence, a self-directed creative will, and a passionate commitment to my own sense of right and wrong. This I had to learn not only to do, but to want to do. I have learned not to lie to myself about what I value—in art, in love, in friendship. I have learned to take responsibility for my own intense convictions and my own real limitations. I have learned to resist most of the forms of coercion and flattery that would rob me of access to my own conscience. I believe that, for a woman, I have accomplished a great deal."},{"id":315,"quote":"Huey Newton sent me his poems before he shot and killed a teenage prostitute, the event that caused him to flee the United States. Since I didn't believe that the police framed him, one might say that a rift had opened between him and me."},{"id":316,"quote":"My fiction is not autobiography. I am not an exhibitionist. I do not show myself. I am not asking for forgiveness. I do not want to confess. But I have used everything I know—my life—to show what I believe must be shown so that it can be faced. The imperative at the heart of my writing—what must be done—comes directly from my life. But I do not show my life directly, in full view; nor even look at it while others watch."},{"id":317,"quote":"Man-the-Aggressor is at the apex of the evolutionary struggle, king of the earth because he is the most aggressive, the cruelest."},{"id":318,"quote":"For her, theanimal functions are her meaning, her so-called humanity, as humanas she gets, the highest human capacities in her because she isfemale."},{"id":319,"quote":"I’ve always wanted to see a man beaten to a shit bloody pulp with a high-heeled shoe stuffed up his mouth, sort of the pig with the apple."},{"id":320,"quote":"They don't act like human beings and they're pretty proud of it so there's no point in pretending they are; though you want to - pretend."},{"id":321,"quote":"How many rapes before women learn their place? How many pogroms? How many wives are beaten in thirty-six seconds or in a ten-by twelve-foot room? These questions miss nearly every point that matters: these acts of violence are emblematic acts of terror; they are acts of hatred and hostility; they are murderous in intent; and what’s the name of the guy and his address? The rest is diversion, except for noting that women have the singular good luck to be raped by men who hate them and by men who love them, by men who know them and by men who do not, by husbands, lovers, friends, and invading armies—as well as by serial rapists, serial killers, and any woman-hater who has had a really bad day."},{"id":322,"quote":"Instructions Before Reading Chapter1. Find a piece of cloth 10 feet long and 2 inches wide2. Find a pair of children’s shoes3. Bend all toes except the big one under and into the sole of the foot. Wrap the cloth around these toes and then around the heel. Bring the heel and toes as close together as possible. Wrap the full length of the cloth as tightly as possible4. Squeeze foot into children’s shoes5. Walk6. Imagine that you are 5 years old7. Imagine being like this for the rest of your life"},{"id":323,"quote":"You damn well better believe that you’re involved in this tragedy and that it’s your tragedy too. Because you’re turned into little soldier boys from the day that you are born and everything that you learn about how to avoid the humanity of women becomes part of the militarism of the country in which you live and the world in which you live."},{"id":324,"quote":"Every accommodation that women make tothis domination, however apparently stupid, self-defeating, or dangerous, is rooted in the urgent need to survive somehow on maleterms. Inevitably this causes women to take the rage and contemptthey feel for the men who actually abuse them, those close tothem, and project it onto others, those far away, foreign, or different."},{"id":325,"quote":"In Sade, the authentic equation is revealed: the power of the pornographer is the power of the rapist/batterer is the power of the man."},{"id":326,"quote":"When theory becomes an impediment to action, it is time to discard the theory and return naked, that is, without theory, to the world of reality. People become slaves to theory because people are used to meeting expectations they have not originated—to doing what they are told, to having everything mapped out, to having reality prepackaged. People can have antiauthoritarian intention and yet function in a way totally consonant with the demands of authority. The deepest struggle is to root out of us and the institutions in which we participate the requirement that we slavishly conform. But an adherence to ideology, any ideology, can give us the grand illusion of freedom when in fact we are being manipulated and used by those whom the theory serves."},{"id":327,"quote":"Our goals are simple enough to understand: we want to humanize the planet, to break down the national structures which separate us as people, the corporate structures which separate us into distinct classes, the racist structures which separate us according to skin color; to conserve air, water, life in its many forms; to create communities which are more than habitable—communities in which people are free, in which people have what they need, in which groups of people do not accumulate power, or money, or goods, through the exploitation of other people."},{"id":328,"quote":"In discussing the so-called biological origins of male dominance, the boys can afford to compare themselves to baboons and insects: they are writing books or teaching in universities when they do it. A Harvard professor does not refuse tenure because a baboon has never been granted it."},{"id":330,"quote":"The female life-force itself is characterized as a negative one: we are defined as inherently masochistic; that is, we are driven toward pain and abuse, toward self-destruction, toward annihilation—and this drive toward our own negation is precisely what identifies us as women. In other words, we are born so that we may be destroyed."},{"id":331,"quote":"The insult that hurt her—inferiority as an assault, ongoing since birth—is seen as a consequence, not a cause, of her so-called nature, an inferior nature. In English, a graceful language, she is even called a piece. It is likely to be her personal experience that she is insufficiently loved. Her subjectivity itself is second-class, her experiences and perceptions inferior in the world as she is inferior in the world. Her experience is recast into a psychologically pejorative judgment: she is never loved enough because she is needy, neurotic, the insufficiency of love she feels being in and of itself evidence of a deep-seated and natural dependency. Her personal experiences or perceptions are never credited as having a hard core of reality to them. She is, however, never loved enough. In truth; in point of fact; objectively: she is never loved enough."},{"id":332,"quote":"In art, [Tolstoy] articulates with almost prophetic brilliance the elements that combine to make and keep women inferior, all of them originating, in his view, in sexual intercourse, because sexual intercourse requires objectification and therefore is exploitation. In life, he blamed and hatedSophie [his wife], feeling antagonism and repulsion, because he wanted to fuck her and did fuck her."},{"id":333,"quote":"One woman was a student and some inmates held her down and some climbed on top of her and some put their hands up her and later the newspapers said it was rape because lesbians did it so it was rape if lesbians piled on top of you and lesbians was the bad word, not rape, it was bad because lesbians did it, like Nazis, and it wasn't anything like I knew, being around girls and how we were."},{"id":334,"quote":"Sometimes the sun is covered by dense layers of dark clouds. A person looking up would swear that there is no sun. But still the sun shines. At night, when there is no light, still the sun shines. During rain or hail or hurricane or tornado, still the sun shines.Does the sun ask itself, \"Am I good? Am I worthwhile? Is there enough of me?\" No, it burns and it shines. Does the sun ask itself, \"What does the moon think of me? How does Mars feel about me today?\" No, it burns, it shines. Does the sun ask itself, \"Am I as big as other suns in other galaxies?\" No, it burns, it shines.In this country in the coming years, I think that there will be a terrible storm. I think that the skies will darken beyond all recognition. Those who walk the streets will walk them in darkness. Those who are in prisons and mental institutions will not see the sky at all, only the dark out of barred windows. Those who are hungry and in despair may not look up at all. They will see the darkness as it lies on the ground in front of their feet. Those who are raped will see the darkness as they look up into the face of the rapist. Those who are assaulted and brutalized by madmen will stare intently into the darkness to discern who is moving toward them at every moment. It will be hard to remember, as the storm is raging, that still, even though we cannot see it, the sun shines. It will be hard to remember that still, even though we cannot see it, the sun burns. We will try to see it and we will try to feel it, and we will forget that it warms us still, that if it were not there, burning, shining, this earth would be a cold and desolate and barren place.As long as we have life and breath, no matter how dark the earth around us, that sun still burns, still shines. There is no today without it. There is no tomorrow without it. There was no yesterday without it. That light is within us—constant, warm, and healing. Remember it, sisters, in the dark times to come."},{"id":335,"quote":"I think God is really a ruthless artist and earth is an early draft. This draft was bad, overloaded with gratuitous cruelty. Love doesn’t work. Pride is a sin. Nothing we do is right."},{"id":336,"quote":"I always wanted excellence. I wanted to attain it. I didn't start out with apologies. I thought: I am. I wanted to mix with the world, hands on, me and it, and I'd have courage. I wasn't born nice necessarily but nurture triumphed over nature and I wanted to be the good citizen."},{"id":337,"quote":"Moralism is the cunt’s effort to find some basis for self-respect, a pitiful gesture toward being human at which men laugh and for which women pity other women.Right Wing WomenThis material may be protected by copyright.”"},{"id":338,"quote":"For those who remain devout, God endowed man with what, by any standard, must be considered a universally bad disposition, fortunately put to good use in subduing women."},{"id":339,"quote":"All around us there are other women, seemingly not hurt, making small talk, acting normal, which means happy, not discontent, certainly not devastated. Girls are still being socialized not to identify with - feel empathy for - other females: she got hurt because she did x, y, z - I didn’t, so I didn’t get hurt; she’s at fault, I’m not; the punishment fits her crime; blame her, exonerate him. This continuing, culturally applauded socialisation of women not to empathize with other women is a malignant part of the culture of men, dead white ones or not. Women are perceived to be appalling failures when we are sad. Women are pathetic when we are angry. Women are ridiculous when we are militant. Women are unpleasant when we are bitter, no matter what the cause. Women are deranged when women want justice. Women are man-haters when women want accountability and respect from men. Women are trash when women let men do what men want Women are shrews or puritans when we do not."},{"id":340,"quote":"In the early part of the marriage, the anger was intrinsic to the sex act, be cause it was an inevitable consequence of being finished with it: satiation. [...] Later, the rage and hatred were intrinsic to the sex, because the sex had brought him to her and he had contempt for her."},{"id":341,"quote":"Moralism is the cunt’s effort to find some basis for self-respect, a pitiful gesture toward being human at which men laugh and for which women pity other women."},{"id":342,"quote":"Incest is a crime committed against someone, a crime from which many victims never recover."},{"id":343,"quote":"They know that they are valued for their sex—their sex organs and their reproductive capacity, Dworkin writes of these women, “and so they try to up their value: through cooperation, manipulation, conformity; through displays of affection or attempts at friendship; through submission and obedience; and especially through the use of euphemism—‘femininity,’ ‘total woman,’ ‘good,’ ‘maternal instinct,’ ‘motherly love.’ Their desperation is quiet; they hide their bruises of body and heart; they dress carefully and have good manners; they suffer, they love God, they follow the rules.” A lesser writer would gloat at these women’s cowardice and misjudgment or mock them for making the wrong choice. But Dworkin refuses to condescend to her subjects, or deny the tragedy of their lives. She does not allow the cynicism of their bargains to blind her to the unfairness of their circumstances. “They see the world they live in,” Dworkin writes, “and they are not wrong.”"},{"id":344,"quote":"It’s as if every crack in the sidewalk is an open door to somewhere; you can go between the cracks to the hidden world but regular people never even see the cracks."},{"id":345,"quote":"She’s got the mark of Cain on her; he does not. All the sympathy tilts toward him, and he has an unchangeable kind of credibility with which he was born. To ruin his life with a charge of rape is heinous - more heinous than the rape."},{"id":346,"quote":"I want writers to write books because they are committed to the content of those books. I want writers to write books as actions. I want writers to write books that can make a difference in how, and even why, people live. I want writers to write books that are worth being jailed for, worth fighting for, and should it come to that in this country, worth dying for."},{"id":347,"quote":"I lived in the present, slowly, except for tremors of terror, physical memories of the beatings, the blood. I took drugs. I took who I wanted, male or female. I was alert. I read books. I listened to music. I was near the water. I had no money. I watched everyone. I kept going. I would be alone and feel happy. It frightened me. Coitus is the punishment for the happiness of being alone. One can't face being happy. It is too extreme."},{"id":348,"quote":"...οι άντρες της χώρας έχουν ανάγκη το Hustler. Αισθάνονται κατώτεροι και είναι πράγματι. Οι γυναίκες είναι φύσει ανώτερες: αποτελούν τη μόνη μας ελπίδα. ...Ειναι σωστό πως δεν ευθύνονται οι ίδες για τον φόβο που προκαλούν στους άνδρες. Γιατί νομίζεις υπάρχει τόση αμφισεξουαλικότητα στα πανεπιστήμια; Γιατί νομίζεις οι άντρες κακοποιούν παιδιά; Διότι φοβούνται να δημιουργήσουν σχέσεις με απελευθερωμένες γυναίκες."},{"id":350,"quote":"I had a big fight with God when I learned in Hebrew School that women couldn't go into the Temple when they had their periods because I got nine when I was in, I was an adult when I went to the movies alone in the Bible, and it hurt so terrible, so bad, and still did every month, and I couldn't think when anyone would need God more, and how could He keep me away and say awful things like that I was unclean when He gave you the thing."},{"id":351,"quote":"I want writers to write books as actions. Iwant writers to write books that can make a differencein how, and even why, people live. I want writers towrite books that are worth being jailed for, worthfighting for, and should it come to that in this country,worth dying for."},{"id":352,"quote":"Such a figure lurks, omnipresent, in the background of Right-Wing Women, as Dworkin seeks to identify and explain the appeal of authoritarianism—both of the grand sort, which animates dictatorial politics, and of the domestic sort, which makes tyrants of husbands and fathers. Dworkin looked into this darkness and asked what it would mean to seek safety in it—what sort of desperateness and degradation women would have to endure before they began to see the political Right as their best option for survival."},{"id":353,"quote":"I want to ask you to commit yourselves to your own freedom; I want to ask you not to settle for anything less, not to compromise, not to barter, not to be deceived by empty promises and cruel lies. I want to remind you that slavery must be destroyed “root and branch,  or it has not been destroyed at all. I want to ask you to remember that we have been slaves for so long that sometimes we forget that we are not free. I want to remind you that we are not free. I want to ask you to commit yourselves to a women’s revolution—a revolution of all women, by all women, and for all women; a revolution aimed at digging out the roots of tyranny so that it cannot grow anymore.”"},{"id":354,"quote":"The brilliance of objectification as a strategy of dominance is that it gets the woman to take the initiative in her own degradation (having less freedom is degrading). The woman herself takes one kind of responsibility absolutely and thus commits herself to her own continuing inferiority: she polices her own body; she internalizes the demands of the dominant class and, in order to be fucked, she constructs her life around meeting those demands. It is the best system of colonialization on earth: she takes on the burden, the responsibility, of her own submission, her own objectification."},{"id":355,"quote":"When those who dominate you get you to take the initiative in your own human destruction, you have lost more than any oppressed people yet has ever gotten back."},{"id":356,"quote":"The brilliance of objectification as a strategy of dominance is that it gets the woman to take the initiative in her own degradation (having less freedom is degrading). The woman herself takes one kind of responsibility absolutely and thus commits herself to her own continuing inferiority: she polices her own body; she internalizes the demands of the dominant class and, in order to be fucked, she constructs her life around meeting those demands. It is the best system of colonialization on earth."},{"id":357,"quote":"Death is our only remedy. We imagine heaven.There is no suffering there, we say. There is no sexthere, we say. We mean, there is no culture there.We mean, there is no gender there. We dream thatdeath will release us from suffering—from guilt, sex,the body. We recognize the body as the source of oursuffering. We dream of a death which will mean freedom from it because here on earth, in our bodies,we are fragmented, anguished—either men or women,bound by the very fact of a particularized body to a rolewhich is annihilating, totalitarian, which forbids us anyreal self-becoming or self-realization."},{"id":358,"quote":"Romantic love, in pornography as in life, is the mythic celebration of female negation. For a woman, love is defined as her willingness to submit to her own annihilation. As the saying goes, women are made for love—that is, submission. Love, or submission, must be both the substance and purpose of a woman’s life. For the female, the capacity to love is exactly synonymous with the capacity to sustain abuse and the appetite for it. For the woman, the proof of love is that she is willing to be destroyed by the one whom she loves, for his sake. For the woman, love is always self-sacrifice, the sacrifice of identity, will, and bodily integrity, in order to fulfill and redeem the masculinity of her lover."},{"id":359,"quote":"Our study of pornography, our living of life, tells us that the myth of feminine evil lived out so resolutely by the Christians of the Dark Ages, is alive and well, here and now. Our study of pornography, our living of life, tells us that though the witches are dead, burned alive at the stake, the belief in female evil is not, the hatred of female carnality is not. The Church has not changed its premises; the culture has not refuted those premises. It is left to us, the inheritors of that myth, to destroy it and the institutions based on it."},{"id":361,"quote":"The daddy had raped the kid, over and over, so many times, she was four, he wanted custody, he got it, it was a second marriage, the first kid was raped too but the judge wouldn't admit it into evidence, said it was prejudicial, you know, just because he did it to that one doesn't prove that he did it to this one; they keep saying that; with them all; the beaters and the rapers; just stack the women they did it to before, the past women, in piles, for garbage collection; don't want them to prejudice how we look at him this time, when he did it to this one who's a slut anyway which isn't prejudicial because it is axiomatic; how many times does he get to do it in his lifetime, to how many, whatever it is he likes doing, a beater, a raper, of women, of children; that's why they don't teach girls to count. I want each one followed. I want each one killed. It is very important for women to kill men."},{"id":363,"quote":"To achieve a single standard of human freedom and one absolute standard of human dignity, the sex-class system has to be dismembered. The reason is pragmatic, not philosophical: nothing less will work."},{"id":364,"quote":"standard forms are imposed in dress, behavior,sexual relation, punctuation. standard form s are imposed on consciousness and behavior—on knowing andexpressing— so that we will not presume freedom , sothat freedom will appear —in all its particulars — impossible and unworkable, so that we will not know whattelling the truth is, so that we will not feel compelledto tell it, so that we will spend our time and our holyhuman energy telling the necessary lies.standard forms are sometimes called conventions,conventions are mightier than armies, police, and prisons. each citizen becomes the enforcer, the doorkeeper,an instrument o f the Law, an unfeeling guard punching his fellow man hard in the belly."},{"id":365,"quote":"Especially, [the skin] is both identity and sex, what one is and what one feels in the realm of the sensual, [...] where the self meets the world-intercourse being, ultimately, the self in the act of meeting the world. The other person embodies not one's own privacy, but everything outside it."},{"id":366,"quote":"I began this letter in desire; I end in anger. I dream that love without tyranny is possible."},{"id":367,"quote":"That women have not been exterminated, and will not be (at least until the technology of creating life in the laboratory is perfected) can be attributed to our presumed ability to bear children and, more importantly no doubt, to the relative truth that men prefer to fuck cunts who are nominally alive. I except here necrophiliacs, those pure and unsullied princes, whose story begins where ours ends."},{"id":368,"quote":"…it becomes easier to risk death or maiming than to say no to a man who will fuck you anyway, with the blessings of God and state, ‘til death do you part"},{"id":370,"quote":"The analysis is androcentric in the extreme; but still, the story does suggest that the repulsion is not simply deserved by its victims. The repulsion, Tolstoy insists, requires scrutiny and, ultimately, disavowal; the sex act that causes it needs to be eliminated. The radical social change demanded by Tolstoy in this story-the end of intercourse-is a measured repudiation of gynocide: in order not to kill women, he said, we must stop fucking them."},{"id":371,"quote":"standard forms are sometimes called conventions, conventions are mightier than armies, police, and prisons. each citizen becomes the enforcer, the doorkeeper, an instrument of the Law, an unfeeling guard punching his fellow man hard in the belly."},{"id":372,"quote":"He is a political dissident with a social analysis, not a personal psychology."},{"id":373,"quote":"I am a feminist, not the fun kind."},{"id":375,"quote":"I have a certain ruthless objectivity not uncommon among those who live inside the senses; I love him without restraint, without limit, without respect to consequences, for me or for him; I am not sentimental; I want him; this is not dopey, stupid, sentimental love; nostalgia and lingering romance; this is it; all; everything."},{"id":376,"quote":"in being fucked, a woman experiences the masochistic pleasure of her own negation which is perversely articulated as the fulfillment of her femininity."},{"id":377,"quote":"The way women are treated, valued, and used has remarkably little in common with how women perceive themselves. The legend says that vampires cannot see themselves in mirrors, but in this case the vampires’ victims cannot see themselves: what would stare back—the cow, the land, the uterus, the crop, the plowing, the planting, the harvest, being put out to pasture, going dry—would annihilate the delusion of individuality that keeps most women going."},{"id":378,"quote":"her first goal was 19. then she became 19, and she didnt die. it surprised her. nothing had ever surprised her like that."},{"id":379,"quote":"I'd like to take what I know and just hand it over. But there is always a problem for a woman: being believed. How can I think I know something? How can I think that what I know might matter? Why would I think that anything I think might make a difference to anyone, anywhere?"},{"id":380,"quote":"One cannot be free, never, not ever, in an unfree world, and in the course of redefining family, church, power relations, all the institutions which inhabit and order our lives, there is no way to hold onto privilege and comfort. To attempt to do so is destructive, criminal, and intolerable."},{"id":381,"quote":"Klansmen were notorious for ‘beating hell out of their wives, writes reporter Jack Nelson in Terror in the Night: The Klaris Campaign Against the Jews, “and their wives would complain to the FBI and request that their husbands be arrested. Instead the agents would inform the Klansmen of their wives’ complaints, generating pressure within the families that the FBI could exploit.”"},{"id":382,"quote":"In that family, amother’s love is destructive, murderous. In that family, daughters areobjects, expendable. The nuclear family, as we find it delineated in fairytales, is a paradigm of male being-in-the-world, female evil, and femalevictimization. It is a crystallization of sexist culture —the nuclear structureof that culture."},{"id":383,"quote":"One wonders about how to be what one wants to be - that genius of a writer who takes literature to a new level or that genius of a writer who brings humanity forward or that genius of a writer who tells a simple, gorgeous story or that genius of a writer who holds hands with Dostoyevsky or Tolstoy or that genius of a writer who lets the mute speak, especially the last, letting the mute speak. Can one make a sound that the deaf can hear? Can one write a narrative visually accessible to the blind? Can one write for the dispossessed, the marginalized, the tortured?"},{"id":384,"quote":"Freud was one of many who believed that Zionism had no future. As he wrote in a 1930 letter to Dr. Chaim Koffler, who was soliciting Freud to oppose British policy in curbing Jewish immigration into Palestine: “Whoever wants to influence the masses must give them something rousing and inflammatory and my sober judgment of Zionism does not permit this. I certainly sympathize with its goals. . . But on the other hand, I do not think that Palestine could ever become a Jewish state, nor that the Christian and Islamic worlds would ever be prepared to have their holy places under Jewish care. It would have seemed more sensible to me to establish a Jewish homeland on a less historically burdened land."},{"id":385,"quote":"The freedom of women from sex oppression either matters or it does not; it is either essential or it is not. Decide one more time."},{"id":386,"quote":"The whore, in defending the pimp, finds her own worth in the light reflected from his gaudy baubles. The wife, in defending the husband, screams or stammers that her life is not a wasteland of mur­dered possibilities. The woman, in defending the ideologies of men who rise by climbing over her prone body in military formation, will not publicly mourn the loss of what those men have taken from her: she will not scream out as their heels dig into her flesh because to do so would mean the end of meaning itself; all the ideals that motivated her to deny herself would be indelibly stained with blood that she would have to acknowledge, at last, as her own. So the woman hangs on, not with the delicacy of a clinging vine, but with a tenacity incredible in its intensity, to the very persons, institutions, and values that demean her, degrade her, glorify her powerlessness, insist upon constraining and paralyzing the most honest expressions of her will and being. She becomes a lackey, serving those who ruthlessly and effectively aggress against her and her kind."},{"id":387,"quote":"I have no patience with the untom, anyone who hasnt weathered rough weather, fallen apart, been ripped to pieces, put herself back together, big stitches, jagged cuts, nothing nice, then something shines out. but these ones all shined up on the outside, the ass wigglers."},{"id":388,"quote":"She will save herself by proving that she is loyal, obedient, useful, even fanatic in the service of the men around her. She is the happy hooker, the happy homemaker, the exemplary Christian, the pure academic, the perfect comrade, the terrorist par excellence. Whatever the values, she will embody them with a perfect fidelity. The males rarely keep their part of the bargain as she understands it: protection from male violence against her person. But the militant conformist has given so much of herself […] that this betrayal is akin to nailing the coffin shut; the corpse is beyond caring."},{"id":389,"quote":"We have been, and are, whipped, beaten, and assaulted; we have been, and are, encased in clothing designed to distort our bodies, to make movement and breathing painful and difficult; we have been, and are, turned into ornaments, so deprived of physical presence that we cannot run or jump or climb or even walk with a natural posture; we have been, and are, veiled, our faces covered by layers of suffocating cloth or by layers of make-up, so that even possession of our own faces is denied us; we have been, and are, forced to remove the hair from our armpits, legs, eyebrows, and often even from our pubic areas, so that men can assert, without contradiction, the positivity of their own hairy virility."},{"id":390,"quote":"I think God is really a ruthless artist and earth is an early draft. This draft was bad, overloaded with gratuitous cruelty."},{"id":391,"quote":"Feminists try hard to fight for women at the same time maintaining special loyalties to subgroups of men. How could we not?"},{"id":392,"quote":"I believe in pure love, I-Thou, love without boundaries or categories or conditions or making someone less than you are; not treating people like they are foreign or lower or things, I-It."},{"id":393,"quote":"The epithets are situational: chosen and applied not to show whatshe is in her essential self but to intimidate her in a particular situation. Forinstance, if she does not want sex, she may be called a prude or a dyke, andafter she has had sex, she may be called—by the very same observer—a slut.Expressing ideas a man does not like, she may be a slut or a dyke or a prude—depending on how any given man assesses her vulnerability to insult ordepending on the man’s own obsessional interest in prudes or sluts or dykes"},{"id":394,"quote":"It’s a cliché to say that sexism could not survive without women’s participation, and Dworkin is not the only feminist who has sought to explain their cooperation. In 1988, just a few years after Right-Wing Women was first published, the political scientist Deniz Kandiyoti coined the term “patriarchal bargain to denote the sacrifices of dignity, opportunity, or self-determination that women make in order to secure their survival under systems of male domination. Dworkin, too, analyzes these trade-offs, the ways that right-wing women seek safety and status within a movement that degrades them.”"},{"id":395,"quote":"It is this superiority, this contemptuous but absolutely normal and unremarkable arrogance, that he now sees as the essence of sexual depravity, and also as a first step toward killing his wife. Having actually killed, he sees the sex he took for granted as murderous in its diminution of human life-how it made women's humanity invisible, meaningless; but the prerogatives of both sex and class made the exploitation as invisibleas gravity, as certain."},{"id":396,"quote":"Many women, I think, resist feminism because it is an agony to be fully conscious of the brutal misogyny which permeates culture, society, and all personal."},{"id":397,"quote":"She wanted a passion larger than what she perceived as mere physical sex, a passion less commonplace (less vulgar); and though Tennessee Williams frames her as a model of repression, [...] in fact the character he created is too immense and original for that to be true, John too small and ordinary."},{"id":398,"quote":"Coitus is punishment. I write down everything I know, over some years. I publish. I have become a feminist, not the fun kind. Coitus is punishment, I say. It is hard to publish. I am a feminist, not the fun kind. Life gets hard. Coitus is not the only punishment. I write. I love solitude: or slowly, I would die. I do not die.Coitus is punishment. I am a feminist, not the fun kind."},{"id":399,"quote":"If you believe that what people call normal sex is an act of dominance, where a man desires a woman so much that he will use force against her to express his desire, if you believe that's romantic, that's the truth about sexual desire, then if someone denounces force in sex it sounds like they're denouncing sex."},{"id":400,"quote":"Most women, holding on for dear life, do not dare abandon blind faith. From father’s house to husband’s house to a grave that still might not be her own, a woman acquiesces to male authority in order to gain some protection from male violence. She conforms, in order to be as safe as she can be. Sometimes it is a lethargic conformity, in which case male demands slowly close in on her, as if she were a character buried alive in an Edgar Allan Poe story. Sometimes it is a militant conformity. She will save herself by proving that she is loyal, obedient, useful, even fanatic in the service of the men around her. She is the happy hooker, the happy homemaker, the exemplary Christian, the pure academic, the perfect comrade, the terrorist par excellence. Whatever the values, she will embody them with a perfect fidelity. The males rarely keep their part of the bargain as she understands it: protection from male violence against her person."},{"id":401,"quote":"Es ist wie eine mathematische Gleichung, aber niemand lernt sie in der Schule auswendig; sie wird nicht deutlich auf die Tafel geschrieben. Es ist Algebra für Mädchen, aber niemand bringt sie dir bei. Du wirst zu Fall gebracht oder niedergeworfen, und du lernst selber. Keine Mutter der Welt kann es ertragen, es dir zu erklären."},{"id":402,"quote":"and if you are a stubborn child, a strong-willed child, you say the almost-ten-year-old version of fuck you something happened all right the fuck put his hands in my legs and rubbed me all over; my legs; *my legs*; me; my; my legs; my; my; my legs; and he rubbed"},{"id":403,"quote":"everything that happens to a woman in her life, everything that touches or molds her, is political."},{"id":404,"quote":"You can't forgive them when you're a child and they make you afraid. So you go away from where you were afraid. Some stay; some go; it's a big difference, leaving the humiliations of childhood, the morbid fear. We didn't have much to say to each other, the ones that left and the ones that stayed. Children get shamed by fear but you can't tell the adults that; they don't care. They make children into dead things like they are. If there's something left alive in you, you run. You run from the poor little child on her knees; fear burned the skin off all right; she's still on her knees, dead and raw and tender."},{"id":405,"quote":"I love life so fiercely, so desperately. It costs me nothing, and there is an endless abundance of it, with no limits, and I devour, devour. I teach you. You get hard. You pulverize human bones. Finally I know how it will end. Oh, I run, I run, little boy."}]