[{"id":1,"quote":"A goal is not always meant to be reached, it often serves simply as something to aim at."},{"id":2,"quote":"Absorb what is useful, discard what is not, add what is uniquely your own."},{"id":3,"quote":"Are you going to let the obstacles in your life be stumbling blocks or stepping stones? Choose the positive. You are the master of your attitude."},{"id":4,"quote":"Do not pray for an easy life, pray for the strength to endure a difficult one"},{"id":5,"quote":"Long-term consistency trumps short-term intensity."},{"id":6,"quote":"I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times."},{"id":7,"quote":"Everyone wants to learn how to win, but no one wants to learn how to accept defeat."},{"id":8,"quote":"When you say that something is impossible, you have made it impossible."},{"id":9,"quote":"Empty your mind, be formless. Shapeless, like water. If you put water into a cup, it becomes the cup. You put water into a bottle and it becomes the bottle. You put it in a teapot it becomes the teapot. Now, water can flow or it can crash. Be water, my friend."},{"id":10,"quote":"Give recognition where it is due. Compliments stimulate more effort and desire to improve. Be generous with honest praising."},{"id":11,"quote":"In the middle of chaos lies opportunity."},{"id":12,"quote":"Remember, success is a journey not a destination. Have faith in your ability. You will do just fine."},{"id":13,"quote":"I believe in teaching just a few students, as teaching requires a constant alert observation on each individual in order to establish a direct relationship. A good teacher cannot be fixed in a routine, and many are just that. During teaching, each moment requires a sensitive mind that is constantly changing and constantly adapting."},{"id":14,"quote":"Without frustration you will not discover that you might be able to do something on your own. We grow through conflict."},{"id":15,"quote":"Those who are unaware they are walking in darkness will never seek the light."},{"id":16,"quote":"Simplicity is the key to brilliance."},{"id":17,"quote":"Emotion can be the enemy, if you give into your emotion, you lose yourself. You must be at one with your emotion, because the body always follows the mind."},{"id":18,"quote":"Your state of mind is everything."},{"id":19,"quote":"Life itself is your teacher, and you are in a state of constant learning."},{"id":20,"quote":"The biggest adversary in our life is ourselves. We are what we are, in a sense, because of the dominating thoughts we allow to gather in our head. All concepts of self-improvement, all actions and paths we take, relate solely to our abstract image of ourselves. Life is limited only by how we really see ourselves and feel about our being. A great deal of pure self-knowledge and inner understanding allows us to lay an all-important foundation for the structure of our life from which we can perceive and take the right avenues."},{"id":21,"quote":"Choose the positive. You have choice, you are master of your attitude, choose the positive, the constructive. Optimism is a faith that leads to success."},{"id":22,"quote":"A quick temper will make a fool of you soon enough."},{"id":23,"quote":"Self-Conquest is the greatest of victories. Mighty is he who conquers himself."},{"id":24,"quote":"We should devote ourselves to being self-sufficient and must not depend upon the external ratings by others for our happiness."},{"id":25,"quote":"When you feel pain, you know that you are still alive."},{"id":26,"quote":"The mind is like a fertile garden in which anything that is planted, flowers or weeds, will grow."},{"id":27,"quote":"If you love life, don't waste time, for time is what life is made up of."},{"id":28,"quote":"To me defeat in anything is merely temporary. Defeat simply tells me that something is wrong in my doing; it is a path leading to success and truth."},{"id":29,"quote":"There is no such thing as maturity. There is instead an ever-evolving process of maturing. Because when there is a maturity, there is a conclusion and a cessation. That’s the end. That’s when the coffin is closed. You might be deteriorating physically in the long process of aging, but your personal process of daily discovery is ongoing. You continue to learn more and more about yourself every day."},{"id":30,"quote":"If nothing within you stays rigid, outward things will disclose themselves. Moving, be like water. Still, be like a mirror. Respond like an echo."},{"id":31,"quote":"People fear what they do not understand."},{"id":32,"quote":"Anxiety is the gap between the NOW and the THEN. So if you are in the NOW, you can't be anxious, because your excitement flows immediately into ongoing spontaneous activity."},{"id":33,"quote":"The three most difficult things in life are: 1. To keep a secret. 2. To forget an injury. 3. To make good use of leisure."},{"id":34,"quote":"Be a calm beholder of what is happening around you."},{"id":35,"quote":"If you knew you had to fight for your life tomorrow, would you change your training today?"},{"id":36,"quote":"Be like water making its way through cracks. Do not be assertive, but adjust to the object, and you shall find a way round or through it. If nothing within you stays rigid, outward things will disclose themselves."},{"id":37,"quote":"People try to hold onto the sameness. This holding onto prevents growth."},{"id":38,"quote":"As long as I can remember I feel I have had this great creative and spiritual force within me that is greater than faith, greater than ambition, greater than confidence, greater than determination, greater than vision. It is all these combined. My brain becomes magnetized with this dominating force which I hold in my hand."},{"id":39,"quote":"In order to realize our true self we must be willing to live without being dependent upon the opinion of others."},{"id":40,"quote":"Don't ignore the five senses in search of a sixth."},{"id":41,"quote":"Every man today is the result of his thoughts yesterday."},{"id":42,"quote":"No matter what, you must let your inner \n light guide you out of the darkness."},{"id":43,"quote":"Concentration is the root of all the higher abilities in man."},{"id":44,"quote":"Life is wide, limitless. There is no border, no frontier."},{"id":45,"quote":"The change is from inner to outer. We start by dissolving our attitude not by altering outer conditions."},{"id":46,"quote":"Be happy, but never satisfied."},{"id":47,"quote":"A man must constantly exceed his level"},{"id":48,"quote":"To be what I term a 'quality' human being one has to be transparently real and have the courage to be what he is."},{"id":49,"quote":"Remember no man is really defeated unless he is discouraged."},{"id":50,"quote":"Showing off is the fool's idea of glory."},{"id":51,"quote":"Sorrows are our best educator. A man can see further through a tear than a telescope."},{"id":52,"quote":"Only the self-sufficient stand alone - most people follow the crowd and imitate."},{"id":53,"quote":"To become a champion requires a good mental attitude toward preparation. You have to accept the most tedious task with pleasure."},{"id":54,"quote":"Loneliness is only an opportunity to cut adrift and find yourself. In solitude you are least alone."},{"id":55,"quote":"To tolerate is to insult."},{"id":56,"quote":"Mistakes are always forgivable, if one has the courage to admit them."},{"id":57,"quote":"Genius: The capacity to see and to express what is simple, simply!"},{"id":58,"quote":"Knowing is not enough, You must apply"},{"id":59,"quote":"Do not allow negative thoughts to enter your mind for they are the weeds that strange confidence."},{"id":60,"quote":"You must accept the fact that there is no help but self-help. I cannot tell you how to gain freedom since freedom exists within you."},{"id":61,"quote":"Where there is no style, there is no slave. Martial Arts mean honestly expressing yourself. No style. No slave."},{"id":62,"quote":"Believe me that in every big thing or achievement there are always obstacles-big or small- and the reaction one shows to such obstacles is what counts, not the obstacle itself."},{"id":63,"quote":"To express yourself in freedom, you must die to everything of yesterday. From the 'old', you derive security; from the 'new', you gain the flow."},{"id":64,"quote":"Make at least one definite move daily toward your goal."},{"id":65,"quote":"If you want to learn to swim you have to throw yourself in the water."},{"id":66,"quote":"Emptiness the starting point. — In order to taste my cup of water you must first empty your cup. My friend, drop all your preconceived and fixed ideas and be neutral. Do you know why this cup is useful? Because it is empty."},{"id":67,"quote":"As you think, you shall become"},{"id":68,"quote":"Everybody has to think for himself. A right way for a big man may not be a right way for a small man. A right way for someone who is slow may not be a right way for someone who is quick. Each person must understand his weaknesses and his strengths."},{"id":69,"quote":"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."},{"id":70,"quote":"Since life is an ever evolving process, one should flow in this process and discover how to actualize and expand oneself."},{"id":71,"quote":"I'm not in this world to live up to your expectations and you're not in this world to live up to mine."},{"id":72,"quote":"My style? You can call it the art of fighting without fighting."},{"id":73,"quote":"I've come to understand that life is best lived, not conceptualized."},{"id":74,"quote":"Defeat is a state of mind; no one is ever defeated until defeat has been accepted as a reality."},{"id":75,"quote":"Understanding requires not just a moment of perception, but a continuous awareness, a continuous state of inquiry without conclusion"},{"id":76,"quote":"There is no love without friendship. Passion alone does not form relationships of value."},{"id":77,"quote":"Zen is not “attained” by mirror-wiping mediation, but by “self-forgetfulness in the existential 'present' of life here and now.” We do not “come”, we “are.” Don't strive to become, but be."},{"id":78,"quote":"A person cannot forget someone who is good to them."},{"id":79,"quote":"The past is no more; the future not yet. Nothing exists except the here and now. Our grand business is not to see what lies dimly at a distance, but to do what lies clearly at our hands."},{"id":80,"quote":"Learn the principle, abide by the principle, and dissolve the principle. In short, enter a mold without being caged in it. Obey the principle without being bound by it. Learn, master, and achieve."},{"id":81,"quote":"Preparation for tomorrow is hard work today."},{"id":82,"quote":"What you habitually think largely determines what you will ultimately become."},{"id":83,"quote":"Using no way as a way, having no limitation as limitation."},{"id":84,"quote":"The possession of anything begins in the mind."},{"id":85,"quote":"If every man would help his neighbor, no man would be without help."},{"id":86,"quote":"What can you take from me which is not already yours?"},{"id":87,"quote":"It's not the daily increase but daily decrease. Hack away at the unessential."},{"id":88,"quote":"Evaluation by others is not a guide for me."},{"id":89,"quote":"Cease negative mental chattering. If you think a thing is impossible, you'll make it impossible. Pessimism blunts the tools you need to succeed."},{"id":90,"quote":"Stop wasting time in playing a role or a concept. Instead, learn to ACTUALIZE YOURSELF, your potential."},{"id":91,"quote":"It's the law of averages: put in more, come out with more."},{"id":92,"quote":"We shall find the answer when we examine the problem, the problem is never apart from the answer, the problem IS the answer, understanding the problem dissolves the problem."},{"id":93,"quote":"Take inventory of everyone with whom you have contact."},{"id":94,"quote":"‎The successful warrior is the average man, with laser-like focus."},{"id":95,"quote":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them."},{"id":96,"quote":"I am learning to understand rather than immediately judge or to be judged."},{"id":97,"quote":"I am happy because I am growing daily and I am honestly not knowing where the limit lies. To be certain, every day there can be a revelation or a new discovery. I treasure the memory of the past misfortunes. It has added more to my bank of fortitude."},{"id":98,"quote":"Ever since I was a child I have had this instinctive urge for expansion and growth. To me, the function and duty of a quality human being is the sincere and honest development of one's potential."},{"id":99,"quote":"Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind."},{"id":100,"quote":"Learning is a constant process of discovery - a process without end."},{"id":101,"quote":"Flow in the living moment. — We are always in a process of becoming and nothing is fixed. Have no rigid system in you, and you’ll be flexible to change with the ever changing. Open yourself and flow, my friend. Flow in the total openness of the living moment. If nothing within you stays rigid, outward things will disclose themselves. Moving, be like water. Still, be like a mirror. Respond like an echo."},{"id":102,"quote":"False teachers of the Way of life use flowery words."},{"id":103,"quote":"When you freely express, you are the total style."},{"id":104,"quote":"To spend time is to pass it in a specified manner. To waste time is to expend it thoughtlessly or carelessly. We all have time to either spend or waste and it is our decision what to do with it. But once passed, it is gone forever."},{"id":105,"quote":"To take responsibility for one's own actions, good and bad, is something else."},{"id":106,"quote":"Forget about winning and losing, forget about pride and pain"},{"id":107,"quote":"When there is freedom from mechanical conditioning, there is simplicity."},{"id":108,"quote":"The poorer we are \n inwardly, \n the more we try to \n enrich ourselves \n outwardly."},{"id":109,"quote":"A martial artist has to take responsibility for himself and accept the consequences of his own doing."},{"id":110,"quote":"Like the cobra, you remain coiled in a loose but compact position and your strike should be felt before it is seen."},{"id":111,"quote":"Practice makes perfect. After a long time of practicing, our work will become natural, skillfull, swift, and steady."},{"id":112,"quote":"The future looks extremely bright indeed, with lots of possibilities ahead -- big possibilities. Like the song says, We've just begun."},{"id":113,"quote":"Defeat is not defeat unless accepted as a reality-in your own mind."},{"id":114,"quote":"What Is, is more important than What Should Be."},{"id":115,"quote":"Observe what is with undivided awareness."},{"id":116,"quote":"A good martial artist does not become tense, but ready."},{"id":117,"quote":"Its not what happens that counts... \n It's how you react."},{"id":118,"quote":"Low aim, not failure, is the crime."},{"id":119,"quote":"In life, what more can you ask for than to be real?"},{"id":120,"quote":"Out of chaos, find simplicity, From discord, find harmony."},{"id":121,"quote":"He who wants to succeed should learn how to fight, to strive and to suffer. You can acquire a lot in life, if you are prepared to give up a lot to get it."},{"id":122,"quote":"Taoist philosophy is essentially monistic. Matter and energy, Yang and Yin, heaven and earth, are conceived of as essentially one or as two coexistent poles of one indivisible whole."},{"id":123,"quote":"Water can flow, or it can crash. Be water, my friend."},{"id":124,"quote":"We are told that talent creates opportunity, yet it is desire that creates talent."},{"id":125,"quote":"One rule is to not use complicated techniques unless they are necessary to achieve your goal. First, use simple movements, and if they don't work, then introduce the more complex ones."},{"id":126,"quote":"Instead of dedicating your life to actualize a concept of what you should be like, actualize yourself."},{"id":127,"quote":"A man strikes you, make him bleed. He makes you bleed, you break his bones. He breaks your bones, kill him. Being hit is inevitable, strike back twice as hard."},{"id":128,"quote":"I am learning to understand rather than immediately judge or to be judged. I cannot blindly follow the crowd and accept their approach. I will not allow myself to indulge in the usual manipulating game of role creation. Fortunately for me, my self-knowled"},{"id":129,"quote":"Get maximum effect from minimum effort."},{"id":130,"quote":"Be a practical dreamer backed by action."},{"id":131,"quote":"To hell with circumstances; I create opportunities."},{"id":132,"quote":"To change with change is the changeless state"},{"id":133,"quote":"Let nature take its course and your tools will strike at the right moment."},{"id":134,"quote":"Fluidity is the way to an empty mind. You must free your ambitious mind and learn the art of dying."},{"id":135,"quote":"I create opportunities."},{"id":136,"quote":"You need emotional content."},{"id":137,"quote":"Open yourself and flow, my friend. Flow in the total openness of the living moment."},{"id":138,"quote":"All goals apart from the means are illusions; becoming is a denial of being."},{"id":139,"quote":"It is not a shame to be knocked down by other people. The important thing is to ask when you're being knocked down, 'Why am I being knocked down?' If a person can reflect in this way, then there is hope for this person."},{"id":140,"quote":"Because of styles people are separated. Research your own experience, absorb what is useful, reject what is useless, add what is essentially your own."},{"id":141,"quote":"Recognizing that the power of will is the supreme court over all other departments of my mind, I will exercise daily when I need the urge to act for any purpose; and I will form habits designed to bring the power of my will into action at least once daily."},{"id":142,"quote":"When one has no form, one can be all forms."},{"id":143,"quote":"All types of knowledge, ultimately mean self knowledge."},{"id":144,"quote":"Martial arts, like any art, is an unrestricted athletic expression of an individual soul."},{"id":145,"quote":"You know what I want to think of myself? As a human being. Because, I mean I don't want to be like \"As Confucius say,\" but under the sky, under the heavens there is but one family. It just so happens man that people are different."},{"id":146,"quote":"Defense is attack, attack is defense, each being the cause and result of the other."},{"id":147,"quote":"Voidness is that which stands right in the middle between this and that."},{"id":148,"quote":"For it is easy to criticize and break down the spirit of others, but to know yourself takes a lifetime."},{"id":149,"quote":"Truth comes when your mind and heart are purged of all sense of striving and you are no longer trying to become somebody; it is there when the mind is very quiet, listening timelessly to everything."},{"id":150,"quote":"To live is to express oneself freely"},{"id":151,"quote":"The meaning of life is that it is to be lived."},{"id":152,"quote":"True refinement seeks simplicity."},{"id":153,"quote":"Either push your limits or die."},{"id":154,"quote":"Use only that which works, and take it from any place you can find it."},{"id":155,"quote":"Faith is a state of mind that can be conditioned through self-discipline. Faith will accomplish."},{"id":156,"quote":"Fear comes from uncertainty; we can eliminate the fear within us when we know ourselves better. As the great Sun Tzu said: “When you know yourself and your opponent, you will win every time. When you know yourself but not your opponent, you will win one and lose one. However, when you do not know yourself or your opponent, you will be imperiled every time."},{"id":157,"quote":"Don't fear failure. Not failure, but low aim, is the crime. In great attempts it is glorious even to fail."},{"id":158,"quote":"A wise man can learn more from a foolish question than a fool can learn from a wise answer."},{"id":159,"quote":"The intangible represents the real power of the universe. It is the seed of the tangible."},{"id":160,"quote":"One great cause of failure is lack of concentration."},{"id":161,"quote":"A kung fu man lives without being dependant on the opinions of others, and a master, unlike the beginner, holds himself in reserve. He is quiet and unassuming, with no desire to show off."},{"id":162,"quote":"Moving, be like water. Still, be like a mirror. Respond like an echo."},{"id":163,"quote":"Many people dedicate their lives to actualizing a concept of what they should be like, rather than actualizing themselves. This difference between self-actualization and self-image actualization is very important. Most people live only for their image"},{"id":164,"quote":"There are no limits. If it kills you, it kills you. A man must constantly exceed his level."},{"id":165,"quote":"Remember my friend to enjoy your planning as well as your accomplishment, for life is too short for negative energy."},{"id":166,"quote":"Bring the mind into sharp focus and make it alert so that it can immediately intuit truth, which is everywhere. The mind must be emancipated from old habits, prejudices, restrictive thought processes and even ordinary thought itself."},{"id":167,"quote":"After all, all knowledge simply means self-knowledge."},{"id":168,"quote":"The essence of fighting is the art of moving at the right time."},{"id":169,"quote":"If I tell you I'm good, probably you will say I'm boasting. But if I tell you I'm not good, you'll know I'm lying."},{"id":170,"quote":"You will never learn anything new unless you are ready to accept yourself with your limitations. You must accept the fact that you are capable in some directions and limited in others, and you must develop your capabilities."},{"id":171,"quote":"Having totality means being capable of following \"what is,\" because \"what is\" is constantly moving and constantly changing. If one is anchored to a particular view, one will not be able to follow the swift movement of \"what is."},{"id":172,"quote":"Fear comes from uncertainty; we can eliminate the fear within us when we know ourselves better."},{"id":173,"quote":"The usefulness of the cup is its emptiness."},{"id":174,"quote":"Have no rigid system in you, and you'll be flexible to change with the ever changing."},{"id":175,"quote":"In order to control myself I must first accept myself by going with and not against my nature."},{"id":176,"quote":"The highest technique is to have no technique. My technique is a result of your technique; my movement is a result of your movement."},{"id":177,"quote":"The more aware you become, the more you shed from day to day what you have learned so that your mind is always fresh and uncontaminated by previous conditioning."},{"id":178,"quote":"We do not become. We simply are."},{"id":179,"quote":"Never waste energy on worries or negative thoughts, all problems are brought into existence -drop them."},{"id":180,"quote":"It's not what you give, it's the way you give it."},{"id":181,"quote":"You must be shapeless, formless, like water. When you pour water in a cup, it becomes the cup."},{"id":182,"quote":"Dedication, absolute dedication, is what keeps one ahead!"},{"id":183,"quote":"You must have complete determination. The worst opponent you can come across is one whose aim has become an obsession."},{"id":184,"quote":"Obey the principles without being bound by them."},{"id":185,"quote":"Know the difference between a catastrophe and an inconvenience."},{"id":186,"quote":"Time means a lot to me because, you see, I, too, am also a learner and am often lost in the joy of forever developing and simplifying. If you love life, don't waste time, for time is what life is made up of."},{"id":187,"quote":"Do not have an attitude, open yourself and focus yourself and express yourself. Reject external form that fails to express internal reality."},{"id":188,"quote":"Too much horsing around with unrealistic stances and classic forms and rituals is just too artificial and mechanical, and doesn't really prepare the student for actual combat. A guy could get clobbered while getting into this classical mess. Classical methods like these, which I consider a form of paralysis, only solidify and constrain what was once fluid. Their practitioners are merely blindly rehearsing routines and stunts that will lead nowhere."},{"id":189,"quote":"Learn it all, then forget it all."},{"id":190,"quote":"The timeless moment. - The \"moment\" has no yesterday or tomorrow. It is not the result of thought and therefore has no time."},{"id":191,"quote":"Forget about winning and losing; forget about pride and pain. Let your opponent graze your skin and you smash into his flesh; let him smash into your flesh and you fracture his bones; let him fracture your bones and you take his life! Do not be concerned with escaping safely- lay your life before him!!"},{"id":192,"quote":"I treasure the memory of the past misfortunes. It has added more to my bank of fortitude."},{"id":193,"quote":"A fight is not won by one punch or kick. Either learn to endure or hire a bodyguard."},{"id":194,"quote":"To know oneself is to study oneself in action with another person."},{"id":195,"quote":"One must be truthful and honest in his approach; a constant independent inquiry and not blindly following a certain blue print laid down by others"},{"id":196,"quote":"Each moment that passes changes you...You can't even own yourself. How can you ever hope to own anyone or anything else."},{"id":197,"quote":"If you want to learn to swim jump into the water. On dry land no frame of mind is ever going to help you."},{"id":198,"quote":"Life is an ever-flowing process and somewhere on the path some unpleasant things will pop up - it might leave a scar, but then life is flowing, and like running water, when it stops it grows stale.  Go bravely on, my friend, because each experience teaches us a lesson.  Keep blasting because life is such that sometimes it is nice and sometimes it is not."},{"id":199,"quote":"Flow in the living moment - We are always in a process of becoming and nothing is fixed."},{"id":200,"quote":"The principle of martial arts is not a thing that can be learned, like a science, by fact-finding and instruction in facts. It has to grow spontaneously, like a flower, in a mind free from emotions and desires."},{"id":201,"quote":"Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable."},{"id":202,"quote":"All types of knowledge ultimately lead to self-knowledge. So, therefore, these people are asking me to teach them, not so much how to defend themselves or how to do somebody in. Rather, they want to learn to express themselves through some movement, be it anger, be it determination or whatever. So, in other words, they're paying me to show them, in combative form, the art of expressing the human body."},{"id":203,"quote":"To me, ultimately, martial arts means honestly expressing yourself. Now, it is very difficult to do. It has always been very easy for me to put on a show and be cocky, and be flooded with a cocky feeling and feel pretty cool and all that. I can make all kinds of phoney things. Blinded by it. Or I can show some really fancy movement. But to experience oneself honestly, not lying to oneself, and to express myself honestly, now that is very hard to do."},{"id":204,"quote":"To understand your fear is the beginning of really seeing."},{"id":205,"quote":"Once I slow down because I think I have reached my peak, then my skills will go nowhere but down"},{"id":206,"quote":"If people say Jeet Kune Do is different from this or from that, then let the name of Jeet Kune Do be wiped out, for that is what it is, just a name. Please don't fuss over it."},{"id":207,"quote":"Faith makes it possible to achieve that which man's mind can conceive and believe."},{"id":208,"quote":"The truth is outside of all fixed patterns."},{"id":209,"quote":"The man who is really serious, with the urge to find out what truth is, has no style at all. He lives only in what is."},{"id":210,"quote":"Efficiency is anything that scores."},{"id":211,"quote":"We have great work ahead of us, and it needs devotion and much, much energy. To grow, to discover, we need involvement, which is something I experience every day - sometimes good, sometimes frustrating. No matter what, you must let your inner light guide you out of the darkness."},{"id":212,"quote":"I am not afraid of a person who knows 10000 kicks. But I am afraid of a person who knows one kick but practices it for 10000 times."},{"id":213,"quote":"Life is better lived than conceptualized. — This writing can be less demanding should I allow myself to indulge in the usual manipulating game of role creation. Fortunately for me, my self-knowledge has transcended that and I’ve come to understand that life is best to be lived — not to be conceptualized. If you have to think, you still do not understand."},{"id":214,"quote":"There are no limits. There are only plateaus, and you must not stay there, you must go beyond them."},{"id":215,"quote":"In building a statue, a sculptor doesn't keep adding clay to his subject. Actually, he keeps chiseling away at the nonessentials until the truth of his creation is revealed without obstruction."},{"id":216,"quote":"The martial arts are ultimately self-knowledge. A punch or a kick is not to knock the hell out of the guy in front, but to knock the hell out of your ego, your fear, or your hang-ups."},{"id":217,"quote":"I have always been a martial artist by choice, an actor by profession, but above all, am actualising myself to be an artist of life."},{"id":218,"quote":"Effort within the mind further limits the mind, because effort implies struggle towards a goal and when you have a goal, a purpose, an end in view, you have placed a limit on the mind."},{"id":219,"quote":"Learning is definitely not mere imitation, nor is it the ability to accumulate and regurgitate fixed knowledge. Learning is a constant process of discovery - a process without end."},{"id":220,"quote":"Take no thought of who is right or wrong or who is better than. Be not for or against."},{"id":221,"quote":"Simplicity of expression rather than complexity of form."},{"id":222,"quote":"In combat, spontaneity rules; rote performance of technique perishes."},{"id":223,"quote":"Pain is weakness leaving your body."},{"id":224,"quote":"I have the absolute confidence not to be number two, but then I have enough sense to realize that there can be no number one."},{"id":225,"quote":"Persistence, persistence, and persistence. The Power can be created and maintained through daily practice - continuous effort."},{"id":226,"quote":"Prosperity is apt to prevent us from examining our conduct; but adversity leads us to think properly of our state, and so is beneficial to us."},{"id":227,"quote":"The meaning of life is that it is to be lived, and it is not to be traded and conceptualized and squeezed into a patter of systems."},{"id":228,"quote":"When we suddenly awake to the realization that there is no barrier, and never has been, one realizes that one is all things   mountains, rivers, grasses, trees, sun, moon, stars, universe are all oneself. There is no longer a division or barrier between myself and others, no longer any feeling of alienation or fear   there is nothing apart from oneself and therefore nothing to fear. Realizing this results in true compassion. Other people and things are not seen as apart from oneself but, on the contrary, as one's own body."},{"id":229,"quote":"One does not accumulate but eliminate. It is not daily increase but daily decrease. The height of cultivation always runs to simplicity."},{"id":230,"quote":"The stillness in stillness is not the real stillness; only when there is stillness in movement does the universal rhythm manifest."},{"id":231,"quote":"Live a life worth remembering."},{"id":232,"quote":"Sincere thought means thought of concentration (quiet awareness). The thought of a distracted mind cannot be sincere"},{"id":233,"quote":"I wish neither to possess nor to be possessed. I no longer covet 'paradise'. More important, I no longer fear 'hell'. The medicine for my suffering I had within me from the very beginning but I did not take it. My ailment came from within myself, but I did not observe it, until this moment. Now I see that I will never find the light unless, like the candle, I am my own fuel, consuming myself."},{"id":234,"quote":"Turn your sparring into play - but always play seriously."},{"id":235,"quote":"You and your opponent are one. There is a coexisting relationship between you. You coexist with your opponent and become his complement, absorbing his attack and using his force to overcome him."},{"id":236,"quote":"The deluded mind is the mind affectively burdened by intellect. Thus, it cannot move without stopping and reflecting on itself. This obstructs its native fluidity."},{"id":237,"quote":"Do not be tense, just be ready, not thinking but not dreaming, not being set but being flexible."},{"id":238,"quote":"Be like water, my friend."},{"id":239,"quote":"The spirit of the individual is determined by his dominating thought habits."},{"id":240,"quote":"Man, he is constantly growing and when he is bound by a set pattern of ideas or way of doing things, that's when he stops growing"},{"id":241,"quote":"If you follow the classical pattern, you are understanding the routine, the tradition, the shadow -- you are not understanding yourself."},{"id":242,"quote":"There are lots of guys around the world that are lazy. They have big fat guts. They talk about chi power and things they can do, but don't believe it."},{"id":243,"quote":"Truth cannot be structured or confined."},{"id":244,"quote":"Empty your mind, be formless, shapeless - like water."},{"id":245,"quote":"Its like a finger pointing away to the moon. Dont concentrate on the finger or you will miss all that heavenly glory."},{"id":246,"quote":"Every morning like a scholar at his first class I prepare a blank mind for the day to write upon."},{"id":247,"quote":"It is easy for me to put on a show and be cocky..but to express oneself honestly not lying to oneself, now that my friend is very hard to do"},{"id":248,"quote":"To be honest to oneself, and that is very hard to do."},{"id":249,"quote":"Humility forms the basis of honor, just as the low ground forms the foundation of a high elevation."},{"id":250,"quote":"If I should die tomorrow, I will have no regrets. I did what I wanted to do. You can't expect more from life."},{"id":251,"quote":"I'm moving and not moving at all. I'm like the moon underneath the waves that ever go on rolling and rocking. It is not, \"I am doing this,\" but rather, an inner realization that \"this is happening through me,\" or \"it is doing this for me.\" The consciousness of self is the greatest hindrance to the proper execution of all physical action."},{"id":252,"quote":"What comes after victory? Why do people value victory so much? What is 'glory'? What kind of victory is 'glorious'?"},{"id":253,"quote":"The height of cultivation always runs to simplicity."},{"id":254,"quote":"An intelligent mind is an inquiring mind. It is not satisfied with explanation, with conclusions. Nor is it a mind that believes, because belief is again another form of conclusion."},{"id":255,"quote":"Empty your cup so that it may be filled; become devoid to gain totality."},{"id":256,"quote":"Any technique, however worthy and desirable, becomes a disease when the mind is obsessed with it."},{"id":257,"quote":"To develop the creative attitude, analyze and focus on the wanted SOLUTION; seek out and fill your mind with the FACTS; write down ideas, both sensible and seemingly wild; let the facts and ideas simmer in your mind; evaluate, recheck, settle on the creative ideas."},{"id":258,"quote":"All martial art is simply an honest expression of one's body — with a lot of deception in between."},{"id":259,"quote":"I'm not a master. I'm a student-master, meaning that I have the knowledge of a master and the expertise of a master, but I'm still learning. So I'm a student-master. I don't believe in the word 'master.' I consider the master as such when they close the casket."},{"id":260,"quote":"Art is never decoration, embellishment; instead, it is work of enlightenment. Art, in other words, is a technique for acquiring liberty."},{"id":261,"quote":"Practice all movements slow and fast, soft and hard; the effectiveness of Jeet Kune-Do depends on split-second timing and reflexive action, which can be achieved only through repetitious practice."},{"id":262,"quote":"There’s only one basic principle of self-defense- you must apply the most effective weapon, as soon as possible, to the most vulnerable target."},{"id":263,"quote":"Ever since I was a child I have had this instinctive urge for expansion and growth."},{"id":264,"quote":"There is a powerful craving in most of us to see ourselves as instruments in the hands of others and thus free ourselves from the responsibility for acts which are prompted by our own questionable inclinations and impulses. Both the strong and the weak grasp at this alibi. The latter hide their malevolence under the virtue of obedience: they acted dishonorably because they had to obey orders. The strong, too, claim absolution by proclaiming themselves the chosen instrument of a higher power -- God, history, fate, nation, or humanity."},{"id":265,"quote":"When you're talking about fighting, as it is, with no rules, well then, baby you'd better train every part of your body!"},{"id":266,"quote":"It is true that the mental aspect of kung-fu is the desired end; however, to achieve this end, technical skill must come first."},{"id":267,"quote":"Since weight training involves repetitions, a great deal of energy must be exerted. Therefore, weight training should be practiced only every other day."},{"id":268,"quote":"I personally do not believe in the word style. Why? Because, unless there are human beings with three arms and four legs, unless we have another group of human beings that are structually different from us, there can be no different style of fighting."},{"id":269,"quote":"Satori - in the awakening from a dream. Awakening and self-realization and seeing into one's own being - these are synonymous."},{"id":270,"quote":"Take things as they are. Punch when you have to punch. Kick when you have to kick."},{"id":271,"quote":"I have come to understand that life is best to be lived and not to be conceptualized. I am happy because I am growing daily and I am honestly not knowing where the limit lies."},{"id":272,"quote":"The best fighter is not a Boxer, Karate or Judo man. The best fighter is someone who can adapt on any style. He kicks too good for a Boxer, throws too good for a Karate man, and punches too good for a Judo man."},{"id":273,"quote":"To tell the truth, I could beat anybody in the world."},{"id":274,"quote":"Jeet Kune Do does not beat around the bush. It does not take winding detours. It follows a straight line to the objective. Simplicity is the shortest distance between two points."},{"id":275,"quote":"Bring the mind to a sharp focus and make it alert so that it can immediately intuit truth, which is everywhere."},{"id":276,"quote":"A good teacher protects his pupils from his own influence."},{"id":277,"quote":"Through my own observations. I am convinced that an absolutely honest and direct inquiry into oneself will lead to understanding."},{"id":278,"quote":"You must have complete determination. The worst opponent you can come across is one whose aim has become an obsession. For instance, if a man has decided that he is going to bite off your nose no matter what happens to him in the process, the chances are he will succeed in doing it. He may be severely beaten up, too, but that will not stop him from carrying out his objective. That is the real fighter."},{"id":279,"quote":"When one has reached maturity in this art, one will have the formless form. It is like the dissolving or thawing [of] ice into water that can shape itself to any structure. When one has no form, one can be all forms; when one has no style, one can fit in with any style."},{"id":280,"quote":"Know the difference between a catastrophe and an inconvenience. - To realize that it's just an inconvenience, that it is not a catastrophe, but just an unpleasantness, is part of coming into your own, part of waking up."},{"id":281,"quote":"As you think, so shall you become."},{"id":282,"quote":"I'm a philosophy major. That means I can think deep thoughts about being unemployed."},{"id":283,"quote":"I am not teaching you anything. I just help you to explore yourself."},{"id":284,"quote":"A teacher is never a giver of truth; he is a guide, a pointer to the truth that each student must find for himself."},{"id":285,"quote":"The success of an assailant's attack depends on surprise, and if you're sufficiently alert to prevent a surprise, your counterattack is already halfway to being successful."},{"id":286,"quote":"when one is not expressing himself, he is not free. thus, he begins to struggle and the struggle breeds methodical routine. Soon, he is doing his methodical routine as response rather than responding to what is."},{"id":287,"quote":"Circumstances hell! I make circumstances!"},{"id":288,"quote":"Pessimism blunts the tools you need to succeed."},{"id":289,"quote":"A good teacher can never be fixed in a routine... each moment requires a sensitive mind that is constantly changing and constantly adapting. A teacher must never impose this student to fit his favourite pattern; a good teacher functions as a pointer, exposing his student's vulnerability and causing him to explore both internally and finally integrating himself with his being. Martial art should not be passed out indiscriminately."},{"id":290,"quote":"Even today, I dare not say that I have reached a state of achievement. I'm still learning, for learning is boundless."},{"id":291,"quote":"To see is to be decieved.  To hear is to be lied to.  To FEEL is to believe."},{"id":292,"quote":"Running water never grows stale."},{"id":293,"quote":"Understand your limitations and capitalize on them."},{"id":294,"quote":"Learning is never cumulative, it is a movement of knowing which has no beginning and no end."},{"id":295,"quote":"Be self aware, rather than a repetitious robot"},{"id":296,"quote":"It is better to live as a broken piece of jade, than to live as a useless clay."},{"id":297,"quote":"In order to taste my cup of water you must first empty your cup."},{"id":298,"quote":"Let the spirit out - Discard all thoughts of reward, all hopes of praise and fears of blame, all awareness of one's bodily self. And, finally closing the avenues of sense perception, let the spirit out, as it will."},{"id":299,"quote":"A good fighter must sense rather than perceive his chance to strike."},{"id":300,"quote":"Art requires imagination. It requires Creativity. Creativity requires experience and experience comes from your life. And your life is expressed in your art."},{"id":301,"quote":"Put every great teacher in a room, and they'd agree about everything, but put their disciples in there and they'd argue about everything."},{"id":302,"quote":"The primary Reality is not what I think, but that I live, for those also live who do not think."},{"id":303,"quote":"The idea is that flowing water never goes stale, so just keep on flowing."},{"id":304,"quote":"A good martial artist does not become tense, but ready. Not thinking, yet not dreaming. Ready for whatever may come. When the opponent expands, I contract; and when he contracts, I expand. And when there is an opportunity, \"I\" do not hit, \"it\" hits all by itself."},{"id":305,"quote":"While it may come as a profound surprise to those of us who are in the throes of an emotional or life crisis, the fact remains that the answer to virtually all of our problems resides within us already. It exist in the form of a vast reservoir of free-flowing energy that, when channeled to our muscles, can give us great strength and, when channeled to our brain, can give us great insight and understanding."},{"id":306,"quote":"Optimism is a faith that leads to success."},{"id":307,"quote":"Training for strength and flexibility is a must. You must use it to support your techniques. Techniques alone are no good if you don't support them with strength and flexibility."},{"id":308,"quote":"A kung fu man who was really good was not proud at all. Pride emphasizes the superiority of one's status. There has to be fear and insecurity in pride, because when you aim at being highly esteemed and achieve such status, you automatically start to worry about losing status."},{"id":309,"quote":"I think of myself as a human being."},{"id":310,"quote":"It is the man that has nothing to lose or is willing to lose everything to beat you that I am afraid of. If a man is willing to lose his life to bite off my nose then I don't care how good I am or what I do to him- he's gonna get my nose."},{"id":311,"quote":"Willing is not enough, one must apply."},{"id":312,"quote":"To me, ultimately, martial arts means honestly expressing yourself."},{"id":313,"quote":"The More we value things, the less we value ourselves"},{"id":314,"quote":"Either you understand or you don't, and that is that."},{"id":315,"quote":"If you make an ass out of yourself, there will always be someone to ride you."},{"id":316,"quote":"I don't want to do anything halfway. It has to be perfect."},{"id":317,"quote":"When finger point at moon, don't look at finger or you'll miss the moon."},{"id":318,"quote":"We have more faith in what we imitate than in what we create"},{"id":319,"quote":"Dedication, absolute dedication, is what keeps one ahead. A sort of \n indomitable obsessive dedication and the realization that there is \n no end or limit to this because life is simply an ever-growing process, \n an ever-renewing process."},{"id":320,"quote":"Knowledge will give you power, but character respect."},{"id":321,"quote":"Relationship is the mirror in which you discover yourself - to be is to be related."},{"id":322,"quote":"The best form of endurance exercise is the performance of the event."},{"id":323,"quote":"When you fight, if it is a real fight, use every tool that you have, use your whole body. Use your fists, your legs, your fingers, your head if you have to, and hit them in every vulnerable spot, the balls, the eyes etc. to win."},{"id":324,"quote":"What we are after is the root and not the branches. The root is the real knowledge; the branches are surface knowledge. Real knowledge breeds 'body feel' and personal expression; surface knowledge breeds mechanical conditioning and imposing limitation and squelches creativity."},{"id":325,"quote":"Boards don't hit back."},{"id":326,"quote":"You have to create your own luck. You have to be aware of the opportunities around you and take advantage of them."},{"id":327,"quote":"Real living is living for others."},{"id":328,"quote":"The more relaxed the muscles are, the more energy can flow through the body. Using muscular tensions to try to 'do' the punch or attempting to use brute force to knock someone over will only work to opposite effect."},{"id":329,"quote":"Use karate, judo, aikido, or any style to build your counter-offensive. It will be interesting!"},{"id":330,"quote":"The doubters said, \"Man can not fly,\" The doers said, \"Maybe, but we'll try,\" And finally soared In the morning glow While non-believers Watched from below."},{"id":331,"quote":"Like everyone else, you want to learn the way to win, but never to accept the way to lose - to accept defeat. To learn to die is to be liberated from it. So when tomorrow comes you must free your ambitious mind and learn the art of dying!"},{"id":332,"quote":"Now I see that I will never find the light Unless, like the candle, I am my own fuel, Consuming myself."},{"id":333,"quote":"Put 'going the extra mile' to work as part of one's daily habit"},{"id":334,"quote":"From form to formless and from finite to infinite"},{"id":335,"quote":"A self-willed man obeys a different law, the one law I, too, hold absolutely sacred the human law in himself, his own individual will."},{"id":336,"quote":"If mere mechanical efficiency can make everyone a martial artist, then all is well. Unfortunately, combat, like freedom, is something that can not be preconceived."},{"id":337,"quote":"The highest art is no art. The best form is no form."},{"id":338,"quote":"Self-knowledge involves relationship. To know oneself is to study one self in action with another person. Relationship is a process of self evaluation and self revelation. Relationship is the mirror in which you discover yourself - to be is to be related."},{"id":339,"quote":"The less effort, the faster and more powerful you will be."},{"id":340,"quote":"Art reaches its greatest peak when devoid of self-consciousn ess."},{"id":341,"quote":"The past is an illusion. You must learn to live in the present and accept yourself for what you are now. What you lack in flexibility and agility you must make up with knowledge and constant practice."},{"id":342,"quote":"All knowledge leads to self-knowledge."},{"id":343,"quote":"The unconditioned mind intuits truth."},{"id":344,"quote":"If there is always light, you don’t experience light anymore. You have to have the rhythm of light and darkness."},{"id":345,"quote":"Ideas are the beginning of all achievement."},{"id":346,"quote":"There are too many stars and too few actors."},{"id":347,"quote":"Not being tense but ready. Not thinking but not dreaming. Not being set but flexible. Liberation from the uneasy sense of confinement. It is being wholly and quietly alive, aware and alert, ready for whatever may come."},{"id":348,"quote":"How can there be methods and systems to arrive at something that is living? To that which is static, fixed, dead, there can be a way, a definite path, but not to that which is living. Do not reduce reality to a static thing and then invent methods to reach it. ...Truth has no path. Truth is living and, therefore, changing. It has no resting place, no form, no organized institution, no philosophy. When you see that, you will understand that this living thing is also what you are. You cannot express and be alive through static, put-together form, through stylized movement."},{"id":349,"quote":"Let yourself go with dis-ease, be with it, and keep it company. This is the way to be rid of it."},{"id":350,"quote":"Remember, Life is a journey, not a destination."},{"id":351,"quote":"Success means doing something sincerely and wholeheartedly."},{"id":352,"quote":"An instructor should exemplify the things he seeks to teach. It will be of great advantage if you yourself can do all you ask of your students and more."},{"id":353,"quote":"To be certain, every day there can be a revelation or a new discovery."},{"id":354,"quote":"Knowledge , surely, is always of time , whereas knowing is not of time. Knowledge is from a source, from accumulation, from conclusion, while knowing is a movement."},{"id":355,"quote":"Success only means doing something sincerely and wholeheartedly. I think life is a process. Through the ages, the end of heroes is the same as ordinary men. They all died and gradually faded away in the memory of man. But when we are still alive, we have to understand ourselves, discover ourselves and express ourselves. In this way, we can progress, but we may not be successful."},{"id":356,"quote":"The athlete who is building muscles though weight training should be very sure to work adequately on speed and flexibility at the same time. In combat, without the prior attributes, a strong man will be like the bull with its colossal strength futilely pursuing the matador or like a low-geared truck chasing a rabbit."},{"id":357,"quote":"Can you look at a situation without naming it? Naming it, making it a word, causes fear."},{"id":358,"quote":"Art calls for complete mastery of techniques, developed by reflection within the soul."},{"id":359,"quote":"Give up thinking as though not giving it up. Observe techniques as though not observing."},{"id":360,"quote":"A quality martial artist is always ready for any move, and trains oneself invincible."},{"id":361,"quote":"The aim of art is to project an inner vision into the world."},{"id":362,"quote":"I refer to my hands, feet and body as the tools of the trade. The hands and feet must be sharpened and improved daily to be efficient."},{"id":363,"quote":"The founder of any branch must be more ingenious than the common man. However, if his achievement is not carried on by disciples of the same ingenuity, then things will only become formalized and get stuck in a cul-de-sac; whereby breakthrough and progress will be almost impossible."},{"id":364,"quote":"To realize freedom the mind has to learn to look at life, which is a vast movement, without the bondage of time , for freedom lies beyond the field of consciousness care for watching, but don't stop and interpret \"I am free,\" then you're living in a memory of something that has gone before."},{"id":365,"quote":"The martial arts are based upon understanding, hard work and a total comprehension of skills. Power training and the use of force are easy, but total comprehension of all of the skills of the martial arts is very difficult to achieve."},{"id":366,"quote":"A self-willed man has no other aim than his own growth."},{"id":367,"quote":"Nothingness cannot be defined; the softest thing cannot be snapped."},{"id":368,"quote":"You will never get any more out of this life than you expect."},{"id":369,"quote":"When we hold to the core, the opposite sides are the same if they are seen from the center of the moving circle. I do not experience; I am experience. I am not the subject of experience; I am that experience. I am awareness. Nothing else can be I or can exist."},{"id":370,"quote":"My strength comes from my abdomen. It's the center of gravity and the source of real power."},{"id":371,"quote":"Awareness is without choice, without demand, without anxiety; in that state of mind, there is perception."},{"id":372,"quote":"Do not run away; let go.  Do not seek; for it will come when least expected."},{"id":373,"quote":"Concepts vs. self-actualization. - Instead of dedicating your life to actualize a concept of what you should be like, ACTUALIZE YOURSELF. The process of maturing does not mean to become a captive of conceptualization. It is to come to the realization of what lies in our innermost selves."},{"id":374,"quote":"A powerful athlete is not a strong athlete, but one who can exert his strength quickly. Since power equals force times speed, if the athlete learns to make faster movements he increases his power, even though the contractile pulling strength of his muscles remains unchanged. Thus, a smaller man who can swing faster may hit as hard or as far as the heavier man who swings slowly."},{"id":375,"quote":"The moment is freedom. — I couldn’t live by a rigid schedule. I try to live freely from moment to moment, letting things happen and adjusting to them."},{"id":376,"quote":"To reach me, you must move to me. Your attack offers me an opportunity to intercept you."},{"id":377,"quote":"You cannot force the Now. — But can you neither condemn nor justify and yet be extraordinarily alive as you walk on? You can never invite the wind, but you must leave the window open."},{"id":378,"quote":"Everything you do, if not in a relaxed state will be done at a lesser level than you are proficient. Thus the tensed expert marksman will aim at a level less than his/her student."},{"id":379,"quote":"If you spend too much time thinking about a thing, you'll never get it done."},{"id":380,"quote":"To me, racial barriers do not exist in reality. If I say that 'everyone under the sun is a member of a universal family,' you may think that I am bluffing and being idealistic. But if anyone still believes in racial differences, I think he is too backward and narrow in his perspective. Perhaps he still does not understand man's equality and love."},{"id":381,"quote":"The more complicated and restricted the method, the less opportunity for expression of one's original sense of freedom."},{"id":382,"quote":"The point is the doing of them rather than the accomplishments . There is no actor but the action; there is no experiencer but the experience."},{"id":383,"quote":"One should be in harmony with, not in opposition to, the strength and force of the opposition. This means that one should do nothing that is not natural or spontaneous; the important thing is not to strain in any way."},{"id":384,"quote":"Reality is apparent when one ceases to compare."},{"id":385,"quote":"We have great work ahead of us, and it needs devotion and much, much energy. To grow, to discover, we need involvement."},{"id":386,"quote":"The abdominal and waist region coordinate all parts of the body and act as the center or generator. Therefore, you can promote the ability to control the body's action and master your will more easily."},{"id":387,"quote":"Truth has no path. Truth is living and, therefore, changing. Awareness is without choice, without demand, without anxiety; in that state of mind, there is perception. To know oneself is to study oneself in action with another person. Awareness has no frontier; it is giving of your whole being, without exclusion."},{"id":388,"quote":"If you don't want to slip up tomorrow, speak the truth today."},{"id":389,"quote":"If you want to be immortal live a life worth remembering"},{"id":390,"quote":"Do not like, do not dislike; all will then be clear. Make a hairbreadth difference and heaven and earth are set apart."},{"id":391,"quote":"Before I studied the art, a punch to me was just like a punch, a kick just like a kick. After I learned the art, a punch was no longer a punch, a kick no longer a kick. Now that I've understood the art, a punch is just like a punch, a kick just like a kick. The height of cultivation is really nothing special. It is merely simplicity; the ability to express the utmost with the minimum."},{"id":392,"quote":"Art is the way to the absolute and to the essence of human life. The aim of art is not the one-sided promotion of spirit, soul and senses, but the opening of all human capacities – thought, feeling, will – to the life rhythm of the world of nature. So will the voiceless voice be heard and the self be brought into harmony with it."},{"id":393,"quote":"Go toward self-actualization rather than self-image actualization... Search within... for honest self- expression."},{"id":394,"quote":"It is not what happens that is success or failure, but what it does to the heart of man."},{"id":395,"quote":"Styles tend to not only separate men - because they have their own doctrines and then the doctrine became the gospel truth that you cannot change. But if you do not have a style, if you just say: Well, here I am as a human being, how can I express myself totally and completely? Now, that way you won't create a style, because style is a crystallization . That way, it's a process of continuing growth."},{"id":396,"quote":"The unfolding of the bare human soul...that is what interests me."},{"id":397,"quote":"The perfect way is only difficult for those who pick and choose. Do not like, do not dislike; all will then be clear. Make a hairbreadth difference and heaven and earth are set apart; if you want the truth to stand clear before you, never be for or against. The struggle between 'for' and 'against' is the mind's worst disease."},{"id":398,"quote":"It is useless to try to stir the dirt Out of the muddy water, As it will become murkier. But leave it alone, And if it should be cleared; It will become clear by itself."},{"id":399,"quote":"To live is to express, and to express you have to create.  Creation is never merely repetition. To live is to express oneself freely in creation."},{"id":400,"quote":"The consciousness of self is the greatest hindrance to the proper execution of all physical action."},{"id":401,"quote":"The reward is found in the work."},{"id":402,"quote":"In Buddhism, there is no place for using effort. Just be ordinary and nothing special. Eat your food, move your bowels, pass water and when you're tired go and lie down. The ignorant will laugh at me, but the wise will understand."},{"id":403,"quote":"Ultimately the greatest help is self-help."},{"id":404,"quote":"Don't get set into one form, adapt it and build your own, and let it grow, be like water."},{"id":405,"quote":"The attitude, 'You can win if you want to badly enough,' means that the will to win is constant. No amount of punishment, no amount of effort, no condition is too 'tough' to take in order to win. Such an attitude can be developed only if winning is closely tied to the practitioner's ideals and dreams."},{"id":406,"quote":"Success is not in reaching the destination, but in making the journey."},{"id":407,"quote":"Action is a high road to self-confidence and esteem. Where it is open, all energies flow toward it. It comes readily to most people, and its rewards are tangible."},{"id":408,"quote":"Maturation is the development from environmental support to self-support."},{"id":409,"quote":"I don't believe in getting something for nothing."},{"id":410,"quote":"Remember, you are expressing the techniques and not doing the techniques."},{"id":411,"quote":"Training is one of the most neglected phases of athletics. Too much time is given to the development of skill and too little to the development of the individual for participation."},{"id":412,"quote":"Endurance is lost rapidly if one ceases to work at its maximum."},{"id":413,"quote":"Man, the living creature, the creating individual, is always more important than any established style or system."},{"id":414,"quote":"With every adversity comes a blessing because a shock acts as a reminder to oneself that we must not get stale in routine."},{"id":415,"quote":"To live is a constant process of relating, so come on out of that shell of isolation and conclusion, and relate DIRECTLY to what is being said. Bear in mind I seek neither your approval nor to influence you. So do not make up your mind as to \"this is this\" or \"that is that.\" I will be more than satisfied if you begin to learn to investigate everything yourself from now on."},{"id":416,"quote":"When you point to the moon, what do you see in front of your finger; Your task is to feel, not to think, when you can understand that the lesson will be learned."},{"id":417,"quote":"The Western approach to reality is mostly through theory, and theory begins by denying reality - to talk about reality, to go around reality, to catch anything that attracts our sense-intellect and abstract it away from reality itself. Thus philosophy begins by saying that the outside world is not a basic fact, that its existence can be doubted and that every proposition in which the reality of the outside world is affirmed is not an evident proposition but one that needs to be divided, dissected and analyzed. It is to stand consciously aside and try to square a circle."},{"id":418,"quote":"The Now is indivisible. Completeness, the now, is an absence of the conscious mind to strive to divide that which is indivisible. For once the completeness of things is taken apart it is no longer complete."},{"id":419,"quote":"Belts are only good for holding up your pants"},{"id":420,"quote":"If there is a God, he is within. You don't ask God to give you things, you depend on God for your inner theme."},{"id":421,"quote":"The measure  of the moral worth of a man is his happiness. The better the man, the more happiness. Happiness is the synonym of well-being"},{"id":422,"quote":"Independent inquiry is needed in your search for truth, not dependence on anyone else's view or a mere book."},{"id":423,"quote":"Art reaches its greatest peak when devoid of self-consciousness. Freedom discovers man the moment he loses concern over what impression he is making or about to make."},{"id":424,"quote":"Meditation means to be free from all phenomena and calmness means to be internally unperturbed. There will be calmness when one is free from external objects and is not perturbed."},{"id":425,"quote":"The world is full of people who are determined to be somebody or to give trouble. They want to get ahead, to stand out. Such ambition has no use for a gung fu man, who rejects all forms of self-assertiveness and competition"},{"id":426,"quote":"I personally do not believe in the word style. Why? Because, unless there are human beings with three arms and four legs, unless we have another group of beings on earth that are structurally different from us, there can be no different style of fighting. Why is that? Because we have two hands and two legs. ... because of styles, people are separated. They are not united together because styles become law."},{"id":427,"quote":"Never trouble trouble till trouble troubles you. I'll not willingly offend, nor be easily offended."},{"id":428,"quote":"The core of understanding lies in the individual mind, and until that is touched everything is uncertain and superficial. Truth cannot be perceived until we come to fully understand our potential and ourselves. After all, knowledge in the martial arts ultimately means self-knowledge."},{"id":429,"quote":"The great mistake is to anticipate the outcome of the engagement; you ought not to be thinking of whether it ends in victory or defeat. Let nature take its course, and your tools will strike at the right moment."},{"id":430,"quote":"Take what's useful, discard what is not."},{"id":431,"quote":"Love is like a friendship caught on fire."},{"id":432,"quote":"One will never get any more than he thinks he can get. YOU HAVE WHAT IT TAKES. Look back and see your progress - damn the torpedo, full speed ahead!"},{"id":433,"quote":"To be bound by traditional martial art style or styles is the way of the mindless, enslaved martial artist. But to be inspired by the traditional martial art and to achieve further heights is the way of genius."},{"id":434,"quote":"More and more I believe in the fact that you have two hands and two legs, and the thing is how to make good use of yourself - and that's about it."},{"id":435,"quote":"Art is the way to the absolute and to the essence of human life."},{"id":436,"quote":"Voidness is that which stands right in the middle between this and that. The void is all-inclusive, having no opposite--there is nothing which it excludes or opposes. It is living void, because all forms come out of it and whoever realizes the void is filled with life and power and the love of all beings."},{"id":437,"quote":"Don't be forecasting evil unless it is what you can guard against. Anxiety is good for nothing if we can't turn it into a defense."},{"id":438,"quote":"If you want to do your duty properly, you should do just a little more than that."},{"id":439,"quote":"There is no mystery about my style. My movements are simple, direct and non-classical. The extraordinary part of it lies in its simplicity. Every movement in Jeet Kune-Do is being so of itself. There is nothing artificial about it. I always believe that the easy way is the right way."},{"id":440,"quote":"Self-will seems to be the only virtue that takes no account of man-made laws."},{"id":441,"quote":"Understanding comes about through feeling, from moment to moment in the mirror of relationship."},{"id":442,"quote":"If you think a thing is impossible,you'll only make it impossible."},{"id":443,"quote":"The happiness that is derived from excitement is like a brilliant fire- soon it will go out."},{"id":444,"quote":"Do not deny the classical approach, simply as a reaction, or you will have created another pattern and trapped yourself there."},{"id":445,"quote":"For something that is static, fixed, dead, there can be a way or a definite path; but not for anything that is moving and living."},{"id":446,"quote":"To contemplate a thing implies maintaining oneself OUTSIDE it, resolved to keep a distance between it and ourselves."},{"id":447,"quote":"There is \"what is\" only when there is no comparing and to live with \"what is\" is to be peaceful."},{"id":448,"quote":"Conditioning obstructs our view of reality. We do not see IT in its suchness because of our indoctrination, crooked and twisted."},{"id":449,"quote":"Never take your eyes off your opponent, even when you bow."},{"id":450,"quote":"Here I am as a human being...how can I express myself, totally and completely?"},{"id":451,"quote":"Linda and I aren't one and one. We are two halves that make a whole -- two halves fitted together are more efficient than either half would ever be alone!"},{"id":452,"quote":"If your opponent is at a distance, kick him in the groin. If he gets close, poke him in the eyes, bring up your knee, pop him with an elbow, dig a corkscrew punch to his stomach."},{"id":453,"quote":"As long as we separate this oneness into two we won't achieve realization."},{"id":454,"quote":"Nowadays you don't go around on the street kicking people, punching people - because if you do (makes gun shape with hand), well that's it - I don't care how good you are."},{"id":455,"quote":"But to those who kept saying\n\"It can't be done,\"\nNever are the victories\nOr the honors won.\nBut, rather,\nBy the believing, doing kind,\nWhile the doubters\nWatched from far behind."},{"id":456,"quote":"A good martial artist does not become tend but ready, not thinking but jet not dreaming. Ready for whatever may come."},{"id":457,"quote":"To me, the extraordinary aspect of martial arts lies in its simplicity. The easy way is also the right way, and martial arts is nothing at all special; the closer to the true way of martial arts, the less wastage of expression there is."},{"id":458,"quote":"Seek freedom from the conformity of styles"},{"id":459,"quote":"'What is' is more important than 'what should be.' Too many people are looking at 'what is' from a position of thinking 'what should be'."},{"id":460,"quote":"Though methods play an important role in the early stage, the techniques should not be too mechanical, complex or restrictive. If we cling blindly to them, we shall eventually become bound by their limitations. Remember, you are expressing the techniques and not doing the techniques. If somebody attacks you, your response is not Technique No.1, Stance No. 2, Section 4, Paragraph 5. Instead you simply move in like sound and echo, without any deliberation. It is as though when I call you, you answer me, or when I throw you something, you catch it. It's as simple as that - no fuss, no mess."},{"id":461,"quote":"Things live by moving and gain strength as they go."},{"id":462,"quote":"Unfortunately, now in boxing people are only allowed to punch. In Judo, people are only allowed to throw. I do not despise these kinds of martial arts. What I mean is, we now find rigid forms which create differences among clans, and the world of martial art is shattered as a result."},{"id":463,"quote":"All knowledge, is ultimately, self knowledge."},{"id":464,"quote":"The aim of art is to project an inner vision into the world, to state in aesthetic creation the deepest psychic and personal experiences of a human being. It is to enable those experiences to be intelligible and generally recognized within the total framework of an ideal world."},{"id":465,"quote":"I don't know what is the meaning of death, but I am not afraid to die - and I go on, non-stop, going forward with life. Even though I, Bruce Lee, may die some day without fulfilling all of my ambitions, I will have no regrets. I did what I wanted to do and what I've done, I've done with sincerity and to the best of my ability. You can't expect much more from life."},{"id":466,"quote":"The key to immortality is first living a life worth remembering."},{"id":467,"quote":"All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns."},{"id":468,"quote":"Don’t indulge in any unnecessary, sophisticated moves"},{"id":469,"quote":"The most important thing to me is, how, in the process of learning how to use my body, can I come to understand myself ?"},{"id":470,"quote":"The knowledge and skills you have achieved are meant to be forgotten so you can float comfortably in emptiness, without obstruction."},{"id":471,"quote":"The word \"superstar\" is an ilusion"},{"id":472,"quote":"Art lives where absolute freedom is, because where it is not, there can be no creativity."},{"id":473,"quote":"You just wait. I'm going to be the biggest Chinese Star in the world."},{"id":474,"quote":"The second-hand artist blindly following his sensei or sifu accepts his pattern. As a result, his action is and , more importantly, his thinking become mechanical. His responses become automatic, according to set patterns, making him narrow and limited."},{"id":475,"quote":"If one loves, one need not have an ideology of love."},{"id":476,"quote":"Before me now there is only one real fact -- Death. The truth I have been seeking -- this truth is Death. Yet Death is also a seeker. Forever seeking me. So -- we have met at last. And I am prepared. I am at peace. Because I will conquer death with death."},{"id":477,"quote":"The ideal is unnatural naturalness, or natural unnaturalness. I mean it is a combination of both. I mean here is natural instinct and here is control. You are to combine the two in harmony. Not if you have one to the extreme, you'll be very unscientific. If you have another to the extreme, you become, all of a sudden, a mechanical man No longer a human being. It is a successful combination of both. That way it is a process of continuing growth."},{"id":478,"quote":"Jeet Kune Do favors formlessness so that it can assume all forms and since Jeet Kune Do has no style, it can fit in with all styles. As a result, Jeet Kune Do utilizes all ways and is bound by none and, likewise, uses any techniques which serve its end."},{"id":479,"quote":"Because one does not want to be disturbed, to be made uncertain, he establishes a pattern of conduct, of thought, a pattern of relationships to man. He then becomes a slave to the pattern and takes the pattern to be the real thing."},{"id":480,"quote":"There's so much myth and baloney. Like a 80-year-old man able to manhandle a 300-pounder with his little finger. Ridiculous. Or this matter of breaking bricks and boards wth the edge of your hand. Now I ask you, did you ever see a brick or a board pick a fight with anybody?"},{"id":481,"quote":"We [tend to] have more faith in what we imitate than in what we originate. We [often feel that we] cannot derive a sense of absolute certitude from anything which has its root in us. The most poignant sense of insecurity comes from standing alone; we are not alone when we imitate."},{"id":482,"quote":"True thusness is the substance of thought, and thought is the function of true thusness. There is no thought except that of true thusness. Thusness does not move, but its motion and function are inexhaustible."},{"id":483,"quote":"Self-knowledge is the basis of jeet kune do because it is effective not only for the individual's martial art but also for his life as a human being."},{"id":484,"quote":"Life is never stagnation. It is constant movement, un-rhythmic movement, as we as constant change. Things live by moving and gain strength as they go."},{"id":485,"quote":"What is true stillness? Stillness in movement."},{"id":486,"quote":"I don't believe in different ways of fighting now. I mean, unless human beings have 3 arms and 3 legs, then we will have a different way of fighting. But basically we all have two arms and two legs so that is why I believe there should be only one way of fighting and that is no way."},{"id":487,"quote":"I did what I came here to do. What I've done I've done with sincerity and to the best of my ability. You can't expect much more from life."},{"id":488,"quote":"Finally, a Jeet Kune Do man who says Jeet Kune Do is exclusively Jeet Kune Do is simply not with it. He is still hung up on his self-closing resistance, in this case anchored down to reactionary pattern, and naturally is still bound by another modified pattern and can move within its limits. He has not digested the simple fact that truth exists outside all molds; pattern and awareness is never exclusive. Again let me remind you Jeet Kune Do is just a name used, a boat to get one across, and once across it is to be discarded and not to be carried on one's back."},{"id":489,"quote":"The height of cultivation always runs to simplicity ... the ability to express the utmost with the minimum. It is the halfway cultivation that leads to ornamentation."},{"id":490,"quote":"I hope martial artists are more interested in the root of martial arts and not the different decorative branches, flowers or leaves. It is futile to argue as to which leaf, which design of branches, or which attractive flower you like; when you understand the root, you understand all its blossoming."},{"id":491,"quote":"Good technique includes quick changes, great variety and speed. It may be a system of reversals much like a concept of God and the Devil. In the speed of events, which one is really in charge? Do they change places with lightning speed? The Chinese believe so. To put the heart of the martial arts in your own heart and have it be a part of you means total comprehension."},{"id":492,"quote":"I do not fear the man who practices 1,000 kicks one time each. I fear the man who practices 1 kick 1,000 times."},{"id":493,"quote":"I hope martial artists are more interested in the root of martial arts and not the different decorative branches, flowers or leaves."},{"id":494,"quote":"Jeet Kune Do: it's just a name; don't fuss over it. There's no such thing as a style if you understand the roots of combat."},{"id":495,"quote":"True observation begins when devoid of set patterns; freedom of expression occurs when one is beyond system."},{"id":496,"quote":"Knowledge earns you power, character earns you respect."},{"id":497,"quote":"I’m not in this world to live up to your expectations and you’re not in this world to live up to mine."},{"id":498,"quote":"Be like water making its way through cracks. Do not be assertive, but adjust to the object, and you shall find a way around or through it. If nothing within you stays rigid, outward things will disclose themselves. Empty your mind, be formless. Shapeless, like water. If you put water into a cup, it becomes the cup. You put water into a bottle and it becomes the bottle. You put it in a teapot, it becomes the teapot. Now, water can flow or it can crash. Be water, my friend."},{"id":499,"quote":"Adapt what is useful, reject what is useless, and add what is specifically your own."},{"id":500,"quote":"Don't fear failure. — Not failure, but low aim, is the crime. In great attempts it is glorious even to fail."},{"id":501,"quote":"I fear not the man who has practiced 10,000 kicks once, but I fear the man who had practiced one kick 10,000 times."},{"id":502,"quote":"If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them."},{"id":503,"quote":"You must be shapeless, formless, like water. When you pour water in a cup, it becomes the cup. When you pour water in a bottle, it becomes the bottle. When you pour water in a teapot, it becomes the teapot. Water can drip and it can crash. Become like water my friend."},{"id":504,"quote":"It is not a daily increase, but a daily decrease. Hack away at the inessentials."},{"id":505,"quote":"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successfull personality and duplicate it."},{"id":506,"quote":"Not being tense but ready.Not thinking but not dreaming.Not being set but flexible.Liberation from the uneasy sense of confinement.It is being wholly and quietly alive, aware and alert, ready for whatever may come."},{"id":507,"quote":"Now I see that I will never find the lightUnless, like the candle, I am my own fuel,Consuming myself."},{"id":508,"quote":"Time means a lot to me because you see I am also a learner and am often lost in the joy of forever developing."},{"id":509,"quote":"Life's battles don't always go to the stronger or faster man. But sooner or later the man who wins, is the man who thinks he can."},{"id":510,"quote":"It's like a finger pointing away to the moon. Don't concentrate on the finger or you will miss all that heavenly glory."},{"id":511,"quote":"Absorb what is useful, discard what is useless and add what is specifically your own"},{"id":512,"quote":"...if you always put limits on what you can do, physical or anything else, it’ll spread over into the rest of your life. It’ll spread into your work, into your morality, into your entire being. There are no limits. There are plateaus, but you must not stay there, you must go beyond them. If it kills you, it kills you. A man must constantly exceed his level."},{"id":513,"quote":"It is compassion rather than the principle of justice which can guard us against being unjust to our fellow men."},{"id":514,"quote":"Don't think. FEEL. It's like a finger pointing at the moon. Do not concentrate on the finger, or you will miss all of the heavenly glory."},{"id":515,"quote":"Relationship is understanding. It is a process of self-revelation. Relationship is the mirror in which you discover yourself -- to be is to be related."},{"id":516,"quote":"...we have more faith in what we imitate than in what we originate. We cannot derive a sense of absolute certitude from anything which has its roots in us. The most poignant sense of insecurity comes from standing alone and we are not alone when we imitate. It is thus with most of us; we are what other people say we are. We know ourselves chiefly by hearsay."},{"id":517,"quote":"water is fearless,you put water into a cup,it becomes the cup ,you put water into a teapot it becomes the teapot,water can flow drip ,creap,or crash!"},{"id":518,"quote":"Using no way as way. Having no limitation as your only limitation."},{"id":519,"quote":"Don't get set into one form, adapt it and build your own, and let it grow, be like water. Empty your mind, be formless, shapeless — like water. Now you put water in a cup, it becomes the cup; You put water into a bottle it becomes the bottle; You put it in a teapot it becomes the teapot. Now water can flow or it can crash. Be water, my friend."},{"id":520,"quote":"But neither can you condemn nor justify and yet be extraordinarily alive as you walk on.You can never invite the wind but you must leave the window open."},{"id":521,"quote":"Because one does not want to be disturbed, to be made uncertain, he establishes a pattern of conduct, of thought, a pattern of relationship to man etc. Then he becomes a slave to the patter and takes the pattern to be the real thing."},{"id":522,"quote":"Just be ordinary and nothing special. Eat your food, move your bowels, pass water, and when you're tired, go and lie down. The ignorant will laugh at me, but the wise will understand."},{"id":523,"quote":"Art reaches its greatest peak when devoid of self-conciousness. Freedom discovers man the moment he loses concern over what impression he is making or about to make."},{"id":524,"quote":"Empty your mind, be formless, shapeless, like water. Be water, my friend."},{"id":525,"quote":"I wish neither to possess nor to be possessed. I no longer covet 'paradise'. More important, I no longer fear 'hell'.The medicine for my suffering I had within me from the very beginning but I did not take it. My ailment came from within myself, but I did not observe it, until this moment. Now I see that I will never find the light unless, like the candle, I am my own fuel, consuming myself."},{"id":526,"quote":"Emotion can be the enemy, if you give into your emotion, you lose yourself. You must be at one with your emotions, because the body always follows the mind."},{"id":527,"quote":"In the middle of chaos lies opportunity--Bruce Lee"},{"id":528,"quote":"The ideal is unnatural naturalness, or natural unnaturalness. I mean it is a combination of both.I mean here is natural instinct and here is control. You are to combine the two in harmony.Not if you have one to the extreme, you'll be very unscientific.If you have another to the extreme, you become, all of a sudden, a mechanical manNo longer a human being.It is a successful combination of both.That way it is a process of continuing growth.Be water, my friend."},{"id":529,"quote":"Be like water making its way through crack.Do not be assertive but adjust to the object and you shall find a way round it or through it.If nothing within you stays rigid outward thigs will disclose themselves.Moving be like water.Still be like a mirror.Respond like an echo."},{"id":530,"quote":"To express oneself honestly, not lying to oneself—that, my friend, is very hard to do."},{"id":531,"quote":"if you want to be immortal live a life worth remembering"},{"id":532,"quote":"Be like water making its way through cracks. Do not be assertive, but adjust to the object, and you shall find a way round or through it. If nothing within you stays rigid, outward things will disclose themselves.Empty your mind, be formless. Shapeless, like water. If you put water into a cup, it becomes the cup. You put water into a bottle and it becomes the bottle. You put it in a teapot it becomes the teapot. Now, water can flow or it can crash. Be water my friend."},{"id":533,"quote":"The disease of philosophy. - Philosophy is itself the disease for which it pretends to be the cure: the wise man does not pursue wisdom but lives his life, and therein precisely does his wisdom lie."},{"id":534,"quote":"In Life There are No Limits, Only Plateaus."},{"id":535,"quote":"Do not pray for an easy life. Pray for a difficult on with the strength to endure it."},{"id":536,"quote":"Simplicity is the shortest distance between two points."},{"id":537,"quote":"If you spend too much time thinking about a thing, you'll never get it done. Make at least one definite move daily toward you goal."},{"id":538,"quote":"To live content with small means; to seek elegance rather than luxury, and refinement rather than fashion, to be worthy, not respectable, and wealthy, not rich; to study hard, think quietly, talk gently, act frankly; to bear all cheerfully, do all bravely, await occasions, hurry never."},{"id":539,"quote":"The most dangerous person is the one who listens, thinks and observes"},{"id":540,"quote":"To free one’s self from preconceived notions, prejudices, and conditioned responses is essential to understanding truth and reality."},{"id":541,"quote":"The perfect way is only difficult for those who pick and choose. Do not like, do not dislike; all will then be clear. Make a hairbreadth difference and heaven and earth are set apart; if you want the truth to stand clear before you, never be for or against. The struggle between “for and “against” is the mind’s worst disease.”"},{"id":542,"quote":"The attitude, “You can win if you want to badly enough, means that the will to win is constant. No amount of punishment, no amount of effort, no condition is too “tough” to take in order to win. Such an attitude can be developed only if winning is closely tied to the practitioner’s ideals and dreams.”"},{"id":543,"quote":"A conditioned mind is never a free mind."},{"id":544,"quote":"If you truly love life, don't waste time because time is what life is made of."},{"id":545,"quote":"To see a thing uncolored by one’s own personal preferences and desires is to see it in its own pristine simplicity."},{"id":546,"quote":"Anger should be expressed. - Any anger that is not coming out, flowing freely, will turn into sadism, power drive, stammering, and other means of torturing."},{"id":547,"quote":"...good technique includes quick changes, great variety and speed. It may be a system of reversals much like a concept of God and the Devil. In the speed of events, which one is really in charge?...to put the heart of martial arts inyour own heart and have it be a part of you means total comprehension and the use of a free style. When you have that you will know that there are no limits."},{"id":548,"quote":"When the opponent expand, I contract. When he contracts, I expand. And, when there is an opportunity, I do not hit - it hits all by itself."},{"id":549,"quote":"Put 'going the extra mile' to work as part of one's daily habit."},{"id":550,"quote":"Honestly expressing yourself...it is very difficult to do. I mean it is easy for me to put on a show and be cocky and be flooded with a cocky feeling and then feel like pretty cool...or I can make all kind of phony things, you see what I mean, blinded by it or I can show you some really fancy movement. But to express oneself honestly, not lying to oneself...now that, my friend, is very hard to do."},{"id":551,"quote":"The medicine for my suffering I had within me from the very beginning, but I did not take it. My ailment came from within myself, but I did not observe it until this moment. Now I see that I will never find the light unless, like the candle, I am my own fuel."},{"id":552,"quote":"Like everyone else, you want to learn the way to win, but never to accept the way to lose, to accept defeat, to learn to die is to be liberated from it. So when tomorrow comes, you must free your ambitious mind, and learn the art of dying."},{"id":553,"quote":"Jeet Kune Do, you see, has no definite lines or boundaries — only those you make yourself."},{"id":554,"quote":"If you spend too much time thinking about a thing you will never get it done"},{"id":555,"quote":"To know, but to be as though not knowing, is the height of wisdom."},{"id":556,"quote":"Ricorda, amico mio, che non è tanto importante quello che ti succede, ma come reagisci agli eventi."},{"id":557,"quote":"Learn the principles, abide by the principles, and then dissolve the principles."},{"id":558,"quote":"True mastery transcends any particular art. It stems from mastery of oneself--the ability, developed through self-discipline, to be calm, fully aware, and completely in tune with oneself and the surroundings. Then, and only then, can a person know himself."},{"id":559,"quote":"It is futile to argue as to which single leaf, which design of branch, or which attractive flower you like; when you understand the root, you understand all its blossoming."},{"id":560,"quote":"Don't fear failure...in great attempts it is glorious even to fail."},{"id":561,"quote":"Action is a highroad to self-esteem."},{"id":562,"quote":"The enemy of development is this pain phobia - the unwillingness to do a tiny bit of suffering."},{"id":563,"quote":"Masters in all branches of art must first be masters in living, for the soul creates everything."},{"id":564,"quote":"Any technique, however worthy and desirable, becomes a disease, when the mind is obsessed with it."},{"id":565,"quote":"Relationship is a process of self-revelation."},{"id":566,"quote":"Where some people have a self, most people have a void, because they are too busy in wasting their vital creative energy to project themselves as this or that, dedicating their lives to actualizing a concept of what they should be like rather than actualizing their potentiality as a human being"},{"id":567,"quote":"showing off is the fools's idea of glory."},{"id":568,"quote":"Absorb what is useful. Discard what is not. Add what is uniquely your own."},{"id":569,"quote":"There is “what is only when there is no comparing and to live with “what is” is to be peaceful.”"},{"id":570,"quote":"To doubt is to think, and thought is the only thing in the universe whose existence cannot be denied, because to deny is to think."},{"id":571,"quote":"Seriously, if you always put limits on what you can do, physical or anything else; it'll spread over into the rest of your life. It'll spread into your work, into your morality, into your entire being... There are NO limits. There are plateus, but you must not stay there, you must go beyond them. If it kills you, it kills you. A man must constantly exceed his level."},{"id":572,"quote":"Don't neglect life by worrying about Death. - I don't know what is the meaning of death, but I am not afraid to die - and I go on, non-stop, going forward [with life]. Even though, I, Bruce Lee, may die some day without fulfilling all of my ambitions, I will have no regrets. I did what I wanted to do and what I've done, I've done with sincerity and to the best of my ability. You can't expect much more from life."},{"id":573,"quote":"I am not afraid of an opponent who practiced ten thousand kicks once. What I am afraid of is an opponent who practiced one kick, ten thousand times"},{"id":574,"quote":"Never try to copy a successful personality."},{"id":575,"quote":"Reject external form that fails to express internal reality."},{"id":576,"quote":"What you must not do now is to worry and think of the Nationals that is now of the past. What you HABITUALLY THINK largely determines what you will become. Remember, success is a journey, not a destination. I have faith in your ability. You will do just fine."},{"id":577,"quote":"Use no way as way, make no limitation, limitation."},{"id":578,"quote":"We have great work ahead of us, and it needs devotion and much, much energy. To grow, to discover, we need involvement, which is something I experience every day — sometimes good, sometimes frustrating. No matter what, you must let your inner light guide you out of the darkness."},{"id":579,"quote":"I don't fear the man who has practiced 10,000 kicks but the man who has practiced 1 kick 10,000 times!"},{"id":580,"quote":"Do not pray for an easy life, pray for the strength to endure the difficult one"},{"id":581,"quote":"To understand techniques, you must learn that they contain a lot of condensed movement."},{"id":582,"quote":"When the ultimate perfection is attained, the body and limbs perform by themselves what is assigned to them to do with no interference from the mind. The"},{"id":583,"quote":"Under the sky, under the heavens there is but one family."},{"id":584,"quote":"It doesn't matter you were born as Legend But what does matter is Legendary End.Think About It."},{"id":585,"quote":"Goals give life substance. - To strive actively to achieve some goal gives your life meaning and substance."},{"id":586,"quote":"Boards, don't hit back. ~Bruce Lee"},{"id":587,"quote":"The essential quality of living life lies simply in the living."},{"id":588,"quote":"Always be yourself and have faith in yourself. Do not go out and look for a successful personality and try to duplicate it."},{"id":589,"quote":"A good fight should be like a small play, but played seriously."},{"id":590,"quote":"I fear not the man that can throw a thousand different kicks once, but the man who can throw one kick a thousand times."},{"id":591,"quote":"You will never get any more out of life than you expect."},{"id":592,"quote":"Loneliness is an opportunity to find yourself. In solitude, you are least alone."},{"id":593,"quote":"There are no limits. There are plateaus, but you must not stay there, you must go beyond them. If it kills you, it kills you."},{"id":594,"quote":"He who knows not, knows not, he knows not, he is a fool shun him. He who knows not and he knows not, he is simple teach him. He who knows and knows not that he knows, he is asleep, awaken him. He who knows and knows that he knows, he is wise, follow him."},{"id":595,"quote":"The successful warrior is the average man, with laser-like focus."},{"id":596,"quote":"The key to liberation is within. — Each man binds himself; the fetters are ignorance, laziness, preoccupation with self, and fear. He must liberate himself, while accepting the fact that we are of this world, so that “In summer we sweat; in winter we shiver."},{"id":597,"quote":"The more restricted a method, the lesser the opportunity for one's individual freedom of expression."},{"id":598,"quote":"Truth has no path. Truth is living and, therefore, changing."},{"id":599,"quote":"The law of non-interference with nature. — The law of non-interference with nature is a basic principle of Taoism [stating] that one should be in harmony with, not rebellion against, the fundamental laws of the universe. Preserve yourself by following the natural bends of things and don’t interfere. Remember never to assert your self against nature; never be in frontal opposition to any problems, but to control it by swinging with it."},{"id":600,"quote":"Self-actualization is the important thing. And my personal message to people is that I hope they will go toward self-actualization rather than self-image actualization. I hope that they will search within themselves for honest self-expression. — Bruce Lee"},{"id":601,"quote":"Los errores son siempre perdonables, si se tiene la valentía de admitirlos."},{"id":602,"quote":"The path of self-realisation is the most difficult. -We acquire a sense of worth either by realising our talents, or by keeping busy, or by identifying ourselves with something apart from us - be it a cause, a leader, a group, possessions, and the like. Of the three, the path of self-realisation is the most difficult. It is taken when other avenues to a sense of worth are more or less blocked."},{"id":603,"quote":"Experiencing is believing. - A fat belly cannot believe that such a thing as hunger exists."},{"id":604,"quote":"The most dangerous person is the one who listens, thinks and observes."},{"id":605,"quote":"It is not daily increase but daily decrease, hack away the unessential. The closer to the source, the less wastage there is."},{"id":606,"quote":"Life is something for which there is no answer; it must be understood from moment to moment."},{"id":607,"quote":"Memory: Recognizing the value of an alert mind and an alert memory, I will encourage mine to become alert by taking care to impress it clearly with all thoughts I wish to recall and by associating those thoughts with related subjects which I may call to mind frequently."},{"id":608,"quote":"Do not practice finely skilled movements after you are tired, for you will begin to substitute gross motions for finer ones and generalized efforts for specific ones. Remember, wrong movements tend to supervene and the athlete's progress is set back. Thus, the athlete practices fine skills only while he is fresh. When he becomes fatigued, he shifts to tasks employing gross movements designed principally to develop endurance."},{"id":609,"quote":"Bruce had me up to three miles a day, really at a good pace. We’d run the three miles in twenty-one or twenty-two minutes. Just under eight minutes a mile [Note: when running on his own in 1968, Lee would get his time down to six-and-a-half minutes per mile]. So this morning he said to me “We’re going to go five. I said, “Bruce, I can’t go five. I’m a helluva lot older than you are, and I can’t do five.” He said, “When we get to three, we’ll shift gears and it’s only two more and you’ll do it. ” I said “Okay, hell, I’ll go for it.” So we get to three, we go into the fourth mile and I’m okay for three or four minutes, and then I really begin to give out. I’m tired, my heart’s pounding, I can’t go any more and so I say to him, “Bruce if I run any more,”—and we’re still running—“if I run any more I’m liable to have a heart attack and die.” He said, “Then die.” It made me so mad that I went the full five miles. Afterward I went to the shower and then I wanted to talk to him about it. I said, you know, ‘“Why did you say that?” He said, “Because you might as well be dead. Seriously, if you always put limits on what you can do, physical or anything else, it’ll spread over into the rest of your life. It’ll spread into your work, into your morality, into your entire being. There are no limits. There are plateaus, but you must not stay there, you must go beyond them. If it kills you, it kills you. A man must constantly exceed his level.”"},{"id":610,"quote":"The aim of education. — Education: to discover but not merely to imitate. Learning techniques without inward experiencing can only lead to superficiality."},{"id":611,"quote":"The body performs better when the athlete lets it go than when he tries to drive it."},{"id":612,"quote":"Effort within the mind further limits the mind, because effort implies struggle toward a goal and when you have a goal, a purpose, an end in view, you have placed a limit on the mind."},{"id":613,"quote":"Let yourself go with the disease, be with it, keep company with it—this is the way to be rid of it."},{"id":614,"quote":"Knowledge is fixed in time, whereas, knowing is continual. Knowledge comes from a source, from an accumulation, from a conclusion, while knowing is a movement."},{"id":615,"quote":"The following week I stayed home. After spending many hours of meditation and practice, I gave up and went sailing alone in a junk. On the sea I thought of all my past training and got mad at myself and punched the water! Right then—at that moment—a thought suddenly struck me; was not this water the very essence of gung fu? Hadn’t this water just now illustrated to me the principle of gung fu? I struck it but it did not suffer hurt. Again I struck it with all of my might—yet it was not wounded! I then tried to grasp a handful of it but this proved impossible. This water, the softest substance in the world and what could be contained in the smallest jar, only seemed weak. In reality, it could penetrate the hardest substance in the world. That was it! I wanted to be like the nature of water. Suddenly a bird flew by and cast it’s reflection on the water. Right then as I was absorbing myself with the lesson of the water, another mystic sense of hidden meaning revealed itself to me; should not the thoughts and emotions I had when in front of an opponent pass like the reflection of the bird flying over the water? This was exactly what Professor Yip meant by being detached—not being without emotion or feeling, but being one in whom feeling was not sticky or blocked. Therefore in order to control myself I must first accept myself by going with and not against my nature. I lay on the boat and felt that I had united with Tao; I had become one with nature. I just laid there and let the boat drift freely according to its own will. For at that moment I had achieved a state of inner feeling in which opposition had become mutually cooperative instead of mutually exclusive, in which there was no longer any conflict in my mind. The whole world to me was as one."},{"id":616,"quote":"The mind must be emancipated from old habits, prejudices, restrictive thought processes and even ordinary thought itself."},{"id":617,"quote":"On learning. — Learning is discovery, the discovery of the cause of our ignorance. However, the best way of learning is not the computation of information. Learning is discovering, uncovering what is there in us. When we discover, we are uncovering our own ability, our own eyes, in order to find our potential, to see what is going on, to discover how we can enlarge our lives, to find means at our disposal that will let us cope with a difficult situation. And all this, I maintain, is taking place in the here and now."},{"id":618,"quote":"To Bruce Lee, philosophy was not the professional playground of academics, but every human being’s gateway to the greatest adventure of the human spirit. It illuminated the frontiers of human possibility and obliterated the shadows of doubt and insecurity. Unlike others, content to follow, Bruce Lee insisted upon charting his own course toward truth, and he encouraged those who wished to share his insights to do likewise. While Lee was a champion of individual rights and individual development, both of which stress the sovereignty of the individual as an end in himself, he also spoke to something deeper—the commonality of all human beings and the removal of such artificial barriers to true brotherhood as nationality, ethnicity, and class structure, so that human beings could live together peaceably as independent equals. Bruce Lee rejected blind obedience to"},{"id":619,"quote":"Concentration is a form of exclusion, and where there is exclusion, there is a thinker who excludes."},{"id":620,"quote":"Remembrance is the only paradise out of which we cannot be driven away. Pleasure is the flower that fades, remembrance is the lasting perfume. Remembrances last longer than present realities; I have preserved blossoms for many years, but never fruits."},{"id":621,"quote":"The Six Diseases:1. The desire for victory.2. The desire to resort to technical cunning.3. The desire to display all that has been learned.4. The desire to awe the enemy.5. The desire to play the passive role.6. The desire to get rid of whatever disease one is affected by."},{"id":622,"quote":"forces. What utter treachery! Hitler then makes misleading statements about how he and Mussolini had agreed to defend Sicily. The Fuehrer also offers a backhanded apology to the Japanese for allowing a large amount of the Italian Navy to fall into Allied hands. However, it is Hitler’s current plan for the defense of Italy that interests Washington. Oshima quotes him on this as saying: “[The Allies] have two courses: either they will go north in Italy or they will try to land in the Balkans. I am inclined to believe they will take the latter course. I”"},{"id":623,"quote":"Empty your mind. Be formless, shapeless like water. Now you put water into a cup, it becomes the cup. You put water into a bottle, it becomes the bottle. You put water in a teapot, it becomes the teapot. Now water can flow or it can crash. Be water my friend."},{"id":624,"quote":"if you spend too much time thinking about a thing, you will never get it done"},{"id":625,"quote":"There was nothing haphazard about Bruce’s training regime, neither was he particularly “lucky in having started out with natural physical gifts. The greatest talents that Bruce brought to realizing his dreams were intelligence and curiosity (hand in hand, a powerful combination), dedication and perseverance (stick-to-itiveness even in the face of intervening obstacles), and focus (enjoying the journey as much as the destination).”"},{"id":626,"quote":"Living exists when life lives through us … life is a living now!"},{"id":627,"quote":"Mistakes are always forgivable, if one has the courage to admit it"},{"id":628,"quote":"The empty-mindedness of chi sao applies to all activities we may perform, such as dancing. If the dancer has any idea at all of displaying his art well, he ceases to be a good dancer, for his mind stops with every movement he goes through. In all things, it is important to forget your mind and become one with the work at hand. When the mind is tied up, it feels inhibited in every move it makes and nothing will be accomplished with any sense of spontaneity. The wheel revolves when it is not too tightly attached to the axle. When it is too tight, it will never move on. As the Zen saying goes: “Into a soul absolutely free from thoughts and emotion, even the tiger finds no room to insert its fierce claws. In chi sao the mind is devoid of all fear, inferiority complexes, viscous feeling, etc., and is free from all forms of attachment, and it is master of itself, it knows no hindrances, no inhibitions, no stoppages, no clogging, no stickiness. It then follows its own course like water; it is like the wind that blows where it lists.”"},{"id":629,"quote":"In early September, there come"},{"id":630,"quote":"He who knows not, knows not, he knows not, he is a fool shun him. He who knows not and knows he knows not, he is simple teach him. He who knows and knows not that he knows, he is asleep, awaken him. He who knows and knows that he knows, he is wise, follow him."},{"id":631,"quote":"Too much concentration belittles life. Concentration is a narrowing down of the mind - but we are concerned with the total process of living, and to concentrate exclusively on any particular aspect of life, belittles life."},{"id":632,"quote":"Develop the tools, refine the tools, then dissolve the tools."},{"id":633,"quote":"If you would not spill the wine, do not fill the glass too full. If you wish your blade to hold it’s edge, do not try to make it over-keen."},{"id":634,"quote":"Running water never grows stale. So you have to keep flowing."},{"id":635,"quote":"Always be yourself. Express yourself, have faith in yourself. Don’t go looking for a successful personality and just duplicate it."},{"id":636,"quote":"The primary reality is not what I think, but that I live, for those also live who do not think. Although this living may not be a real living. God! What contradictions when we seek to join in wedlock life and reason!"},{"id":637,"quote":"The less effort you put in, the more powerful you will be."},{"id":638,"quote":"Do not localize your attention Not to localize or partialize the mind is the end of spiritual training. When it is nowhere it is everywhere. When it occupies one tenth, it is absent in the other nine tenths. Let the gung fu man discipline himself to have the mind go on its own way, instead of trying deliberately to confine it somewhere. Therefore, during chi sao, you should have nothing purposely designed, nothing consciously calculated, no anticipation, no expectation. In short, you should be standing there like a dead man. To be conscious is characteristic of the human mind as distinguished from the mind of the lower animals. But when the mind becomes conscious of its doings, it ceases to be instinctual and its commands are colored with calculations and deliberations—which means that the connection between itself and the limbs is no longer direct because the identity of the commander and his executive agent is lost. When dualism (yang against yang) takes place, the whole personality never comes out as it is in itself (letting go itself from itself)."},{"id":639,"quote":"Be like water, my friend"},{"id":640,"quote":"Discipline must conform to the nature of things in their suchness."},{"id":641,"quote":"Where some people have a self, most people have a void, because they are too busy in wasting their vital creative energy to project themselves as this or that, dedicating their lives to actualizing a concept of what they should be like rather than actualizing their potentiality as a human being, a sort of “being vs. having—that is, we do not “have” mind, we are simply mind. We are what we are.”"},{"id":642,"quote":"physical or anything else, it’ll spread over into the rest of your life."},{"id":643,"quote":"Be Like Water"},{"id":644,"quote":"Empty your mind, be formless. Shapeless, like water. If you put water into a cup, it becomes the cup. You put water into a bottle and it becomes the bottle. You put it in a teapot it becomes the teapot. Now, water can flow or it can crash. Be water my friendb"},{"id":645,"quote":"The difference between an expert and a novice fighter is that the expert makes use of each opportunity"},{"id":646,"quote":"Empty your mind, be formless, shapeless — like water. Now you put water in a cup, it becomes the cup; You put water into a bottle it becomes the bottle; You put it in a teapot it becomes the teapot. Now water can flow or it can crash. Be water, my friend."},{"id":647,"quote":"Pliability is life; rigidity is death, whether one speaks of man’s body, his mind, or his spirit."},{"id":648,"quote":"Proprio come per mantenere una buona salute a volte bisogna prendere una medicina sgradevole, così per poter fare le cose che ci piacciono spesso bisogna fare qualcosa che non ci piace."},{"id":649,"quote":"To change with change is the changeless state."},{"id":650,"quote":"Defeat is a state of mind; no one is ever defeated until defeat has been accepted by reality"},{"id":651,"quote":"Sensitivity is not possible if you are afraid."},{"id":652,"quote":"Adversity causes the mind to think properly. — In a time when everything goes well, my mind is pampered with enjoyment, possessiveness, etc. Only in times of adversity, privation, or mishap, does my mind function and think properly of my state. This close examination of self strengthens my mind and leads me to understand and be understood."},{"id":653,"quote":"Artistic skill, therefore, does not mean artistic perfection. It remains rather a continuing medium or reflection of some step in psychic development, the perfection of which is not to be found in shape and form, but must radiate from the human soul."},{"id":654,"quote":"Sideways force can be broken though by straight force. Straight force can be stopped by sideways force."},{"id":655,"quote":"Do not correct a fool or he will hate you, correct a wise man and he will appreciate you."},{"id":656,"quote":"Even though I, Bruce Lee, may die someday without fulfilling all of my ambitions, I feel no sorrow. I did what I wanted to do. What I've done, I've done with sincerity and to the best of my ability. You can't expect much more from life."},{"id":657,"quote":"Honesty and love. — Frankness and truthfulness to myself and to the one I love. Truthful between two as one. You are part of my life, no pride, vanity, or anger involved."},{"id":658,"quote":"QUESTION: What is the best way for a person to learn Chinese gung fu? BRUCE LEE: By being himself. The main thing is teaching a man to do his thing, to just be himself. The individual is more important than the style. If a person is awkward, he should not try to be agile. I’m against trying to impose a style on a man. This is an art, an expression of a man’s own self."},{"id":659,"quote":"Absorb what is useful, Discard what is not, Add what is uniquely your own."},{"id":660,"quote":"Be water, my friend."},{"id":661,"quote":"I’m moving and not moving at all. I’m like the moon underneath the waves that ever go on rolling and rocking. It is not, “I am doing this, but rather, an inner realization that “this is happening through me,” or “it is doing this for me.” The consciousness of self is the greatest hindrance to the proper execution of all physical action.”"},{"id":662,"quote":"If you love life, don't waste time; for time is what life is made up of."},{"id":663,"quote":"Enrich your understanding. — Don’t be in a hurry to “fix things; rather, enrich your understanding in the ever-going process of discovery and finding more the cause of your ignorance.”"},{"id":664,"quote":"Insight is not a quality that comes naturally, rather it is a characteristic that is nurtured through intelligent decision-making. It was through the process of applying his intelligence that Bruce developed deep insights into living the Tao of gung fu. He made passionate inquiry into every aspect of living the martial way, he respected traditional beliefs, but was not bound by unexamined tradition, he created his own philosophical outlook on life, and lived it and breathed it every moment of every day—"},{"id":665,"quote":"In solitude you are least alone. — Loneliness is only an opportunity to cut adrift and find yourself. In solitude you are least alone. Make good use of it."},{"id":666,"quote":"Yielding will overcome anything superior to itself; its strength is boundless."},{"id":667,"quote":"Some quote here"},{"id":668,"quote":"Who is there that can make muddy water clear? But if allowed to remain still, it will become clear of itself."},{"id":669,"quote":"Zen insists that the whole trouble is just our failure to realize that there is no problem."},{"id":670,"quote":"Become like water my friend. كن كالمااااااااااااء"},{"id":671,"quote":"Obviously, if your kick does not commence, his punch will land first, and your defense is useless. Only training can produce results (I can help you with this). If you do not consider a few minutes of training worthwhile, and think the chance of assault is small, you are one of those people who encourages thugs to attack, and no one can help you should an emergency arise."},{"id":672,"quote":"the whip of the arm is caused by turning the body away from the arm until the range of movement in the shoulder joint is completely used. Then, the arm must turn with the body. Executed quickly, this causes the arm to whip forward as if released from a bow."},{"id":673,"quote":"Some martial arts are very popular, real crowd pleasers, because they look good, have smooth techniques. but beware.They are like a wine that has been watered. A diluted wine is not a real wine, nto a good wine, hardly the genuine article. Some martial arts don’t look so good, but you know that they have a kick, a tang, a genuine taste. They are like olives. The taste may be strong and bittersweet. The flavour lasts. You cultivate a taste for them. NO one ever developed a taste for diluted wine"},{"id":674,"quote":"The good man wins a victory and then stops; he will not go on to acts of violent winning, he boasteth not, he will not triumph, he shows no arrogance. He wins because he cannot choose. After his victory he will not be overbearing."},{"id":675,"quote":"Be water my friends."},{"id":676,"quote":"Love and respect. — Without respect, love cannot go long."},{"id":677,"quote":"Kindness and remembrance. — A person cannot forget someone who is good to them."},{"id":678,"quote":"Knowledge can get you power. But character can get you respect."},{"id":679,"quote":"The unfolding of the bare human soul... that is what interests me."},{"id":680,"quote":"A wise man can always be found alone. A weak man can always be found in crowd."},{"id":681,"quote":"Love is mathematically just. — Love, and you shall be loved — all love is mathematically just, as much as the two sides of an algebraic equation."},{"id":682,"quote":"Life is a process, not a goal; a means but not an end; a constant movement rather than an established pattern."},{"id":683,"quote":"The importance of acknowledging your love. — A very important person I like to thank. A quality human being in her own right — giving, loving, stalwart, understanding this animal, Bruce Lee. And letting him simply be. My companion in our separate but intertwined pathways of growth, a definite enricher of my life, the woman I love; and — fortunately for me — my wife. I cannot leave this paragraph without saying that Linda, thanks for the day when, at the University of Washington, Bruce Lee had the honor to meet you."},{"id":684,"quote":"I am learning to understand rather than immediately judge or to be judged. I cannot blindly follow the crowd and accept their approach. I will not allow myself to indulge in the usual manipulating game of role creation. Fortunately for me, my self-knowledge has transcended that and I have come to understand that life is best to be lived and not to be conceptualized. I am happy because I am growing daily and I am honestly not knowing where the limit lies. To be certain, every day there can be a revelation or a new discovery. I treasure the memory of the past misfortunes. It has added more to my bank of fortitude."},{"id":685,"quote":"Long-term consistency trumps shot-term intensity."},{"id":686,"quote":"Las herramientas, tus armas naturales, tienen un doble propósito:1.- Destruir a tu rival frente a ti, el aniquilamiento de cosas que están en el camino de la paz, en el de la justicia y la humanidad.2.- Destruir tus propios impulsos resultantes del instinto de conservación. Destruir cualquier cosa que moleste a tu mente. No para hacer daño a alguien, sino para vencer tu propia codicia, ira y locura. El Jeet Kune Do está dirigido hacia uno mismo."},{"id":687,"quote":"The six principle steps of teaching. Motivation of the trainee Maintaining their complete attention Promoting mental activity (thinking) — discussion, question, lecture Creating a clear picture of material to be learned; outlining the material Developing comprehension of the significance, the implications, and the practical application of the material being presented (clear goals) Repetition of the five preceding steps until learning has taken place"},{"id":688,"quote":"The two primary moral questions. — There are two sorts of problems concerning moral issues: Where does good or bad action derive from? What makes an action bad or good?"},{"id":689,"quote":"The spirit is strengthened in sorrow. — Happiness is good for the body, but sorrow strengthens the spirit."},{"id":690,"quote":"Let the spiritual grow up through the common. — Live content with small means; seek elegance rather than luxury, and refinement rather than fashion. Be worthy, not respectable, wealthy, not rich; study hard, think quietly, talk gently, act frankly; bear all cheerfully, do all bravely, await occasions, hurry never. In a word, let the spiritual, unbidden and unconscious, grow up through the common."},{"id":691,"quote":"On the joy of exercise. — I really dig exercise. When I’m jogging early in the morning, boy! It’s sure refreshing. Although Hong Kong is one of the most crowded places in the world, I’m surprised how peaceful it can be in the morning. Sure, there are people, but I become oblivious to them while I am running."},{"id":692,"quote":"True fortune is a wonderful spouse. — I think when a couple marry, they either go into heaven or live in hell. They may live a fairy-tale-like life, or they may suffer a lot. I am a fortunate man. I am fortunate not because my films have broken box-office records in various parts of the world, but because I have a good wife, Linda. She is unsurpassed. Why do I say this? First, I believe a couple should develop a kind of friendship. Linda and I have this kind of friendship. We understand each other, like a pair of good friends. We thus can spend our time together happily. My wife is the luckiest thing that ever happened to me — not The Big Boss."},{"id":693,"quote":"Patience is not passive, on the contrary it is concentrated strength."},{"id":694,"quote":"Be cautious whom you trust. — Don’t easily trust anyone on this earth because there are all kinds."},{"id":695,"quote":"Anxiety. — Anxiety is the gap between the NOW and the THEN. So if you are in the NOW, you can’t be anxious, because your excitement flows immediately into ongoing spontaneous activity."},{"id":696,"quote":"The more we value things, the less we value our selves. — We should devote ourselves to being self-sufficient and must not depend upon the external rating by others for our happiness. So it is true that the more we value things, the less we value our self. The more we depend upon others for esteem, the less we are self-sufficient."},{"id":697,"quote":"You cannot clear muddied water with your hand. — Who is there that can make muddy water clear? But if allowed to remain still, it will become clear of itself. Who is there that can secure a state of absolute repose? But keep calm and let time go on, and the state of repose will gradually arrest."},{"id":698,"quote":"It’s not daily increase but daily decrease—hack away the unessentials!"},{"id":699,"quote":"Relaxation is a physical state, but it is controlled by the mental state. It is acquired by the conscious effort to control the thought as well as the action pattern. It takes perception, practice and willingness to train the mind into new habits of thinking and the body into new habits of action."},{"id":700,"quote":"In life, we accept naturally the full reality of what we see and feel in general with no shadow of a doubt. Philosophy, however, does not accept what life believes, and strives to convert reality into a problem. Thus, rather than making life easy for living by living in accord with life, philosophy complicates it by replacing the world's tranquillity with the restlessness of problems."},{"id":701,"quote":"On humbleness. — To be humble to superiors is duty; to equals is courtesy; to inferiors is nobleness; and to all, safety!"},{"id":702,"quote":"With all the training thrown to the wind, with a mind perfectly unaware of its own working, with the self vanishing nowhere, anybody knows where, the art of Jeet Kune Do attains its perfection."},{"id":703,"quote":"If you always put limit on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them. – Bruce Lee”"},{"id":704,"quote":"Life is better lived than conceptualized. — This writing can be made less demanding should I allow myself to indulge in the usual manipulating game of role creation. Fortunately for me, my self-knowledge has transcended that and I’ve come to understand that life is best to be lived — not to be conceptualized. If you have to think, you still do not understand."},{"id":705,"quote":"Independent inquiry is need in your search for truth, not dependence on anyone else’s view or a mere book"},{"id":706,"quote":"Independent inquiry is needed in your search for truth, not dependence on anyone else’s view or a mere book"},{"id":707,"quote":"Having one’s own will. — What does self-willed mean? Hell, isn’t it knowing above all, that, indeed, one is the captain of one’s soul, the master of one’s life? Now what causes such realization and, consequently, brings about a change in one’s behavior? TO BE REAL, TO ACCEPT RESPONSIBILITY FOR ONESELF."},{"id":708,"quote":"Art is the expression of the self; the more complicated and restrictive a method is, the lesser the opportunity for expression of one’s original sense of freedom."},{"id":709,"quote":"The aim of the self-willed man is growth. — A self-willed man has no other aim than his own growth. He values only one thing, the mysterious power in himself which bids him live and helps him to grow. His only living destiny is the silent, ungainsayable law in his own heart, which comfortable habits make it so hard to obey but which to the self-willed man is destiny and godhead."},{"id":710,"quote":"The less confident we are in ourselves, the less we are in touch with ourselves and the world, the more we want to control."}]