[{"id":1,"quote":"Live your life not celebrating victories, but overcoming defeats."},{"id":2,"quote":"The revolution is not an apple that falls when it is ripe. You have to make it fall."},{"id":3,"quote":"The true revolutionary is guided by great feelings of love."},{"id":4,"quote":"Democracy cannot consist solely of elections that are nearly always fictitious and managed by rich landowners and professional politicians."},{"id":6,"quote":"Be realistic, demand the impossible!"},{"id":7,"quote":"To execute a man we don't need proof of his guilt. We only need proof that it's necessary to execute him. It's that simple."},{"id":8,"quote":"Every person has the truth in his heart. No matter how complicated his circumstances, no matter how others look at him from the outside, and no matter how deep or shallow the truth dwells in his heart, once his heart is pieced with a crystal needle, the truth will gush forth like a geyser."},{"id":9,"quote":"We have no right to believe that freedom can be won without struggle."},{"id":10,"quote":"Every day People straighten up the hair, why not the heart?"},{"id":11,"quote":"Above all, try always to be able to feel deeply any injustice committed against any person in any part of the world. It is the most beautiful quality of a revolutionary."},{"id":12,"quote":"Let the world change you and you can change the world"},{"id":13,"quote":"If you have the capacity to tremble with indignation every time that an injustice is committed in the world, then we are comrades."},{"id":14,"quote":"To accomplish much you must first lose everything."},{"id":15,"quote":"I would rather die standing up to live life on my knees."},{"id":16,"quote":"Mexicans are a band of illiterate Indians."},{"id":17,"quote":"We must bear in mind that imperialism is a world system, the last stage of capitalism-and it must be defeated in a world confrontation. The strategic end of this struggle should be the destruction of imperialism. Our share, the responsibility of the exploited and underdeveloped of the world, is to eliminate the foundations of imperialism: our oppressed nations, from where they extract capital, raw materials, technicians, and cheap labor, and to which they export new capital-instruments of domination-arms and all kinds of articles, thus submerging us in an absolute dependence."},{"id":18,"quote":"I don't care if I fall as long as someone else picks up my gun and keeps on shooting."},{"id":19,"quote":"The negro has maintained his racial purity by his well known habit of\n avoiding baths"},{"id":20,"quote":"Youth should learn to think and act as a mass.  It is criminal to think as individuals!"},{"id":21,"quote":"One has to grow hard but without ever losing tenderness."},{"id":22,"quote":"Silence is argument carried out by other means."},{"id":23,"quote":"The walls of the educational system must come down. Education should not be a privilege, so the children of those who have money can study."},{"id":24,"quote":"Let's be realistic. Let's do the impossible!"},{"id":25,"quote":"The U.S. is the great enemy of mankind! Against those hyenas there is no option but extermination! If the nuclear missiles had remained (in Cuba) we would have fired them against the heart of the U.S. including New York City!"},{"id":26,"quote":"The best form of saying is doing."},{"id":27,"quote":"Words without deeds are worthless."},{"id":28,"quote":"Everyday you have to fight so that love for humanity can be transformed into concrete deeds, into acts that set an example, that mobilize."},{"id":29,"quote":"It is an illusion to think that the matter can be resolved through words."},{"id":30,"quote":"The ***** is indolent and lazy, and spends his money on frivolities, whereas the European is forward-looking, organized and intelligent."},{"id":31,"quote":"Justice remains the tool of a few powerful interests; legal interpretations will continue to be made to suit the convenience of the oppressor powers."},{"id":32,"quote":"It's not my fault if reality is Marxist"},{"id":33,"quote":"We cannot be sure of having something to live for unless we are willing to die for it."},{"id":34,"quote":"A country that does not know how to read and write is easy to deceive."},{"id":35,"quote":"I am not a liberator. Liberators do not exist. The people liberate themselves."},{"id":36,"quote":"Our youth must always be free, discussing and exchanging ideas concerned with what is happening throughout the entire world."},{"id":37,"quote":"I know you are here to kill me. Shoot, coward, you are only going to kill a man."},{"id":38,"quote":"Democracy is not compatible with financial oligarchy."},{"id":40,"quote":"If you tremble with indignation at every injustice then you are a comrade of mine."},{"id":41,"quote":"There is no other definition of socialism valid for us than that of the abolition of the exploitation of man by man."},{"id":42,"quote":"Above all, always be capable of feeling deeply any injustice committed against anyone, anywhere in the world."},{"id":43,"quote":"My nostrils dilate while savoring the acrid odor of gunpowder and blood… Crazy with fury I will stain my rifle red while slaughtering any surrendered enemy that falls in my hands! With the deaths of my enemies I prepare my being for the sacred fight and join the triumphant proletariat with a bestial howl!"},{"id":44,"quote":"And then many things became very clear... we learned perfectly that the life of a single human being is worth millions of times more than all the property of the richest man on earth."},{"id":45,"quote":"We must carry the war into every corner the enemy happens to carry it, to his home, to his centers of entertainment: a total war. It is necessary to prevent him from having a moment of peace, a quiet moment outside his barracks or even inside; we must attack him wherever he may be, make him feel like a cornered beast wherever he may move. Then his moral fiber shall begin to decline, but we shall notice how the signs of decadence begin to disappear."},{"id":46,"quote":"Words that do not match deeds are not important."},{"id":47,"quote":"How is it possible to feel nostalgia for a world I never knew?"},{"id":48,"quote":"We are overcome by anguish at this illogical moment of humanity."},{"id":49,"quote":"The merit of Marx is that he suddenly produces a qualitative change in the history of social thought. He interprets history, understands its dynamic, predicts the future, but in addition to predicting it (which would satisfy his scientific obligation), he expresses a revolutionary concept: the world must not only be interpreted, it must be transformed. Man ceases to be the slave and tool of his environment and converts himself into the architect of his own destiny."},{"id":50,"quote":"A new era will dawn in Africa, when the impoverished masses of a nation rise up to rescue their right to a decent life from the hands of the ruling oligarchies."},{"id":51,"quote":"Chess is an effective means to educate and train the human intellect."},{"id":52,"quote":"If any person has a good word for the previous government that is good enough for me to have him shot."},{"id":53,"quote":"To send men to the firing squad, judicial proof is unnecessary.  These procedures are an archaic bourgeois detail.  This is a revolution!  And a revolutionary must become a cold killing machine motivated by pure hate."},{"id":54,"quote":"One must have a large dose of humanity, a large dose of a sense of justice and truth in order to avoid dogmatic extremes, cold scholasticism, or an isolation from the masses. We must strive every day so that this love of living humanity is transformed into actual deeds, into acts that serve as examples, as a moving force."},{"id":55,"quote":"The blacks, those magnificent examples of the African race who have conserved their racial purity by a lack of affinity with washing, have seen their patch invaded by a different kind of slave: The Portuguese. the black is indolent and fanciful, he spends his money on frivolity and drink; the European comes from a tradition of working and saving which follows him to this corner of America and drives him to get ahead."},{"id":56,"quote":"Many will call me an adventurer - and that I am, only one of a different sort: one of those who risks his skin to prove his truths."},{"id":57,"quote":"We must do away with all newspapers.  A revolution cannot be accomplished with freedom of the press."},{"id":58,"quote":"One must endure without losing tenderness."},{"id":59,"quote":"A revolutionary must become a cold killing machine motivated by pure hate. We must create the pedagogy of the paredón [execution wall]."},{"id":60,"quote":"The ultimate and most important revolutionary aspiration: to see human beings liberated from their alienation"},{"id":62,"quote":"The negro is indolent and a dreamer; spending his meager wage on frivolity or drink; the European has a tradition of work and saving, which has pursued him as far as this corner of America and drives him to advance himself, even independently of his own individual aspirations."},{"id":63,"quote":"The Revolution is made by man, but man must forge his revolutionary spirit from day to day."},{"id":64,"quote":"Americans are given the sole option of electing their jailer for four years and sometimes do him the honour of re-electing him."},{"id":65,"quote":"The world must not only be interpreted, it must be transformed. Man ceases to be the slave and tool of his environment and converts himself into the architect of his own destiny."},{"id":66,"quote":"I am not Christ or a philanthropist, old lady, I am all the contrary of a Christ I fight for the things I believe in, with all the weapons at my disposal and try to leave the other man dead so that I don't get nailed to a cross or any other place."},{"id":67,"quote":"I will fight with all the weapons within my reach rather than let myself be nailed to a cross or whatever."},{"id":68,"quote":"Man truly achieves his full human condition when he produces without being compelled by the physical necessity of selling himself as a commodity."},{"id":70,"quote":"I have never considered myself an economist."},{"id":71,"quote":"I knew that the moment the great governing spirit strikes the blow to divide all humanity into just two opposing factions, I would be on the side of the common people."},{"id":72,"quote":"The final hour of colonialism has struck, and millions of inhabitants of Africa, Asia and Latin America rise to meet a new life and demand their unrestricted right to self-determination."},{"id":73,"quote":"The problem of peaceful transition to socialism, we do not discuss it as a theoretical question. But in America it is very difficult, and it is nearly impossible. That is why specifically in America we say that the road to the liberation of peoples, which will be the road of socialism will go through bullets in almost all countries."},{"id":74,"quote":"In a revolution one wins or dies, if it is a real one"},{"id":75,"quote":"Real revolutionaries adorn themselves on the inside, not on the surface."},{"id":76,"quote":"Cruel leaders are replaced only to have new leaders turn cruel."},{"id":77,"quote":"We travel just to travel."},{"id":78,"quote":"When forces of oppression come to maintain themselves in power against established law, peace is considered already broken."},{"id":79,"quote":"Blind hate against the enemy creates a forceful impulse that cracks the boundaries of natural human limitations, transforming the soldier in an effective, selective and cold killing machine. A people without hate cannot triumph against the adversary."},{"id":80,"quote":"War is always a struggle in which each contender tries to annihilate the other. Besides using force, they will have recourse to all possible tricks and stratagems to achieve the goal."},{"id":81,"quote":"The amount of poverty and suffering required for a Rockefeller to emerge, and the amount of depravity entailed in the accumulation of a fortune of such magnitude, are left out of the picture, and it is not always possible for the popular forces to expose this clearly."},{"id":82,"quote":"Hatred as an element of the struggle; a relentless hatred of the enemy, impelling us over and beyond the natural limitations that man is heir to and transforming him into an effective, violent, selective and cold killing machine. Our soldiers must be thus; a people without hatred cannot vanquish a brutal enemy."},{"id":83,"quote":"We must strive every day so that this love of living humanity is transformed into actual deeds, into acts that serve as examples, as a moving force."},{"id":84,"quote":"...because it is the very nature of Imperialism to turn humans into beasts."},{"id":85,"quote":"I have sworn before a picture of the old and mourned comrade Stalin that I won’t rest until I see these capitalist octopuses annihilated."},{"id":86,"quote":"Guerrilla warfare is used by the side which is supported by a majority but which possesses a much smaller number of arms for use in defense against oppression."},{"id":87,"quote":"The revolution is made through human beings, but individuals must forge their revolutionary spirit day by day"},{"id":88,"quote":"The question is one of fighting the causes and not just being satisfied with getting rid of the effects."},{"id":89,"quote":"Democracy is not compatible with financial oligarchy, with discrimination against Blacks and outrages by the Ku Klux Klan."},{"id":90,"quote":"The desire to sacrifice an entire lifetime to the noblest of ideals serves no purpose if one works alone."},{"id":91,"quote":"Revolution cleanses men, improving them as the experimental farmer corrects the defects of his plants."},{"id":92,"quote":"The state sometimes makes mistakes. When one of these mistakes occurs, one notes a decline in collective enthusiasm due to the effect of a quantitative diminution in each of the elements that make up the mass. Work is paralyzed until it is reduced to an insignificant level. It is time to make a correction."},{"id":93,"quote":"We said that each time a country is liberated it is a defeat for the world imperialist system. But we must agree that the break is not achieved by the mere act of proclaiming independence or winning an armed victory in a revolution. It is achieved when imperialist economic domination over a people is brought to an end."},{"id":94,"quote":"Do not shoot! I am Che Guevara and worth more to you alive than dead."},{"id":95,"quote":"A smoke in times of rest is a great companion to the solitary soldier."},{"id":96,"quote":"I have come to communism because of daddy Stalin and nobody must come and tell me that I mustn’t read Stalin. I read him when it was very bad to read him. That was another time. And because I’m not very bright, and a hard-headed person, I keep on reading him. Especially in this new period, now that it is worse to read him. Then, as well as now, I still find a Seri of things that are very good."},{"id":97,"quote":"The university should color itself black and color itself mulatto — not just as regards students but also professors. Today the people stand at the door of the university, and it is the university that must be flexible. It must color itself black, mulatto, worker, peasant, or else be left without doors. And then the people will tear it apart and paint it with the colors they see fit."},{"id":98,"quote":"Youth must refrain from ungrateful questioning of governmental mandates. Instead they must dedicate themselves to study, work and military service. The very spirit of rebellion is reprehensible."},{"id":99,"quote":"One does not necessarily have to wait for a revolutionary situation: it can be created."},{"id":100,"quote":"The fundamental principle is that no battle, combat, or skirmish is to be fought unless it will be won."},{"id":101,"quote":"Socialism is young and has made errors. Many times revolutionaries lack the knowledge and intellectual courage needed to meet the task of developing the new man with methods different from the conventional ones - and the conventional methods suffer from the influences of the society, which created them."},{"id":102,"quote":"The victory of Socialism is well worth millions of atomic victims!"},{"id":103,"quote":"The myth of the self-made man, has to be profoundly hypocritical: it is the self-serving demonstration that a lie is the truth"},{"id":104,"quote":"We should not go to the [poor countries] and say: 'We come to ... teach you our science, to show you your errors.' ... We should go instead with an inquiring mind and a humble spirit to learn [from] these people."},{"id":105,"quote":"The first commandment for every good explorer is that an expedition has two points: the point of departure and the point of arrival. If your intention is to make the second theoretical point coincide with the actual point of arrival, don't think about the means -- because the journey is a virtual space that finishes when it finishes, and there are as many means as there are different ways of 'finishing.' That is to say, the means are endless."},{"id":106,"quote":"Perhaps one day tired of circling the world I'll return to Argentina and settle in the Andean lakes if not indefinitely then at least for a pause while I shift from one understanding of the world to another."},{"id":107,"quote":"What do we leave behind when we cross each frontier? Each moment seems split in two: melancholy for what was left behind and the excitement of entering a new land."},{"id":108,"quote":"As long as imperialism exists it will, by definition, exert its domination over other countries. Today that domination is called neocolonialism."},{"id":109,"quote":"If it is an element of liberation for Latin America, I believe that it should have demonstrated that. Until now, I have not been aware of any such demonstration. The IMF performs an entirely different function: precisely that of ensuring that capital based outside of Latin America controls all of Latin America."},{"id":110,"quote":"In fact, if Christ himself stood in my way, I, like Nietzsche, would not hesitate to squish him like a worm."},{"id":111,"quote":"Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms."},{"id":113,"quote":"If we had to kneel in order to live in peace, [ U.S. government] will have to kill us before."},{"id":114,"quote":"If you ask me the image of Latin America, there are sorne countries which oppress their peoples much more, and among the less - least oppressive, among those with which we could have perfectly normal relations without any difficulties - we could have Uruguay, Chile, maybe Costa Rica. But the U.S.. do not permit us."},{"id":115,"quote":"I am not Christ or a philanthropist, old lady, I am all the contrary of a Christ."},{"id":116,"quote":"...I also know - and this won't alter the course of history or your personal view of me - that you will die with a clenched fist and a tense jaw, the epitome of hatred and struggle, because you are not a symbol (some inanimate example) but a genuine member of the society to be destroyed; the spirit of the beehive speaks through your mouth and motivates your actions. You are as useful as I am, but you are not aware of how useful your contribution is to the society that sacrifices you."},{"id":117,"quote":"The interests of the IMF represent the big international interests that today seem to be established and concentrated in Wall Street."},{"id":118,"quote":"Where a government has come into power through some form of popular vote, fraudulent or not, and maintains at least an appearance of constitutional legality, the guerrilla outbreak cannot be promoted, since the possibilities of peaceful struggle have not yet been exhausted."},{"id":119,"quote":"Peaceful coexistence cannot be limited to the powerful countries if we want to ensure world peace."},{"id":120,"quote":"How can it be \"mutually beneficial\" to sell at world market prices the raw materials that cost the underdeveloped countries immeasurable sweat and suffering."},{"id":121,"quote":"I finally felt myself lifted definitively away on the winds of adventure toward worlds I envisaged would be stranger than they were, into situations I imagined would be much more normal than they turned out to be."},{"id":122,"quote":"In industry, we are now concentrating our best effort in trying to make plants work at a maximum capacity, trying to replace the equipment which is in bad conditions due to lack of spare parts from the U.S.., that we cannot get from the U.S.; to extend our industry later on the basis of our primary resources. And to lessen our dependence on external markets and dedicate our efforts in 1965 to the aspect of security and hygiene of work, to make our plants better for the worker: that the worker may feel really a man there."},{"id":123,"quote":"I knew that when the great guiding spirit cleaves humanity into two antagonistic halves, I will be with the people."},{"id":124,"quote":"We have to dedicate our efforts to better the life, the time passed by the worker in the industrial plant. That will be one of our main efforts during the next year."},{"id":125,"quote":"You know, comrade Pachman, I don't enjoy being a Minister, I would rather play chess like you, or make a revolution in Venezuela."},{"id":126,"quote":"The word that most perfectly describes the city of Cuzco is evocative. Intangible dust of another era settles on its streets, rising like the disturbed sediment of a muddy lake when you touch its bottom."},{"id":127,"quote":"We are not the ones who create revolutions. It is the imperialist system and its allies, internal allies, the ones who create revolution."},{"id":128,"quote":"I am not interested in dry economic socialism. We are fighting against misery, but we are also fighting against alienation. One of the fundamental objectives of Marxism is to remove interest, the factor of individual interest, and gain, from people's psychological motivations. Marx was preoccupied both with economic factors and with their repercussions on the spirit. If communism isn't interested in this too, it may be a method of distributing goods, but it will never be a revolutionary way of life."},{"id":129,"quote":"The monopoly capitalists - even while employing purely empirical methods - weave around art a complicated web which converts it into a willing tool. The superstructure of society ordains the type of art in which the artist has to be educated. Rebels are subdued by its machinery and only rare talents may create their own work. The rest become shameless hacks or are crushed."},{"id":130,"quote":"It is not just a simple game, it is a weapon of the revolution."},{"id":131,"quote":"If they attack, we shall fight to the end. If the rockets had remained, we would have used them all and directed them against the very heart of the United States, including New York, in our defense against aggression. But we haven't got them, so we shall fight with what we've got."},{"id":132,"quote":"The spectacular landscape circling the fortress supplies an essential backdrop, inspiring dreamers to wander its ruins for the sake of it; North American tourists, bound down by their practical world view, are able to place those members of the disintegrating tribes they may have seen in their travels among these once-living walls, unaware of the moral distance separating them, since only the semi-indigenous spirit of the South American can grasp the subtle differences."},{"id":133,"quote":"The inflow of capital from the developed countries is the prerequisite for the establishment of economic dependence. This inflow takes various forms: loans granted on onerous terms; investments that place a given country in the power of the investors; almost total technological subordination of the dependent country to the developed country; control of a country's foreign trade by the big international monopolies; and in extreme cases, the use of force as an economic weapon in support of the other forms of exploitation."},{"id":134,"quote":"We have a lot of friends, but not among the governments - the friends are in the peoples. And in the last instance the peoples will be the rulers of those states."},{"id":135,"quote":"The stars drew light across the night sky in that little mountain village, and the silence and the cold made the darkness vanish away. It was - I don't know how to explain it - as if everything solid melted away into the ether, eliminating all individualtiy and absorbing us, rigid, into the immense darkness. Not a single cloud to lend perspective to the space blocked any portion of the starry sky."},{"id":136,"quote":"Given the prevailing lack of discipline, it would have been impossible to use Congolese machine-gunners to defend the base from air attack: they did not know how to handle their weapons and did not want to learn."},{"id":137,"quote":"There are no borders in this struggle to the death. We cannot be indifferent to what happens anywhere in the world, because a victory by any country over imperialism is our victory, just as any country's defeat is a defeat for all of us."},{"id":138,"quote":"It is not necessary to wait until all conditions for making revolution exist; the insurrection can create them."},{"id":139,"quote":"Always we argue that unity is necessity because disunity goes in favor of the U.S. , which are our enemy, and everything that goes in favor of the enemy must be eliminated. That is why we are in favor of unity."},{"id":140,"quote":"Direct aggression against Cuba would mean nuclear war. The Americans speak about such aggression as if they did not know or did not want to accept this fact. I have no doubt they would lose such a war."},{"id":141,"quote":"We do not have elections. But the great majority of the Cuban people supports its government."},{"id":142,"quote":"It is not a matter of wishing success to the victim of aggression, but of sharing his fate; one must accompany him to his death or to victory"},{"id":143,"quote":"I am being bombed by questions of all kinds. I will try to be very concise and try to explain to the American people. We had a great number of mistakes in the economic fleld, naturally. I am not the critic. It is Fidel Castro, the one who has criticized repeatedly the mistakes we have made, and he explained why we have made them. We did not have a previous preparation. We made mistakes in agriculture. We made mistakes in industry. All these mistakes are being settled now."},{"id":144,"quote":"I wanted to take part in the liberation of even a small piece of enslaved Latin America."},{"id":145,"quote":"This is not a story of heroic feats, or merely the narrative of a cynic; at least I do not mean it to be. It is a glimpse of two lives running parallel for a time, with similar hopes and convergent dreams."},{"id":146,"quote":"We must not return to the practice of hiding our defects so they may not be seen. That would be neither honest nor revolutionary."},{"id":147,"quote":"And yet every so often, the heart of America, shuddering with indignation, sends a nervous spasm through the gentle back of the Andes, and tumultuous shock waves assault the surface of the land. Three times the cuppola of proud Santo Domingo has collapsed from on high to the rhythm of broken bones and its worn walls have opened and fallen too. But the foundations they rest on are unmoved, the great blocks of the Temple of the Sun exhibit their gray stone indifferently; however colossal the disaster befalling its oppressor, not one of its huge rocks shifts from its place."},{"id":148,"quote":"I understand that the American people has a right and especially the press, which is not very friendly to us, to make all suppositions and ideas about this fact [suicide by Augusto Martinez] - this disgraced fact."},{"id":149,"quote":"We feel that there is a necessity to strengthen unity and that it will be strengthened and the bloc, the monolithic bloc of socialist countries will be formed again."},{"id":150,"quote":"The blacks, those magnificent examples of the African race who have maintained their racial purity thanks to their lack of an affinity with bathing, have seen their territory invaded by a new kind of slave: the Portuguese."},{"id":151,"quote":"I think with regards to solutions, there are solutions, and I think there is only one. we have said repeatedly to the government of the United States that we do not want anything but to forget us, that they do not consider us even for good or evil."},{"id":152,"quote":"We have denounced in all assemblies, in all places where we have had the opportunity to speak, the illegality of flights and the fact that there is a base against the will of the Cuban people."},{"id":153,"quote":"The socialist countries have the moral duty of liquidating their tacit complicity with the exploiting countries of the West."},{"id":154,"quote":"While envisaging the destruction of imperialism, it is necessary to identify its head, which is no other than the United States of America."},{"id":155,"quote":"Revolutions are not exportable: revolutions are created by oppressive conditions which Latin American countries exercise against their peoples."},{"id":156,"quote":"Imperialism has been defeated in many partial battles. But it remains a considerable force in the world, and we cannot expect its final defeat save through effort and sacrifice on the part of all of us."},{"id":157,"quote":"The guerrilla band is not to be considered inferior to the army against which it fights simply because it is inferior in fire power."},{"id":158,"quote":"Each spilt drop of blood, in any country under whose flag one has not been born, is an experience passed on to those who survive, to be added later to the liberation struggle of his own country. And each nation liberated is a phase won in the battle for the liberation of one's own country."},{"id":159,"quote":"It is a revolution that came to power with its own army and on the ruins of the army of oppression."},{"id":160,"quote":"The fact of the attempted suicide by Augusto Martinez was explained in a concise and exact form by our government in a communique. There is absolutely nothing else to add."},{"id":161,"quote":"Once again I feel beneath my heels the ribs of Rocinante. Once more, I'm on the road with my shield on my arm."},{"id":162,"quote":"I am not the representative of guerrilla in this hemisphere. I would say that the representative would be Fidel Castro which was the leader of our revolution and who had the most outstanding role in the direction of the revolutionary struggle and directs the strategy of the Cuban government."},{"id":163,"quote":"Our attitude is very clear. In effect there is the conflict, ideological conflict which we all know. We have stated our position in the sense of unity among socialist states - unity as a first measure."},{"id":164,"quote":"We sold sugar with the specific conditions established by American buyers, which in turn dominated the internal market and production in Cuba. Now if we would sell sugar to the U.S., it would be the Cuban Government the one who would sell it, and it would be a complete profit for our people."},{"id":165,"quote":"I knew that when the great guiding spirit cleaves humanity into two antagonistic halves, I would be with the people. I know this, I see it printed in the night sky that I, eclectic dissembler of doctrine and psychoanalyst of dogma, howling like one possessed, will assault the barricades or the trenches , will take my bloodstained weapon, and consumed with fury, slaughter any enemy who falls into my hands."},{"id":166,"quote":"There is one government with which we keep diplomatic relations, the government of Mexico, with which we have good relations. Our systems are different. We respect their system."},{"id":167,"quote":"We will not accept any conditions from the U.S."},{"id":168,"quote":"Let's liquidate all the atomic bases in Cuba and in the U.S. and we are in complete agreement with that."},{"id":169,"quote":"We put no condition of any kind to the U.S., we don't want it to change its system, we don't want racial discrimination to cease in the U.S., we put no conditions to the establishment of relations."},{"id":170,"quote":"We know the power of the U.S.. We do not fool ourselves about this power. We say that the U.S. government wants us to pay a very high price for this unstable peace we enjoy today. And the price we are in a position to pay is only - comes only to the frontiers of dignity, not beyond."},{"id":171,"quote":"Arms cannot be regarded as merchandise in our world. They should be delivered to the peoples asking for them for use against the common enemy without any charge at all, and in quantities determined by the need and their availability."},{"id":172,"quote":"Its tall chimneys throw up black smoke, impregnating everything with soot, and the miners' faces as they traveled the streets were also imbued with that ancient melancholy of smoke, unifying everything with its grayish monotones, a perfect coupling with the gray mountain days."},{"id":173,"quote":"Why does the guerrilla fighter fight? We must come to the inevitable conclusion that the guerrilla fighter is a social reformer, that he takes up arms responding to the angry protest of the people against their oppressors, and that he fights in order to change the social system that keeps all his unarmed brothers in ignominy and misery."},{"id":174,"quote":"This is the Cuzco asking you to pull on your armor and, mounted on the ample back of a powerful horse, cleave a path through the defenseless flesh of a naked Indian flock whose human wall collapses and disappears beneath the four hooves of the galloping beast."},{"id":175,"quote":"I do not imply that in the U.S plants, industrial plants, are places of exploitation where man is oppressed. 1 know that there are a great number of advantages here for too American worker."},{"id":176,"quote":"We have taken plants from the capitalist system where the most important thing was to produce, especially in Cuba."},{"id":177,"quote":"I think harmonious relations with the U.S. would be very good for us from the economical point of view, more than in any other field, because all our industry has been established by the U.S. and primary products and repair parts that we have to make with much difficulty or to bring from other areas could come directly. And besides, sugar, which traditionally we had the American market is also near."},{"id":178,"quote":"With a military American base in our territory, where there could be any sort of weapons, where we have to endure every kind of provocations, we have to support and endure the flights over our territory."},{"id":179,"quote":"What we consider is that the Venezuelan government is not a leftist government, has nothing of a leftist government. It is an oppressor, an oppressive government, it is a murderer - he murders them - the peasant fights in the region of Falcon, for example, where there are military advisers of the U.S."},{"id":180,"quote":"Many will call me an adventurer, and that I am...only one of a different sort: one who risks his skin to prove his truths."},{"id":181,"quote":"The first duty of a revolutionary is to be educated."},{"id":182,"quote":"HASTA LA VICTORIA SIEMPRE"},{"id":184,"quote":"The revolution is not an apple that falls when ripe. You have to make it fall."},{"id":185,"quote":"There are no boundaries in this struggle to the death. We cannot be indifferent to what happens anywhere in the world, for a victory by any country over imperialism is our victory; just as any country's defeat is a defeat for all of us."},{"id":186,"quote":"The best form of saying is being"},{"id":187,"quote":"After graduation, due to special circumstances and perhaps also to my character, I began to travel throughout America, and I became acquainted with all of it. Except for Haiti and Santo Domingo, I have visited, to some extent, all the other Latin American countries. Because of the circumstances in which I traveled, first as a student and later as a doctor, I came into close contact with poverty, hunger and disease; with the inability to treat a child because of lack of money; with the stupefaction provoked by the continual hunger and punishment, to the point that a father can accept the loss of a son as an unimportant accident, as occurs often in the downtrodden classes of our American homeland. And I began to realize at that time that there were things that were almost as important to me as becoming famous for making a significant contribution to medical science: I wanted to help those people."},{"id":192,"quote":"When asked whether or not we are Marxists, our position is the same as that of a physicist, when asked if he is a “Newtonian or of a biologist when asked if he is a “Pasteurian.”There are truths so evident, so much a part of the peoples’ knowledge, that it is now useless to debate them. One should be a “Marxist” with the same naturalness with which one is a “Newtonian” in physics or a “Pasteurian.” If new facts bring about new concepts, the latter will never take away that portion of truth possessed by those that have come before.Such is the case, for example, of “Einsteinian” relativity or of Planck’s quantum theory in relation to Newton’s discoveries. They take absolutely nothing away from the greatness of the learned Englishman. Thanks to Newton, physics was able to advance until it achieved new concepts of space. The learned Englishman was the necessary stepping-stone for that.Obviously, one can point to certain mistakes of Marx, as a thinker and as an investigator of the social doctrines and of the capitalist system in which he lived. We Latin Americans, for example, cannot agree with his interpretation of Bolivar, or with his and Engels’ analysis of the Mexicans, which accepted as fact certain theories of race or nationality that are unacceptable today.But the great men who discover brilliant truths live on despite their small faults and these faults serve only to show us they were human. That is to say, they were human beings who could make mistakes, even given the high level of consciousness achieved by these giants of human thought.This is why we recognize the essential truths of Marxism as part of humanity’s body of cultural and scientific knowledge. We accept it with the naturalness of something that requires no further argument.”"},{"id":193,"quote":"El revolucionario vedadero es guiado por gran sentimientos de amor."},{"id":200,"quote":"At night, after the exhausting games of canasta, we would look out over the immense sea, full of white-flecked and green reflections, the two of us leaning side by side on the railing, each of us far away, flying in his own aircraft to the stratospheric regions of our own dreams. There we understood that our vocation, our true vocation, was to move for eternity along the roads and seas of the world. Always curious, looking into everything that came before our eyes, sniffing out each corner but only ever faintly - not setting down roots in any land or staying long enough to see the substratum of things; the outer limits would suffice."},{"id":203,"quote":"Dejeme decirie, a risego de parecer ridiculo, que el revolucionario verdadero esta guiado por grandes sentimientos de amor.Let me say,at the risk of seeming ridiculous,that the true revolutionaryis guided by great feelings of love."},{"id":204,"quote":"It is there, in the final moments, for people whose farthest horizon has always been tomorrow, that one comprehends the profound tragedy circumscribing the life of the proletariat the world over."},{"id":206,"quote":"Let me say, at the risk of seeming ridiculous, that the true revolutionary is guided by great feelings of love."},{"id":207,"quote":"Hay que endurecerse, pero sin perder la ternura jamás!"},{"id":208,"quote":"All night, after the exhausting games of canasta, we would look over the immense sea, full of white-flecked and green reflections, the two of us leaning side by side on the railing, each of us far away, flying in his own aircraft to the stratospheric regions of his own dreams. There we understood that our vocation, our true vocation, was to move for eternity along the roads and seas of the world. Always curious, looking into everything that came before our eyes, sniffing out each corner but only ever faintly--not setting down roots in any land or staying long enough to see the substratum of things the outer limits would suffice."},{"id":209,"quote":"Hay que luchar por cada bocanada de aire y enviar la muerte al carajo."},{"id":212,"quote":"We must eliminate all newspapers; we cannot make a revolution with free press. Newspapers are instruments of the oligarchy."},{"id":213,"quote":"The future belongs to the people, and gradually, or in one strike, they will take power, here and in every country.                   The terrible thing is the people need to be educated, and this they cannot do before taking power, only after. They can only learn at the cost of their own mistakes, which will be very serious and will cost many innocent lives."},{"id":215,"quote":"At the risk of seeming ridiculous, let me say that the true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality. We must strive every day so that this love of living humanity will be transformed into actual deeds, into acts that serve as examples, as a moving force."},{"id":216,"quote":"His wife spotted the danger in our resolutely bohemian ways. \"You have only one year left before you qualify as a doctor and yet you're going away? You have no idea when you'll be back? But why?\" We couldn't give precise answers to her desperate questions and this horrified her..."},{"id":217,"quote":"Some give the impression they go on living only because it's a habit they cannot shake"},{"id":218,"quote":"For me, the sea has always been a confidant, a friend absorbing all it is told and never revealing those secrets; always giving the best advice - its meaningful noises can be interpreted any way you choose."},{"id":225,"quote":"Don't Shoot! I'm Che. I'm worth more to you alive than dead!"},{"id":226,"quote":"Jika hati anda bergetar melihat penindasan maka lawanlah sebab diam adalah bentuk penghianatan"},{"id":227,"quote":"you will die with a clenched fist and a tense jaw, the epitome of hatred and struggle, because you are not a symbol but a genuine member of the society to be destroyed. You are useful as I am, but you are not aware of how useful your contribution is to the society that sacrifices you"},{"id":228,"quote":"...y sobre todo sean siempre capaces de sentir en lo mas hondo cualquier injusticia cometida contra cualquiera en cualquier parte del mundo. Es la cualidad mas linda de un revolucionario."},{"id":229,"quote":"To send men to the firing squad, judicial proof is unnecessary. These procedures are an archaic bourgeois detail. This is a revolution! And a revolutionary must become a cold killing machine motivated by pure hate. We must create the pedagogy of the paredón [execution wall]."},{"id":230,"quote":"Youth must refrain from ungrateful questioning of governmental mandates... Instead, they must dedicate themselves to study, work and military service, should learn to think and act as a mass."},{"id":231,"quote":"I began to come into close contact with poverty, with hunger, with disease, with the inability to cure a child because of a lack of resources… And I began to see there was something that, at that time, seemed to me almost as important as being a famous researcher or making some substantial contribution to medical science, and this was helping those people."},{"id":233,"quote":"[1965]To my childrenDear Hildita, Aleidita, Camilo, Celia, And Ernesto,If you ever have to read this letter, it will be because I am no longer with you. You practically will not remember me, and the smaller ones will not remember me at all.Your father has been a man who acted on his beliefs and has certainly been loyal to his convictions.Grow up as good revolutionaries. Study hard so that you can master technology, which allows us to master nature. Remember that the revolution is what is important, and each one of us, alone is worth nothing.Above all, always be capable of feeling deeply any injustice committed against anyone, anywhere in the world. This is the most beautiful quality in a revolutionary.Until forever, my children. I still hope to see you.A great big kiss and a big hug from,Papa"},{"id":235,"quote":"Adherence to principles, and adherence to the individual, combine to make the Rebel Army an indivisible fist."},{"id":237,"quote":"When asked whether or not we are Marxists, our position is the same as that of a physicist, when asked if he is a “Newtonian or of a biologist when asked if he is a “Pasteurian.”"},{"id":238,"quote":"In these circumstances people in poor families who can't pay their way are surrounded by an atmosphere of barely disguised acrimony; they stop being father, mother, sister or brother and become a purely negative factor in the struggle for life and, by extension, a source of bitterness for the healthy members of the community who resent their illness as if it were a personal insult to those who have to support them."},{"id":239,"quote":"Revolution is impersonal; it will take their lives, even utilizing their memory as an example or as an instrument for domesticating the youth who follow them."},{"id":240,"quote":"The psychological effects of the sun are strange: it had not yet appeared over the horizon and we already felt comforted, just imagining the heat it would bring."},{"id":241,"quote":"A petty concern with mere evidence is an antiquated and bourgeois feature of the captalist legal system. We are revolutionaries. We convict from a revolutionary passion."},{"id":244,"quote":"Valdivia's actions symbolize man's indefatigable thirst to take control of a place where he can exercise total authority. That phrase, attributed to Caesar, proclaiming he would rather be first-in-command in some humble Alpine village than second-in-command in Rome, is repeated less pompously, but no less effectively, in the epic campaign that is the conquest of Chile. If, in the moment the conquistador was facing death at the hands of tht invincible Araucanian Caupolican, he had not been overwhelmed with fury, like a hunted animal, I do not doubt that judging his life, Valdivia would have felt death was fully justified. He belonged to that special class of men the species produces every so often, in whom a craving for limitless power is so extreme that any suffering to achieve it seems natural, and he had become the omnipotent ruler of a warrior nation."},{"id":245,"quote":"I now know, by an almost fatalistic conformity with the facts, that my destiny is to travel, or perhaps it’s better to say that traveling is our destiny, because Alberto feels the same. Still, there are moments when I think with profound longing of those wonderful areas in our south. Perhaps one day, tired of circling the world, I’ll return to Argentina and settle in the Andean lakes, if not indefinitely then at least for a pause while I shift from one understanding of the world to another."},{"id":248,"quote":"Hay que ser duro pero jamas perder la ternura.[It is necessary to be hard but never to lose the tenderness]"},{"id":249,"quote":"I have sworn before a portrait of the late lamented comrade Stalin that I will not rest until I see these capitalist octopuses annihilated."},{"id":251,"quote":"the sea has always been a confidant, a friend absorbing all it is told and never revealing those secrets; always giving the best advice — its meaningful noises can be interpreted any way you choose."},{"id":252,"quote":"the guerrilla fighter is a social reformer, that he takes up arms responding to the angry protest of the people against their oppressors, and that he fights in order to change the social system that keeps all his unarmed brothers in ignominy and misery."},{"id":253,"quote":"Che is transformed into a hardened symbol of resistance, a symbol of the fight for what is just, of passion, of the necessity of being fully human, multiplied infinitely in the ideals and weapons of those who struggle. This is what the front men and their omnipotent handlers fear."},{"id":254,"quote":"We executed many people by ﬁring squad without knowing if they were fully guilty. At times, the Revolution cannot stop to conduct much investigation; it has the obligation to triumph."},{"id":255,"quote":"This edition of The Motorcycle Diaries, the notes describing a journey made without hesitation, aboard the noisy motorcycle La Poderosa II (which gave out halfway, but only after transmitting to the adventure a joyous impulse we, too, receive), free as the wind, with the sole purpose of getting to know the world, is dedicated to people whose youth is not merely sequential, but wholehearted and spiritual."},{"id":256,"quote":"Allow me to say, at the risk of appearing ridiculous, that the true revolutionary is motivated by great feelings of love."},{"id":257,"quote":"The bike struggled showing signs it was feeling the strain especially in the bodywork which we constantly had to fix with Alberto's favored spare part - wire."},{"id":258,"quote":"We won the war , the revolution begins now"},{"id":259,"quote":"American capitalism replaced some of the old colonial capitalisms in the countries that began their independent life. But it knows that this is transitory and that there is no real security for its financial speculation in these new territories. The octopus cannot there apply its suckers firmly. The claw of the imperial eagle is trimmed. Colonialism is dead or is dying a natural death in all these places."},{"id":260,"quote":"Individualism as such, as the isolated action of a person alone in a social environment, must disappear in Cuba. Individualism tomorrow should be the proper utilization of the whole individual, to the absolute benefit of the community."},{"id":261,"quote":"We must take time to weep for our fallen compañeros while we sharpen our machetes"},{"id":262,"quote":"Lo que interesan son hechos; las palabras que no concuerdan con los hechos no tienen importancia."},{"id":263,"quote":"Hasta la victoria siempre! Patria o muerte!"},{"id":264,"quote":"Democracy represents the dictatorship of the exploiting classes."},{"id":265,"quote":"Homesickness starts with food"},{"id":267,"quote":"[W]e understood perfectly that the life of a single human being is worth millions of times more than all the property of the richest man on earth. . . . [The revolution] demands they understand that pride in serving our fellow man is much more important than a good income; that the people's gratitude is much more permanent, much more lasting than all the gold one can accumulate."},{"id":270,"quote":"there is nothing that educates an honorable person more than living within a revolution."},{"id":271,"quote":"An accordion player who had no fingers on his right hand used little sticks tied to his wrist; the singer was blind; and almost all the others were horribly deformed, due to the nervous form of the disease very common in this area. With light from the lamps and the lanterns reflected in the river, it was like a scene from a horror movie. The place is lovely,"},{"id":272,"quote":"When the forces of oppression come to maintain themselves in power against established law; peace is considered already broken."},{"id":274,"quote":"War is always a struggle in which each contender tries to annihilate the other. Besides using force, they will have recourse to all possible tricks and stratagems in order to achieve the goal."},{"id":277,"quote":"Terrorism should be considered a valuable tactic when it is used to put to death some noted leader of the oppressing forces well known for his cruelty, his efficiency in repression, or other quality that makes his elimination useful. But the killing of persons of small importance is never advisable, since it brings on an increase of reprisals, including deaths."},{"id":278,"quote":"In the so called mistakes of Stalin lies the difference between a revolutionary attitude and a revisionist attitude. You have to look at Stalin in the historical context in which he moves, you don’t have to look at him as some kind of brute, but in that particular historical context. I have come to communism because of daddy Stalin and nobody must come and tell me that I mustn’t read Stalin. I read him when it was very bad to read him. That was another time. And because I’m not very bright, and a hard-headed person, I keep on reading him. Especially in this new period, now that it is worse to read him. Then, as well as now, I still find a Seri of things that are very good."},{"id":279,"quote":"[T]hat is practicing charity, and what we have to practice today is solidarity. [Applause] We should not draw closer to the people in order to say: \"Here we are. We come to give you the charity of our presence, to teach you with our science, to demonstrate your errors, your lack of refine­ment, your lack of elementary knowledge.\" We should go with an investigative zeal and with a humble spirit, to learn from the great source of wisdom that is the people."},{"id":280,"quote":"Bisogna essere duri senza mai perdere la tenerezza."},{"id":281,"quote":"It is necessary to distinguish clearly between sabotage, a revolutionary and highly effective method of warfare, and terrorism, a measure that is generally ineffective and indiscriminate in its results, since it often makes victims of innocent people and destroys a large number of lives that would be valuable to the revolution."},{"id":282,"quote":"Conduct toward the civil population ought to be regulated by a large respect for all the rules and traditions of the people of the zone, in order to demonstrate effectively, with deeds, the moral superiority of the guerrilla fighter over the oppressing soldier."},{"id":283,"quote":"Apart from whether collectivism, the “communist vermin, is a danger to decent life, the communism gnawing at his entrails was no more than a natural longing for something better, a protest against persistent hunger transformed into a love for this strange doctrine, whose essence he could never grasp but whose translation, “bread for the poor,” was something which he understood and, more importantly, filled him with hope.”"},{"id":285,"quote":"우리 모두 리얼리스트가 되자 그러나 가슴속에 불가능한 꿈은 버리지 말자"},{"id":288,"quote":"Constituimos una sola raza mestiza que desde México hasta el estrecho de Magallanes presenta notables similitudes etnográficas."},{"id":289,"quote":"When people hate their government , it is easy to take it down"},{"id":290,"quote":"E se vale la pena rischiare, io mi gioco anche l'ultimo frammento di cuore."},{"id":291,"quote":"The guerilla fighter will be a sort of guiding angel who has fallen into the zone, helping the poor always and bothering the rich as little as possible in the first phases of the war. But this war will continue on its course; contradictions will continuously become sharper; the moment will arrive when many of those who regarded the revolution with a certain sympathy at the outset will place themselves in a position diametrically opposed; and they will take the first step into battle against the popular forces. At that moment the guerilla fighter should act to make himself into the standard bearer of the cause of the people, punishing every betrayal with justice."},{"id":293,"quote":"The en­emy doesn't want us to plan, to organize, to nationalize our economy; the enemy fights with all its might against it. Why? Be­cause it is precisely through the capitalist anarchy of production that they exploit working people. That is how they make everyone develop a dog-eat-dog mentality, where each one struggles on his own, elbowing each other, kicking each other, knocking heads; each person trying to get ahead of everyone else, failing to realize that if we got organized and united we would be a tremendous force and could go much further, to the benefit of everyone."},{"id":294,"quote":"The life of a single human being is worth a million times more than all the property of the richest man on earth."},{"id":296,"quote":"[The young communist] must always pay attention to the mass of human beings he lives among. Every Young Communist must fundamentally be hu­man, so human that he draws closer to humanity's best qualities. Through work, through study, and through ongoing solidarity with the people and all the peoples of the world, he distills the best of what man is. Developing to the utmost the sensitivity to feel an­guish when a human being is murdered in any corner of the world and to feel enthusiasm when a new banner of freedom is raised in any corner of the world. [Applause]The Young Communist cannot be limited by national borders. The Young Communist must practice proletarian internationalism and feel it as his own."},{"id":297,"quote":"I am more and more convinced that true revolutionaries must perceive the revolution, because of its creative and liberating nature, as an act of love. For me, the revolution, which is not possible without a theory of revolution - and therefore science - is not irreconcilable with love."},{"id":300,"quote":"It is important to emphasize that guerrilla warfare is a war of the masses, a war of the people. The guerrilla band is an armed nucleus, the fighting vanguard of the people."},{"id":301,"quote":"As we left, the man at the desk told us to take our dog with us, and to our amazement showed us a puppy that had done its business on the lobby carpet and was gnawing at a chair leg. The dog had probably followed us, attracted by our hobo appearance, and the doorman imagined it was just another accessory of our eccentric attire. Anyway, the poor animal, robbed of the bond linking him to us, got a good kick up the ass and was thrown out howling. Still, it was always consoling to know that some living thing’s well-being depended on our protection."},{"id":302,"quote":"He interprets the desires of the great peasant mass to be owners of land, owners of their means of production, of their animals, of all that which they have long yearned to call their own, of that which constitutes their life and will also serve as their cemetery."},{"id":303,"quote":"The enormity of our endeavor escaped us in those moments, all we could see was the dust on the road ahead and ourselves on the bike, devouring kilometers in the flight northward."},{"id":305,"quote":"This is a revolution not a coup . It is either unconditional surrender or we will take down the garrison"},{"id":306,"quote":"In a real revolution one either lives or dies ."},{"id":307,"quote":"Esse vagar sem rumo pelos caminhos de nossa Maiúscula América me transformou mais do que me dei conta."},{"id":308,"quote":"have a wish. It as a fear as well - that in my end will be my beginning."},{"id":310,"quote":"There we understood that our vocation, our true vocation, was to move for eternity along the roads and seas of the world. Always curious, looking into everything that came before our eyes, sniffing out each corner but only ever faintly — not setting down roots in any land or staying long enough to see the substratum of things; the outer limits would suffice."},{"id":311,"quote":"We ourselves, a revolutionary government, part of the people, have learned by always asking the people and without ever isolating ourselves from them. Because he who governs, yet isolates himself in an ivory tower and tries to lead the people with formulas, is lost and is on the road to despotism. The people and the government should always be one."},{"id":312,"quote":"Because they have their strategy-the strategy of laissez­ faire; the strategy of individual versus collective effort, of appealing to that little bit of selfishness that exists in each person to beat out the rest. They appeal to that petty superiority complex that every­ one possesses that makes one think they are better than everybody else. The monopolies instill in individuals, from childhood on, the view that since you are better and work harder, that it is in your interest to struggle individually against everyone else, to defeat ev­eryone else and become an exploiter yourself.The monopolies go to great lengths to prove that collective ef­fort enslaves and prevents the smarter and more capable from get­ting ahead. As if the people were made up simply of individuals, some more intelligent, some more capable. As if the people were something other than a great mass of wills and hearts that all have more or less the same capacity for work, the same spirit of sacrifice, and the same intelligence.They go to the undifferentiated masses and try to sow divisions: between blacks and whites, more capable and less capable, literate and illiterate. They then subdivide people even more, until they single out the individual and make the individual the center of so­ciety."},{"id":313,"quote":"Whoever pretends that a technician, an architect, a doctor, an engineer, or any type of scientist should merely work with the in­struments in his own specific field while his people starve to death or fall in battle, has in fact taken the side of the enemy. He is not apolitical, he is political-but in opposition to movements for lib­eration."},{"id":314,"quote":"Today none of the old assertions are accepted any longer just because they were written long ago. Instead, people demand proof in practice of what is asserted; they want a scientific analysis of all assertions. Out of this dissatisfaction, revolutionary ideas are born and spread more and more throughout the world, backed by the living examples of how technology can be put at the service of man, as has happened in the socialist countries."},{"id":315,"quote":"Individuals start to see themselves reflected in their work and to understand their full status as human beings through the object created, through the work accomplished. Work no longer entails surrendering a part of one's being in the form of labor power sold, which no longer belongs to the individual, but becomes an expression of oneself, a contribution to the common life in which one is reflected, the fulfillment of one's social duty."},{"id":316,"quote":"Without or­ganization, ideas, after some initial momentum, start losing their effect. They become routine, degenerate into conformity, and end up simply a memory. I raise this warning because too often, in this short but rich period of our revolution, many great initiatives have failed. They have been forgotten because of the lack of an organiza­tional apparatus needed to keep them going and bring them to frui­tion."},{"id":318,"quote":"The sea danced on the small stretch of beach, indifferent to its own eternal law and spawning its own note of caution."},{"id":319,"quote":"We must come to the inevitable conclusion that the guerrilla fighter is a social reformer, that he takes up arms responding to the angry protest of the people against their oppressors, and that he fights in order to change the social system that keeps all his unarmed brothers in ignominy and misery."},{"id":320,"quote":"[W]e still have not been able to give work its true content. We have not been able to link the worker with the object of his labor; and at the same time, imbue the worker with a consciousness of the importance of that creative act that he performs every day. The worker and the machine, the worker and the object to which he applies his labor-these are still different and antagonistic things. And that has to be changed, because new generations must be formed whose main interest is work and who know how to find in work a permanent and constantly changing source of fresh excitement. They need to make work something cre­ative, something new."},{"id":321,"quote":"No se vive celebrando victorias, sino superando derrotas."},{"id":322,"quote":"El conocimiento nos hace responsables"},{"id":325,"quote":"He belonged to that special class of men the species produces every so often, in whom a craving for limitless power is so extreme that any suffering to achieve it seems natural, and he had become the omnipotent ruler of a warrior nation."},{"id":327,"quote":"The dramatic news is confirmed: Che has died in combat. His belongings are described in vivid detail and other information is given that only those close to the scene could have known. The"},{"id":328,"quote":"So what must I say about the university's fundamental duty, its article number one, in this new Cuba? What I must say is that the university should color itself black and color itself mulatto-not just as regards students but also professors. It should paint itself the color of workers and peasants. It should paint itself the color of the people, because the university is the patrimony of no one but the people of Cuba."},{"id":329,"quote":"The first frictions and difficulties with the \"northern giant\" began immediately. These frictions were logi­cal if you consider that a country accustomed to special treatment suddenly saw that this little \"colony\" in the Caribbean irreverently sought to speak the only language a revolution can speak: the lan­guage of equal treatment."},{"id":330,"quote":"To the powerful masters we repre­sent all that is absurd, negative, irreverent, and disruptive in this America that they so despise and scorn. But on the other hand, to the great mass of the American people (I'm referring to Our America, which is everything south of the Rio Bravo)-these peoples derisively called \"mestizos\"-we represent everything noble, sincere, and combative."},{"id":331,"quote":"Our youth must always be free, discussing and exchanging ideas, concerned with what is happening throughout the entire world, open to using technology coming from any part of the world; wel­coming whatever the world might offer us. And you must always be sensitive to the struggle, the sufferings, and the hopes of oppressed peoples everywhere.This is how we will build our future."},{"id":332,"quote":"Sueńa y serás libre en espiritu, lucha y serás libre en vida"},{"id":333,"quote":"you, students of the world, should never forget that behind technology there is always someone controlling it; and that someone is society. You can either be for or against that society. There are those in the world who think that exploitation is good and there are those who think it is bad and must be ended. And even when there is no discussion of politics, a political being can­ not renounce this inherent aspect of the human condition.Never forget that technology is a weapon. If you feel the world is not as perfect as it should be, then you must struggle to put the weapon of technology at the service of society. You must rescue society before that can be accomplished, so that technology ben­efits the greatest number of human beings possible, so that we can build the society of tomorrow-whatever name you choose to give it-the society we dream of"},{"id":334,"quote":"Its vast and jarring rhythm hammered at the fortress within me and threatened its imposing serenity."},{"id":335,"quote":"We are attacked a great deal because of what we are. But we are attacked much, much more because we show to each nation of the Americas what it's possible to be."},{"id":336,"quote":"if we center our efforts on war prepa­rations, we cannot build what we want, we cannot devote ourselves to creative work. All work, all capital invested in preparing for military action, is labor lost, money lost. Unfortunately, it has to be done, because others are preparing. But the money I am most saddened to see leave the National Bank coffers-and I say this with all honesty and pride as a soldier-is money to pay for some weapon of destruc­tion."},{"id":337,"quote":"Distant countries, heroic deeds and beautiful women spun around in our turbulent dream."},{"id":338,"quote":"[The young communist] should have a great sense of duty, a sense of duty to­ward the society we are building, toward our fellow human beings, and toward all humanity around the world. That is something that must characterize the Young Communist. And along with that there must be deep sensitivity to all problems, sensitivity to injustice; a spirit that rebels against every wrong, whoever commits it; [ap­plause] questioning anything not understood, discussing and ask­ing for clarification on whatever is not clear; declaring war on formalism of all types; always being open to new experiences in order to take the many years of experience of humanity's advance along the road to socialism and apply them to our country's concrete con­ditions, to the realities that exist in Cuba. Each and every one of you must think about how to change reality, how to make it better."},{"id":339,"quote":"I was, as we all are, a child of my environment."},{"id":340,"quote":"In the tran­sition to socialism, man \"starts to see himself reflected in his work and to understand his full stature as a human being through the object created, through the work accomplished. Work no longer entails surrendering a part of his being in the form of labor power sold, which no longer belongs to him, but represents an expression and extension of himself, a contribution to the common social exist­ence in which he is reflected."},{"id":341,"quote":"The harsh blows of reality need to be felt before we begin to change; and we always prefer to change the form, that which is most clearly visible as being negative, rather than tackle the real essence of all the difficulties that exist today, which is this false conception of the communist human being based on a long-established economic practice that tends, and will always tend, to convert humans into little more than numbers in the production process through the lever of material interest."},{"id":342,"quote":"Not underdeveloped, as they call us, because we are not underdeveloped. We are simply badly developed, badly developed because imperialism long ago took over our raw materials and set out to exploit them according to its own imperial needs."},{"id":343,"quote":"My tired eyes refused to sleep and in them a pair of green spots swirled, representing the world I had left for dead behind me and mocking the so-called liberation I sought. They harnessed their image to my extraordinary flight across the lands and seas of the world."},{"id":344,"quote":"He will also make use of what he learns as the months or years of the war strengthen his revolutionary convictions, making him more radical as the potency of arms is demonstrated, as the outlook of the inhabitants becomes a part of his spirit and of his own life, and as he understands the justice and the vital necessity of a series of changes, of which the theoretical importance appeared to him before, but devoid of practical urgency."}]