[{"id":1,"quote":"A nation can survive its fools, and even the ambitious. But it cannot survive treason from within. An enemy at the gates is less formidable, for he is known and carries his banner openly. But the traitor moves amongst those within the gate freely, his sly whispers rustling through all the alleys, heard in the very halls of government itself."},{"id":2,"quote":"Six mistakes mankind keeps making century after century: Believing that personal gain is made by crushing others; Worrying about things that cannot be changed or corrected; Insisting that a thing is impossible because we cannot accomplish it; Refusing to set aside trivial preferences; Neglecting development and refinement of the mind; Attempting to compel others to believe and live as we do."},{"id":3,"quote":"Politicians are not born; they are excreted."},{"id":4,"quote":"Do not blame Caesar, blame the people of Rome who have so enthusiastically acclaimed and adored him and rejoiced in their loss of freedom and danced in his path and gave him triumphal processions. Blame the people who hail him when he speaks in the Forum of the 'new, wonderful good society' which shall now be Rome, interpreted to mean 'more money, more ease, more security, more living fatly at the expense of the industrious.'"},{"id":5,"quote":"Never was a government that was not composed of liars, malefactors and thieves."},{"id":6,"quote":"When a government becomes powerful it is destructive, extravagant and violent; it is an usurer which takes bread from innocent mouths and deprives honorable men of their substance, for votes with which to perpetuate itself."},{"id":7,"quote":"Though liberty is established by law, we must be vigilant, for liberty to enslave us is always present under that very liberty.  Our Constitution speaks of the \"general welfare of the people.\"  Under that phrase all sorts of excesses can be employed by lusting tyrants to make us bondsmen."},{"id":8,"quote":"What society does to its children, so will its children do to society."},{"id":9,"quote":"Poor is the nation that has no heroes, but poorer still is the nation that having heroes, fails to remember and honor them."},{"id":10,"quote":"A nation can survive its fools, even the ambitious. But it cannot survive treason from within....for the traitor appears not to be a traitor...he rots the soul of a nation...he infects the body politic so that it can no longer resist."},{"id":11,"quote":"There exists a law, not written down anywhere but inborn in our hearts; a law which comes to us not by training or custom or reading but by derivation and absorption and adoption from nature itself; a law which has come to us not from theory but from practice, not by instruction but by natural intuition. I refer to the law which lays it down that, if our lives are endangered by plots or violence or armed robbers or enemies, any and every method of protecting ourselves is morally right."},{"id":12,"quote":"To be ignorant of what occurred before you were born is to remain always a child. For what is the worth of human life, unless it is woven into the life of our ancestors by the records of history?"},{"id":13,"quote":"Any man can make mistakes, but only an idiot persists in his error."},{"id":14,"quote":"Life without learning is death."},{"id":15,"quote":"Within the character of the citizen, lies the welfare of the nation."},{"id":16,"quote":"The higher we are placed, the more humbly we should walk."},{"id":17,"quote":"If you wish to persuade me, you must think my thoughts, feel my feelings, and speak my words."},{"id":18,"quote":"More is lost by indecision than wrong decision. Indecision is the thief of opportunity. It will steal you blind."},{"id":19,"quote":"People don't know the value of what they have until it is gone: Freedom suppressed and again regained bites with keener fangs than freedom never endangered.... Liberty is rendered even more precious by the recollection of servitude. Don't wait till freedom is gone before you enjoy, value, support, protect and make the most of it!"},{"id":20,"quote":"Let the welfare of the people be the ultimate law."},{"id":21,"quote":"A bureaucrat is the most despicable of men, though he is needed as vultures are needed, but one hardly admires vultures whom bureaucrats so strangely resemble. I have yet to meet a bureaucrat who was not petty, dull, almost witless, crafty or stupid, an oppressor or a thief, a holder of little authority in which he delights, as a boy delights in possessing a vicious dog. Who can trust such creatures?"},{"id":22,"quote":"Times are bad. Children no longer obey their parents, and everyone is writing a book."},{"id":23,"quote":"The budget should be balanced, the treasury refilled, public debt reduced, the arrogance of officialdom tempered and controlled, and the assistance to foreign lands curtailed, lest Rome become bankrupt."},{"id":24,"quote":"Read at every wait; read at all hours; read within leisure; read in times of labor; read as one goes in; read as one goest out. The task of the educated mind is simply put: read to lead."},{"id":25,"quote":"It is the peculiar quality of a fool to perceive the faults of others and to forget his own."},{"id":26,"quote":"If you have a garden and a library, you have everything you need."},{"id":27,"quote":"When you have no basis for an argument, abuse the plaintiff."},{"id":28,"quote":"The wise are instructed by reason, average minds by experience, the stupid by necessity and the brute by instinct."},{"id":29,"quote":"We learn nothing from history except that we learn nothing from history."},{"id":30,"quote":"To be ignorant of what occurred before you were born is to remain always a child."},{"id":31,"quote":"Silence is one of the great arts of conversation."},{"id":32,"quote":"The Jews belong to a dark and repulsive force. One knows how numerous this clique is, how they stick together and what power they exercise through their unions. They are a nation of rascals and deceivers."},{"id":33,"quote":"If we are forced, at every hour, to watch or listen to horrible events, this constant stream of ghastly impressions will deprive even the most delicate among us of all respect for humanity."},{"id":34,"quote":"Nothing is more unreliable than the populace, nothing more obscure than human intentions, nothing more deceptive than the whole electoral system."},{"id":35,"quote":"They condemn what they do not understand."},{"id":36,"quote":"It is not enough to acquire wisdom, it is necessary to employ it."},{"id":37,"quote":"For out of such an ungoverned populace one is usually chosen as a leader, someone bold and unscrupulous who curries favor with the people by giving them other men's property. To such a man the protection of public office is given, and continually renewed. He emerges as a tyrant over the very people who raised him to power."},{"id":38,"quote":"What is morally wrong can never be advantageous, even when it enables you to make some gain that you believe to be to your advantage. The mere act of believing that some wrongful course of action constitutes an advantage is pernicious."},{"id":39,"quote":"More laws, less justice."},{"id":40,"quote":"Nihil est incertius vulgo, nihil obscurius voluntate hominum, nihil fallacius ratione tota comitiorum. (Nothing is more unpredictable than the mob, nothing more obscure than public opinion, nothing more deceptive than the whole political system.)"},{"id":41,"quote":"The life of the dead is placed on the memories of the living. The love you gave in life keeps people alive beyond their time. Anyone who was given love will always live on in another's heart."},{"id":42,"quote":"In a republic this rule ought to be observed: that the majority should not have the predominant power."},{"id":43,"quote":"I have always been of the opinion that unpopularity earned by doing what is right is not unpopularity at all, but glory."},{"id":44,"quote":"It is not by muscle, speed, or physical dexterity that great things are achieved, but by reflection, force of character, and judgment."},{"id":45,"quote":"Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief."},{"id":46,"quote":"They who say that we should love our fellow-citizens but not foreigners, destroy the universal brotherhood of mankind, with which benevolence and justice would perish forever."},{"id":47,"quote":"A man would have no pleasures in discovering all the beauties of the universe, even in heaven itself, unless he had a partner to whom he might communicate his joys."},{"id":48,"quote":"No one dances sober, unless he is insane."},{"id":49,"quote":"Next to God we are nothing. To God we are Everything."},{"id":50,"quote":"There are two ways to resolve conflicts, through violence or through negotiation. Violence is for wild beasts, negotiation is for human beings."},{"id":51,"quote":"To be content with what we possess is the greatest and most secure of riches."},{"id":52,"quote":"Gratitude is not only the greatest of virtues, but the parent of all the others."},{"id":53,"quote":"The first duty of man is the seeking after and the investigation of truth."},{"id":54,"quote":"As I give thought to the matter, I find four causes for the apparent misery of old age; first, it withdraws us from active accomplishments; second, it renders the body less powerful; third, it deprives us of almost all forms of enjoyment; fourth, it stands not far from death."},{"id":55,"quote":"Nothing is so secure as that money will not defeat it."},{"id":56,"quote":"If I had more time, I would have written a shorter letter."},{"id":57,"quote":"Morals today are corrupted by our worship of riches."},{"id":58,"quote":"They are, all of them, born with raging fanaticism in their hearts, just as the Bretons and the Germans are born with blond hair. I would not be in the least bit surprised if these people would not some day become deadly to the human race."},{"id":59,"quote":"A home without books is a body without soul."},{"id":60,"quote":"I prefer tongue-tied knowledge to ignorant loquacity."},{"id":61,"quote":"Enjoy the blessing of strength while you have it and do not bewail it when it is gone, unless, forsooth, you believe that youth must lament the loss of infancy, or early manhood the passing of youth. Life's race-course is fixed; Nature has only a single path and that path is run but once, and to each stage of existence has been allotted its own appropriate quality; so that the weakness of childhood, the impetuosity of youth, the seriousness of middle life, the maturity of old age.. each bears some of Nature's fruit, which must be garnered in its own season."},{"id":62,"quote":"We should be careful that our benevolence does not exceed our means."},{"id":63,"quote":"What then is freedom? The power to live as one wishes."},{"id":64,"quote":"A nation can survive its fools, and even the ambitious. But it cannot survive treason from within."},{"id":65,"quote":"The authority of those who teach is often an obstacle to those who want to learn."},{"id":66,"quote":"We were born to unite with our fellow men, and to join in community with the human race."},{"id":67,"quote":"Non nobis solum nati sumus. (Not for ourselves alone are we born.)"},{"id":68,"quote":"Man was born for two things--thinking and acting."},{"id":69,"quote":"Whatever you do, do with all your might."},{"id":70,"quote":"The greater the difficulty, the greater the glory."},{"id":71,"quote":"If our lives are endangered by plots or violence or armed robbers or enemies, any and every method of protecting ourselves is morally right."},{"id":72,"quote":"We should be as careful of our words as of our actions."},{"id":73,"quote":"We forget our pleasures, we remember our sufferings."},{"id":74,"quote":"Extreme justice is extreme injustice."},{"id":75,"quote":"Man must suffer to be wise."},{"id":76,"quote":"Through doubt we arrive at the truth."},{"id":77,"quote":"Long life is denied us; therefore let us do something to show that we have lived."},{"id":78,"quote":"In this statement, my Scipio, I build on your own admirable definition, that there can be no community, properly so called, unless it be regulated by a combination of rights. And by this definition it appears that a multitude of men may be just as tyrannical as a single despot and indeed this is the most odious of all tyrannies, since no monster can be more barbarous than the mob, which assumes the name and mask of the people."},{"id":79,"quote":"There is no one who can give you wiser advice than you can give yourself: you will never make a slip, if you listen to your own heart."},{"id":80,"quote":"By doubting we come at truth."},{"id":81,"quote":"Please go on, make your threats. I don't like to submit to mere implication."},{"id":82,"quote":"It is as hard for the good to suspect evil, as it is for the bad to suspect good."},{"id":83,"quote":"When time and need require, we should resist with all our might, and prefer death to slavery and disgrace."},{"id":84,"quote":"Let us not listen to those who think we ought to be angry with our enemies, and who believe this to be great and manly. Nothing is so praiseworthy, nothing so clearly shows a great and noble soul, as clemency and readiness to forgive."},{"id":85,"quote":"To err is human, but to persevere in error is only the act of a fool."},{"id":86,"quote":"Dum Spiro, spero- As long as I breathe, I hope."},{"id":87,"quote":"The life of the dead is placed in the memory of the living."},{"id":88,"quote":"Those who do not know history will forever remain children"},{"id":89,"quote":"Of all nature's gifts to the human race, what is sweeter to a man than his children?"},{"id":90,"quote":"If we are not ashamed to think it, we should not be ashamed to say it."},{"id":91,"quote":"No one has the right to be sorry for himself for a misfortune that strikes everyone."},{"id":92,"quote":"Too much liberty leads both men and nations to slavery."},{"id":93,"quote":"Men do not realize how great an income thrift is."},{"id":94,"quote":"There is no duty more indispensible than that of returning a kindness."},{"id":95,"quote":"Wisdom is the only thing which can relieve us from the sway of the passions and the fear of danger, and which can teach us to bear the injuries of fortune itself with moderation, and which shows us all the ways which lead to tranquility and peace."},{"id":96,"quote":"It is a crime to put a Roman citizen in chains, it is an enormity to flog one, sheer murder to slay one: what, then, shall I say of crucifixion? It is impossible to find the word for such an abomination."},{"id":97,"quote":"There is nothing so charming as the knowledge of literature; of that branch of literature, I mean, which enables us to discover the infinity of things, the immensity of Nature, the heavens, the earth, and the seas; this is that branch which has taught us religion, moderation, magnanimity, and that has rescued the soul from obscurity; to make her see all things above and below, first and last, and between both; it is this that furnishes us wherewith to live well and happily, and guides us to pass our lives without displeasure and without offence."},{"id":98,"quote":"The pursuit, even of the best things, ought to be calm and tranquil."},{"id":99,"quote":"Let your desires be ruled by reason."},{"id":100,"quote":"No wise man ever thought that a traitor should be trusted."},{"id":101,"quote":"What nobler employment, or more valuable to the state, than that of the man who instructs the rising generation?"},{"id":102,"quote":"It is difficult to persuade mankind that the love of virtue is the love of themselves."},{"id":103,"quote":"I prefer the most unfair peace to the most righteous war."},{"id":104,"quote":"The countenance is the portrait of the soul, and the eyes mark its intentions."},{"id":105,"quote":"The men who administer public affairs must first of all see that everyone holds onto what is his, and that private men are never deprived of their goods by public men."},{"id":106,"quote":"Everything is alive... Everything is interconnected."},{"id":107,"quote":"The recovery of freedom is so splendid a thing that we must not shun even death when seeking to recover it."},{"id":108,"quote":"It is exercise alone that supports the spirits, and keeps the mind in vigor."},{"id":109,"quote":"Wisdom often exists under a shabby coat."},{"id":110,"quote":"We study history not to be clever in another time, but to be wise always."},{"id":111,"quote":"A man of courage is also full of faith."},{"id":112,"quote":"The higher our position the more modestly we should behave."},{"id":113,"quote":"I hear Socrates saying that the best seasoning for food is hunger; for drink, thirst."},{"id":114,"quote":"Any man may make a mistake; none but a fool will stick to it. Second thoughts are best as the proverb says."},{"id":115,"quote":"Men, in whatever anxiety they may be, if they are men, sometimes indulge in relaxation."},{"id":116,"quote":"The more virtuous any man is, the less easily does he suspect others to be vicious."},{"id":117,"quote":"If we lose affection and kindliness from our life: we lose all that gives it charm."},{"id":118,"quote":"The life given us, by nature is short; but the memory of a well-spent life is eternal."},{"id":119,"quote":"You will be as much value to others as you have been to yourself."},{"id":120,"quote":"Brevity is a great charm of eloquence."},{"id":121,"quote":"Most happy is he who is entirely self-reliant, and who centers all his requirements in himself alone."},{"id":122,"quote":"Cultivation to the mind is as necessary as food to the body."},{"id":123,"quote":"The more laws, the less justice."},{"id":124,"quote":"There never was a great soul that did not have some divine inspiration."},{"id":125,"quote":"When you wish to instruct, be brief; that men's [children's] minds take in quickly what you say, learn its lesson, and retain it faithfully. Every word that is unnecessary only pours over the side of a brimming mind."},{"id":126,"quote":"We are obliged to respect, defend and maintain the common bonds of union and fellowship that exist among all members of the human race."},{"id":127,"quote":"Whatever is done without ostentation, and without the people being witnesses of it, is, in my opinion, most praiseworthy: not that the public eye should be entirely avoided, for good actions desire to be placed in the light; but notwithstanding this, the greatest theater for virtue is conscience."},{"id":128,"quote":"Not only is there an art in knowing a thing, but also a certain art in teaching it."},{"id":129,"quote":"The first law for the historian is that he shall never dare utter an untruth. The second is that he shall suppress nothing that is true. Moreover, there shall be no suspicion of partiality in his writing, or of malice."},{"id":130,"quote":"Probabilities direct the conduct of the wise man."},{"id":131,"quote":"Genius is fostered by industry."},{"id":132,"quote":"Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world."},{"id":133,"quote":"It is the nature of every person to error, but only the fool perseveres in error."},{"id":134,"quote":"It is a man's own dishonesty, his crimes, his wickedness, and boldness, that takes away from him soundness of mind; these are the furies, these the flames and firebrands, of the wicked."},{"id":135,"quote":"Our minds possess by nature an insatiable desire to know the truth."},{"id":136,"quote":"What is dishonorably got, is dishonorably squandered."},{"id":137,"quote":"Sweet is the recollection of difficulties overcome."},{"id":138,"quote":"I prefer the wisdom of the uneducated to the folly of the loquacious."},{"id":139,"quote":"Vivere est cogitare. (To think is to live)"},{"id":140,"quote":"Nature has granted the use of life like a loan, without fixing any day for repayment."},{"id":141,"quote":"Every man should bear his own grievances rather than detract from the comforts of another."},{"id":142,"quote":"Time obliterates the fictions of opinion and confirms the decisions of nature."},{"id":143,"quote":"I cheerfully quit from life as if it were an inn, not a home; for Nature has given us a hostelry in which to sojourn, not to abide."},{"id":144,"quote":"Your enemies can kill you, but only your friends can hurt you."},{"id":145,"quote":"Crimes are not to be measured by the issue of events, but by the bad intentions of men."},{"id":146,"quote":"You must therefore love me, myself, and not my circumstances, if we are to be real friends."},{"id":147,"quote":"Man is his own worst enemy.\n[Lat., Nihil inimicius quam sibi ipse.]"},{"id":148,"quote":"Every evil in the bud is easily crushed: as it grows older, it becomes stronger."},{"id":149,"quote":"Exercise and temperance can preserve something of our early strength even in old age."},{"id":150,"quote":"It is necessary for a Senator to be thoroughly acquainted with the constitution; and this is a knowledge of the most extensive nature; a matter of science, of diligence, of reflection, without which no Senator can possibly be fit for his office."},{"id":151,"quote":"Every word that is unnecessary only pours over the side of a brimming mind."},{"id":152,"quote":"The enemy is within the gates; it is with our own luxury, our own folly, our own criminality that we have to contend."},{"id":153,"quote":"God's law is 'right reason.' When perfectly understood it is called 'wisdom.' When applied by government in regulating human relations it is called 'justice."},{"id":154,"quote":"Virtue is its own reward."},{"id":155,"quote":"Each part of life has its own pleasures.  Each has its own abundant harvest, to be garnered in season.  We may grow old in body, but we need never grow old in mind and spirit.  No one is as old as to think he or she cannot live one more year."},{"id":156,"quote":"If anyone cannot feel the power of God when he looks upon the stars, then I doubt whether he is capable of feeling at all. From the enduring wonder of the heavens flows all grace and power. If anyone thinks it is mindless then he himself must be out of his mind."},{"id":157,"quote":"Before beginning, plan carefully."},{"id":158,"quote":"What is permissible is not always honorable."},{"id":159,"quote":"The most evident difference between man and animals is this: the beast, in as much as it is largely motivated by the senses and with little perception of the past or future, lives only for the present. But man, because he is endowed with reason by which he is able to perceive relationships, sees the causes of things, understands the reciprocal nature of cause and effect, makes analogies, easily surveys the whole course of his life, and makes the necessary preparations for its conduct."},{"id":160,"quote":"Sound conviction should influence us rather than public opinion."},{"id":161,"quote":"Trust no one unless you have eaten much salt with him."},{"id":162,"quote":"Our generosity never should exceed our abilities."},{"id":163,"quote":"The rule of friendship means there should be mutual sympathy between them, each supplying what the other lacks and trying to benefit the other, always using friendly and sincere words."},{"id":164,"quote":"Orators are most vehement when they have the weakest cause, as men get on horseback when they cannot walk."},{"id":165,"quote":"It is better to receive than to do injury."},{"id":166,"quote":"While all other things are uncertain, evanescent, and ephemeral, virtue alone is fixed with deep roots; it can neither be overthrown by any violence or moved from its place."},{"id":167,"quote":"Nature has planted in our minds an insatiable longing to see the truth."},{"id":168,"quote":"Friends, though absent, are still present."},{"id":169,"quote":"We are motivated by a keen desire for praise, and the better a man is the more he is inspired by glory. The very philosophers themselves, even in those books which they write in contempt of glory, inscribe their names."},{"id":170,"quote":"There is no duty more obligatory than the repayment of kindness."},{"id":171,"quote":"Hunger is the best sauce."},{"id":172,"quote":"The wise man knows nothing if he cannot benefit from his wisdom. Wisdom is not only to be acquired, but also to be utilized."},{"id":173,"quote":"The multitude of fools is a protection to the wise."},{"id":174,"quote":"Memory is the treasury and guardian of all things."},{"id":175,"quote":"To live long, live slowly."},{"id":176,"quote":"It is the character of a brave and resolute man not to be ruffled by adversity and not to desert his post."},{"id":177,"quote":"It is fortune, not wisdom, that rules man's life."},{"id":178,"quote":"There is nothing which God cannot do.\n[Lat., Nihil est quod deus efficere non possit.]"},{"id":179,"quote":"If some lose their whole fortunes, they will drag many more down with them . . . believe me that the whole system of credit and finance which is carried on here at Rome in the Forum, is inextricably bound up with the revenues of the Asiatic province. If Those revenues are destroyed, our whole system of credit will come down with a crash."},{"id":180,"quote":"When money is unreasonably coveted, it is a disease of the mind which is called avarice."},{"id":181,"quote":"I shall always consider the best guesser the best prophet."},{"id":182,"quote":"Study carefully, the character of the one you recommend, lest their misconduct bring you shame."},{"id":183,"quote":"In so far as the mind is stronger than the body, so are the ills contracted by the mind more severe than those contracted by the body."},{"id":184,"quote":"The strictest law often causes the most serious wrong"},{"id":185,"quote":"The world has not yet learned the riches of frugality."},{"id":186,"quote":"Probability is the very guide of life."},{"id":187,"quote":"A mind without instruction can no more bear fruit than can a field, however fertile, without cultivation."},{"id":188,"quote":"Whatever is graceful is virtuous, and whatever is virtuous is graceful."},{"id":189,"quote":"Advice in old age is foolish; for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey's end."},{"id":190,"quote":"An acute first-class brain is the finest asset anyone can have- and, if we want to be happy, it is an asset we must exploit to the uttermost."},{"id":191,"quote":"Wisdom is not only to be acquired, but enjoyed."},{"id":192,"quote":"Nobody can give you wiser advice than yourself; you will never err if you listen to your own suggestions."},{"id":193,"quote":"Hatreds not vowed and concealed are to be feared more than those openly declared."},{"id":194,"quote":"Thus in the beginning the world was so made that certain signs come before certain events."},{"id":195,"quote":"There are no true friends in politics."},{"id":196,"quote":"There is sufficient reward in the mere consciousness of a good action."},{"id":197,"quote":"Reason should direct, and appetite obey."},{"id":198,"quote":"In a discussion of this kind our interest should be centered not on the weight of the authority but on the weight of the argument. Indeed the authority of those who set out to teach is often an impediment to those who wish to learn. They cease to use their own judgment and regard as gospel whatever is put forward by their chosen teacher."},{"id":199,"quote":"When I consider the wonderful activity of the mind, so great a memory of what is past, and such a capacity of penetrating into the future: when I behold such a number of arts and sciences, and such a multitude of discoveries hence arising,--I believe and am firmly persuaded that a nature which contains so many things within itself cannot be mortal."},{"id":200,"quote":"It is not only arrogant, but it is profligate, for a man to disregard the world's opinion of himself."},{"id":201,"quote":"It is graceful in a man to think and to speak with propriety, to act with deliberation, and in every occurrence of life to find out and persevere in the truth. On the other hand, to be imposed upon, to mistake, to falter, and to be deceived, is as ungraceful as to rave or to be insane."},{"id":202,"quote":"It is virtue itself that produces and sustains friendship, not without virtue can friendship by any possibility exist."},{"id":203,"quote":"Never injure a friend, even in jest."},{"id":204,"quote":"The diseases of the mind are more and more destructive than those of the body.\n[Lat., Morbi perniciores pluresque animi quam corporis.]"},{"id":205,"quote":"As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind."},{"id":206,"quote":"For surely to be wise is the most desirable thing in all the world."},{"id":207,"quote":"To stumble twice against the same stone, is a proverbsial disgrace."},{"id":208,"quote":"To give counsel, as well as to take it, is a feature of true friendship."},{"id":209,"quote":"It shows a weak mind not to bear prosperity as well as adversity with moderation."},{"id":210,"quote":"Laws are inoperative in war"},{"id":211,"quote":"Would that I could discover truth as easily as I can uncover falsehood."},{"id":212,"quote":"It is not enough merely possess virtue, as if it were an art; it should be practiced."},{"id":213,"quote":"Politeness and an affable address are our best introduction."},{"id":214,"quote":"It was fear that was then making you a good citizen, which is never a lasting teacher of duty."},{"id":215,"quote":"If the truth were self-evident, eloquence would be unnecessary."},{"id":216,"quote":"Rightly defined philosophy is simply the love of wisdom."},{"id":217,"quote":"In all matters, before beginning, a diligent preparation should be made."},{"id":218,"quote":"Freedom suppressed and again regained bites with keener fangs than freedom never endangered."},{"id":219,"quote":"Civilized people are taught by logic, barbarians, by necessity, communities by tradition; and the lesson inculcated even in wild beasts by nature itself. They learn that they have to defend their own bodies and persons lives from violence of any and every kind by all means within their power."},{"id":220,"quote":"This excessive licence, which the anarchists think is the only true freedom, provides the stock, as it were, from which a tyrant grows."},{"id":221,"quote":"The man who backbites an absent friend, nay, who does not stand up for him when another blames him, the man who angles for bursts of laughter and for the repute of a wit, who can invent what he never saw, who cannot keep a secret -- that man is black at heart: mark and avoid him."},{"id":222,"quote":"An agreement of rash men (a conspiracy)."},{"id":223,"quote":"It is foolish to tear one's hair in grief, as though sorrow would be made less by baldness."},{"id":224,"quote":"I never admire another's fortune so much that I became dissatisfied with my own."},{"id":225,"quote":"All pain is either severe or slight, if slight, it is easily endured; if severe, it will without doubt be brief."},{"id":226,"quote":"There is no castle so strong that it cannot be overthrown by money."},{"id":227,"quote":"Brevity is the best recommendation of speech, whether in a senator or an orator."},{"id":228,"quote":"I criticize by creation - not by finding fault."},{"id":229,"quote":"Care should be taken that the punishment does not exceed the guilt; and also that some men do not suffer for offenses for which others are not even indicted."},{"id":230,"quote":"In friendship we find nothing false or insincere; everything is straight forward, and springs from the heart."},{"id":231,"quote":"The house should derive dignity from the master, not the master from the house."},{"id":232,"quote":"He has no worse enemy than himself."},{"id":233,"quote":"Nature herself makes the wise man rich."},{"id":234,"quote":"The rabble estimate few things according to their real value, most things according to their prejudices."},{"id":235,"quote":"There is no place more delightful than home."},{"id":236,"quote":"In prosperity let us most carefully avoid pride, disdain, and arrogance."},{"id":237,"quote":"Vicious habits are so odious and degrading that they transform the individual who practices them into an incarnate demon."},{"id":238,"quote":"The man who commands efficiently must have obeyed others in the past, and the man who obeys dutifully is worthy of someday being a commander."},{"id":239,"quote":"We can more easily avenge an injury than requite a kindness; on this account, because there is less difficulty in getting the better of the wicked than in making one's self equal with the good."},{"id":240,"quote":"To add a library to a house is to give that house a soul."},{"id":241,"quote":"O tempora! O mores!\nO what times (are these)! what morals!"},{"id":242,"quote":"After victory, you have more enemies."},{"id":243,"quote":"That last day does not bring extinction to us, but change of place."},{"id":244,"quote":"A thankful heart is not only the greatest virtue but the parent of all the other virtues."},{"id":245,"quote":"I am never less alone than when alone."},{"id":246,"quote":"Nothing is so unbelievable that oratory cannot make it acceptable."},{"id":247,"quote":"The name of peace is sweet, and the thing itself is beneficial, but there is a great difference between peace and servitude. Peace is freedom in tranquillity, servitude is the worst of all evils, to be resisted not only by war, but even by death."},{"id":248,"quote":"What is dignity without honesty?"},{"id":249,"quote":"Do not hold the delusion that your advancement is accomplished by crushing others."},{"id":250,"quote":"There are gems of thought that are ageless and eternal."},{"id":251,"quote":"How much in love with himself, and that too without a rival!"},{"id":252,"quote":"I do not understand what the man who is happy wants in order to be happier."},{"id":253,"quote":"The Intellect engages us in the pursuit of Truth. The Passions impel us to Action."},{"id":254,"quote":"The good of the people is the greatest law."},{"id":255,"quote":"So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge."},{"id":256,"quote":"Judge not by the number, but by the weight."},{"id":257,"quote":"A thankful heart is the greatest virtue."},{"id":258,"quote":"In anger nothing right nor judicious can be done."},{"id":259,"quote":"Ability without honor is useless."},{"id":260,"quote":"Glory follows virtue as if it were its shadow."},{"id":261,"quote":"There is no grief which time does not lessen and soften."},{"id":262,"quote":"We all are imbued with the love of praise."},{"id":263,"quote":"Prosperity demands of us more prudence and moderation than adversity."},{"id":264,"quote":"If a man cannot feel the power of God when he looks upon the stars, then I doubt whether he is capable of any feeling at all."},{"id":265,"quote":"Friendship is the only thing in the world concerning the usefulness of which all mankind are agreed."},{"id":266,"quote":"In ancient times music was the foundation of all the sciences. Education was begun with music with the persuasion that nothing could be expected of a man who was ignorant of music."},{"id":267,"quote":"It is not easy to distinguish between true and false affection, unless there occur one of those crises in which, as gold is tried by fire, so a faithful friendship may be tested by danger."},{"id":268,"quote":"While the sick man has life, there is hope."},{"id":269,"quote":"An army abroad is of little use unless there are prudent counsels at home.\n[Lat., Parvi enim sunt foris arma, nisi est consilium domi.]"},{"id":270,"quote":"The face is a picture of the mind with the eyes as its interpreter."},{"id":271,"quote":"Promises are not to be kept, if the keeping of them is to prove harmful to those to whom you have made them."},{"id":272,"quote":"It shows a brave and resolute spirit not to be agitated in exciting circumstances."},{"id":273,"quote":"The mere act of believing that some wrongful course of action constitutes an advantage is pernicious."},{"id":274,"quote":"The works of nature must all be accounted good."},{"id":275,"quote":"To teach is a necessity, to please is a sweetness, to persuade is a victory."},{"id":276,"quote":"History is the teacher of life"},{"id":277,"quote":"As fire when thrown into water is cooled down and put out, so also a false accusation when brought against a man of the purest and holiest character, boils over and is at once dissipated, and vanishes."},{"id":278,"quote":"I remember the very thing that I do not wish to; I cannot forget the things I wish to forget."},{"id":279,"quote":"Superstition is an unreasoning fear of God."},{"id":280,"quote":"Courage is virtue which champions the cause of right."},{"id":281,"quote":"Knowledge which is divorced from justice, may be called cunning rather than wisdom."},{"id":282,"quote":"Let the punishment be proportionate to the offense."},{"id":283,"quote":"Prudence is the knowledge of things to be sought, and those to be shunned."},{"id":284,"quote":"The safety of the people shall be the highest law."},{"id":285,"quote":"An unjust peace is better than a just war."},{"id":286,"quote":"The most desirable thing in life after health and modest means is leisure with dignity."},{"id":287,"quote":"Diseases of the soul are more dangerous and more numerous than those of the body."},{"id":288,"quote":"Tomorrow will give us something to think about"},{"id":289,"quote":"Borrowing from Peter to pay Paul."},{"id":290,"quote":"History is indeed the witness of the times, the light of truth."},{"id":291,"quote":"The harvest of old age is the recollection and abundance of blessing previously secured."},{"id":292,"quote":"A person who is wise does nothing against their will, nothing with sighing or under coercion."},{"id":293,"quote":"The gods attend to great matters, they neglect small ones."},{"id":294,"quote":"Whatever befalls in accordance with nature should be accounted good."},{"id":295,"quote":"Virtue and decency are so nearly related that it is difficult to separate them from each other but in our imagination."},{"id":296,"quote":"Persistence in a single view has never been regarded as a merit in political leaders."},{"id":297,"quote":"Strict law is often great injustice."},{"id":298,"quote":"It is difficult to tell how much men's minds are conciliated by a kind manner and gentle speech."},{"id":299,"quote":"We ought to regard amiability as the quality of woman, dignity that of man."},{"id":300,"quote":"Anyone may fairly seek his own advantage, but no one has a right to do so at another's expense."},{"id":301,"quote":"I look upon the pleasure which we take in a garden as one of the most innocent delights in human life. . . It gives us a great insight into the contrivance and wisdom of Nature, and suggests innumerable subjects for meditation."},{"id":302,"quote":"Things perfected by nature are better than those finished by art."},{"id":303,"quote":"History is the witness that testifies to the passing of time."},{"id":304,"quote":"The absolute good is not a matter of opinion but of nature."},{"id":305,"quote":"Rashness belongs to youth; prudence to old age."},{"id":306,"quote":"Learning is a kind of natural food for the mind."},{"id":307,"quote":"Nor am I ashamed, as some are, to confess my ignorance of those matters with which I am unacquainted."},{"id":308,"quote":"A bachelor's bed is the most pleasant."},{"id":309,"quote":"Generosity should never exceed ability."},{"id":310,"quote":"The administration of government, like a guardianship ought to be directed to the good of those who confer, not of those who receive the trust."},{"id":311,"quote":"The impulse which directs to right conduct, and deters from crime, is not only older than the ages of nations and cities, but coeval with that Divine Being who sees and rules both heaven and earth."},{"id":312,"quote":"Freedom is participation in power."},{"id":313,"quote":"Be a pattern to others and then all will go well."},{"id":314,"quote":"You may never be less alone than when you are alone."},{"id":315,"quote":"Grief is not in the nature of things, but in opinion."},{"id":316,"quote":"The false is nothing but an imitation of the true."},{"id":317,"quote":"There is no mortal whom pain and disease do not reach."},{"id":318,"quote":"Should this my firm persuasion of the soul's immortality prove to be a mere delusion, it is at least a pleasing delusion, and I will cherish it to my last breath."},{"id":319,"quote":"Advice is judged by results, not by intentions."},{"id":320,"quote":"Vicious habits are so great a stain to human nature, and so odious in themselves, that every person actuated by right reason would avoid them, though he were sure they would be always concealed both from God and man, and had no future punishment entailed upon them."},{"id":321,"quote":"No liberal man would impute a charge of unsteadiness to another for having changed his opinion."},{"id":322,"quote":"Men of different tastes have different pursuits."},{"id":323,"quote":"The master sometimes serves, and the servant sometimes is master."},{"id":324,"quote":"Laws are silent in time of war."},{"id":325,"quote":"The great theatre for virtue is conscience."},{"id":326,"quote":"Friends are proved by adversity."},{"id":327,"quote":"Hatred is a settled anger."},{"id":328,"quote":"Every stage of human life, except the last, is marked out by certain and defined limits; old age alone has no precise and determinate boundary."},{"id":329,"quote":"As in the case of wines that improve with age, the oldest friendships ought to be the most delightful."},{"id":330,"quote":"Even while Jerusalem was standing and the Jews were at peace with us, the practice of their sacred rites was at variance with the glory of our empire, the dignity of our name, the customs of our ancestors."},{"id":331,"quote":"We are bound by the law, so that we may be free."},{"id":332,"quote":"All soils are not fertile."},{"id":333,"quote":"He who acknowledges a kindness has it still, and he who has a grateful sense of it has requited it."},{"id":334,"quote":"Thou knowest how numerous this tribe is, how united and how powerful in the assemblies. I will plead in a low voice so that only the judges may hear, for instigators are not lacking to stir up the crowd against me, and against all the best citizens. To scorn, in the interest of the Republic, this multitude of Jews so often turbulent in the assemblies shows a singular strength of mind. The money is in the Treasury; they do not accuse us of theft; they seek to stir up hatreds."},{"id":335,"quote":"The memory of past troubles is pleasant.\n[Lat., Jucunda memoria est praeteritorum malorum.]"},{"id":336,"quote":"A man's own manner and character is what most becomes him."},{"id":337,"quote":"All men have a feeling, that they would rather you told them a civil lie than give them a point blank refusal.... If you make a promise, the thing is still uncertain, depends on a future day, and concerns but few people; but if you refuse you alienate people to a certainty and at once, and many people too."},{"id":338,"quote":"It is the act of a bad man to deceive by falsehood."},{"id":339,"quote":"Tall oaks grow from little acorns.Testing. This is the text of an item. Testing. Origin. Testing. Quoted. Testing. Source. The diligent farmer plants trees, of which he himself will never see the fruit."},{"id":340,"quote":"Men ought to be most annoyed by the sufferings which come from their own faults."},{"id":341,"quote":"Softly! Softly! I want none but the judges to hear me. The Jews have already gotten me into a fine mess, as they have many other gentleman. I have no desire to furnish further grist for their mills."},{"id":342,"quote":"Nothing is more noble, nothing more venerable than fidelity."},{"id":343,"quote":"Wars are to be undertaken in order that it may be possible to live in peace without molestation."},{"id":344,"quote":"Some men make a womanish complaint that it is a great misfortune to die before our time. I would ask what time? Is it that of Nature? But she, indeed, has lent us life, as we do a sum of money, only no certain day is fixed for payment. What reason then to complain if she demands it at pleasure, since it was on this condition that you received it."},{"id":345,"quote":"It might be pardonable to refuse to defend some men, but to defend them negligently is nothing short of criminal."},{"id":346,"quote":"No wise man has called a change of opinion in constancy."},{"id":347,"quote":"That is probable which for the most part usually comes to pass, or which is a part of the ordinary beliefs of mankind."},{"id":348,"quote":"Friendship was given by nature to be an assistant to virtue, not a companion in vice."},{"id":349,"quote":"As a philosopher, I have a right to ask for a rational explanation of religious faith."},{"id":350,"quote":"This is our special duty, that if anyone specially needs our help, we should give him such help to the utmost of our power."},{"id":351,"quote":"Robbing life of friendship is like robbing the world of the sun."},{"id":352,"quote":"No one is so old that he does not think he could live another year."},{"id":353,"quote":"Not to know what happened before means to remain forever a child."},{"id":354,"quote":"The science of love is the philosophy of the heart"},{"id":355,"quote":"The purpose of education is to free the student from the tyranny of the present."},{"id":356,"quote":"Falsehoods border on truths."},{"id":357,"quote":"If the soul has food for study and learning, nothing is more delightful than an old age of leisure."},{"id":358,"quote":"Never go to excess, but let moderation be your guide."},{"id":359,"quote":"It is like taking the sun out of the world, to bereave human life of friendship."},{"id":360,"quote":"This is the truth: as from a fire aflame thousands of sparks come forth, even so from the Creator an infinity of beings have life and to him return again."},{"id":361,"quote":"Learning maketh young men temperate, is the comfort of old age, standing for wealth with poverty, and serving as an ornament to riches."},{"id":362,"quote":"Favours out of place I regard as positive injuries."},{"id":363,"quote":"Other relaxations are peculiar to certain times, places and stages of life, but the study of letters is the nourishment of our youth, and the joy of our old age. They throw an additional splendor on prosperity, and are the resource and consolation of adversity; they delight at home, and are no embarrassment abroad; in short, they are company to us at night, our fellow travelers on a journey, and attendants in our rural recesses."},{"id":364,"quote":"The spirit is the true self. The spirit, the will to win, and the will to excel are the things that endure."},{"id":365,"quote":"I am of the opinion which you have always held, that \"viva voce\" voting at elections is the best method.\n[Lat., Nam ego in ista sum sententia, qua te fuisse semper scio, nihil ut feurit in suffragiis voce melius.]"},{"id":366,"quote":"Leisure consists in all those virtuous activities by which a man grows morally, intellectually, and spiritually. It is that which makes a life worth living."},{"id":367,"quote":"Pleasure blinds (so to speak) the eyes of the mind, and has no fellowship with virtue."},{"id":368,"quote":"For what is there more hideous than avarice, more brutal than lust, more contemptible than cowardice, more base than stupidity and folly?"},{"id":369,"quote":"When confronted by a hungry wolf, it is unwise to goad the beast, as Cato would have us do. But it is equally unwise to imagine the snarling animal a friend and offer your hand, as Pompey does.\" \"Perhaps you would have us climb a tree!"},{"id":370,"quote":"All action is of the mind and the mirror of the mind is the face, its index the eyes."},{"id":371,"quote":"Art is born of the observation and investigation of nature."},{"id":372,"quote":"A happy life consists in tranquility of mind."},{"id":373,"quote":"One who sees the Supersoul accompanying the individual soul in all bodies and who understands that neither the soul nor the Supersoul is ever destroyed, actually sees."},{"id":374,"quote":"Nature herself has imprinted on the minds of all the idea of God"},{"id":375,"quote":"The whole life of a philosopher is the meditation of his death."},{"id":376,"quote":"No one was ever great without some portion of divine inspiration."},{"id":377,"quote":"There is nothing god cannot do."},{"id":378,"quote":"Where is there dignity unless there is honesty?"},{"id":379,"quote":"Let every man practise the trade which he best understands."},{"id":380,"quote":"Nothing contributes to the entertainment of the reader more, than the change of times and the vicissitudes of fortune."},{"id":381,"quote":"We are not born, we do not live for ourselves alone; our country, our friends, have a share in us."},{"id":382,"quote":"Peace is freedom in tranquility."},{"id":383,"quote":"Live as brave men; and if fortune is adverse, front its blows with brave hearts."},{"id":384,"quote":"Socrates was the first to call philosophy down from the heavens and to place it in cities, and even to introduce it into homes and compel it to inquire about life and standards and goods and evils."},{"id":385,"quote":"To those who are engaged in commercial dealings, justice is indispensable for the conduct of business."},{"id":386,"quote":"A tear dries quickly when it is shed for troubles of others."},{"id":387,"quote":"Strain every nerve to gain your point."},{"id":388,"quote":"Dogs wait for us faithfully."},{"id":389,"quote":"Quo usque tandem abutere, Catilina, patientia nostra? In heaven's name,Catiline, how long will you abuse ourpatience?"},{"id":390,"quote":"For there is assuredly nothing dearer to a man than wisdom, and though age takes away all else, it undoubtedly brings us that."},{"id":391,"quote":"He does not seem to me to be a free man who does not sometimes do nothing."},{"id":392,"quote":"It is our own evil thoughts which madden us."},{"id":393,"quote":"In a disordered mind, as in a disordered body, soundness of health is impossible."},{"id":394,"quote":"Justice extorts no reward, no kind of price; she is sought, therefore, for her own sake."},{"id":395,"quote":"The whole of virtue consists in its practice."},{"id":396,"quote":"Time is the herald of truth."},{"id":397,"quote":"While there's life, there's hope."},{"id":398,"quote":"Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind."},{"id":399,"quote":"Kindness is produced by kindness."},{"id":400,"quote":"No man was ever great without divine inspiration.\n[Lat., Nemo vir magnus aliquo afflatu divino unquam fuit.]"},{"id":401,"quote":"Ill gotten gains will be ill spent."},{"id":402,"quote":"All literature, all philosophical treatises, all the voices of antiquity are full of examples for imitation, which would all lie unseen in darkness without the light of literature."},{"id":403,"quote":"The spirit is the true self."},{"id":404,"quote":"Inability to tell good from evil is the greatest worry of man's life."},{"id":405,"quote":"War leads to peace.\n[Lat., Cedant arma togae.]"},{"id":406,"quote":"As the grace of man is in the mind, so the beauty of the mind is eloquence."},{"id":407,"quote":"Fear is not a lasting teacher of duty."},{"id":408,"quote":"A thankful heart is not only the greatest virtue, but the parent of all the other virtues.\n[Lat., Gratus animus est una virtus non solum maxima, sed etiam mater virtutum onmium reliquarum.]"},{"id":409,"quote":"Nature has inclined us to love men."},{"id":410,"quote":"Dissimulation creeps gradually into the minds of men."},{"id":411,"quote":"Scurrility has no object in view but incivility; if it is uttered from feelings of petulance, it is mere abuse; if it is spoken in a joking manner, it may be considered raillery."},{"id":412,"quote":"An old man with something of the youth in him, may feel young in mind and heart only."},{"id":413,"quote":"This is a proof of a well-trained mind, to rejoice in what is good and to grieve at the opposite."},{"id":414,"quote":"It is besides necessary that whoever is brave should be a man of great soul."},{"id":415,"quote":"It is difficult to set bounds to the price unless you first set bounds to the wish."},{"id":416,"quote":"Rather leave the crime of the guilty unpunished than condemn the innocent."},{"id":417,"quote":"We cannot employ the mind to advantage when we are filled with excessive food and drink."},{"id":418,"quote":"Friendship is not to be sought for its wages, but because its revenue consists entirely in the love which it implies."},{"id":419,"quote":"If only every man would make proper use of his strength and do his utmost, he need never regret his limited ability."},{"id":420,"quote":"An ancient custom obtains force of nature."},{"id":421,"quote":"We don't believe a liar even when he tells the truth."},{"id":422,"quote":"Nothing dries sooner than a tear."},{"id":423,"quote":"Fortune is not only blind herself, but blinds the people she has embraced."},{"id":424,"quote":"No phase of life, whether public or private, can be free from duty."},{"id":425,"quote":"The thirst of desire is never filled, nor fully satisfied."},{"id":426,"quote":"True glory takes root, and even spreads; all false pretences, like flowers, fall to the ground; nor can any counterfeit last long."},{"id":427,"quote":"The foundations of justice are that on one shall suffer wrong; then, that the public good be promoted."},{"id":428,"quote":"Not to know what happened before you were born is to be a child forever. For what is the time of a man, except it be interwoven with that memory of ancient things of a superior age?"},{"id":429,"quote":"In nothing do men more nearly approach the gods than in giving health to men."},{"id":430,"quote":"We should never so entirely avoid danger as to appear irresolute and cowardly; but, at the same time, we should avoid unnecessarily exposing ourselves to danger, than which nothing can be more foolish."},{"id":431,"quote":"Let us remember that justice must be observed even to the lowest."},{"id":432,"quote":"It is virtue, virtue, which both creates and preserves friendship. On it depends harmony of interest, permanence, fidelity."},{"id":433,"quote":"A perverse temper and fretful disposition will make any state of life whatsoever unhappy."},{"id":434,"quote":"For even if the allotted space of life be short, it is long enough in which to live honorably and well."},{"id":435,"quote":"It is of no avail to know what is about to happen; for it is a sad thing to be grieved when grief can do no good."},{"id":436,"quote":"The office of liberality consisteth in giving with judgment."},{"id":437,"quote":"No man can be brave who thinks pain the greatest evil; nor temperate, who considers pleasure the highest good."},{"id":438,"quote":"Life is short, but art lives forever."},{"id":439,"quote":"Come now: Do we really think that the gods are everywhere called by the same names by which they are addressed by us? But the gods have as many names as there are languages among humans. For it is not with the gods as with you: you are Velleius wherever you go, but Vulcan is not Vulcan in Italy and in Africa and in Spain."},{"id":440,"quote":"Life is nothing without friendship."},{"id":441,"quote":"A life of peace, purity and refinement leads to a calm and untroubled old age."},{"id":442,"quote":"A s laws multiply, injustice increases."},{"id":443,"quote":"I depart from life as from an inn, and not as from my home.\n[Lat., Ex vita discedo, tanquam ex hospitio, non tanquam ex domo.]"},{"id":444,"quote":"True glory strikes root, and even extends itself; all false pretensions fall as do flowers, nor can any feigned thing be lasting."},{"id":445,"quote":"If I am mistaken in my opinion that the human soul is immortal, I willingly err; nor would I have this pleasant error extorted from me; and if, as some minute philosophers suppose, death should deprive me of my being, I need not fear the raillery of those pretended philosophers when they are no more."},{"id":446,"quote":"It is pleasant to recall past troubles."},{"id":447,"quote":"We must conceive of this whole universe as one commonwealth of which both gods and men are members."},{"id":448,"quote":"There is no statement so absurd that no philosopher will make it."},{"id":449,"quote":"A wise man does nothing by constraint."},{"id":450,"quote":"Who doesn't know that the first law of history is not to dare to say anything false, and the second is not to refrain from saying anything true?"},{"id":451,"quote":"We must not say that every mistake is a foolish one."},{"id":452,"quote":"He who has once deviated from the truth, usually commits perjury with as little scruple as he would tell a lie."},{"id":453,"quote":"For books are more than books, they are the life, the very heart and core of ages past, the reason why men worked and died, the essence and quintessence of their lives."},{"id":454,"quote":"O philosophy, you leader of life."},{"id":455,"quote":"The judgment of posterity is truer, because it is free from envy and malevolence."},{"id":456,"quote":"That which is usually called dotage is not the weak point of all old men, but only of such as are distinguished by their levity."},{"id":457,"quote":"Certain signs precede certain events."},{"id":458,"quote":"Nature abhors annihilation."},{"id":459,"quote":"In men of the highest character and noblest genius there is to be found an insatiable desire for honor, command, power, and glory."},{"id":460,"quote":"For to me every sort of peace with the citizens seemed to be of more service than civil war."},{"id":461,"quote":"Friendship makes prosperity brighter, while it lightens adversity by sharing its griefs and anxieties.\n[Lat., Secundas res splendidiores facit amicitia, et adversas partiens communicansque leviores.]"},{"id":462,"quote":"Friendship is given us by nature, not to favor vice, but to aid virtue."},{"id":463,"quote":"He he he... Crazy? Cicero? He he he he! That's... madness."},{"id":464,"quote":"A careful physician . . . before he attempts to administer a remedy to his patient, must investigate not only the malady of the man he wishes to cure, but also his habits when in health, and his physical constitution."},{"id":465,"quote":"Cannot people realize how large an income is thrift?"},{"id":466,"quote":"Our span of life is brief, but is long enough for us to live well and honestly."},{"id":467,"quote":"The habit of arguing in support of atheism, whether it be done from conviction or in pretense, is a wicked and impious practice."},{"id":468,"quote":"Religion is the pious worship of God."},{"id":469,"quote":"Liberty consists in the power of doing that which is permitted by the law."},{"id":470,"quote":"He cannot be strict in judging, who does not wish others to be strict judges of himself."},{"id":471,"quote":"What is dishonestly got vanishes in profligacy."},{"id":472,"quote":"The eyes, like sentinels, hold the highest place in the body.\n[Lat., Oculi, tanquam, speculatores, altissimum locum obtinent.]"},{"id":473,"quote":"Great is the power, great is the authority of a senate that is unanimous in its opinions."},{"id":474,"quote":"Not cohabitation but consensus constitutes marriage."},{"id":475,"quote":"To disregard what the world thinks of us is not only arrogant but utterly shameless.\n[Lat., Negligere quid de se quisque sentiat, non solum arrogantis est, sed etiam omnino dissoluti.]"},{"id":476,"quote":"Since an intelligence common to us all makes things known to us and formulates them in our minds, honorable actions are ascribed by us to virtue, and dishonorable actions to vice; and only a madman would conclude that these judgments are matters of opinion, and not fixed by nature."},{"id":477,"quote":"Let us drink for the replenishment of our strength, not for our sorrow"},{"id":478,"quote":"Through ignorance of what is good and what is bad, the life of men is greatly perplexed."},{"id":479,"quote":"He takes the greatest ornament from friendship, who takes modesty from it.\n[Lat., Maximum ornamentum amicitiae tollit, qui ex ea tollit verecudiam.]"},{"id":480,"quote":"Philosophy is true mother of the arts [of science]."},{"id":481,"quote":"Can there be greater foolishness than the respect you pay to people collectively when you despise them individually?"},{"id":482,"quote":"If a man aspires to the highest place, it is no dishonor to him to halt at the second, or even at the third."},{"id":483,"quote":"Hatred is settled anger."},{"id":484,"quote":"He who has a garden and a library wants for nothing."},{"id":485,"quote":"In everything satiety closely follows the greatest pleasures."},{"id":486,"quote":"Man is his own worst enemy."},{"id":487,"quote":"The mansion should not be graced by its master, the master should grace the mansion."},{"id":488,"quote":"Nothing is more praiseworthy, nothing more suited to a great and illustrious man than placability and a merciful disposition."},{"id":489,"quote":"As you have sown so shall you reap."},{"id":490,"quote":"Nature ordains that a man should wish the good of every man, whoever he may be, for this very reason that he is a man."},{"id":491,"quote":"No power is strong enough to be lasting, if it labours under the weight of fear."},{"id":492,"quote":"Victory is by nature insolent and haughty."},{"id":493,"quote":"But in every matter the consensus of opinion among all nations is to be regarded as the law of nature."},{"id":494,"quote":"In everything truth surpasses the imitation and copy."},{"id":495,"quote":"Old age by nature is rather talkative."},{"id":496,"quote":"Care must be taken that the punishment does not exceed the offence."},{"id":497,"quote":"The evil implanted in man by nature spreads so imperceptibly, when the habit of wrong-doing is unchecked, that he himself can set no limit to his shamelessness."},{"id":498,"quote":"It is easy to distinguish between the joking that reflects good breeding and that which is coarse-the one, if aired at an apposite moment of mental relaxation, is becoming in the most serious of men, whereas the other is unworthy of any free person, if the content is indecent or the expression obscene."},{"id":499,"quote":"What is becoming is honest, and whatever is honest must always be becoming."},{"id":500,"quote":"Quacks pretend to cure other men's disorders, but fail to find a remedy for their own."},{"id":501,"quote":"In a disturbed mind, as in a body in the same state, health can not exist."},{"id":502,"quote":"Before beginning, prepare carefully."},{"id":503,"quote":"The sinews of war are infinite money."},{"id":504,"quote":"Orators are most vehement when their cause is weak."},{"id":505,"quote":"Friendship is nothing else than entire fellow feeling as to all things human and divine with mutual good-will and affection; and I doubt whether anything better than this, wisdom alone excepted, has been given to man."},{"id":506,"quote":"The precepts of the law are these: to live honestly, to injure no one, and to give everyone else his due."},{"id":507,"quote":"Constant practice devoted to one subject often outdoes both intelligence and skill. - Assiduus usus uni rei deditus et ingenium et artem saepe vincit"},{"id":508,"quote":"Any man is liable to err, only a fool persists in error."},{"id":509,"quote":"That he who hath the loan of money has not repaid it, and he who has repaid has not the loan; but he who has acknowledged a kindness has it still, and he who has a feeling of it has requited it."},{"id":510,"quote":"The shifts of fortune test the reliability of friends."},{"id":511,"quote":"Thrift is of great revenue."},{"id":512,"quote":"If a man could mount to Heaven and survey the mighty universe, his admiration of its beauties would be much diminished unless he had someone to share in his pleasure."},{"id":513,"quote":"Though laughter is allowable, a horse-laugh is abominable."},{"id":514,"quote":"Rashness is the companion of youth, prudence of old age."},{"id":515,"quote":"Prudence in action avails more than wisdom in conception."},{"id":516,"quote":"Secret enmities are more to be feared than open ones."},{"id":517,"quote":"Frugality includes all the other virtues."},{"id":518,"quote":"To give and receive advice - the former with freedom, and yet without bitterness, the latter with patience and without irritation - is peculiarly appropriate to geniune friendship."},{"id":519,"quote":"According to the law of nature it is only fair that no one should become richer through damages and injuries suffered by another."},{"id":520,"quote":"The devil finds work for idle hands to do. Better to reign in the hell than serve in heaven. We are in bondage to the law in order that we may be free."},{"id":521,"quote":"What one has, one ought to use: and whatever he does he should do with all his might."},{"id":522,"quote":"Nothing troubles you for which you do not yearn."},{"id":523,"quote":"To be ignorant of the past is to be forever a child."},{"id":524,"quote":"As the scale of the balance must give way to the weight that presses it down, so the mind must of necessity yield to demonstration."},{"id":525,"quote":"Frivolity is inborn, conceit acquired by education."},{"id":526,"quote":"I am not ashamed to confess that I am ignorant of what I do not know."},{"id":527,"quote":"For every man's nature is concealed with many folds of disguise, and covered as it were with various veils. His brows, his eyes, and very often his countenance, are deceitful, and his speech is most commonly a lie."},{"id":528,"quote":"Lucius Cassius ille quem populus Romanus verissimum et sapientissimum iudicem putabat identidem in causis quaerere solebat 'cui bono' fuisset. The famous Lucius Cassius, whom the Roman people used to regard as a very honest and wise judge, was in the habit of asking, time and again, 'To whose benefit?"},{"id":529,"quote":"Let a man practice the profession which he best knows."},{"id":530,"quote":"Thou shouldst eat to live; not live to eat.\n[Lat., Esse oportet ut vivas, non vivere ut edas.]"},{"id":531,"quote":"There is nothing proper about what you are doing, soldier, but do try to kill me properly."},{"id":532,"quote":"It is generally said, \"Past labors are pleasant,\" Euripides says, for you all know the Greek verse, \"The recollection of past labors is pleasant.\"\n[Lat., Vulgo enim dicitur, Jucundi acti labores: nec male Euripides: concludam, si potero, Latine: Graecum enim hunc versum nostis omnes: Suavis laborum est proeteritorum memoria."},{"id":533,"quote":"There is no place more delightful than one's own fireside.\nNullus est locus domestica sede jucundior."},{"id":534,"quote":"The aim of forensic oratory is to teach, to delight, to move."},{"id":535,"quote":"The freedom of poetic license."},{"id":536,"quote":"For what people have always sought is equality before the law. For rights that were not open to all alike would be no rights."},{"id":537,"quote":"The first bond of society is marriage."},{"id":538,"quote":"There is wickedness in the intention of wickedness, even though it be not perpetrated in the act."},{"id":539,"quote":"Peace is liberty in tranquillity."},{"id":540,"quote":"The searching-out and thorough investigation of truth ought to be the primary study of man."},{"id":541,"quote":"He removes the greatest ornament of friendship who takes away from it respect."},{"id":542,"quote":"All I can do is to urge on you to regard friendship as the greatest thing in the world; for there is nothing which so fits in with our nature, or is so exactly what we want in prosperity or adversity."},{"id":543,"quote":"For as the law is set over the magistrate, even so are the magistrates set over the people. And therefore, it may be truly said, \"that the magistrate is a speaking law, and the law is a silent magistrate."},{"id":544,"quote":"You must become an old man in good time if you wish to be an old man long.\n[Lat., Mature fieri senem, si diu velis esses senex.]"},{"id":545,"quote":"There is in fact a true law namely right reason, which is in accordance with nature, applies to all men and is unchangeable and eternal. ... It will not lay down one rule at Rome and another at Athens, nor will it be one rule today and another tomorrow. But there will be one law eternal and unchangeable binding all times and upon all peoples."},{"id":546,"quote":"In our amusements a certain limit is to be placed that we may not devote ourselves to a life of pleasure and thence fall into immorality."},{"id":547,"quote":"All places are filled with fools.\n[Lat., Stultorum plenea sunt omnia.]"},{"id":548,"quote":"No deceit is so veiled as that which lies concealed behind the semblance of courtesy."},{"id":549,"quote":"Lay down this rule of friendship: neither ask nor consent to do what is wrong. The plea, 'for friendship's sake,' is a discreditable one, and should not be admitted for a moment. We should ask from friends and do for friends only what is good."},{"id":550,"quote":"The foundation of justice is good faith."},{"id":551,"quote":"The causes of events are ever more interesting than the events themselves."},{"id":552,"quote":"Loyalty is what we seek in friendship."},{"id":553,"quote":"No well-informed person has declared a change of opinion to be inconstancy."},{"id":554,"quote":"These (literary) studies are the food of youth, and consolation of age; they adorn prosperity, and are the comfort and refuge of adversity; they are pleasant at home, and are no incumbrance abroad; they accompany us at night, in our travels, and in our rural retreats."},{"id":555,"quote":"Not to be avaricious is money; not to be fond of buying is a revenue; but to be content with our own is the greatest and most certain wealth of all."},{"id":556,"quote":"This is the part of a great man, after he has maturely weighed all circumstances, to punish the guilty, to spare the many, and in every state of fortune not to depart from an upright, virtuous conduct."},{"id":557,"quote":"Our country is wherever we are well off.\n[Lat., Patria est, ubicunque est bene.]"},{"id":558,"quote":"That which leads us to the performance of duty by offering pleasure as its reward, is not virtue, but a deceptive copy and imitation of virtue.\n[Lat., Nam quae voluptate, quasi mercede aliqua, ad officium impellitur, ea non est virtus sed fallax imitatio simulatioque virtutis.]"},{"id":559,"quote":"There is no quality I would rather have, and be thought to have, than gratitude. For it is not only the greatest virtue, but is the mother of all the rest."},{"id":560,"quote":"Any man can make a mistake; only a fool keeps making the same one."},{"id":561,"quote":"Like associates with like."},{"id":562,"quote":"Of all the rewards of virtue, . . . the most splendid is fame, for it is fame alone that can offer us the memory of posterity."},{"id":563,"quote":"To freemen, threats are impotent.\n[Lat., Nulla enim minantis auctoritas apud liberos est.]"},{"id":564,"quote":"A man has no enemy worse than himself."},{"id":565,"quote":"Freedom is a man's natural power of doing what he pleases, so far as he is not prevented by force or law."},{"id":566,"quote":"True nobility is exempt from fear."},{"id":567,"quote":"The beginnings of all things are small."},{"id":568,"quote":"In nothing do humans approach so nearly to the gods as doing good to others."},{"id":569,"quote":"Justice renders to every one his due."},{"id":570,"quote":"That which is not forbidden, is not on that account permitted."},{"id":571,"quote":"For it is commonly said: accomplished labours are pleasant."},{"id":572,"quote":"To-morrow will give some food for thought."},{"id":573,"quote":"No one could ever meet death for his country without the hope of immortality."},{"id":574,"quote":"Friendship embraces innumerable ends; turn where you will it is ever at your side; no barrier shuts it out; it is never untimely and never in the way."},{"id":575,"quote":"Not in opinion but in nature is law founded."},{"id":576,"quote":"No sensible man ever imputes inconsistency to another for changing his minds."},{"id":577,"quote":"These studies are a spur to the young, a delight to the old: an ornament in prosperity, a consoling refuge in adversity; they are pleasure for us at home, and no burden abroad; they stay up with us at night, they accompany us when we travel, they are with us in our country visits."},{"id":578,"quote":"I am of opinion that there is nothing so beautiful but that there is something still more beautiful, of which this is the mere image and expression,--a something which can neither be perceived by the eyes, the ears, nor any of the senses; we comprehend it merely in the imagination."},{"id":579,"quote":"For one day spent well, and agreeably to your precepts, is preferable to an eternity of error."},{"id":580,"quote":"They who dare to ask anything of a friend, by their very request seem to imply that they would do anything for the sake of that friend."},{"id":581,"quote":"Every generous action loves the public view; yet no theatre for virtue is equal to a consciousness of it."},{"id":582,"quote":"The real friend is another self."},{"id":583,"quote":"Nature has circumscribed the field of life within small dimensions, but has left the field of glory unmeasured."},{"id":584,"quote":"Law is the highest reason implanted in Nature, which commands what ought to be done and forbids the opposite."},{"id":585,"quote":"Without your knowledge, the eyes and ears of many will see and watch you, as they have done already."},{"id":586,"quote":"No one can speak well, unless he thoroughly understands his subject."},{"id":587,"quote":"All great men are partially inspired."},{"id":588,"quote":"That man is guilty of impertinence who considers not the circumstances of time, or engrosses the conversation, or makes himself the subject of his discourse, or pays no regard to the company he is in."},{"id":589,"quote":"When they remain silent, they cry out."},{"id":590,"quote":"No sane man will dance."},{"id":591,"quote":"The existence of virtue depends entirely upon its use."},{"id":592,"quote":"Slowly and imperceptibly old age comes creeping on."},{"id":593,"quote":"There is nothing so absurd that some philosopher has not already said it."},{"id":594,"quote":"I follow nature as the surest guide, and resign myself with implicit obedience to her sacred ordinances."},{"id":595,"quote":"I hate all children of precocious talent."},{"id":596,"quote":"There is no life without friendship"},{"id":597,"quote":"The first bond of society is the marriage tie; the next our children; then the whole family of our house, and all things in common."},{"id":598,"quote":"Great is the power of habit. It teaches us to bear fatigue and to despise wounds and pain."},{"id":599,"quote":"The best interpreter of the law is custom."},{"id":600,"quote":"Taxes are the sinews of the state."},{"id":601,"quote":"Liberty is rendered even more precious by the recollection of servitude."},{"id":602,"quote":"A friend is, as it were, a second self."},{"id":603,"quote":"Excessive liberty leads both nations and individuals into excessive slavery.\n[Lat., Nimia libertas et populis et privatis in nimiam servitutem cadit.]"},{"id":604,"quote":"Every man can tell how many goats or sheep he possesses, but not how many friends."},{"id":605,"quote":"Though silence is not necessarily an admission, it is not a denial, either."},{"id":606,"quote":"The contemplation of celestial things will make a man both speak and think more sublimely and magnificently when he descends to human affairs."},{"id":607,"quote":"They are eloquent who can speak low things acutely, and of great things with dignity, and of moderate things with temper."},{"id":608,"quote":"Let the punishment be equal with the offence.\n[Lat., Noxiae poena par esto.]"},{"id":609,"quote":"Every one is least known to himself, and it is very difficult for a man to know himself."},{"id":610,"quote":"No tempest or conflagration, however great, is harder to quell than mob carried away by the novelty of power."},{"id":611,"quote":"Not to know what has been transacted in former times is to continue always a child."},{"id":612,"quote":"Studies are the food of youth, the delight of old age; the ornament of prosperity, the refuge and comfort of adversity; a delight at home, and no hindrance abroad; they are companions by night, and in travel, and in the country."},{"id":613,"quote":"Modesty is that feeling by which honorable shame acquires a valuable and lasting authority."},{"id":614,"quote":"Friendship is nothing else than an accord in all things, human and divine, conjoined with mutual goodwill and affection."},{"id":615,"quote":"Those wars are unjust which are undertaken without provocation. For only a war waged for revenge or defence can actually be just."},{"id":616,"quote":"There is in superstition a senseless fear of God."},{"id":617,"quote":"No one has leave to sin."},{"id":618,"quote":"The divinity who rules within us, forbids us to leave this world without his command."},{"id":619,"quote":"So you see, old age is really not so bad. May you come to know the condition!"},{"id":620,"quote":"Justice is the crowning glory of the virtues."},{"id":621,"quote":"Because all the sick do not recover, therefore medicine is not an art."},{"id":622,"quote":"A liar is not believed even though he tell the truth."},{"id":623,"quote":"I prefer silent prudence to loquacious folly."},{"id":624,"quote":"Who does not know that the first law of historical writing is the truth."},{"id":625,"quote":"Every animal loves itself."},{"id":626,"quote":"The aim of justice is to give everyone his due."},{"id":627,"quote":"The life of the dead consists in the recollection cherished of them by the living."},{"id":628,"quote":"He only employs his passion who can make no use of his reason."},{"id":629,"quote":"No man should so act as to make a gain out of the ignorance of another."},{"id":630,"quote":"The name of peace is sweet, the thing itself is most salutary."},{"id":631,"quote":"Friendship makes prosperity more brilliant, and lightens adversity by dividing and sharing it."},{"id":632,"quote":"Hours and days and months and years go by; the past returns no more, and what is to be we cannot know; but whatever the time gives us in which we live, we should therefore be content."},{"id":633,"quote":"Let every man practice the art that he knows best."},{"id":634,"quote":"All things are full of God."},{"id":635,"quote":"The roots of knowledge are bitter, but its fruit are sweet."},{"id":636,"quote":"Love is the attempt to form a friendship inspired by beauty."},{"id":637,"quote":"I like myself, but I won't say I'm as handsome as the bull that kidnapped Europa."},{"id":638,"quote":"I am much beholden to old age, which has increased my eagerness for conversation in proportion as it has lessened my appetites of hunger and thirst."},{"id":639,"quote":"Armed forces abroad are of little value unless there is prudent counsel at home"},{"id":640,"quote":"Hatred is inveterate anger."},{"id":641,"quote":"I never heard of an old man forgetting where he had buried his money. Old people remember what interests them: the dates fixed for their lawsuits, and the names of their debtors and creditors."},{"id":642,"quote":"Our character is not so much the product of race and heredity as of those circumstances by which nature forms our habits, by which we are nurtured and live."},{"id":643,"quote":"Laws should be interpreted in a liberal sense so that their intention may be preserved."},{"id":644,"quote":"A community is like the ones who govern it."},{"id":645,"quote":"Every man's friend is no man's friend."},{"id":646,"quote":"I prefer silent prudence to loquacious folly.\n[Lat., Malo indisertam prudentiam, quam loquacem stultitiam.]"},{"id":647,"quote":"Fewer possess virtue, than those who wish us to believe that they possess it."},{"id":648,"quote":"Honor is the reward of virtue."},{"id":649,"quote":"The only excuse for war is that we may live in peace unharmed."},{"id":650,"quote":"To live long it is necessary to live slowly."},{"id":651,"quote":"The diligent farmer plants trees, of which he himself will never see the fruit."},{"id":652,"quote":"Men decide far more problems by hate, love, lust, rage, sorrow, joy, hope, fear, illusion or some other inward emotion, than by reality, authority, any legal standard, judicial precedent, or statute."},{"id":653,"quote":"The gardener plants trees, not one berry of which he will ever see: and shall not a public man plant laws, institutions, government, in short, under the same conditions?"},{"id":654,"quote":"To some extent I liken slavery to death."},{"id":655,"quote":"Rashness attends youth, as prudence does old age."},{"id":656,"quote":"Never can custom conquer nature, for she is ever unconquered."},{"id":657,"quote":"The name of peace is sweet and the thing itself good, but between peace and slavery there is the greatest difference."},{"id":658,"quote":"\"I believe that no characteristic is so distinctively human as the sense of indebtedness we feel, not necessarily for a favor received, but even for the slightest evidence of kindness; and there is nothing so boorish, savage, inhuman as to appear to be overwhelmed by a favor, let alone unworthy of it.\""},{"id":659,"quote":"In the conduct of almost every affair slowness and procrastination are hateful"},{"id":660,"quote":"An intemperate, disorderly youth will bring to old age, a feeble and worn-out body."},{"id":661,"quote":"The avarice of the old: it's absurd to increase one's luggage as one nears the journey's end."},{"id":662,"quote":"The last day does not bring extinction to us, but change of place.\n[Lat., Supremus ille dies non nostri extinctionem sed commutationem affert loci.]"},{"id":663,"quote":"There is pleasure in calm remembrance of a past sorrow."},{"id":664,"quote":"Things sacred should not only be touched with the hands, but unviolated in thought.\n[Lat., Res sacros non modo manibus attingi, sed ne cogitatione quidem violari fas fuit.]"},{"id":665,"quote":"Mathematics is an obscure field, an abstruse science, complicated and exact; yet so many have attained perfection in it that we might conclude almost anyone who seriously applied himself would achieve a measure of success."},{"id":666,"quote":"Friendship, on the other hand, serves a great host of different purposes all at the same time. In whatever direction you turn, it still remains yours. No barrier can shut it out. It can never be untimely; it can never be in the way. We need friendship all the time, just as much as we need the proverbial prime necessities of life, fire and water."},{"id":667,"quote":"The injuries that befall us unexpectedly are less severe than those which are deliberately anticipated."},{"id":668,"quote":"The soil of their native land is dear to all the hearts of mankind."},{"id":669,"quote":"If you wish to remove avarice you must remove its mother, luxuries.\n[Lat., Avaritiam si tollere vultis, mater ejus est tollenda, luxuries.]"},{"id":670,"quote":"Let a man practise the profession he best knows.\n[Lat., Quam quisque novit artem, in hac se exerceat.]"},{"id":671,"quote":"The happiest end of life is this: when the mind and the other senses being unimpaired, the same nature which put it together takes asunder her own work."},{"id":672,"quote":"Virtue is a habit of the mind, consistent with nature and moderation and reason."},{"id":673,"quote":"Sed nescio quo modo nihil tam absurde dici potest quod non dicatur ab aliquo philosphorum. (There is nothing so absurd but some philosopher has said it.)"},{"id":674,"quote":"I hope that the memory of our friendship will be everlasting."},{"id":675,"quote":"Fortune, not wisdom, rules lives."},{"id":676,"quote":"No sensible man (among the many things that have been written on this kind) ever imputed inconsistency to another for changing his mind.\n[Lat., Nemo doctus unquam (multa autem de hoc genere scripta sunt) mutationem consili inconstantiam dixit esse.]"},{"id":677,"quote":"I will adhere to the counsels of good men, although misfortune and death should be the consequence."},{"id":678,"quote":"Diligence which, as it avails in all things, is also of the utmost moment in pleading causes. Diligence is to be particularly cultivated by us; it is to be constantly exerted; it is capable of effecting almost everything."},{"id":679,"quote":"There is no moment without some duty."},{"id":680,"quote":"I speak of that learning which wakes us acquainted with the boundless extent of nature, and the universe, and which even while we remain in this world, discovers to us both heaven, earth, and sea."},{"id":681,"quote":"What greater or better gift can we offer the republic than to teach and instruct our youth?\n[Lat., Quod enim munus reiplicae afferre majus, meliusve possumus, quam si docemus atque erudimus juventutem?]"},{"id":682,"quote":"Let flattery, the handmaid of the vices, be far removed (from friendship).\n[Lat., Assentatio, vitiorum adjutrix, procul amoveatur.]"},{"id":683,"quote":"To stumble twice against the same stone, is a proverbial disgrace.\n[Lat., Culpa enim illa, bis ad eundem, vulgari reprehensa proverbio est.]"},{"id":684,"quote":"It is foolish to pluck out one's hair for sorrow, as if grief could be assuaged by baldness."},{"id":685,"quote":"A sensual and intemperate youth hands over a worn-out body to old age.\n[Lat., Libidinosa etenim et intemperans adolescentiam effoetum corpus tradit senectuti.]"},{"id":686,"quote":"In a promise, what you thought, and not what you said, is always to be considered."},{"id":687,"quote":"It is not the place that maketh the person, but the person that maketh the place honorable."},{"id":688,"quote":"I will go further, and assert that nature without culture can often do more to deserve praise than culture without nature."},{"id":689,"quote":"The whole glory of virtue resides in activity."},{"id":690,"quote":"The soul in sleep gives proof of its divine nature."},{"id":691,"quote":"For my own part, I had rather be old only a short time than be old before I really am so."},{"id":692,"quote":"Friendship is infinitely better than kindness."},{"id":693,"quote":"It is a common saying that many pecks of salt must be eaten before the duties of friendship can be discharged."},{"id":694,"quote":"Nothing is so unpredictable as a throw of the dice, and yet every man who plays often will at some time or other make a Venus-cast: now and then he indeed will make it twice and even thrice in succession. Are we going to be so feebleminded then as to aver that such a thing happened by the personal intervention of Venus rather than by pure luck?"},{"id":695,"quote":"No grief is so acute but time ameliorates it."},{"id":696,"quote":"There is no grief which time does not lessen and soften.\n[Lat., Nullus dolor est quem non longinquitas temporis minuat ac molliat.]"},{"id":697,"quote":"Any man may make a mistake; none but a fool will stick to it. Second thoughts are best as the proverb says.\n[Lat., Cujusvis hominis est errare; nullius, nisi insipientis, in errore perseverae. Posteriores enim cogitationes (ut aiunt) sapientiores solent esse.]"},{"id":698,"quote":"I have sworn with my tongue, but my mind is unsworn.\n[Lat., Juravi lingua, mentem injuratem gero.]"},{"id":699,"quote":"Everyone has his besetting sin."},{"id":700,"quote":"We are born poets. we become orators."},{"id":701,"quote":"We are all excited by the love of praise, and the noblest are most influenced by glory."},{"id":702,"quote":"Even if you have nothing to write, write and say so."},{"id":703,"quote":"In extraordinary events ignorance of their causes produces astonishment."},{"id":704,"quote":"I cease not to advocate peace; even though unjust it is better than the most just war."},{"id":705,"quote":"The beauty of the world and the orderly arrangement of everything celestial makes us confess that there is an excellent and eternal nature, which ought to be worshiped and admired by all mankind."},{"id":706,"quote":"If you possess a library and a garden, you have everything you need. (translation from the French) Si vous possedez une bibliotheque et un jardin, vous avez tout ce qu'il vous faut."},{"id":707,"quote":"Let the punishment match the offense."},{"id":708,"quote":"A good orator is pointed and impassioned."},{"id":709,"quote":"This wine is forty years old. It certainly doesn't show its age."},{"id":710,"quote":"There were poets before Homer."},{"id":711,"quote":"Not to be covetous, is money; not to be a purchaser, is a revenue."},{"id":712,"quote":"The forehead is the gate of the mind."},{"id":713,"quote":"Inhumanity is harmful in every age. - Inhumanitas omni aetate molesta est"},{"id":714,"quote":"If nature does not ratify law, then all the virtues may lose their sway."},{"id":715,"quote":"The illustrious and noble ought to place before them certain rules and regulations, not less for their hours of leisure and relaxation than for those of business."},{"id":716,"quote":"A good man will not lie, although it be for his profit."},{"id":717,"quote":"That, Senators, is what a favour from gangs amounts to. They refrain from murdering someone; then they boast that they have spared him!"},{"id":718,"quote":"I know that it is likely that as worship of the gods declines, faith between men and all human society will disappear, as well as that most excellent of all virtues, which is justice."},{"id":719,"quote":"To reduce man to the duties of his own city, and to disengage him from duties to the members of other cities, is to break the universal society of the human race."},{"id":720,"quote":"It is a strong proof of men knowing most things before birth, that when mere children they grasp innumerable facts with such speed as to show that they are not then taking them in for the first time, but are remembering and recalling them."},{"id":721,"quote":"Silent enim leges inter arma (Laws are silent in times of war)."},{"id":722,"quote":"Of evils one should choose the least.\n[Lat., Ex malis eligere minima oportere.]"},{"id":723,"quote":"Men in no way approach so nearly to the gods as in doing good to men.\n[Lat., Homines ad deos nulla re propius accedunt, quam salutem hominibus dando.]"},{"id":724,"quote":"Habit is, as it were, a second nature.\n[Lat., Consuetudo quasi altera natura effici.]"},{"id":725,"quote":"Everything that thou reprovest in another, thou must most carefully avoid in thyself.\n[Lat., Omnia quae vindicaris in altero, tibi ipsi vehementer fugienda sunt.]"},{"id":726,"quote":"What is there that is illustrious that is not also attended by labor?"},{"id":727,"quote":"Anger should never appear in awarding punishment."},{"id":728,"quote":"There is in superstition a senseless fear of God; religion consists in the pious worship of Him."},{"id":729,"quote":"There are some duties we owe even to those who have wronged us. There is, after all, a limit to retribution and punishment."},{"id":730,"quote":"What we call pleasure, and rightly so is the absence of all pain."},{"id":731,"quote":"In everything, without doubt, truth has the advantage over imitation."},{"id":732,"quote":"A war is never undertaken by the ideal state, except in defense of its honor or its safety."},{"id":733,"quote":"Democritus maintains that there can be no great poet without a spite of madness."},{"id":734,"quote":"You might as well take the sun out of the sky as friendship from life: for the immortal gods have given us nothing better or more delightful."},{"id":735,"quote":"Fire and water are not of more universal use than friendship."},{"id":736,"quote":"In honorable dealing you should consider what you intended, not what you said or thought."},{"id":737,"quote":"Sweet is the memory of past troubles."},{"id":738,"quote":"To know the laws is not to memorize their letter but to grasp their full force and meaning."},{"id":739,"quote":"To study philosophy is nothing but to prepare ones self to die."},{"id":740,"quote":"If you would abolish covetousness, you must abolish its mother, profusion."},{"id":741,"quote":"\"What greater gift can we offer the republic than to teach and instruct our youth?\""},{"id":742,"quote":"To freemen, threats are impotent."},{"id":743,"quote":"I look upon the pleasure we take in a garden as one of the most innocent delights in human life."},{"id":744,"quote":"I know not any season of life that is past more agreeably than virtuous old age."},{"id":745,"quote":"The greatest incitement to guilt is the hope of sinning with impunity."},{"id":746,"quote":"History is truely the witness of times past, the light of truth, the life of memory, the teacher of life, the messenger of antiquity."},{"id":747,"quote":"There is a difference between justice and consideration in one's relations to one's fellow men. It is the function of justice not to do wrong to one's fellow men of considerateness, not to wound their feelings."},{"id":748,"quote":"Not to have knowledge of what happened before you were born is to be condemned to live as a child."},{"id":749,"quote":"The spirit is the true self, not that physical figure which can be pointed out by your finger."},{"id":750,"quote":"The proof of a well-trained mind is that it rejoices in which is good and grieves at the opposite."},{"id":751,"quote":"The cultivation of the mind is a kind of food supplied for the soul of man."},{"id":752,"quote":"Old age, especially an honored old age, has so great authority, that this is of more value than all the pleasures of youth."},{"id":753,"quote":"Such are a well regulated militia, composed of the freeholders, citizen and husbandman, who take up arms to preserve their property, as individuals, and their rights as freemen."},{"id":754,"quote":"Guilt is present in the very hesitation, even though the deed be not committed."},{"id":755,"quote":"It is a true saying that 'one falsehood easily leads to another.'"},{"id":756,"quote":"Memory is the receptacle and sheath of all knowledge"},{"id":757,"quote":"Whatever that be which thinks, understands, wills, and acts, it is something celestial and divine."},{"id":758,"quote":"What is more agreeable than one's home?"},{"id":759,"quote":"The popular breeze - Aura popularis"},{"id":760,"quote":"Let reason govern desire."},{"id":761,"quote":"It has seemed to be more necessary to have regard to the weight of words rather than to their number."},{"id":762,"quote":"He is rich who wishes no more than he has."},{"id":763,"quote":"He who suffers, remembers."},{"id":764,"quote":"War should be undertaken in such a way as to show that its only object is peace."},{"id":765,"quote":"It is certain that memory contains not only philosophy, but all the arts and all that appertain to the use of life."},{"id":766,"quote":"Longing not so much to change things as to overturn them."},{"id":767,"quote":"Ye immortal gods! where in the world are we?"},{"id":768,"quote":"He is sometimes slave who should be master; and sometimes master who should be slave."},{"id":769,"quote":"It is the stain and disgrace of the age to envy virtue, and to be anxious to crush the very flower of dignity."},{"id":770,"quote":"Like readily consorts with like."},{"id":771,"quote":"But the Night Mother is mother to all! It is her voice we follow! Her will! Would you dare risk disobedience? And surely... punishment?"},{"id":772,"quote":"Hmm... That's like telling you about the cold of space, or terror of midnight. Sithis is all those things. He is... the Void."},{"id":773,"quote":"What is so beneficial to the people as liberty, which we see not only to be greedily sought after by men, but also by beasts, and to be prepared in all things."},{"id":774,"quote":"There is no opinion so stupid that it can't be expressed by some philosopher."},{"id":775,"quote":"For hardly any man dances when sober, unless he is insane. Nor does he dance while alone, nor at a respectable and moderate party. Dancing is the final phase of a wild party with fancy decorations and a multitude of delights."},{"id":776,"quote":"For how many things, which for our own sake we should never do, do we perform for the sake of our friends."},{"id":777,"quote":"Pardon is granted to necessity."},{"id":778,"quote":"Work makes a callus against grief."},{"id":779,"quote":"The chief recommendation is modesty, then dutiful conduct toward parents, then affection for kindred."},{"id":780,"quote":"Plato divinely calls pleasure the bait of evil, inasmuch as men are caught by it as fish by a hook."},{"id":781,"quote":"Honourable mention encourages science, and merit is fostered by praise."},{"id":782,"quote":"We are not born for ourselves alone."},{"id":783,"quote":"Nothing is so great an adversary to those who make it their business to please as expectation."},{"id":784,"quote":"No man in his senses will dance."},{"id":785,"quote":"We make allowance for necessity."},{"id":786,"quote":"For the laws are dumb in the midst of arms."},{"id":787,"quote":"Always the same thing."},{"id":788,"quote":"For there is but one essential justice which cements society, and one law which establishes this justice. This law is right reason, which is the true rule of all commandments and prohibitions. Whoever neglects this law, whether written or unwritten, is necessarily unjust and wicked."},{"id":789,"quote":"Take from a man his reputation for probity, and the more shrewd and clever he is, the more hated and mistrusted he becomes."},{"id":790,"quote":"Cicero is dead! Cicero is born! The laughter has filled me, filled me so very completely. I am the laughter. I am the jester. The soul that has served as my constant companion for so long has breached the veil of the Void finally and forever. It is now in me. It is me. The world has seen the last of Cicero the man. Behold Cicero, Fool of Hearts - laughter incarnate!"},{"id":791,"quote":"No sober person dances."},{"id":792,"quote":"In the master there is a servant, in the servant a master."},{"id":793,"quote":"Our minds are rendered buoyant by exercise."},{"id":794,"quote":"The human mind ever longs for occupation."},{"id":795,"quote":"When war is raging the laws are dumb."},{"id":796,"quote":"No one sees what is before his feet: we all gaze at the stars.\n[Lat., Quod est ante pedes nemo spectat: coeli scrutantur plagas.]"},{"id":797,"quote":"Endless money forms the sinews of war.\n[Lat., Nervi belli pecunia infinita.]"},{"id":798,"quote":"Nature abhors annihilation.\n[Lat., Ab interitu naturam abhorrere.]"},{"id":799,"quote":"Men resemble the gods in nothing so much as in doing good to their fellow creatures."},{"id":800,"quote":"No man can be brave who thinks pain the greatest evil; nor temperate, who considers pleasure the highest god.\n[Lat., Fortis vero, dolorem summum malum judicans; aut temperans, voluptatem summum bonum statuens, esse certe nullo modo potest.]"},{"id":801,"quote":"I wonder that a soothsayer doesn't laugh whenever he sees another soothsayer."},{"id":802,"quote":"The leaders should all relate to this principle: the governed must be as happy as possible."},{"id":803,"quote":"The celestial order and the beauty of the universe compel me to admit that there is some excellent and eternal Being, who deserves the respect and homage of men"},{"id":804,"quote":"Nothing is more disgraceful than insincerity."},{"id":805,"quote":"To be endowed with strength by nature, to be actuated by the powers of the mind, and to have a certain spirit almost divine infused into you."},{"id":806,"quote":"There is nothing more shocking than to see assertion and approval dashing ahead of cognition and perception."},{"id":807,"quote":"The well-known old remark of Cato, who used to wonder how two soothsayers could look one another in the face without laughing."},{"id":808,"quote":"Friendship is the only point in human affairs concerning the benefit of which all, with one voice, agree."},{"id":809,"quote":"Nothing in oratory is more important than to win for the orator the favour of his hearer, and to have the latter so affected as to be swayed by something resembling an impulse of the spirit impetu quodam animi or emotion perturbatione, rather than by judgment or deliberation. For men decide far more problems by hate, or love, or lust, or rage, or sorrow, or joy, or hope, or fear, or illusion, or some other inward emotion aliqua permotione mentis, than by reality or authority, or any legal standard, or judicial precedent or statute."},{"id":810,"quote":"Unraveling the web of Penelope."},{"id":811,"quote":"Everyone cleaves to the doctrine he has happened upon, as to a rock against which he has been thrown by tempest."},{"id":812,"quote":"Nature has lent us life at interest, like money, and has fixed no day for its payment."},{"id":813,"quote":"Exile is terrible to those who have, as it were, a circumscribed habitation; but not to those who look upon the whole globe but as one city."},{"id":814,"quote":"That folly of old age which is called dotage is peculiar to silly old men, not to age itself."},{"id":815,"quote":"The foolishness of old age does not characterize all who are old, but only the foolish."},{"id":816,"quote":"He who hangs on the errors of the ignorant multitude, must not be counted among great men."},{"id":817,"quote":"There is nothing better fitted to delight the reader than change of circumstances and varieties of fortune."},{"id":818,"quote":"People do not understand what a great revenue economy is."},{"id":819,"quote":"I am pleased to be praised by a man so praised as you, father. [Words used by Hector.]\n[Lat., Laetus sum\nLaudari me abs te, pater, laudato viro.]"},{"id":820,"quote":"In the very books in which philosophers bid us scorn fame, they inscribe their names."},{"id":821,"quote":"Physicians, when the cause of disease is discovered, consider that the cure is discovered."},{"id":822,"quote":"What times! What manners!"},{"id":823,"quote":"For he, indeed, who looks into the face of a friend beholds, as it were, a copy of himself."},{"id":824,"quote":"There is no treasure the which may be compared unto a faithful friend; Gold some decayeth, and worldly wealth consumeth, and wasteth in the winde; But love once planted in a perfect and pure minde indureth weale and woe; The frownes of fortune, come they never so unkinde, cannot the same overthrowe."},{"id":825,"quote":"Aristoteles quidem ait: 'Omnes ingeniosos melancholicos esse.' Aristotle says that all men of genius are melancholy."},{"id":826,"quote":"Our thoughts are free."},{"id":827,"quote":"But as to the affection which anyone may have for us, it is the first demand of duty that we do most for him who loves us most; but we should measure affection, not like youngsters, by the ardour of its passion, but rather by its strength and constancy."},{"id":828,"quote":"My precept to all who build, is, that the owner should be an ornament to the house, and not the house to the owner."},{"id":829,"quote":"Not to know what has been transacted in former times is to be always a child. If no use is made of the labors of past ages, the world must remain always in the infancy of knowledge."},{"id":830,"quote":"Nature loves nothing solitary, and always reaches out to something, as a support, which ever in the sincerest friend is most delightful."},{"id":831,"quote":"This, therefore, is a law not found in books, but written on the fleshly tablets of the heart, which we have not learned from man, received or read, but which we have caught up from Nature herself, sucked in and imbibed; the knowledge of which we were not taught, but for which we were made; we received it not by education, but by intuition."},{"id":832,"quote":"Virtue is uniform, conformable to reason, and of unvarying consistency; nothing can be added to it that can make it more than virtue; nothing can be taken from it, and the name of virtue be left."},{"id":833,"quote":"The best Armour of Old Age is a well spent life preceding it; a Life employed in the Pursuit of useful Knowledge, in honourable Actions and the Practice of Virtue; in which he who labours to improve himself from his Youth, will in Age reap the happiest Fruits of them; not only because these never leave a Man, not even in the extremest Old Age; but because a Conscience bearing Witness that our Life was well-spent, together with the Remembrance of past good Actions, yields an unspeakable Comfort to the Soul"},{"id":834,"quote":"All the arts, which have a tendency to raise man in the scale of being, have a certain common band of union, and are connected, if I may be allowed to say so, by blood-relationship with one another."},{"id":835,"quote":"Can any one find in what condition his body will be, I do not say a year hence, but this evening?"},{"id":836,"quote":"To the sick, while there is life there is hope.\n[Lat., Aegroto dum anima est, spes est.]"},{"id":837,"quote":"Let our friends perish, provided that our enemies fall at the same time."},{"id":838,"quote":"The greatest pleasures are only narrowly separated from disgust."},{"id":839,"quote":"Justice consists in doing no injury to men; decency in giving them no offense."},{"id":840,"quote":"Death is not natural for a state as it is for a human being, for whom death is not only necessary, but frequently even desirable."},{"id":841,"quote":"In doubtful cases the more liberal interpretation must always be preferred."},{"id":842,"quote":"Justice is the set and constant purpose which gives every man his due."},{"id":843,"quote":"No obligation to do the impossible is binding."},{"id":844,"quote":"Nothing stands out so conspicuously, or remains so firmly fixed in the memory, as something which you have blundered."},{"id":845,"quote":"There are more men ennobled by study than by nature."},{"id":846,"quote":"What gift has providence bestowed on man that is so dear to him as his children?"},{"id":847,"quote":"For a tear is quickly dried, especially when shed for the misfortunes of others."},{"id":848,"quote":"Great is our admiration of the orator who speaks with fluency and discretion."},{"id":849,"quote":"No poet or orator has ever existed who believed there was any better than himself."},{"id":850,"quote":"The eyes like sentinel occupy the highest place in the body."},{"id":851,"quote":"The long time to come when I shall not exist has more effect on me than this short present time, which nevertheless seems endless."},{"id":852,"quote":"What an ugly beast the ape, and how like us."},{"id":853,"quote":"We should not be so taken up in the search for truth, as to neglect the needful duties of active life; for it is only action that gives a true value and commendation to virtue."},{"id":854,"quote":"If you pursue good with labor, the labor passes away but the good remains; if you pursue evil with pleasure, the pleasure passes away and the evil remains."},{"id":855,"quote":"If I err in belief that the souls of men are immortal, I gladly err, nor do I wish this error which gives me pleasure to be wrested from me while I live."},{"id":856,"quote":"It is a great thing to know your vices."},{"id":857,"quote":"Calamus fortior gladio."},{"id":858,"quote":"True law is right reason in agreement with nature;...it summons to duty by its commands, and averts from wrongdoing by its prohibitions... It is a sin to try to alter this law, nor is it allowable to attempt to repeal any part of it, and it is impossible to abolish it entirely."},{"id":859,"quote":"Neither can embellishments of language be found without arrangement and expression of thoughts, nor can thoughts be made to shine without the light of language."},{"id":860,"quote":"Apollo, sacred guard of earth's true core, Whence first came frenzied, wild prophetic word."},{"id":861,"quote":"A mental stain can neither be blotted out by the passage of time nor washed away by any waters."},{"id":862,"quote":"So it may well be believed that when I found him taking a complete holiday, with a vast supply of books at command, he had the air of indulging in a literary debauch, if the term may be applied to so honorable an occupation."},{"id":863,"quote":"For while we are enclosed in these confinements of the body, we perform as a kind of duty the heavy task of necessity; for the soul from heaven has been cast down from its dwelling on high and sunk, as it were, into the earth, a place just the opposite to godlike nature and eternity. But I believe that the immortal gods have sown souls in human bodies so there might exist beings to guard the world and after contemplating the order of heaven, might imitate it by their moderation and steadfastness in life."},{"id":864,"quote":"Let us assume that entertainment is the sole end of reading; even so I think you would hold that no mental employment is so broadening to the sympathies or so enlightening to the understanding. Other pursuits belong not to all times, all ages, all conditions; but this gives stimulus to our youth and diversion to our old age; this adds a charm to success, and offers a haven of consolation to failure. Through the night-watches, on all our journeyings, and in our hours of ease, it is our unfailing companion."},{"id":865,"quote":"Few are those who wish to be endowed with virtue rather than to seem so."},{"id":866,"quote":"We must not only obtain Wisdom: we must enjoy her."},{"id":867,"quote":"It is not a virtue, but a deceptive copy and imitation of virtue, when we are led to the performance of duty by pleasure as its recompense."},{"id":868,"quote":"Leisure with dignity."},{"id":869,"quote":"For just as some women are said to be handsome though without adornment, so this subtle manner of speech, though lacking in artificial graces, delights us."},{"id":870,"quote":"Let flattery, the handmaid of the vices, be far removed ."},{"id":871,"quote":". . . for until that God who rules all the region of the sky . . . has freed you from the fetters of your body, you cannot gain admission here. Men were created with the understanding that they were to look after that sphere called Earth, which you see in the middle of the temple. Minds have been given to them out of the eternal fires you call fixed stars and planets, those spherical solids which, quickened with divine minds, journey through their circuits and orbits with amazing speed."},{"id":872,"quote":"For of all gainful professions, nothing is better, nothing more pleasing, nothing more delightful, nothing better becomes a well-bred man than  # agriculture"},{"id":873,"quote":"Nor do I regret that I have lived, since I have so lived that I think I was not born in vain, and I quit life as if it were an inn, not a home."},{"id":874,"quote":"There is, I know not how, a certain presage, as it were, of a future existence; and this takes the deepest root, and is most discoverable, in the greatest geniuses and most exalted souls."},{"id":875,"quote":"The nearer I approach death the more I feel like one who is in sight of land at last and is about to anchor in one's home port after a long voyage."},{"id":876,"quote":"Wars, therefore, are to be undertaken for this end, that we may live in peace, without being injured; but when we obtain the victory, we must preserve those enemies who behaved without cruelty or inhumanity during the war."},{"id":877,"quote":"Let war be so carried on that no other object may seem to be sought but the acquisition of peace.\n[Lat., Bellum autem ita suscipiatur, ut nihil aliud, nisi pax, quaesita videatur.]"},{"id":878,"quote":"The law is silent during war.\n[Lat., Silent leges inter arma.]"},{"id":879,"quote":"Mental stains can not be removed by time, nor washed away by any waters.\n[Lat., Animi labes nec diuturnitate vanescere nec omnibus ullis elui potest.]"},{"id":880,"quote":"Law stands mute in the midst of arms."},{"id":881,"quote":"To remain ignorant of history is to remain forever a child"},{"id":882,"quote":"For no phase of life, whether public or private, whether in business or in the home, whether one is working on what concerns oneself alone or dealing with another, can be without its moral duty; on the discharge of such duties depends all that is morally right, and on their neglect all that is morally wrong in life."},{"id":883,"quote":"There is no being of any race who, if he finds the proper guide, cannot attain to virtue."},{"id":884,"quote":"...the counsels of the Divine Mind had some glimpse of truth when they said that men are born in order to suffer the penalty for sins committed in a former life."},{"id":885,"quote":"Enmity is anger watching the opportunity for revenge."},{"id":886,"quote":"Anyone who has got a book collection/library and a garden wants for nothing."},{"id":887,"quote":"History illumes reality, vitalizes memory, provides guidance in daily life"},{"id":888,"quote":"Philosophy is the true mother of science."},{"id":889,"quote":"There is nothing which wings its flight so swiftly as calumny, nothing is uttered with more ease; nothing is listened to with more readiness, nothing disbursed more widely."},{"id":890,"quote":"It is our duty, my young friends, to resist old age."},{"id":891,"quote":"Let us not go over the old ground but rather prepare for what is to come."},{"id":892,"quote":"The wise man never loses his temper."},{"id":893,"quote":"All the arts of refinement have mutual kinship."},{"id":894,"quote":"What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk."},{"id":895,"quote":"The function of wisdom is to discriminate between good and evil."},{"id":896,"quote":"More law, less justice."},{"id":897,"quote":"Freedom is a possession of inestimable value."},{"id":898,"quote":"Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself."},{"id":899,"quote":"Nothing is so strongly fortified that it cannot be taken by money."},{"id":900,"quote":"The magistrates are the ministers for the laws, the judges their interpreters, the rest of us are servants of the law, that we all may be free."},{"id":901,"quote":"The nobler a man, the harder it is for him to suspect inferiority in others."},{"id":902,"quote":"The study and knowledge of the universe would somehow be lame and defective were no practical results to follow."},{"id":903,"quote":"O wretched man, wretched not just because of what you are, but also because you do not know how wretched you are!"},{"id":904,"quote":"Old age: the crown of life, our play's last act."},{"id":905,"quote":"It shows nobility to be willing to increase your debt to a man to whom you already owe much."},{"id":906,"quote":"Here is a man whose life and actions the world has already condemned - yet whose enormous fortune...has already brought him acquittal!"},{"id":907,"quote":"The following passage is one of those cited by Copernicus himself in his preface to De Revolutionibus: \"The Syracusan Hicetas, as Theophrastus asserts, holds the view that the heaven, sun, moon, stars, and in short all of the things on high are stationary, and that nothing in the world is in motion except the earth, which by revolving and twisting round its axis with extreme velocity produces all the same results as would be produced if the earth were stationary and the heaven in motion. . . .\""},{"id":908,"quote":"I cannot find a faithful message-bearer,\" he wrote to his friend, the scholar Atticus. \"How few are they who are able to carry a rather weighty letter without lightening it by reading."},{"id":909,"quote":"The home is the empire! There is no peace more delightful than one's own fireplace."},{"id":910,"quote":"On the subject of the nature of the gods, the first question is Do the gods exist or do the not? It is difficult you may say to deny that they exist. I would agree if we were arguing the matter in a public assembly, but in a private discussion of this kind, it is perfectly easy to do so."},{"id":911,"quote":"A youth of sensuality and intemperance delivers over to old age a worn-out body."},{"id":912,"quote":"How great an evil do you see that may have been announced by you against the Republic? - Videtis quantum scelus contra rem publicam vobis nuntiatum sit?"},{"id":913,"quote":"Be sure that it is not you that is mortal, but only your body. For that man whom your outward form reveals is not yourself; the spirit is the true self, not that physical figure which and be pointed out by your finger."},{"id":914,"quote":"Let art, then, imitate nature, find what she desires, and follow as she directs. For in invention nature is never last, education never first; rather the beginnings of things arise from natural talent, and ends are reached by discipline."},{"id":915,"quote":"We rejoice in the joys of our friends as much as we do our own, and we are equally grieved at their sorrows. Wherefore the wise people will feel toward their friends as they do toward themselves, and whatever labor they would encounter with a view to their own pleasure, they will encounter also for the sake of their friends."},{"id":916,"quote":"For nothing is more commendable, nothing more becoming in a preeminently great man than courtesy and forbearance."},{"id":917,"quote":"It is difficult to remember all, and ungracious to omit any."},{"id":918,"quote":"All things tend to corrupt perverted minds."},{"id":919,"quote":"The more peculiarly his own a man's character is, the better it fits him."},{"id":920,"quote":"There has never been a poet or orator who thought another better than himself."},{"id":921,"quote":"A true friend is a sort of second self."},{"id":922,"quote":"The remembrance of past misery is sweet."},{"id":923,"quote":"Let the soldier yield to the civilian."},{"id":924,"quote":"Thrift is a great revenue."},{"id":925,"quote":"For many wish not so much to be, as to seem to be, endowed with real virtue."},{"id":926,"quote":"If wisdom be attainable, let us not only win but enjoy it."},{"id":927,"quote":"I am a Roman citizen."},{"id":928,"quote":"There is no more sure tie between friends than when they are united in their objects and wishes."},{"id":929,"quote":"We must be ever on the search for some persons whom we shall love and who will love us in return. If good will and affection are taken away, every joy is taken from life."},{"id":930,"quote":"Nulla (enim) res tantum ad dicendum proficit, quantum scriptio Nothing so much assists learning as writing down what we wish to remember."},{"id":931,"quote":"The hours pass and the days and the months and the years, and the past time never returns."},{"id":932,"quote":"No one sees what is before his feet: they scan the tracks of heaven."},{"id":933,"quote":"It is disgraceful when the passers-by exclaim, \"O ancient house! alas, how unlike is thy present master to thy former one."},{"id":934,"quote":"The dutifulness of children is the foundation of all virtues."},{"id":935,"quote":"Like, according to the old proverb, naturally goes with like."},{"id":936,"quote":"He is an eloquent man who can treat humble subjects with delicacy, lofty things impressively, and moderate things temperately."},{"id":937,"quote":"By Hercules! I prefer to err with Plato, whom I know how much you value, than to be right in the company of such men."},{"id":938,"quote":"Men think they may justly do that for which they have a precedent."},{"id":939,"quote":"A man does not wonder at what he sees frequently, even though he be ignorant of the reason. If anything happens which he has not seen before, he calls it a prodigy."},{"id":940,"quote":"From all sides there is equally a way to the lower world."},{"id":941,"quote":"There is no praise in being upright, where no one can, or tries to corrupt you."},{"id":942,"quote":"The precept, \"Know yourself,\" was not solely intended to obviate the pride of mankind; but likewise that we might understand our own worth."},{"id":943,"quote":"In the approach to virtue there are many steps."},{"id":944,"quote":"Socrates, indeed, when he was asked of what country he called himself, said, \"Of the world\"; for he considered himself an inhabitant and a citizen of the whole world."},{"id":945,"quote":"As I breathe, I hope."},{"id":946,"quote":"Nothing quite new is perfect."},{"id":947,"quote":"There is not only an art, but an eloquence in it."},{"id":948,"quote":"Were floods of tears to be unloosed In tribute to my grief, The doves of Noah ne'er had roost Nor found an olive-leaf."},{"id":949,"quote":"The consciousness of good intention is the greatest solace of misfortunes."},{"id":950,"quote":"I have never yet known a poet who did not think himself super-excellent."},{"id":951,"quote":"As thou sowest, so shalt thou reap."},{"id":952,"quote":"Can you also, Lucullus, affirm that there is any power united with wisdom and prudence which has made, or, to use your own expression, manufactured man? What sort of a manufacture is that? Where is it exercised? when? why? how?"},{"id":953,"quote":"Piety and holiness of life will propitiate the gods.\n[Lat., Deos placatos pietas efficiet et sanctitas.]"},{"id":954,"quote":"Death is dreadful to the man whose all is extinguished with his life; but not to him whose glory never can die."},{"id":955,"quote":"I do not wish to die: but I care not if I were dead.\n[Lat., Emori nolo: sed me esse mortuum nihil aestimo.]"},{"id":956,"quote":"Prudence must not be expected from a man who is never sober.\n[Lat., Non est ab homine nunquam sobrio postulanda prudentia.]"},{"id":957,"quote":"Economy is a great revenue.\n[Lat., Magnum vectigal est parsimonia.]"},{"id":958,"quote":"Old age is by nature rather talkative."},{"id":959,"quote":"Let each man have according to his deserts."},{"id":960,"quote":"Let the force of arms give place to law and justice."},{"id":961,"quote":"Nothing is difficult in the eyes of a lover."},{"id":962,"quote":"Our liberality should not exceed our ability."},{"id":963,"quote":"Pleasant is the recollection of dangers past."},{"id":964,"quote":"Summer lasts not for ever; seasons succeed each other."},{"id":965,"quote":"Time puts an end to speculation in opinions, and confirms the laws of nature."},{"id":966,"quote":"Virtue is increased by the smile of approval; and the love of renown is the greatest incentive to honourable acts."},{"id":967,"quote":"Who can love the man he fears. or by who he thinks he is himself feared?"},{"id":968,"quote":"It is the soul itself which sees and hears, and not those parts which are, as it were, but windows to the soul."},{"id":969,"quote":"I do not now so much as wish to have the Strength of Youth again that I wish'd in Youth for the Strength of an Ox or Elephant. For it is our Business only to make the best Use we can of the Powers granted us by Nature."},{"id":970,"quote":"The man who is always fortunate cannot easily have a great reverence for virtue."},{"id":971,"quote":"Death approaches, which is always impending like the stone over Tantalus: then comes superstition with which he who is imbued can never have peace of mind."},{"id":972,"quote":"It is a great proof of talents to be able to recall the mind from the senses, and to separate thought from habit."},{"id":973,"quote":"In all great arts, as in trees, it is the height that charms us; we care nothing for the roots or trunks, yet it could not be without the aid of these."},{"id":974,"quote":"Oh, how great is the power of truth! which of its own power can easily defend itself against all the ingenuity and cunning and wisdom of men, and against the treacherous plots of all the world."},{"id":975,"quote":"What fervent love of herself would Virtue excite if she could be seen!"},{"id":976,"quote":"No one dies too soon who has finished the course of perfect virtue."},{"id":977,"quote":"Now in regard to trades and other means of livelihood, which ones are to be considered becoming to a gentleman and which ones are vulgar, we have been taught, in general, as follows. First, those means of livelihood are rejected as undesirable which incur people's ill-will, as those of tax-gatherers and usurers. Unbecoming to a gentleman, too, and vulgar are the means of livelihood of all hired workmen whom we pay for mere manual labour, not for artistic skill; for in their case the very wage they receive is a pledge of their slavery."},{"id":978,"quote":"In times of war, the law falls silent."},{"id":979,"quote":"Little by little old age renders the body less powerful."},{"id":980,"quote":"Action is the language of the body and should harmonize with the spirit within."},{"id":981,"quote":"Nothing is too absurd to be said by some of the philosophers."},{"id":982,"quote":"Saving the virtues includes all other advantages"},{"id":983,"quote":"What the object of senile avarice may be I cannot conceive. For can there be anything more absurd than to seek more journey money, the less there remains of the journey?"},{"id":984,"quote":"There is no thing which God cannot accomplish."},{"id":985,"quote":"Time destroys the speculation of men, but it confirms nature."},{"id":986,"quote":"When you are aspiring to the highest place, it is honorable to reach the second or even the third rank."},{"id":987,"quote":"What is thine is mine, and all mine is thine."},{"id":988,"quote":"A letter does not blush."},{"id":989,"quote":"History is the witness that testifies to the passing of time; it illumines reality, vitalizes memory, provides guidance in daily life and brings us tidings of antiquities. "},{"id":990,"quote":"Thus nature has no love for solitude, and always leans, as it were, on some support; and the sweetest support is found in the most intimate friendship."},{"id":991,"quote":"Everyone has the obligation to ponder well his own specific traits of character. He must also regulate them adequately and not wonder whether someone else's traits might suit him better. The more definitely his own a man's character is, the better it fits him."},{"id":992,"quote":"The mind becomes accustomed to things by the habitual sight of them, and neither wonders nor inquires about the reasons for things it sees all the time."},{"id":993,"quote":"Opinionum enim commenta delet dies; natur judicia confirmat.\nTime destroys the groundless conceits of men; it confirms decisions founded on reality."},{"id":994,"quote":"Man's best support is a very dear friend."},{"id":995,"quote":"The hope of impunity is the greatest inducement to do wrong."},{"id":996,"quote":"Not to know what happened before one was born is always to be a child."},{"id":997,"quote":"No one has lived a short life who has performed its duties with unblemished character."},{"id":998,"quote":"Patria est communis omnium parens.\nOur country is the common parent of all."},{"id":999,"quote":"Let war yield to peace, laurels to paeans."},{"id":1000,"quote":"There is no fortune so strong that money cannot take it."},{"id":1001,"quote":"There is no one so old as to not think they may live a day longer."},{"id":1002,"quote":"It is a shameful thing to be weary of inquiry when what we search for is excellent."},{"id":1003,"quote":"A dissolute and intemperate youth hands down the body to old age in a worn-out state."},{"id":1004,"quote":"Nothing so cements and holds together all the parts of a society as faith or credit, which can never be kept up unless men are under some force or necessity of honestly paying what they owe to one another."},{"id":1005,"quote":"The comfort derived from the misery of others is slight."},{"id":1006,"quote":"He who obeys with modesty appears worthy of being some day a commander."},{"id":1007,"quote":"Death darkens his eyes, and unplumes his wings, Yet the sweetest song is the last he sings: Live so, my Love, that when death shall come, Swan-like and sweet it may waft thee home."},{"id":1008,"quote":"The swan is not without cause dedicated to Apollo, because foreseeing his happiness in death, he dies with singing and pleasure."},{"id":1009,"quote":"Let arms give place to the robe, and the laurel of the warriors yield to the tongue of the orator."},{"id":1010,"quote":"Religion is not removed by removing superstition."},{"id":1011,"quote":"Even the ablest pilots are willing to receive advice from passengers in tempestuous weather."},{"id":1012,"quote":"The authors who affect contempt for a name in the world put their names to the books which they invite the world to read."},{"id":1013,"quote":"Nothing is so swift as calumny, nothing is more easily propagated, nothing more readily credited, nothing more widely circulated."},{"id":1014,"quote":"There is not a moment without some duty."},{"id":1015,"quote":"O philosophy, life's guide! O searcher-out of virtue and expeller of vices! What could we and every age of men have been without thee? Thou hast produced cities; thou hast called men scattered about into the social enjoyment of life.\n[Lat., O vitae philosophia dux! O virtutis indagatrix, expultrixque vitiorum! Quid non modo nos, sed omnino vita hominum sine et esse potuisset? Tu urbes peperisti; tu dissipatos homines in societatum vitae convocasti.]"},{"id":1016,"quote":"There is a certain virtue in every good man, which night and day stirs up the mind with the stimulus of glory, and reminds it that all mention of our name will not cease at the same time with our lives, but that our fame will endure to all posterity."},{"id":1017,"quote":"Reason is the mistress and queen of all things.\n[Lat., Domina omnium et regina ratio.]"},{"id":1018,"quote":"Certain signs are the forerunners of certain events."},{"id":1019,"quote":"Do nothing twice over."},{"id":1020,"quote":"He has no other recommendation, save an assumed and crafty solemnity of demeanour."},{"id":1021,"quote":"How do our philosophers act? Do they not inscribe their signatures to the very essays they write on the propriety of despising glory."},{"id":1022,"quote":"Ignorance of impending evil is far better than a knowledge of its approach."},{"id":1023,"quote":"We do not destroy religion by destroying superstition."},{"id":1024,"quote":"Yield, ye arms, to the toga; to civic praise, ye laurels."},{"id":1025,"quote":"To wonder at nothing when it happens, to consider nothing impossible before it has come to pass."},{"id":1026,"quote":"Man's life is ruled by fortune, not by wisdom."},{"id":1027,"quote":"But if you should take the bond of goodwill out of the universe no house or city could stand, nor would even the tillage of the fields abide. If that statement is not clear, then you may understand how great is the power of friendship and of concord from a consideration of the results of enmity and disagreement. For what house is so strong, or what state so enduring that it cannot be utterly overthrown by animosities and division?"},{"id":1028,"quote":"For if that last day does not occasion an entire extinction, but a change of abode only, what can be more desirable? And if it, on the other hand, destroys and absolutely puts an end to us, what can be preferable to having a deep sleep fall on us in the midst of the fatigues of life and, being thus overtaken, to sleep to eternity?"},{"id":1029,"quote":"Let arms yield to the toga, let the [victor's] laurel yield to the [orator's] tongue."},{"id":1030,"quote":"For a courageous man cannot die dishonorably, a man who has attained the consulship cannot die before his time, a philosopher cannot die wretchedly."},{"id":1031,"quote":"Who does not know history's first law to be that an author must not dare to tell anything but the truth? And its second that he must make bold to tell the whole truth? That there must be no suggestion of partiality anywhere in his writings? Nor of malice?"},{"id":1032,"quote":"If the oarsmen of a fast-moving ship suddenly cease to row, the suspension of the driving force of the oars doesn't prevent the vessel from continuing to move on its course. And with a speech it is much the same. After he has finished reciting the document, the speaker will still be able to maintain the same tone without a break, borrowing its momentum and impulse from the passage he has just read out."},{"id":1033,"quote":"In fact the whole passion ordinarily termed love (and heaven help me if I can think of any other term to apply to it) is of such exceeding triviality that I see nothing that I think comparable with it."},{"id":1034,"quote":"Nothing is so difficult to believe that oratory cannot make it acceptable, nothing so rough and uncultured as not to gain brilliance and refinement from eloquence."},{"id":1035,"quote":"This seems to be advanced as the surest basis for our belief in the existence of gods, that there is no race so uncivilized, no one in the world so barbarous that his mind has no inkling of a belief in gods."},{"id":1036,"quote":"What is impossible by the nature of things is not confirmed by any law."},{"id":1037,"quote":"Just what is the civil law? What neither influence can affect, nor power break, nor money corrupt: were it to be suppressed or even merely ignored or inadequately observed, no one would feel safe about anything, whether his own possessions, the inheritance he expects from his father, or the bequests he makes to his children."},{"id":1038,"quote":"An innocent man, if accused, can be acquitted; a guilty man, unless accused, cannot be condemned. It is, however, more advantageous to absolve an innocent than not to prosecute a guilty man."},{"id":1039,"quote":"When trying a case [the famous judge] L. Cassius never failed to inquire \"Who gained by it?\" Man's character is such that no one undertakes crimes without hope of gain."},{"id":1040,"quote":"Peace is so beneficial that the word itself is pleasant to hear."},{"id":1041,"quote":"A room without books is like a body without a soul."},{"id":1042,"quote":"Six mistakes mankind keeps making century after century:Believing that personal gain is made by crushing others;Worrying about things that cannot be changed or corrected;Insisting that a thing is impossible because we cannot accomplish it;Refusing to set aside trivial preferences;Neglecting development and refinement of the mind;Attempting to compel others to believe and live as we do."},{"id":1043,"quote":"In times of war, the law falls silent.Silent enim leges inter arma"},{"id":1044,"quote":"Friendship improves happiness, and abates misery, by doubling our joys, and dividing our grief"},{"id":1045,"quote":"Non nobis solum nati sumus.(Not for ourselves alone are we born.)"},{"id":1046,"quote":"Gratitude is not only the greatest of virtues, but the parent of all others."},{"id":1047,"quote":"Not to know what has been transacted in former times is to be always a child. If no use is made of the labours of past ages, the world must remain always in the infancy of knowledge."},{"id":1048,"quote":"Dum Spiro, spero"},{"id":1049,"quote":"The life of the dead is set in the memory of the living."},{"id":1050,"quote":"I criticize by creation, not by finding fault."},{"id":1051,"quote":"We must not say every mistake is a foolish one."},{"id":1052,"quote":"It is foolish to tear ones hair in grief, as though sorrow would be made less by baldness."},{"id":1053,"quote":"I am not ashamed to confess I am ignorant of what I do not know."},{"id":1054,"quote":"Law applied to its extreme is the greatest injustice"},{"id":1055,"quote":"Any man can make mistakes, but only an idiot persists in his error"},{"id":1056,"quote":"Knowledge which is divorced from justice may be called cunning rather than wisdom."},{"id":1057,"quote":"Nemo enim est tam senex qui se annum non putet posse vivere.(No one is so old as to think that he cannot live one more year.)"},{"id":1058,"quote":"Nemo est qui tibi sapientius suadere possit te ipso: numquam labere, si te audies.(Nobody can give you wiser advice than yourself: if you heed yourself, you'll never go wrong.)"},{"id":1059,"quote":"a friend is a second self"},{"id":1060,"quote":"What one has, one ought to use; and whatever he does, he should do with all his might."},{"id":1061,"quote":"What an ugly beast is the ape, and how like us."},{"id":1062,"quote":"Ut conclave sine libris ita corpus sine anima\" A room without books is like a body without a soul"},{"id":1063,"quote":"Cultivation of the mind is as necessary as food to the body"},{"id":1064,"quote":"As for myself, I can only exhort you to look on Friendship as the most valuable of all human possessions, no other being equally suited to the moral nature of man, or so applicable to every state and circumstance, whether of prosperity or adversity, in which he can possibly be placed. But at the same time I lay it down as a fundamental axiom that \"true Friendship can only subsist between those who are animated by the strictest principles of honour and virtue.\" When I say this, I would not be thought to adopt the sentiments of those speculative moralists who pretend that no man can justly be deemed virtuous who is not arrived at that state of absolute perfection which constitutes, according to their ideas, the character of genuine wisdom. This opinion may appear true, perhaps, in theory, but is altogether inapplicable to any useful purpose of society, as it supposes a degree of virtue to which no mortal was ever capable of rising."},{"id":1065,"quote":"Natural ability without education has more often raised a man to glory and virtue than education without natural ability."},{"id":1066,"quote":"Omnia mea mecum porto."},{"id":1067,"quote":"History is the witness that testifies to the passing of time; it illumines reality, vitalizes memory, provides guidance in daily life and brings us tidings of antiquities."},{"id":1068,"quote":"Kindness is stronger than fear."},{"id":1069,"quote":"Endless money forms the sinews of war."},{"id":1070,"quote":"To be rather than to seem."},{"id":1071,"quote":"True law is right reason in agreement with nature; it is of universal application, unchanging and everlasting; it summons to duty by its commands, and averts from wrongdoing by its prohibitions."},{"id":1072,"quote":"A man of faith is also full of courage"},{"id":1073,"quote":"They who say that we should love our fellow-citizens but not foreigners, destroy the universal brotherhood of mankind, with which benevolence and justice would perish forever"},{"id":1074,"quote":"Memory is the treasury and guardian of all things. Cicero"},{"id":1075,"quote":"The welfare of the people is the highest law"},{"id":1076,"quote":"To make a mistake is only human; to persist in a mistake is idiotic."},{"id":1077,"quote":"Books: our unfailing companions"},{"id":1078,"quote":"Vivere est Cogitare"},{"id":1079,"quote":"If you have no confidence in self, you are twice defeated in the race of life. With confidence, you have won even before you have started."},{"id":1080,"quote":"Lucius Cassius ille quem populus Romanus verissimum et sapientissimum iudicem putabat identidem in causis quaerere solebat 'cui bono' fuisset.The famous Lucius Cassius, whom the Roman people used to regard as a very honest and wise judge, was in the habit of asking, time and again, 'To whose benefit?"},{"id":1081,"quote":"There is, I assure you, a medical art for the soul. It is philosophy, whose aid need not be sought, as in bodily diseases, from outside ourselves. We must endeavor with all our resources and all our strength to become capable of doctoring ourselves."},{"id":1082,"quote":"The closer the collapse of the Empire, the crazier its laws are."},{"id":1083,"quote":"Historia magistra vitae est"},{"id":1084,"quote":"What can be more delightful than to have some one to whom you can say everything with the same absolute confidence as to yourself? Is not prosperity robbed of half its value if you have no one to share your joy?"},{"id":1085,"quote":"Apollo, sacred guard of earth's true core, Whence first came frenzied, wild prophetic word..."},{"id":1086,"quote":"When I notice how carefully arranged his hair is and when I watch him adjusting the parting with one finger, I cannot imagine that this man could conceive of such a wicked thing as to destroy the Roman constitution."},{"id":1087,"quote":"The reward of friendship is friendship itself."},{"id":1088,"quote":"I would rather be wrong, by God, with Plato than be correct with those men."},{"id":1089,"quote":"Two distinctive traits especially identify beyond a doubt a strong and dominant character. One trait is contempt for external circumstances, when one is convinced that men ought to respect, to desire, and to pursue only what is moral and right, that men should be subject to nothing, not to another man, not to some disturbing passion, not to Fortune. The second trait, when your character has the disposition I outlined just now, is to perform the kind of services that are significant and most beneficial; but they should also be services that are a severe challenge, that are filled with ordeals, and that endanger not only your life but also the many comforts that make life attractive.Of these two traits, all the glory, magnificence, and the advantage, too, let us not forget, are in the second, while the drive and the discipline that make men great are in the former."},{"id":1090,"quote":"The countenance is the portrait of the soul, and the eyes mark its intention."},{"id":1091,"quote":"No power on earth, if it labours beneath the burden of fear, can possibly be strong enough to survive."},{"id":1092,"quote":"O philosophy, life's guide! O searcher-out of virtue and expeller of vices! What could we and every age of men have been without thee? Thou hast produced cities; thou hast called men scattered about into the social enjoyment of life."},{"id":1093,"quote":"Since it's clear then that what sets itself in motion is eternal, who could fail to attribute such a nature to the soul. Anything set in motion by external impetus is inanimate; what is animate moves by its own interior impulse. This is the nature and power of soul. And because it is the one thing out of all that sets itself in motion, then surely it was never born and will last forever."},{"id":1094,"quote":"For he (Cato) gives his opinion as if he were in Plato's Republic, not in Romulus' cesspool."},{"id":1095,"quote":"Just as apples when unripe are torn from trees, but when ripe and mellow drop down, so it is violence that takes life from young men, ripeness from old. This ripeness is so delightful to me that, as I approach nearer to death, I seem, as it were, to be sighting land, and to be coming to port at last after a long voyage."},{"id":1096,"quote":"What can be more delightful than to have some one to whom you can say everything with the same absolute confidence as to yourself?"},{"id":1097,"quote":"Those wars are unjust which are undertaken without provocation. For only a war waged for revenge or defense can be just."},{"id":1098,"quote":"What is sweeter than lettered ease?"},{"id":1099,"quote":"Wisdom is the only thing which can banish sorrow from the breast ."},{"id":1100,"quote":"Esse quam videri - \"To be, rather than to seem (to be)"},{"id":1101,"quote":"Quo usque tandem abutere, Catalina, patientia nostra?"},{"id":1102,"quote":"I conclude, then, that the plea of having acted in the interests of a friend is not a valid excuse for a wrong action. . . . We may then lay down this rule of friendship--neither ask nor consent to do what is wrong. For the plea \"for friendship's sake\" is a discreditable one, and not to be admitted for a moment."},{"id":1103,"quote":"O, tempora! O, mores!"},{"id":1104,"quote":"Freedom will bite back more fiercely when suspended than when she remains undisturbed."},{"id":1105,"quote":"Those who lack within themselves the means for living a blessed and happy life will find any age painful.- How to grow old: ancient wisdom for the second half of life."},{"id":1106,"quote":"The essence of Ciceronian philosophy is a sense of wonder at the interconnectedness of human beings to one another and to the universe that encompasses them."},{"id":1107,"quote":"A certain Spartan, whose name hasnt even been passed down, despised death so greatly that when he was being led to execution after his condemnation by the ephors, he maintained a relaxed and joyous expression. To an enemys challenge  Is this how you mock the laws of Lycurgus?  he answered, On the contrary, I give great thanks to him, for he decreed a punishment that I can pay without taking out a loan or juggling debts.101 O worthy man of Sparta! His spirit was so great that it seems he must have been an innocent man condemned to die. There have been many such in our own country."},{"id":1108,"quote":"Wohl niemand tanzt, wenn er nchtern ist, er msste denn den Verstand verloren haben."},{"id":1109,"quote":"The fruit of too much liberty is slavery."},{"id":1110,"quote":"Si quieres aprender, ensea."},{"id":1111,"quote":"My dear Scipio and Laelius. Men, of course, who have no resources in themselves for securing a good and happy life find every age burdensome. But those who look for all happiness from within can never think anything bad which Nature makes inevitable."},{"id":1112,"quote":"He must protect the lives and interests of the people, appeal to his fellow citizens' patriotic interests, and, in general, set the welfare of the community above his own"},{"id":1113,"quote":"Speaking Latin properly is indeed to be held in the highest regard  not just because of its own merits, but in fact because it has been neglected by the masses. For it is not so much Noble to know Latin as it is disgraceful not to know it."},{"id":1114,"quote":"There are no snares more dangerous than those which lurk under the guise of duty or the name of relationship."},{"id":1115,"quote":"Be, rather than seem"},{"id":1116,"quote":"We must stand up against old age and make up for its drawbacks by taking pains. We must fight it as we should an illness. We must look after our health, use moderate exercise, take just enough food and drink to recruit, but not to overload, our strength. Nor is it the body alone that must be supported, but the intellect and soul much more."},{"id":1117,"quote":"Mea mihi conscientia pluris est quam omnium sermo"},{"id":1118,"quote":"The good life is impossible without a good state; and there is no greater blessing than a well-ordered state."},{"id":1119,"quote":"In communities and individuals alike, excessive freedom topples over into excessive slavery. Extreme freedom produces a tyrant, along with the extremely harsh and evil slavery that goes with him."},{"id":1120,"quote":"But I must at the very beginning lay down this principlefriendship can only exist between good men."},{"id":1121,"quote":"There is a story that Simonides was dining at the house of a wealthy nobleman named Scopas at Crannon in Thessaly, and chanted a lyric poem which he had composed in honor of his host, in which he followed the custom of the poets by including for decorative purposes a long passage referring to Castor and Pollux; whereupon Scopas with excessive meanness told him he would pay him half the fee agreed on for the poem, and if he liked he might apply for the balance to his sons of Tyndaraus, as they had gone halves in the panegyric.The story runs that a little later a message was brought to Simonides to go outside, as two young men were standing at the door who earnestly requested him to come out; so he rose from his seat and went out, and could not see anybody; but in the interval of his absence the roof of the hall where Scopas was giving the banquet fell in, crushing Scopas himself and his relations underneath the ruins and killing them; and when their friends wanted to bury them but were altogether unable to know them apart as they had been completely crushed, the story goes that Simonides was enabled by his recollection of the place in which each of them had been reclining at table to identify them for separate interment; and that this circumstance suggested to him the discovery of the truth that the best aid to clearness of memory consists in orderly arrangement.He inferred that persons desiring to train this faculty must select localities and form mental images of the facts they wish to remember and store those images in the localities, with the result that the arrangement of the localities will preserve the order of the facts, and the images of the facts will designate the facts themselves, and we shall employ the localities and images respectively as a wax writing tablet and the letters written on it."},{"id":1122,"quote":"Amicitiae nostrae memoriam spero sempiternam fore"},{"id":1123,"quote":"I have the better right to indulgence herein, because my devotion to letters strengthens my oratorical powers, and these, such as they are, have never failed my friends in their hour of peril. Yet insignificant though these powers may seem to be, I fully realize from what source I draw all that is highest in them. Had I not persuaded myself from my youth up, thanks to the moral lessons derived from a wide reading, that nothing is to be greatly sought after in this life save glory and honour, and that in their quest all bodily pains and all dangers of death or exile should be lightly accounted, I should never have borne for the safety of you all the burnt of many a bitter encounter, or bared my breast to the daily onsets of abandoned persons. All literature, all philosophy, all history, abounds with incentives to noble action, incentives which would be buried in black darkness were the light of the written word not flashed upon them."},{"id":1124,"quote":"Il y a encore de certains devoirs  remplir envers mme de qui nous avons reu une injure; car la vengeance et la punition ont aussi leurs bornes. Je ne sais mme si repentir de celui qui a fait l'injure ne suffirait pas et pour l'empcher d'en faire une semblable  l'avenir et pour retenir les autres dans le devoir."},{"id":1125,"quote":"Instead let Virtue herself, by her own unaided allurements, summon you to a glory that is genuine and real."},{"id":1126,"quote":"We are all servants of the laws in order to be free"},{"id":1127,"quote":"Una sola offesa si deve completamente eliminare per conservare nell'amicizia l'utilit e la fiducia: infatti gli amici spesso si devono ammonire e rimproverare e questo deve essere accettato amichevolmente quando viene fatto con affetto. Ma, non so come,  vero quello che dice il mio amico nell'\"Andria\": \"L'adulazione genera amici, la verit odio\". Dannosa  la verit, se da lei nasce l'odio che  il veleno dell'amicizia, ma l'adulazione  molto pi dannosa perch, essendo indulgente con gli errori, lascia che l'amico precipiti in rovina; grandissima  la colpa di chi disprezza la verit ed  spinto all'inganno dall'adulazione. [...] Non c' pi da sperare salvezza per chi abbia le orecchie tanto chiuse alla verit da non poter sentire il vero da un amico. [...] Ed  assurdo proprio questo, che quelli che vengono rimproverati non provano quel dispiacere che dovrebbero provare, ma provano proprio quello che non dovrebbero; infatti non si dolgono di aver sbagliato, sopportano di malanimo di essere rimproverati mentre sarebbe stato necessario il contrario, cio addolorarsi delle colpe e godere della correzione."},{"id":1128,"quote":"Legum servi sumus ut liberi esse possimus"},{"id":1129,"quote":"Il sostegno su cui poggia quella fermezza e costanza che cerchiamo nell'amicizia  la fiducia. Niente  stabile di ci che  infido. Inoltre conviene scegliere un amico sincero, gentile e affine, cio che sia mosso dai nostri stessi sentimenti. Tutte cose che hanno attinenza con la fiducia. Non pu essere fidata, infatti, un'indole ambigua e tortuosa n, di certo, pu essere fidato o costante chi non  mosso dai medesimo sentimenti e non  affine per natura. [...] Prima di tutto che non vi sia niente di finto o simulato:  di un animo nobile, infatti, persino odiare apertamente piuttosto che celare il proprio pensiero dietro un falso aspetto."},{"id":1130,"quote":"Some people will say that memory fades away as the years pass. Of course it does if you don't exercise it or aren't very bright to begin with.-- How to grow old: ancient wisdom for the second half of life."},{"id":1131,"quote":"n the face of a true friend a man sees as it were a second self......"},{"id":1132,"quote":"For as I like a man in whom there is something of the old, so I like a man in whom there is something of the young; and he who follows this maxim, in body will possibly be an old man but he will never be an old man in mind."},{"id":1133,"quote":"nothing cruel is in fact beneficial; for cruelty is extremely hostile to the nature of man, which we ought to follow."},{"id":1134,"quote":"For walk where we will, we tread upon some story."},{"id":1135,"quote":"There is also a tradition about Socrates. He liked walking, it is recorded, until a late hour of the evening, and when someone asked him why he did this he said he was trying to work up an appetite for his dinner."},{"id":1136,"quote":"atque illi artifices corporis simulacra ignotis nota faciebant; quae uel si nulla, nihilo sint tamen obscuriores clari uiri."},{"id":1137,"quote":"There is no doubt that a person who is called generous and open-handed has duty in mind, not gain. So likewise justice looks for no prize and no price; it is sought for itself, and is at once the cause and meaning of all the virtues."},{"id":1138,"quote":"We ought, then, to set up images of a kind that can adhere longest in the memory. And we shall do so if we establish likenesses as striking as possible; if we set up images that are not many or vague, but doing something; if we assign to them exceptional beauty or singular ugliness; if we dress some of them with crowns or purple cloaks, for example, so that the likeness may be more distinct to us; or if we somehow disfigure them, as by introducing one stained with blood or soiled with mud or smeared with red paint, so that its form is more striking, or by assigning certain comic effects to our images, for that, too, will ensure our remembering them more readily."},{"id":1139,"quote":"Ein Raum ohne Bcher ist wie ein Krper ohne Seele."},{"id":1140,"quote":"For the whole life of a philosopher is, as the same philosopher says, a meditation on death."},{"id":1141,"quote":"For old age is respected only if it defends itself, maintains its rights, submits to no one, and rules over its domain until its last breath.-- How to grow old: ancient wisdom for the second half of life."},{"id":1142,"quote":"Is not prosperity robbed of half its value if you have no one to share your joy?"},{"id":1143,"quote":"La pobreza no curte el alma ni la favorece. La esclaviza."},{"id":1144,"quote":"The process, indeed, of nature is this: that just in the same manner as our birth was the beginning of things with us, so death will be the end; and as we were noways concerned with anything before we were born, so neither shall we be after we are dead. And"},{"id":1145,"quote":"How can life be worth living, to use the words of Ennius, which lacks that repose which is to be found in the mutual good-will of a friend? What can be more delightful than to have some one to whom you can say everything with the same absolute confidence as to yourself? Is not prosperity robbed of half its value if you have no one to share your joy? On the other hand, misfortunes would be hard to bear if there were not some one to feel them even more acutely than yourself."},{"id":1146,"quote":"El pasado es tambin el presente y el futuro. La nacin que olvida est prdida."},{"id":1147,"quote":"The aim of a ship's captain is a successful voyage; a doctor's, health; a general's, victory. So the aim of our ideal statesman is the citizens' happy life--that is, a life secure in wealth, rich in resources, abundant in renown, and honorable in its moral character. That is the task which I wish him to accomplish--the greatest and best that any man can have."},{"id":1148,"quote":"nemo enim umquam est oratorem, quod Latine loqueretur, admiratus; si est aliter, inrident neque eum oratorem tantum modo, sed hominem non putant."},{"id":1149,"quote":"Its not by strength or speed or swiftness of body that great deeds are done, but by wisdom, character, and sober judgment."},{"id":1150,"quote":"      ,     ."},{"id":1151,"quote":"Justice looks for no prize and no price; it is sought for itself, and is at once the cause and meaning of all the virtues. . . . The worst kind of injustice is to look for profit from injustice."},{"id":1152,"quote":"As I give thought to the matter, I find four causes for the apparent misery of old age; first it withdraws us from active accomplishments; second, it renders the body less powerful; third, it deprives us of almost all forms of enjoyment; fourth, it stands not far from death."},{"id":1153,"quote":"Todos los hombres pueden caer en un error; pero slo los necios perseveran en l"},{"id":1154,"quote":"Ein Zimmer ohne Bcher ist wie ein Krper ohne Seele."},{"id":1155,"quote":"Nescire autem quid antequam natus sis acciderit, id est semper esse puerum."},{"id":1156,"quote":"Though, even if there were no such great advantage to be reaped from it, and if it were only pleasure that is sought from these studies, still I imagine you would consider it a most reasonable and liberal employment of the mind: for other occupations are not suited to every time, nor to every age or place; but these studies are the food of youth, the delight of old age; the ornament of prosperity, the refuge and comfort of adversity; a delight at home, and no hindrance abroad; they are companions by night, and in travel, and in the country."},{"id":1157,"quote":"L'amicizia supera in questo la parentela: nella parentela l'affetto si pu eliminare, nell'amicizia no; infatti, tolto l'affetto viene meno l'amicizia stessa, la parentela rimane."},{"id":1158,"quote":"Angosciarsi profondamente per le proprie disgrazie non  proprio di chi ama l'amico ma se stesso."},{"id":1159,"quote":"A man of courage is also full of faith,"},{"id":1160,"quote":"non deterret sapientem mors."},{"id":1161,"quote":"So let this be the first and sacred law of friendship: seek only the good from friends, do only good for the sake of friends - and don't wait to be asked! Be always attentive! Banish hesitation! Be ready to give advice freely! Take seriously the good advice of friends. Be ready to offer it openly, even forcefully, if the occasion demands - and also be ready to follow when it's been offered."},{"id":1162,"quote":"We don't practise generosity in order to secure gratitude, nor do we invest our gifts in the hope of a favourable return. Rather, it is nature that inclines us towards generosity. Just so, we don't seek friendship with an expectation of gain, but regard the feeling of love as its own reward."},{"id":1163,"quote":"La conducta privada de un hombre no puede ser separada de su conducta pblica; son dos caras de una misma moneda."},{"id":1164,"quote":"Cum dignitate otium"},{"id":1165,"quote":"I have taken so kindly to idleness that I can't tear myself away from it. So either I amuse myself with books, of which I have a good stock at Antium, or I count the waves - the weather is unsuitable for mackerel fishing... And my sole form of political activity is to hate the rascals, and even that I do without anger."},{"id":1166,"quote":"It is strong proof of men knowing things before birth, that when mere children they grasp innumerable facts with such speed as to show that they are not then taking them in for the first time, but are remembering and recalling them."},{"id":1167,"quote":"  ,   ."},{"id":1168,"quote":"           .        ,     ,  ."},{"id":1169,"quote":"El que no esta con Roma, sus leyes y sus libertades, est contra Roma."},{"id":1170,"quote":"Did not he, then, who, if he had died at that time, would have died in all his glory, owe all the great and terrible misfortunes into which he subsequently fell to the prolongation of his life at that time?"},{"id":1171,"quote":"being asked by Criton how he would be buried, I have taken a great deal of pains, saith he, my friends, to no purpose, for I have not convinced our Criton that I shall fly from hence, and leave no part of me behind. Notwithstanding, Criton, if you can overtake me, wheresoever you get hold of me, bury me as you please: but"},{"id":1172,"quote":"But if I am wrong in thinking the human soul immortal, I am glad to be wrong; nor will I allow the mistake which gives me so much pleasure to be wrested from me as long as I live."},{"id":1173,"quote":"apophthegmata) on a variety of topics.72 Its easy to tell the difference between a proper joke and a vulgar one. The first is appropriate for the most serious kind of person in a light mood on the right occasion. The other, if it involves a disgraceful subject or obscene language, doesnt suit even an easy-going fellow. There are limits to be observed in play and recreation as well. We dont want to abandon all precaution and, carried away by our sense of enjoyment, end up disgracing ourselves. Examples of appropriate kinds of recreation include exercising on the Campus Martius,73 also hunting."},{"id":1174,"quote":"No one can be a sound judge if he does not give due weight to convincing suspicions."},{"id":1175,"quote":"It is not merriment and wantonness, nor laughter or jesting, the comrade of frivolity, that make men happy; those are happy, often in sadness, whose wills are strong and true."},{"id":1176,"quote":"If no use is made of the labours of past ages, the world must remain always in the infancy of knowledge."},{"id":1177,"quote":"Salus populi suprema est lex [the good of the people is the chief law]."},{"id":1178,"quote":"Mine is the disaster, if disaster there be; and to be severely distressed at one's own misfortunes does not show that you love your friend, but that you love yourself."},{"id":1179,"quote":"Ahome without books isabody without asoul"},{"id":1180,"quote":"Quo usque tandem abutere, Catilina, patientia nostra? Quam diu etiam furor iste tuus nos eludet? Quem ad finem sese effrenata iactabit audacia?(When, O Catiline, do you mean to cease abusing our patience? How long is that madness of yours still to mock us? When is there to be an end of that unbridled audacity of yours, swaggering about as it does now?)"},{"id":1181,"quote":"If you have a library in your garden, everything will be complete."},{"id":1182,"quote":",    ,   ,   ."},{"id":1183,"quote":"Of this last kind of comparisons is that quoted from the elder Cato, who, when asked what was the most profitable thing to be done on an estate, replied, To feed cattle well. What second best? To feed cattle moderately well. What third best? To feed cattle, though but poorly. What fourth best? To plough the land. And when he who had made these inquiries asked, What is to be said of making profit by usury? Cato replied, What is to be said of making profit by murder?"},{"id":1184,"quote":"Cuando un pueblo est decidido a ser esclavo y se halla degradado, es una locura tratar de animar de nuevo en l el espritu de orgullo y honor, de libertad y amor a las leyes, pues abraza con entusiasmo sus cadenas con tal que lo alimenten sin ningn esfuerzo por su parte."},{"id":1185,"quote":"   ,      ."},{"id":1186,"quote":"Loquor enim de docto homine et erudito, cui vivere est cogitare"},{"id":1187,"quote":"This shows how a man who practices exercise and self-control can preserve some of his original vigor even when he grows old."},{"id":1188,"quote":"Porque los que luchan contra el mal son los soldados de Dos."},{"id":1189,"quote":"But as the cause of perturbations is now discovered, 162for all of them arise from the judgment or opinion, or volition, I shall put an end to this discourse. But we ought to be assured, since the boundaries of good and evil are now discovered, as far as they are discoverable by man, that nothing can be desired of philosophy greater or more useful than the discussions which we have held these four days. For besides instilling a contempt of death, and relieving pain so as to enable men to bear it, we have added the appeasing of grief, than which there is no greater evil to man. For though every perturbation of mind is grievous, and differs but little from madness, yet we are used to say of others when they are under any perturbation, as of fear, joy, or desire, that they are agitated and disturbed; but of those who give themselves up to grief, that they are miserable, afflicted, wretched, unhappy. So that it doth not seem to be by accident, but with reason proposed by you, that I should discuss grief, and the other perturbations separately; for there lies the spring and head of all our miseries; but the cure of grief, and of other disorders, is one and the same in that they are all voluntary, and founded on opinion; we take them on ourselves because it seems right so to do. Philosophy undertakes to eradicate this error, as the root of all our evils: let us therefore surrender ourselves to be instructed by it, and suffer ourselves to be cured; for while these evils have possession of us, we not only cannot be happy, but cannot be right in our minds. We must either deny that reason can effect anything, while, on the other hand, nothing can be done right without reason, or else, since philosophy depends on the deductions of reason, we must seek from her, if we would be good or happy, every help and assistance for living well and happily."},{"id":1190,"quote":"Nam eloquentiam quae admirationem non habet nullam iudico"},{"id":1191,"quote":"We are born for justice, and . . . what is just is based, not on opinion, but on nature."},{"id":1192,"quote":"   -     "},{"id":1193,"quote":"Aquele que se ama a si prprio no tem rivais"},{"id":1194,"quote":"The things possessing most utility also have the greatest amount of dignity, and indeed frequently of beauty also. In temples and colonnades, the pillars are to support the structure, yet they are as dignified in appearance as they are useful. Yonder pediment of the Capitol and those of the other temples are the product not of beauty but of actual necessity; for it was in calculating how to make the rainwater fall off the two sides of the roof that the dignified design of the gables resulted as a by-product of the needs of the structure with the consequence that even if one were erecting a citadel in heave, where no rain could fall, it would be thought certain to be entirely lacking in dignity without a pediment."},{"id":1195,"quote":"En un mot, nos mains tchent de faire dans la nature, pour ainsi dire, une autre nature."},{"id":1196,"quote":"Se o que separa os homens da injustia fosse somente o castigo e no a Natureza, os maus no sentiriam preocupao alguma, to logo desaparecesse o temor dos suplcios.(...)Se os maus vacilam em invocar estes princpios, com que amor devero cultiv-los os bons? Se o castigo, se o temor aos suplcios, e no a prpria essncia desonrosa dos actos, nos levam a considerar uma vida dedicada  injustia e ao crime, ento nada  injusto, e os maus seriam mais adequadamente chamados imprudentes. Se o que nos leva a ser honrados no  a prpria honradez, mas sim a utilidade e o interesse, ento no somos bons, somos espertos."},{"id":1197,"quote":"Aos poderosos les gustan los sicofantes, los iguales les estaban agradecidos por su amabilidad y los inferiores no deseaban otra cosa que servir a personas mas nobles y excepcionales."},{"id":1198,"quote":"En poltica slo puedes estar seguro de una cosa, de que jams puedes estar seguro de nada"},{"id":1199,"quote":"Cuanto ms depravado se vuelve un pueblo, ms se indigna pblicamente contra la inmoralidad."},{"id":1200,"quote":"For what I lack in experience I make up for in diligence."},{"id":1201,"quote":"Nothing is more damaging to a state, nothing so contrary to justice and law, nothing less appropriate to a civilized community, than to force through a measure by violence where a country has a settled and established constitution."},{"id":1202,"quote":"Once you have surrounded the entire place with the nets of your thought, at least if practical experience has sharpened your skill, nothing will escape you, and everything that is in the subject matter will run up to you and fall into your hands."},{"id":1203,"quote":"Una nacin puede sobrevivir a sus locos y hasta a sus ambiciosos, pero no puede sobrevivir a la traicin intestina"},{"id":1204,"quote":"La cultura no garantiza el buen juicio, el escepticismo ni la sabidura."},{"id":1205,"quote":"Honesty is the best policy"},{"id":1206,"quote":"Meanwhile, Milo had been in the Senate on that day until it was dismissed and then came home. He changed out of his formal clothes, waited for a little while his wife got herself ready--you all know how that goes-- and set out at the hour when Clodius, if he had been planning on coming back to Rome that day, would have returned."},{"id":1207,"quote":"Thou shouldst eat to live; not live to eat."},{"id":1208,"quote":"Odiosa razza di uomini, quella che rinfaccia i favori, che dovrebbe ricordare chi li ha ricevuti, non chi li fece."},{"id":1209,"quote":"L'amico certo si vede nella sorte incerta."},{"id":1210,"quote":"Si sancisca, dunque, come prima legge dell'amicizia, questa: chiediamo agli amici cose oneste, facciamo cose oneste a causa degli amici, non aspettiamo neppure di essere pregati; ci sia sempre prontezza e non ci sia, invece, esitazione; ma abbiamo il coraggio di dare liberamente il nostro consiglio. Abbia moltissimo peso, nell'amicizia, l'autorit degli amici che ci spingono al bene e questa usata per ammonire non solo apertamente, ma anche aspramente se sar il caso, e si obbedisca ad essa."},{"id":1211,"quote":"[...] nello stesso modo pensiamo che si debba cercare l'amicizia, spinti non dal guadagno, ma perch ogni suo frutto  proprio nello stesso amore. [...] Se l'interesse, infatti, cementasse le amicizie, questo, cambiando, le distruggerebbe. Ma poich la natura non pu cambiare, per questo le vere amicizie sono eterne."},{"id":1212,"quote":"Suum Cuique"},{"id":1213,"quote":"O tempora! O mores!"},{"id":1214,"quote":"Yo no he abandonado Roma, es Roma la que me ha abandonado a m"},{"id":1215,"quote":"No power is strong enough to be lasting if it labours under the weight of fear."},{"id":1216,"quote":"Respiraro, si te videro."},{"id":1217,"quote":"O vitae Philosophia dux! O virtutum indagatrixexpultrixque vitiorum! Unus dies, bene et ex praeceptistuis actus, peccanti immortalitati est anteponendus."},{"id":1218,"quote":"What can be more certain than this, that no one should be so stupid and so arrogant as to believe that reason and intelligence are present in him but not in the heavens and in the world? Or that those things which are barely understood by the highest intellectual reasoning are kept in motion without any intelligence at all? As for the person who is not impelled to give thanks for the procession of the stars, the alternation of day and night, the regular succession of the seasons, and the fruits which are produced for our enjoymenthow can such a person be counted as human at all?"},{"id":1219,"quote":"As for the person who is not impelled to give thanks for the procession of the stars, the alternation of day and night, the regular succession of the seasons, and the fruits which are produced for our enjoyment--how can such a person be counted as human at all?"},{"id":1220,"quote":"In tragedy anything comic is a blemish and in comedy anything tragic is ugly"},{"id":1221,"quote":"But if this man alone is removed from this piratical crew, we may appear, perhaps, for a short time relieved from fear and anxiety, but the danger will settle down and lie hid in the veins and bowels of the republic. As it often happens that men afflicted with a severe disease, when they are tortured with heat and fever, if they drink cold water, seem at first to be relieved, but afterwards stiffer more and more severely; so this disease which is in the republic, if relieved by the punishment of this man, will only get worse and worse, as the rest will be still alive."},{"id":1222,"quote":"Angustus animus pecniam amat\"."},{"id":1223,"quote":"Why do you insist the universe is not a conscious intelligence, when it gave birth to conscious intelligences?"},{"id":1224,"quote":" impossvel no ser felicssimo quem em tudo depende apenas de si e em si mesmo tudo apia."},{"id":1225,"quote":"My conscience has more weight for me than the opinion of the whole world"},{"id":1226,"quote":"Epicurus however is a more troublesome opponent, because he is a combination of two different sorts of pleasure, and because besides himself and his friends there have been so many later champions of his theory, which somehow or other enlists the support of that least competent but most powerful adherent, the general public."},{"id":1227,"quote":"Omnium Rerum Principia Parva Sunt  'The beginnings of all things are small"},{"id":1228,"quote":"primam esse historiae legem, ne quid falsi dicere audeat, n quid veri non audeat\" - \"Historiju trebamo poznavati kako ne bi govorili neistinui kako imali hrabrosti za istinu"},{"id":1229,"quote":"The course of life cannot change. Nature has but a single path and you travel it only once. Each stage of life has its own appropriate qualitiesweakness in childhood, boldness in youth, seriousness in middle age, and maturity in old age. These are fruits that must be harvested in due season."},{"id":1230,"quote":"Ut conclave sine libris ita corpus sine anima"},{"id":1231,"quote":"These people who govern us should not be so carried away by their own political power that they turn away from peace, but neither should they embrace a peace that is dishonorable."},{"id":1232,"quote":"NOXIAE POENA PAR ESTO (let the punishment fit the crime)."},{"id":1233,"quote":"But unfortunately, decent people are usually slow to act and ignore dangers until a crisis erupts. They are sluggish and willing to abide with peace without honor, but their own inaction causes them to lose both."},{"id":1234,"quote":"For what, in the name of heaven, is more to be desired than wisdom? What is more to be prized? What is better for a man, what more worthy of his nature? Those who seek after it are called philosophers; and philosophy is nothing else, if one will translate the word into our idiom, than the love of wisdom. Wisdom  is the knowledge of things human and divine and of the causes by which those things are controlled. And if the man lives who would belittle the study of philosophy, I quite fail to see what in the world he would see fit to praise."},{"id":1235,"quote":"For other forms of relaxation are not so universally suited to all ages, times, and places; but these studies [of literature] sustain youth and entertain old age, they enhance prosperity, and offer a refuge and solace in adversity, they delight us when we are at home without hindering us in the wider world, and are with us at night, when we travel and when we visit the countryside."},{"id":1236,"quote":"Finally, an orator must have a keen mind capable of remembering a vast array of relevant precedents and examples from history, along with a thorough knowledge of the law and civil statutes."},{"id":1237,"quote":"Ought one to remain in ones country when under a tyrant? If ones country is under a tyrant ought one to labour at all hazards for the abolition of the tyranny, even at the risk of the total destruction of the city? Or ought we to be on our guard against the man attempting the abolition, lest he should rise too high himself?  Ought one to assist ones country when under a tyrant by seizing opportunities and by argument rather than by war?  Is it acting like a good citizen to quit ones country when under a tyrant for any other land, and there to remain quiet, or ought one to face any and every danger for libertys sake?  Ought one to wage war upon and besiege ones native town, if it is under a tyrant?  Even if one does not approve an abolition of a tyranny by war, ought one still to enroll oneself in the ranks of the loyalists?  Ought one in politics to share the dangers of ones benefactors and friends, even though one does not think their general policy to be wise?  Should a man who has done conspicuous services to his country, and on that very account has been shamefully treated and exposed to envy, voluntarily place himself in danger for his country, or may he be permitted at length to take thought for himself and those nearest and dearest to him, giving up all political struggles against the stronger party?"},{"id":1238,"quote":"A good country does not begin a war except to defend its honor or to protect itself....Wars are unjust if they are undertaken without cause. Only a war waged in retaliation or defense can be considered just....No war is honorable unless it is announced and declared or it is for the recovery of property."},{"id":1239,"quote":"...Ey yksek bilgelik! Dostluu yaamdan kaldrmak isteyenler, gnei dnyadan ayranlara benzerler; lmez tanrlar insanlara dostluktan daha iyi, daha tatl bir ey vermedi......Ruhta eylem olmazsa, insanla hayvan arasnda demiyorum, ama insanla aa kt, kaya ya da bu gibi bir eya arasnda ne ayrm kalr? nk kendisinin sert, hem de demir gibi sert olmasn isteyenlerin szlerini dinlemeyen erdem, aslnda bir ok ite olduu gibi, zellikle dostlukta yumuaktr ve ilenebilir; yle ki, dostun mutlu gnlerinde sanki geniler, kara gnlerinde skr. Bu yzden dost iin duyulacak kayg, dostluu yaamdan kaldracak denli byk deildir. Ayn biimde kimi sknt ve zntler dourabilir diye erdemden vazgeilecek de deildir."},{"id":1240,"quote":"Nobody can give you wiser advice than yourself."},{"id":1241,"quote":"Quamquam scripsit artem rhetorieam Cleanthes, Chrysippus etiam, sed sic, ut si quis obmutescere concupierit, nihil aliud legere debeat."},{"id":1242,"quote":"We forget our pleasures, we remember our sufferings"},{"id":1243,"quote":"As you wisely said, Scipio, a true republic can exist only when the citizens consent to be bound together under the law. The monstrosity you describe surely deserves the name of tyranny just as much as if it were a single person. Actually, it is even worse, for there is nothing more despicable than a government that falsely assumes the appearance and the name of 'the people."},{"id":1244,"quote":"Age nunc, refer animum, sis, ad veritatem, [...]."},{"id":1245,"quote":"Non nobis solum nati sumus."},{"id":1246,"quote":"By all means press on . . . and bear in mind that you are not mortal, but only that body of yours. You are not the person presented by your physical appearance. A man's true self is his mind, not that form which can be pointed out by a finger."},{"id":1247,"quote":"As you wisely said, Scipio, a true republic can exist only when the citizens consent to be bound together under the law. The monstrosity you describe surely deserves the name of tyranny just as much as if it were a single person. Actually, it is even worse, for there is nothing more despicable than a government that falsely assumes the appearance and the name of ."},{"id":1248,"quote":"As you wisely said, Scipio, a true republic can exist only when the citizens consent to be bound together under the law. The monstrosity you describe surely deserves the name of tyranny just as much as if it were a single person. Actually, it is even worse, for there is nothing more despicable than a government that falsely assumes the appearance and the name of the people."},{"id":1249,"quote":"As for you, my young friends, I urge you to strive for virtue, for without it friendship cannot exist. And friendship, aside from virtue, is the greatest thing we can find in life."},{"id":1250,"quote":"A hatred not shown and which remains concealed, is to be feared more than that which is openly voiced."},{"id":1251,"quote":"A good country does not begin a war except to defend its honor or to protect itself. ... Wars are unjust if they are undertaken without cause. Only a war waged in retaliation or defense can be considered just. ... No war is honorable unless it is announced and declared or it is for the recovery of property."},{"id":1252,"quote":"It is the function of justice not to do wrong to one's fellow-men; of considerateness , not to wound their feelings; and in this the essence of propriety is best seen."},{"id":1253,"quote":"But of all the bonds of fellowship, there is none more noble, none more powerful than when good men of congenial character are joined in intimate friendship."},{"id":1254,"quote":"Turpis autem fuga mortis omni est morte pejor."},{"id":1255,"quote":"Magistratum legem esse loquentem, legem autem mutum magistratum"},{"id":1256,"quote":"they follow nature as the most perfect guide to a good life. Now"},{"id":1257,"quote":"Historia magistra vitae et testis temporum."},{"id":1258,"quote":"Breve tempus tatis satis est longum ad bene honesteque vivendum"},{"id":1259,"quote":"Gut ist, was den Guten gefllt."},{"id":1260,"quote":"Per aspera ad astra"},{"id":1261,"quote":"Si hortum in bibliotheca habes, deerit nihil  (106  43 BC, Epistulae Ad Familiares, book IX, epistle 4). If you have a garden in your library, nothing will fail that is paraphrased as If you have a garden and a library, you will want for nothing."},{"id":1262,"quote":"Tum enim dixit duo corpora esse rei publicae, unum debile infirmo capite, alterum firmum sine capite."},{"id":1263,"quote":"Es absolutamente precisa la guarda y conservacin del propio carcter, el cultivo de las buenas cualidades que poseemos (...). De nada sirve obrar en desacuerdo con la naturaleza y perseguir objetivos que nos son inaccesibles. (...) Nada es ms conveniente que obrar siempre en consonancia con el propio carcter, y esto no se puede alcanzar si, imitando el carcter de los dems, renunciamos al propio. (...) Que cada persona conozca bien su propia ndole y juzgue con rigor lo que tiene de bueno y de malo. (...)"},{"id":1264,"quote":"Itaque inter omnis omnium gentium summa constat; omnibus enim innatum est et in animo quasi insculptum esse deos."},{"id":1265,"quote":"...all that I can do is to urge you to put friendship before all things human; for nothing is so conformable to nature and nothing so adaptable to our fortunes whether they be favourable or adverse."},{"id":1266,"quote":"The egoist loves himself without rivals."},{"id":1267,"quote":"See,\" says he, \"you who deny a providence, how many have been saved by their prayers to the Gods.\"\"Ay,\" says Diagoras, \"I see those who were saved, but where are those painted who were shipwrecked"},{"id":1268,"quote":"for in history there is nothing more pleasing than clear and brilliant brevity.(Latin:Nihil est enim in historia pura et illustri brevitate dulcius.)"},{"id":1269,"quote":"Das also ist keine Freundschaft, dass, wenn der eine die Wahrheit nicht hren will, der andere zum Lgen bereit ist.Laelius de amicitia (ber die Freundschaft) 98(Original lat.: \"Nulla est igitur haec amicitia, cum alter verum audire non vult, alter ad mentiendum paratus est.\")"},{"id":1270,"quote":"For friendship is nothing else than an accord in all things, human and divine, conjoined with mutual goodwill and affection, and I am inclined to think that, with the exception of wisdom, no better thing has been given to man by the immortal gods."},{"id":1271,"quote":"What is sweeter than to have someone with whom you may dare discuss anything as if you were communing with yourself? How could your enjoyment in times of prosperity be so great if you did not have someone whose joy in them would be equal to your own?"},{"id":1272,"quote":"Wat kan in de bezigheden der mensen van belang lijken voor een man die de eeuwigheid voor ogen houdt en zich bewust is van de uitgestrektheid van het universum?"},{"id":1273,"quote":"If people think that friendship springs from weakness and from a purpose to secure someone through whom we may obtain that which we lack, they assign her, if I may so express it, a lowly pedigree indeed, and an origin far from noble, and they would make her the daughter of poverty and want."},{"id":1274,"quote":"Fieri autem potest ut recte quis sentiat et id, quod sentit, polite eloqui non possit; sed mandare quemquam litteris cogitationes suas, qui eas nec disponere nec illustrare possit nec delectatione aliqua adlicere lectorem, hominis est intemperanter abutentis et otio et litteris."},{"id":1275,"quote":"It is useless to know what shall come to pass; it is a miserable thing to be tormented to no purpose."},{"id":1276,"quote":"for my own part I cannot cordially approve, I merely tolerate, a philosopher who talks of setting bounds to the desires. Is it possible for desire to be kept within bounds? It ought to be destroyed, uprooted altogether."},{"id":1277,"quote":"The brief arc of our days,O Sestius,prevents us from launching prolonged hopes."},{"id":1278,"quote":"As I gazed rather intently at the earth my grandfather said: How long will your thoughts continue to dwell upon the earth?"},{"id":1279,"quote":"Wenn du einen Garten und eine Bibliothek hast, wird Dir an nichts fehlen."},{"id":1280,"quote":"O noble philosophy! Why, they seem to take the sun out of the universe when they deprive life of friendship, than which we have from the immortal gods no better, no more delightful boon."},{"id":1281,"quote":"he grew old learning many a fresh lesson every day."},{"id":1282,"quote":"For of what value is their vaunted 'freedom from care'? In appearance it is indeed an alluring thing, but in reality often to be shunned. For it is inconsistent not to undertake any honourable business or course of conduct, or to lay it aside when undertaken, in order to avoid anxiety. Nay, if we continually flee from trouble, we must also flee from Virtue, who necessarily meets with some trouble in rejecting and loathing things contrary to herself, as when kindness rejects ill-will, temperance lust, and bravery cowardice. And so you may see that it is the just who are most pained at injustice, the brave at cowardice, the self-restrained at profligacy. It is, therefore, characteristic of the well-ordered mind both to rejoice at good deeds and to be pained at the reverse."},{"id":1283,"quote":"For when the soul is deprived of emotion, what difference is there  I do not say between man and the beasts of the field, but between man and a stock or a stone, or any such thing?"},{"id":1284,"quote":"Zoals de dwaasheid nooit tevreden is, zelfs niet als haar wensen worden vervuld, zo is de wijsheid steeds tevreden met wat voorhanden is, en heeft nooit onvrede met zichzelf."},{"id":1285,"quote":"For is there anything so absurd as to delight in many inanimate things, like public office, fame, and stately buildings, or dress and personal adornment, and to take little or no delight in a sentient being endowed with virtue and capable of loving, and  if I may so term it  of loving back?"},{"id":1286,"quote":"But what is more foolish, when men are in the plenitude of resources, opportunities, and wealth, than to procure the other things which money provides  horses, slaves, splendid raiment, and costly plate  and not procure friends, who are, if I may say so, life's best and fairest furniture?"},{"id":1287,"quote":"But worst of all is the third limitation, which is that 'whatever value a man places upon himself, the same value should be placed upon him by his friends.' For often in some men either the spirit is too dejected, or the hope of bettering their fortune is too faint. Therefore, it is not the province of a friend, in such a case, to have the same estimate of another that the other has of himself, but rather it is his duty to strive with all his might to arouse his friend's prostrate soul and lead it to a livelier hope and into a better train of thought."},{"id":1288,"quote":"Nor is it easy to find men who will go down to calamity's depths for a friend. Ennius, however, is right when he says:When Fortune's fickle the faithful friend is found;yet it is on these two charges that most men are convicted of fickleness: they either hold a friend of little value when their own affairs are prosperous, or they abandon him when his are adverse. Whoever, therefore, in either of these contingencies, has shown himself staunch, immovable, and firm in friendship ought to be considered to belong to that class of men which is exceedingly rare  aye, almost divine."},{"id":1289,"quote":"Utinam tam facile vera invenire possim quam falsa convincere."},{"id":1290,"quote":"Quid? Quod eadem mente res dissimillimas comprehendimus, ut colorem saporem, calorem, odorem, sonum? Quae numquam quinque nuntiis animus cognosceret, nisi ad eum omnia referrentur et is omnium iudex solus esset."},{"id":1291,"quote":"Hatreds not voiced, but which are concealed, is to be feared more than those openly declared."},{"id":1292,"quote":"Historia vero testistemporum, lux veritatis,vita memoriae, magistra vitae.History is the witness of the times, the light oftruth, the life of memory,the mistress of life."},{"id":1293,"quote":"Elephanto beluarum nulla prudentior: at figura quae vastior? De bestiis loquor: quid, inter ipsos homines nonne et simillimis formis dispares mores et moribus simillimis figura dissimilis? (1.97 De Natura Deorum)"},{"id":1294,"quote":"Likewise other things, which seem to some to be worthy of admiration, are by many thought to be of no value at all. But concerning friendship, all, to a man, think the same thing: those who have devoted themselves to public life; those who find their joy in science and philosophy; those who manage their own business free from public cares; and, finally, those who are wholly given up to sensual pleasures  all believe that without friendship life is no life at all, or at least they so believe if they have any desire whatever to live the life of free men."},{"id":1295,"quote":"Whether it is a natural instinct or a mere illusion, I cant say; but ones emotions are more strongly aroused by seeing the places that tradition records to have been the favourite resort of men of note in former days, than by hearing about their deeds or reading their writings. My own feelings at the present moment are a case in point. I am reminded of Plato, the first philosopher, so we are told, that made a practice of holding discussions in this place;"},{"id":1296,"quote":"By this time I was thoroughly terrified, not so much fearing death as the treachery of my own kind."},{"id":1297,"quote":"statuere enim qui sit sapiens vel maxime videtur esse sapientis"},{"id":1298,"quote":"And yet, as to where the blame for this misunderstanding resides, I can more easily conceive than write: since I am afraid that, while defending my own relations, I should not spare yours."},{"id":1299,"quote":"But inasmuch as things human are frail and fleeting, we must be ever on the search for some persons whom we shall love and who will love us in return; for if goodwill and affection are taken away, every joy is taken from life. For me, indeed, though he was suddenly snatched away, Scipio still lives and will always live; for it was his virtue that caused my love and that is not dead."},{"id":1300,"quote":"This is all that I had to say about friendship; but I exhort you both so to esteem virtue (without which friendship cannot exist), that, excepting virtue, you will think nothing more excellent than friendship."},{"id":1301,"quote":"Justice is the mistress and queen of all the virtues."},{"id":1302,"quote":"It is to this effect: If a man should ascend alone into heaven and behold clearly the structure of the universe and the beauty of the stars, there would be no pleasure for him in the awe-inspiring sight, which would have filled him with delight if he had had someone to whom he could describe what he had seen. Thus nature, loving nothing solitary, always strives for some sort of support, and man's best support is a very dear friend."},{"id":1303,"quote":"Denn wirklich tugendhaft wollen nicht so Vieleseinalsscheinen."},{"id":1304,"quote":"That which is in itself in accordance with nature, or which produces something else that is so, and which therefore is deserving of choice as possessing a certain amount of positive valueaxia as the Stoics call itthis they pronounce to be valuable (for so I suppose we may translate it); and on the other hand that which is the contrary of the former they term valueless. The initial principle being thus established that things in accordance with nature are things to be taken for their own sake, and their opposites similarly things to be rejected, the first appropriate act (for so I render the Greek kathekon) is to preserve oneself in ones natural constitution; the next is to retain those things which are in accordance with nature and to repel those that are contrary; then when this principle of choice and also of rejection has been discovered, there follows next in order choice conditioned by appropriate action; then such choice become a fixed habit; and finally, choice fully rationalized and in harmony with nature."},{"id":1305,"quote":"Wherefore, if this consideration moves any one, that it has been heard that some tool of Lentulus is running about the shops,is hoping that the minds of some poor and ignorant men may be corrupted by bribery; that, indeed, has been attempted and begun, but no one has been found either so wretched in their fortune or so abandoned in their inclination as not to wish the place of their seat and work and daily gain, their chamber and their bed, and, in short, the tranquil course of their lives, to be still preserved to them. And far the greater part of those who are in the shops,yes, indeed, (for that is the more correct way of speaking,) the whole of this class is of all the most attached to tranquillity; their whole stock, indeed, their whole employment and livelihood, exists by the peaceful intercourse of the citizens, and is wholly supported by peace. And if their gains are diminished whenever their shops are shut, what will they be when they are burnt?"},{"id":1306,"quote":"Although in one point the circumstances of foreign triumph are better than those of domestic victory; because foreign enemies, either if they be crushed become one's servants, or if they be received into the state, think themselves bound to us by obligations; but those of the number of citizens who become depraved by madness and once begin to be enemies to their country,those men, when you have defeated their attempts to injure the republic, you can neither restrain by force nor conciliate by kindness."},{"id":1307,"quote":"Socrates used to pronounce a curse upon those who first drew a conceptual distinction between things naturally inseparable."},{"id":1308,"quote":"Dac ai o grdin i o bibliotec, ai tot ce-i trebuie."},{"id":1309,"quote":"the man to open his ears widest to flatterers is he who first flatters himself and is fondest of himself."},{"id":1310,"quote":"Osons non seulement couper les branches de nos malheurs, mais arracher tous les filaments de leurs racines. Peut-tre pourtant en restera-t-il quelque chose, tellement sont profondes les souches de la draison ; mais il ne restera que le ncessaire. Ainsi tiens pour certains que, si l'me ne gurit pas (ce qui est impossible sans la philosophie), il n'y aura pas de fins  nos misres. Aussi, puisque nous avons commenc, confions-nous  elle pour tre soigns ; nous gurirons si nous le voulons."},{"id":1311,"quote":"ait enim declinare atomum sine causa; quo nihil turpius physico, quam fieri quicquam sine causa dicere,  et"},{"id":1312,"quote":"Il me semble que cette mditation anticipe des malheurs humains produit presque le mme effet que la gurison obtenue avec le temps, sinon que, dans le premier cas, c'est le raisonnement qui gurit, et dans le second, la nature ; mais on comprend l'essentiel,  savoir que le mal tenu pour le plus grand de tous n'est jamais si grand qu'il puisse dtruire la vie heureuse."},{"id":1313,"quote":"Tcerea face parte din conversaie."},{"id":1314,"quote":"Cuando lo hombres renuncian voluntariamente a su libertad po su seguridad, pronto pierden incluso esa degradada seguridad"},{"id":1315,"quote":"El cario es muy traicionero. La justicia tiene sus exigencias, pero el cario pugna por ella"},{"id":1316,"quote":"Si la clase media sirve para algo es para trabajar y pagar impuestos, con los que podamos sobornar a la plebe de Roma y tenerla contenta y mantenerla dcil. Es cierto que los plebeyos de Roma son como animales, pero son muchos y necesitamos sus votos para alcanzar el poder. Que la clase media nos sirva hasta el final, porque los nuevos ciudadanos no piensan mas que en trabajo."},{"id":1317,"quote":"The man who has a garden and a library has everything."},{"id":1318,"quote":"In omni disciplina informa est artis praeceptio sine summa assiduitate exercitationis."},{"id":1319,"quote":"However one defines man, the same definition applies to us all."},{"id":1320,"quote":"Solo un loco bailara estando sobrio."},{"id":1321,"quote":"What he sees often, he does not wonder at, even if he does not know why it is. If something happens which he has not seen before, he thinks it a prodigy."},{"id":1322,"quote":"Sapientia autem est, ut a veteribus philosophis definitum est, rerum divinarum et humanarum causarumque, quibus eae res continentur, scientia, cuius studium qui vituperat haud sane intellego quidnam sit quod laudandum putet."},{"id":1323,"quote":"it is by no means surprising that though we are first commended to Wisdom by the primary natural instincts, afterwards Wisdom itself becomes dearer to us than are the instincts from which we came to her."},{"id":1324,"quote":"Die Menschen kommen durch nichts den Gttern nher, als wenn sie Menschen glcklich machen."},{"id":1325,"quote":"sed inter hominem et beluam ho maxime interest, quod haec tantum, quantum sensu movetur, ad id solum, quod adest quodque prasens est, se accommodat paulum admodum sentiens praeteritum aut futurum; homo autem, quod rationis est particeps, per quam consequentia cernit, causas rerum videt earumque praegressus et quasi antecessiones non ignorat, similitudines comparat rebusque praesentibus adjungit atque annectit futuras, facile totius vitae cursum videt ad eamque degendam praeparat res necessarias."},{"id":1326,"quote":"Optime autem societas hominum conjunctioque servabitur, si, ut quisque erit conjunctissimus, ita in eum benignitatis plurimum conferetur. (...)Homo, qui erranti comiter monstrat viam,Quasi lumen de suo lumine accendat, facitNihilo minus ipsi lucet, cum illi accenderit."},{"id":1327,"quote":"Nothing is too absurd for some philosopher to have said it."},{"id":1328,"quote":"   "},{"id":1329,"quote":"Cannot people realize how large an income is thrift."},{"id":1330,"quote":"Nimium boni est, cui nihil est mali."}]