[{"id":1,"quote":"Beauty begins the moment you decide to be yourself."},{"id":2,"quote":"Elegance is when the inside is as beautiful as the outside."},{"id":3,"quote":"It's not the appearance, it's the essence. It's not the money, it's the education. It's not the clothes, it's the class."},{"id":4,"quote":"To achieve great things, we must first dream."},{"id":5,"quote":"To be irreplaceable, you have to be different."},{"id":6,"quote":"A woman needs independence, not equality. In most cases, equality is a step down."},{"id":7,"quote":"I don't care what you think about me. I don't think about you at all."},{"id":8,"quote":"Strength is built by one's failures, not by one's successes."},{"id":9,"quote":"Don't spend time beating on a wall, hoping to transform it into a door."},{"id":10,"quote":"The best things in life are free. The second best things are very, very expensive."},{"id":11,"quote":"Dress shabbily and they remember the dress; dress impeccably and they remember the woman."},{"id":12,"quote":"Beauty Should Begin in the Heart and Soul, otherwise cosmetics are useless."},{"id":13,"quote":"Fashion comes and goes but style lasts forever"},{"id":14,"quote":"Simplicity is the keynote of all true elegance."},{"id":15,"quote":"Sin can be forgiven, but stupid is forever."},{"id":16,"quote":"You can be gorgeous at thirty, charming at forty, and irresistible for the rest of your life."},{"id":17,"quote":"Elegance comes from being as beautiful inside as outside."},{"id":18,"quote":"Nothing makes a woman look so old as desperately trying to look young"},{"id":19,"quote":"Fashion is not something that exists in dresses only. Fashion is in the sky, in the street, fashion has to do with ideas, the way we live, what is happening."},{"id":20,"quote":"My life didn't please me, so I created my life."},{"id":21,"quote":"There are rich people, and there are those who have money. They are not the same people."},{"id":22,"quote":"Keep your heel, head and standards high."},{"id":23,"quote":"If you're sad, add more lipstick and attack."},{"id":24,"quote":"People laughed at the way I dressed, but that was the secret of my success. I didn't look like anyone."},{"id":25,"quote":"I am no longer what I was. I will remain what I have become."},{"id":26,"quote":"If you were born without wings, do nothing to prevent them from growing."},{"id":27,"quote":"Wear perfume wherever you want to be kissed!"},{"id":28,"quote":"Men always remember a woman who caused them concern and uneasiness."},{"id":29,"quote":"A girl should be two things: classy and fabulous."},{"id":30,"quote":"Nothing is more beautiful than freedom of the body."},{"id":31,"quote":"Eat less than you think you want, eat with your intelligence, not your stomach. Never get up from the table with an inward, silent apology for being a pig."},{"id":32,"quote":"The most courageous act is still to think for yourself. Aloud."},{"id":33,"quote":"The age of a woman is not important: you can be wonderful in your 20's, amazing in your 40's and stay fabulous for the rest of your life."},{"id":34,"quote":"You live but once; you might as well be amusing."},{"id":35,"quote":"Everyday is a fashion show and the world is the runway"},{"id":36,"quote":"A woman is only as good as the peace and light she radiates."},{"id":37,"quote":"Success is often achieved by those who don't know that failure is inevitable."},{"id":38,"quote":"Some people think luxury is the opposite of poverty. It is not. It is the opposite of vulgarity."},{"id":39,"quote":"A women who doesn't wear perfume has no future."},{"id":40,"quote":"The best accessory for a woman - handsome man!"},{"id":41,"quote":"You cannot keep up a nightlife and amount to anything in the day. You cannot indulge in those foods and liquors that destroy the physique and still hope to have a physique that functions with the minimum of destruction to itself. A candle burnt at both ends may shed a brighter light, but the darkness that follows is for a longer time."},{"id":42,"quote":"A woman does not become interesting until she is over 40."},{"id":43,"quote":"I've never done anything by halves."},{"id":44,"quote":"The worse a woman feels, the better should she look."},{"id":45,"quote":"Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty."},{"id":46,"quote":"The best colour in the whole world is the one that looks good on you."},{"id":47,"quote":"True elegance consists not in having a closet bursting with clothes, but rather in having a few well-chosen numbers in which one feels totally at ease."},{"id":48,"quote":"Be classy. Anything but trashy."},{"id":49,"quote":"If a man talks bad about all women, it usually means he was burned by one woman."},{"id":50,"quote":"No elegance is possible without perfume. It is the unseen, unforgettable, ultimate accessory"},{"id":51,"quote":"In order to be irreplaceable, one must always be different- life isn't about finding yourself, it's about creating yourself- a girl should be two things: who and what she wants."},{"id":52,"quote":"Modesty is the highest elegance"},{"id":53,"quote":"Adornment is never anything except a reflection of the heart."},{"id":54,"quote":"When I find a colour darker than black, I'll wear it. But until then, I'm wearing black!"},{"id":55,"quote":"Luxury lies not in the richness of things, but in the absence of vulgarity"},{"id":56,"quote":"There are no ugly women, only lazy."},{"id":57,"quote":"Keep your heels, head & standards high!"},{"id":58,"quote":"We are born with only one face,  but laughing or crying,  wisely or unwisely,  eventually we form our own."},{"id":59,"quote":"If you are sad, if you are heartbroken, make yourself up, dress up, add more lipstick and attack."},{"id":60,"quote":"I invented my life by taking for granted that everything I did not like would have an opposite, which I would like."},{"id":61,"quote":"I was a rebellious child, a rebellious lover, a rebellious couturière - a real devil."},{"id":62,"quote":"J'aime la vie! I feel that to live is a wonderful thing."},{"id":63,"quote":"I don't do fashion, I'm fashion"},{"id":64,"quote":"Women need to be beautiful to be loved by men, and stupid enough to love them."},{"id":65,"quote":"A woman with good shoes i never ugly!"},{"id":66,"quote":"Creativity is the art of concealing your sources."},{"id":67,"quote":"I only drink champagne on two occasions.When I am in love and when I am not"},{"id":68,"quote":"A dress made right should allow one to walk, to dance, even to ride horseback."},{"id":69,"quote":"It's not the rooms, it's the life you live in them"},{"id":70,"quote":"I wanted to give a woman comfortable clothes that would flow with her body. A woman is closest to being naked when she is well-dressed."},{"id":71,"quote":"He who does not enjoy his own company is usually right."},{"id":72,"quote":"Money for me has only one sound: liberty."},{"id":73,"quote":"My reason for choosing diamonds is that, dense as they are, they represent the greatest worth in the smallest volume."},{"id":74,"quote":"A women needs ropes and ropes of pearls."},{"id":75,"quote":"A young lady ought to be two things: tasteful and breathtaking."},{"id":76,"quote":"Fashion is not simply a matter of clothes. Fashion is in the air, born upon the wind. One intuits it. It is in the sky and on the road."},{"id":77,"quote":"Nothing is ugly as long as it is alive."},{"id":78,"quote":"My friends, there are no friends."},{"id":79,"quote":"Fashion is made to become unfashionable."},{"id":80,"quote":"Fashion is not something that exists in dresses only."},{"id":81,"quote":"A woman in love is helpless."},{"id":82,"quote":"I consider lace to be one of the prettiest imitations ever made of the fantasy of nature; lace always evokes for me those incomparable designs which the branches and leaves of trees embroider across the sky, and I do not think that any invention of the human spirit could have a more graceful or precise origin."},{"id":83,"quote":"It's always better to be underdressed."},{"id":84,"quote":"Perfume heralds a woman’s arrival and prolongs her departure."},{"id":85,"quote":"Those who create are rare; those who cannot are numerous. Therefore, the latter are stronger."},{"id":86,"quote":"Since everything is in our heads, we had better not lose them."},{"id":87,"quote":"A fashion that does not reach the streets is not a fashion"},{"id":88,"quote":"Elegance is refusal."},{"id":89,"quote":"Caring about beauty, it is necessary to start with the heart and soul, otherwise no makeup will not help."},{"id":90,"quote":"Chanel is above all a style. Fashion passes, style remains."},{"id":91,"quote":"Fashion fades, only style remains the same."},{"id":92,"quote":"Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor."},{"id":93,"quote":"The poetry of fashion lies in the creation of illusion"},{"id":94,"quote":"Fashion is architecture: it is a matter of proportions."},{"id":95,"quote":"The right ingredients can create a legend."},{"id":96,"quote":"A woman is closest to being naked when she is well-dressed."},{"id":97,"quote":"Look for the woman in the dress. If there is no woman, there is no dress."},{"id":98,"quote":"Innovation! One cannot be forever innovating. I want to create classics"},{"id":99,"quote":"I am not young but I feel young. The day I feel old, I will go to bed and stay there. J'aime la vie! I feel that to live is a wonderful thing."},{"id":100,"quote":"How many cares one loses when one decides not to be something, but to be someone."},{"id":101,"quote":"Before you leave the house, look in the mirror and remove one accessory."},{"id":102,"quote":"A woman has the age she deserves."},{"id":103,"quote":"I never wanted to weigh more heavily on a man than a bird."},{"id":104,"quote":"There are many more attempts to define happiness than unhappiness. It is because people know all too well what unhappiness is."},{"id":105,"quote":"Capel said, \"Remember that you're a woman.\" All too often I forgot that."},{"id":106,"quote":"I love luxury. And luxury lies not in richness and ornateness but in the absence of vulgarity. Vulgarity is the ugliest word in our language. I stay in the game to fight it."},{"id":107,"quote":"Adornment, what a science! Beauty, what a weapon! Modesty, what elegance!"},{"id":108,"quote":"Elegance means being beautiful both on the inside and out."},{"id":109,"quote":"Good manners on a man are like wearing an exquisite suit. They never go out of style"},{"id":110,"quote":"It's not houses I love, it's the life I live in them."},{"id":111,"quote":"A woman who cuts her hair is about to change her life."},{"id":112,"quote":"I'm so sick of immaturity, of name-calling, of labels, of gossip, of high school. It doesn't make sense anymore, and I find myself being nice to people that I want to strangle."},{"id":113,"quote":"Hard times arouse an instinctive desire for authenticity."},{"id":114,"quote":"A well dressed man is a best accessory a woman can have"},{"id":115,"quote":"I imposed black; it still going strong today, for black wipes out everything else around"},{"id":116,"quote":"I set the fashion for a quater of a century. Why? Because i knew how to express my own time."},{"id":117,"quote":"Luxury must be comfortable, otherwise it is not luxury."},{"id":118,"quote":"I don't do fashion, I AM fashion."},{"id":119,"quote":"In order to be irreplaceable one must always be different."},{"id":120,"quote":"Women have always been the strong ones of the world."},{"id":121,"quote":"A woman without perfume is a woman without a future."},{"id":122,"quote":"Fashion passes, but style remains."},{"id":123,"quote":"I like fashion to go down to the street, but I can't accept that it should originate there."},{"id":124,"quote":"Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants."},{"id":125,"quote":"Fashion changes, but style endures."},{"id":126,"quote":"Where should one use perfume?\" a young woman asked. \"Wherever one wants to be kissed."},{"id":127,"quote":"Fashion becomes unfashionable. Style never."},{"id":128,"quote":"When putting on accessories, take off the last thing you've put on."},{"id":129,"quote":"Elegance does not consist in putting on a new dress."},{"id":130,"quote":"Happiness is the secret of beauty. But who knows the secret of happiness? The wise woman keeps her cosmetics at hand."},{"id":131,"quote":"As long as you know men are like children, you know everything!"},{"id":132,"quote":"All men are children, and if you understand that, a woman understands everything."},{"id":133,"quote":"God knows I wanted love... but the moment I had to choose between the man I loved and my dresses... I chose the dresses"},{"id":134,"quote":"I don't understand how a woman can leave the house without fixing herself up a little - if only out of politeness. And then, you never know, maybe that's the day she has a date with destiny. And it's best to be as pretty as possible for destiny."},{"id":135,"quote":"Passion goes, Boredom remains."},{"id":136,"quote":"I stood up for myself as I always have done. Nobody has ever told Coco Chanel what to think."},{"id":137,"quote":"simplicity is the key of elegance"},{"id":138,"quote":"True generosity means accepting ingratitude."},{"id":139,"quote":"Great loves too must be endured."},{"id":140,"quote":"There is no fashion for the old."},{"id":141,"quote":"Fashion is in the sky, the streets, fashion has to do with ideas, the way in which we live, the events surrounding us."},{"id":142,"quote":"One should not seek happiness, but rather happy people."},{"id":143,"quote":"Women think of all colors except the absence of color. I have said that black has it all. White too. Their beauty is absolute. It is the perfect harmony."},{"id":144,"quote":"Early happiness handicaps people. I do not regret having been profoundly unhappy."},{"id":145,"quote":"If a woman is poorly dressed, you notice her dress. If a woman is impeccably dressed, you notice the woman."},{"id":146,"quote":"Everyone marries the Duke of Westminster. There are a lot of duchesses, but only one Coco Chanel."},{"id":147,"quote":"An interior is the natural projection of the soul."},{"id":148,"quote":"Fashion has two purposes: comfort and love. Beauty comes when fashion succeeds."},{"id":149,"quote":"Elegance is not the prerogative of those who have just escaped from adolescence, but of those who have already taken possession of their future."},{"id":150,"quote":"There is nothing worse than solitude. Solitude can help a man realize himself; but it destroys a woman"},{"id":151,"quote":"I'm for style - fashions change too often."},{"id":152,"quote":"\"Where should I apply Perfume?\" a young lady asked. \"Where you want to be kissed.\""},{"id":153,"quote":"A woman can be over dressed but never over elegant."},{"id":154,"quote":"In truth, women are the strong ones."},{"id":155,"quote":"Gentleness doesn't get work done unless you happen to be a hen laying eggs."},{"id":156,"quote":"Traveling is so complicated. There are so many people everywhere. I make my best journeys on my couch."},{"id":157,"quote":"Fashion has become a joke. The designers have forgotten that there are women inside the dresses. Most women dress for men and want to be admired. But they must also be able to move, to get into a car without bursting their seams! Clothes must have a natural shape."},{"id":158,"quote":"Jump out the window if you are the object of passion. Flee it if you feel it. Passion goes, boredom remains."},{"id":159,"quote":"Beware originality. In women fashion originality can lead to carnival."},{"id":160,"quote":"Scheherezade is easy; a little black dress is difficult."},{"id":161,"quote":"The problem of aging is the problem of living. There is no simple solution."},{"id":162,"quote":"A beautiful dress may look beautiful on a hanger, but that means nothing. It must be seen on the shoulders, with the movement of the arms, the legs, and the waist."},{"id":163,"quote":"Guilt is perhaps the most painful companion of death."},{"id":164,"quote":"In fashion, you know you have succeeded when there is an element of upset."},{"id":165,"quote":"I consider lace to be one of the prettiest imitations ever made of the fantasy of nature"},{"id":166,"quote":"Beauty comes when fashion succeeds"},{"id":167,"quote":"What every Englishman thinks about patriotism, the last refuge of a scoundrel."},{"id":168,"quote":"I wholeheartedly welcomed Charles de Gaulle eulogy of French valour, to which he attributed the liberation of Paris."},{"id":169,"quote":"I have steadfastly refused to make concessions that would undermine my ideals."},{"id":170,"quote":"In 1919 I woke up famous. I'd never guessed it. If I'd known I was famous, I'd have stolen away and wept. I was stupid. I was supposed to be intelligent. I was sensitive and very dumb."},{"id":171,"quote":"I simply value Arthur Capel friendship. And even so, he knows very little about me."},{"id":172,"quote":"As soon as you set foot on a yacht you belong to some man, not to yourself, and you die of boredom."},{"id":173,"quote":"Before me no one would have dared dress in black"},{"id":174,"quote":"I don't know why women want any of the things men have when one the things that women have is men."},{"id":175,"quote":"Costume jewelry is not made to give women an aura of wealth, but to make them beautifu"},{"id":176,"quote":"There goes a woman who knows all the things that can be taught and none of the things that cannot be taught."},{"id":177,"quote":"There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!"},{"id":178,"quote":"Fashion changes, Style remains"},{"id":179,"quote":"It is the unseen, unforgettable, ultimate accessory of fashion that heralds your arrival and prolongs your departure."},{"id":180,"quote":"In order to be different one must be irreplaceble."},{"id":181,"quote":"Only those with no memory insist on their originality."},{"id":182,"quote":"When I can no longer create anything, I'll be done for."},{"id":183,"quote":"There are people who have money and people who are rich."},{"id":184,"quote":"Luxury is a necessity that begins where necessity ends"},{"id":185,"quote":"There have been several Duchesses of Westminster but there is only one Chanel!"},{"id":186,"quote":"There is nothing more comfortable than a caterpillar and nothing more made for love than a butterfly. We need dresses that crawl and dresses that fly. Fashion is at once a caterpillar and a butterfly, caterpillar by day, butterfly by night."},{"id":187,"quote":"It is always better to be slightly underdressed."},{"id":188,"quote":"Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejeuvenate women. To make women look young. Then their outlook changes. They feel more joyous."},{"id":189,"quote":"Why am I so determined to put the shoulder where it belongs? Women have very round shoulders that push forward slightly; this touches me and I say: 'One must not hide that!' Then someone tells you: 'The shoulder is on the back'. I have never seen women with shoulders on their backs."},{"id":190,"quote":"I have only one curiosity left: death."},{"id":191,"quote":"Nothing goes out of fashion sooner than a long dress with a very low neck."},{"id":192,"quote":"I am neither in the past, nor avant-garde. My style follows life."},{"id":193,"quote":"Fashion: a beautiful thing that becomes ugly. Art: an ugly thing that becomes beautiful."},{"id":194,"quote":"In the act of deciding what to eliminate, you place value on what's left behind."},{"id":195,"quote":"I invented my life because I wasn't pleased with it."},{"id":196,"quote":"After a fashion, they did, mingling the sale of perfumes with anti-Nazi propaganda. In the event, my tirelessly publicised determination to wrest back control of the business neutralised most of the adverse repercussions on me from an unwilling association with their propaganda."},{"id":197,"quote":"Material things aside, we need not advice but approval."},{"id":198,"quote":"Winston [ Churchill] is a dandy and a visionary. Unfortunately, in winning wars, principles are inevitably debased. That's politics."},{"id":199,"quote":"Fashion is everything that can pass fashionable"},{"id":200,"quote":"Passion always goes, and boredom stays."},{"id":201,"quote":"Some people pursue unhappiness because happiness is too mild a sensation."},{"id":202,"quote":"With four pairs of shoes I can travel the world."},{"id":203,"quote":"The hat is not for the street: it will never be democratized. But there are certain houses that one cannot enter without a hat. And one must always wear a hat when lunching with people whom one does not know well. One appears to one's best advantage."},{"id":204,"quote":"It is best to be as pretty as possible for destiny."},{"id":205,"quote":"One can get used to ugliness, but never to negligence."},{"id":206,"quote":"Clothes by a man who doesn't know women, never had one, and dreams of being one!"},{"id":207,"quote":"Nothings makes a woman look older that a rich costume."},{"id":208,"quote":"Youth is something very new: twenty years ago no one mentioned it."},{"id":209,"quote":"A style does not go out of style as long as it adapts itself to its period"},{"id":210,"quote":"Fashion is in the sky, in the street."},{"id":211,"quote":"If I cut my hair, others did. If I shortened my dresses, so did everyone else."},{"id":212,"quote":"I was the one who changed, it wasn't fashion. I was the one who was in fashion."},{"id":213,"quote":"Fashion has become a joke. The designers have forgotten that there are women inside the dresses."},{"id":214,"quote":"For a woman betrayal has no sense - one cannot betray one's passions."},{"id":215,"quote":"A woman's education consists of two lessons: never leave the house without stocking, never go out without a hat."},{"id":216,"quote":"May my legend prosper and thrive. I wish it a long and happy life."},{"id":217,"quote":"If my boy had perished in a Nazi compound, I could never have gone on living. I would have killed myself."},{"id":218,"quote":"A major shortcoming of the Resistance is the outnumbering, before long, of the genuine warriors by camera-carrying midgets intent on leaving a record of their purported heroism."},{"id":219,"quote":"Disregarding the fact that I am old enough to be [Walter] Schellenberg's mother, I would feel nauseated to be coupled with a man whose ideology has debased our hearts."},{"id":220,"quote":"I remember confuting one of Westminster's favourite maxims, \"better the devil you know than the devil you don't\". In the annals of popular wisdom, this is one of the most cretinous sayings I have come across."},{"id":221,"quote":"As I now feel, I would wish to be borne off anywhere out of this world."},{"id":222,"quote":"As a young girl, I was very proud at overcoming a reading handicap whilst other girls of my age read abundantly."},{"id":223,"quote":"I trained myself. Long ago, `Boy' [Arthur] Capel introduced me to 'Bludgeon the Poor!' (Assommons les pauvres!) which, rejecting resignation, informed my moral outlook for life."},{"id":224,"quote":"Coquetry, it's a triumph of the spirit over the senses."},{"id":225,"quote":"My heart has always leaned towards England, and with the close friendship of Winston [Churchill], the hero who brought hope to the world, I could not imagine a happier life for myself."},{"id":226,"quote":"An elegant woman should be able to do her marketing without making housewives laugh. Those who laugh are always right."},{"id":227,"quote":"One should refrain from contempt for the baser specimens of humanity, for whom liberation amounts to shaving the heads of women who have slept with Germans."},{"id":228,"quote":"If I say that I love you but I do want personal time, or if I don't want to do PDA, it's not that I have something against you."},{"id":229,"quote":"That's what fame is: solitude."},{"id":230,"quote":"Yves Saint Laurent is a young man of excellent taste; the more he copies me the more taste he displays."},{"id":231,"quote":"Arrogance is in everything I do. It is in my gestures, the harshness of my voice, in the glow of my gaze, in my sinewy, tormented face."},{"id":232,"quote":"As extended as you know most males are like young children, you understand all the things."},{"id":233,"quote":"Good taste ruins certain true spiritual values: such as taste itself."},{"id":234,"quote":"A style does not go out of style as long as it adapts itself to its period. When there is an incompatibility between the style and a certain state of mind, it is never the style that triumphs."},{"id":235,"quote":"Ask me who I don't dress!"},{"id":236,"quote":"It’s probably not just by chance that I’m alone. It would be very hard for a man to live with me, unless he’s terribly strong. And if he’s stronger than I, I’m the one who can’t live with him. … I’m neither smart nor stupid, but I don’t think I’m a run-of-the-mill person. I’ve been in business without being a businesswoman, I’ve loved without being a woman made only for love. The two men I’ve loved, I think, will remember me, on earth or in heaven, because men always remember a woman who caused them concern and uneasiness. I’ve done my best, in regard to people and to life, without precepts, but with a taste for justice."},{"id":237,"quote":"A girl should be two things: who and what she wants."},{"id":238,"quote":"In order to be irreplaceacle, one must always be different."},{"id":239,"quote":"Success is most often achieved by those who don't know that failure is inevitable."},{"id":240,"quote":"A woman who doesn't wear perfume has no future."},{"id":241,"quote":"There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time."},{"id":242,"quote":"You can be gorgeous at thirty, charmimg at forty, and irresistible for the rest of your life."},{"id":243,"quote":"How many cares one loses when one decides not to be something but to be someone."},{"id":244,"quote":"I don’t know why women want any of the things men have when one of the things that women have is men."},{"id":245,"quote":"There is a time for work, and a time for love. That leaves no other time."},{"id":246,"quote":"There is nothing more comfortable than a caterpillar and nothing more made for love than a butterfly. We need dresses that crawl and dresses that fly. Fashion is at once a captapillar and a butterfly, caterpillar by day, butterfly by night"},{"id":247,"quote":"If you're sad, add more lipstick and attack. Men hate women who weep."},{"id":248,"quote":"Costume jewelry is not made to give women an aura of wealth,but to make them beautifu"},{"id":249,"quote":"Don't be like the rest of them, darling."},{"id":250,"quote":"No one is young after forty, but one can be irresistible at any age"},{"id":251,"quote":"Nature gives you the face you have at twenty. Life shapes the face you have at thirty. But at fifty you get the face you deserve."},{"id":252,"quote":"I only drink Champagne on two occasions, when I am in love and when I am not."},{"id":253,"quote":"Dress like you are going to meet your worst enemy today."},{"id":254,"quote":"Before you leave the house, look in the mirror and take one thing off."},{"id":255,"quote":"No matter the age, a woman who is unloved is lost - unloved she might as well die."},{"id":256,"quote":"He will soon be claiming that the Resistance has liberated the world."},{"id":257,"quote":"Women hide their imperfections instead of accepting them as an added charm."},{"id":258,"quote":"to achieve great things, we must first dream"},{"id":259,"quote":"Una Mujer de ser dos cosas: fabulosa y de lujo"},{"id":260,"quote":"The more stupid and unlucky man is, the more claims he makes to the woman."},{"id":261,"quote":"Never a button without a buttonhole."},{"id":262,"quote":"«Se nasceu sem asas, não faça nada para impedir que elas cresçam.»"},{"id":263,"quote":"გაქვს დრო მუშაობისთვის,და გაქვს დრო სიყვარულისთვის.სხვა რამისთვის დრო უბრალოდ არ გრჩება."},{"id":264,"quote":"nothing makes a woman look older than obvious expensiveness, ornateness, complicatpon"},{"id":265,"quote":"Always keep your head, heels, and standards high.-- Coco Chanel"},{"id":266,"quote":"قدرُ الْكبار دائماً الألمُ بسعادة...(التضحية)..الْعطاء أجْملُ ما يمْلكونْ.."},{"id":267,"quote":"«Para ser insubstituível, há que ser diferente.»Coco Chanel"},{"id":268,"quote":"To thyself be true;"},{"id":269,"quote":"I don’t care what you think about me. I don’t think about you at all."},{"id":270,"quote":"❝ ɪɴ ᴏʀᴅᴇʀ ᴛᴏ ʙᴇ ɪʀʀᴇᴘʟᴀᴄᴇᴀᴄʟᴇ, ᴏɴᴇ ᴍᴜꜱᴛ ᴀʟᴡᴀʏꜱ ʙᴇ ᴅɪꜰꜰᴇʀᴇɴᴛ. ❞"}]