[{"id":1,"quote":"A man is great not because he hasn't failed; a man is great because failure hasn't stopped him."},{"id":2,"quote":"A great man is hard on himself; a small man is hard on others."},{"id":3,"quote":"Keep it simple and focus on what matters. Don't let yourself be overwhelmed."},{"id":4,"quote":"Cultivate the root; the leaves and branches will take care of themselves."},{"id":5,"quote":"Tell people - and they may forget... \n show them - they may remember... \n but involve them and they will understand."},{"id":6,"quote":"Real knowledge is to know the extent of one's ignorance."},{"id":7,"quote":"Happiness does not consist in having what you want, but in wanting what you have"},{"id":8,"quote":"Our greatest glory is not in never falling, but in rising every time we fall."},{"id":9,"quote":"Three things cannot long be hidden: the sun, the moon, and the truth."},{"id":10,"quote":"Study the past if you would define the future. I am not one who was born in the possession of knowledge; I am one who is fond of antiquity, and earnest in seeking it there. Learning without thought is labor lost; thought without learning is perilous."},{"id":11,"quote":"The man who asks a question is a fool for a minute, the man who does not ask is a fool for life."},{"id":12,"quote":"Not to alter one's faults is to be faulty indeed."},{"id":13,"quote":"The gentleman calls attention to the good points in others; he does not call attention to their defects. The small man does just the reverse of this."},{"id":14,"quote":"Love others as you would love yourself, judge others as you would judge yourself, cherish others as you would cherish yourself. When you wish for others as you wish for yourself and when you protect others as you would protect yourself, that's when you can say it's true love."},{"id":15,"quote":"Don't let your past determine your destiny."},{"id":16,"quote":"He who cannot describe the problem will never find the solution to that problem."},{"id":17,"quote":"The man who moves a mountain begins by carrying away small stones."},{"id":18,"quote":"By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest."},{"id":19,"quote":"An angry man is full of poison."},{"id":20,"quote":"I was complaining that I had no shoes till I met a man who had no feet."},{"id":21,"quote":"The people may be put into the way they should go, though they may not be put into the way of understanding it."},{"id":22,"quote":"Tzu Chang asked Confucius about jen. Confucius said, \"If you can practice these five things with all the people, you can be called jen.\" Tzu Chang asked what they were. Confucius said, \"Courtesy, generosity, honesty, persistence, and kindness. If you are courteous, you will not be disrespected; if you are generous, you will gain everything. If you are honest, people will rely on you. If you are persistent you will get results. If you are kind, you can employ people."},{"id":23,"quote":"To be excellent when engaged in administration is to be like the North Star. As it remains in its one position, all the other stars surround it."},{"id":24,"quote":"If a man remembers what is right at the sign of profit, is ready to lay down his life in the face of danger, and does not forget sentiments he has repeated all his life when he has been in straitened circumstances for a long time, he may be said to be a complete man."},{"id":25,"quote":"Those who make virtue their profession are the ruin of virtue."},{"id":26,"quote":"Attack the evil that is within yourself, rather than attacking the evil that is in others."},{"id":27,"quote":"There are 3 elements essential in the matters of the State, Food, Military equipment, and Confidence of the people in the ruler. Of these 3, Military Equipment is the least important, Food being the 2nd important, and Confidence of the people being the MOST important. All men rather die of starvation than in war, but nevertheless all men do die of old age. Lacking in Confidence from the people, a state cannot survive."},{"id":28,"quote":"Wisdom is rooted in watching with affection the way people grow."},{"id":29,"quote":"Tea tempers the spirits and harmonizes the mind, dispels lassitude and relieves fatigue, awakens thought and prevents drowsiness, lightens or refreshes the body, and clears the perceptive faculties."},{"id":30,"quote":"When frying small fish, disturb them little."},{"id":31,"quote":"Look at the means which a man employs, consider his motives, observe his pleasures. A man simply cannot conceal himself!"},{"id":32,"quote":"Ask yourself constantly, \"What is the right thing to do?\" Behave toward everyone as if receiving a great guest."},{"id":33,"quote":"Great as heaven and earth are, men still find some things in them with which to be dissatisfied. Thus it is that, were the superior man to speak of his way in all its greatness, nothing in the world would be found able to embrace it, and were he to speak of it in its minuteness, nothing in the world would be found able to split it."},{"id":34,"quote":"A wise man has dignity without pride; a fool has pride without dignity."},{"id":35,"quote":"Clever talk and domineering manner have little to with being a Man at His Best."},{"id":36,"quote":"Every house guest brings you happiness. Some when they arrive, and some when they are leaving"},{"id":37,"quote":"He who knows all the answers has not been asked all the questions."},{"id":38,"quote":"The man who is master of himself drinks gravely and wisely."},{"id":39,"quote":"A man who reviews the old so as to find out the new is qualified to teach others."},{"id":40,"quote":"If you chase two rabbits, \n you catch none."},{"id":41,"quote":"Success depends upon previous preparation, and without such preparation there is sure to be failure."},{"id":42,"quote":"Without knowing the force of words, it is impossible to know more."},{"id":43,"quote":"There are 1,000 lessons in defeat. But only one in victory."},{"id":44,"quote":"Wherever you go, go with all your heart."},{"id":45,"quote":"Of course you want to be rich and famous. It's natural. Wealth and fame are what every man desires. The question is: What are you willing to trade for it?"},{"id":46,"quote":"A true gentleman makes demands upon himself but not upon others."},{"id":47,"quote":"The small man thinks that small acts of goodness are of no benefit, and does not do them; and that small deeds of evil do no harm, and does not refrain from them. Hence, his wickedness becomes so great that it cannot be concealed, and his guilt so great that it cannot be pardoned."},{"id":48,"quote":"He who learns but does not think, is lost. He who thinks but does not learn is in great danger."},{"id":49,"quote":"If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help someone else."},{"id":50,"quote":"Guide the people by law, subdue them by punishment; they may shun crime, but will be void of shame. Guide them by example, subdue them by courtesy; they will learn shame, and come to be good."},{"id":51,"quote":"It does not matter how slowly you go as long as you do not stop."},{"id":52,"quote":"All the darkness in the world can't put out the light of one candle."},{"id":53,"quote":"I hear and I forget. I see and I remember. I do and I understand."},{"id":54,"quote":"The superior man is intelligently, not blindly, faithful."},{"id":55,"quote":"Act with kindness but do not expect gratitude."},{"id":56,"quote":"The superior man is quiet and calm, waiting for the appointments of heaven, while the mean man walks in dangerous paths, looking for lucky occurrences."},{"id":57,"quote":"Don't curse the darkness, light a candle."},{"id":58,"quote":"The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence."},{"id":59,"quote":"As the water shapes itself to the vessel that contains it, so a wise man adapts himself to circumstances."},{"id":60,"quote":"We are so busy doing the urgent that we don't have time to do the important."},{"id":61,"quote":"Do not wish for quick results, nor look for small advantages. If you seek quick results, you will not reach the ultimate goal. If you are led astray by small advantages, you will never accomplish great things."},{"id":62,"quote":"You judge yourself by what you think you can achieve, others judge you by what have achieved."},{"id":63,"quote":"The hardest thing of all is to find a black cat in a dark room, especially if there is no cat."},{"id":64,"quote":"To be wronged is nothing unless you continue to remember it."},{"id":65,"quote":"Life is really simple, but we insist on making it complicated."},{"id":66,"quote":"Do not worry if others do not understand you. Instead worry if you do not understand others."},{"id":67,"quote":"The way of the superior person is threefold; virtuous, they are free from anxieties; wise they are free from perplexities; and bold they are free from fear."},{"id":68,"quote":"The noble-minded are calm and steady. Little people are forever fussing and fretting."},{"id":69,"quote":"It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get."},{"id":70,"quote":"Choose a job you love, and you will never have to work a day in your life."},{"id":71,"quote":"Expect much from yourself and little from others and you will avoid incurring resentments"},{"id":72,"quote":"If you make a mistake and do not correct it, this is called a mistake."},{"id":73,"quote":"The more you know yourself, the more you forgive yourself."},{"id":74,"quote":"There is one word which may serve as a rule of practice for all one's life -reciprocity."},{"id":75,"quote":"The archer who misses his mark does not blame the target. He stops, corrects himself and shoots again."},{"id":76,"quote":"Yin and yang, male and female, strong and weak, rigid and tender,  heaven and earth, light and darkness, thunder and lightning, cold and warmth,  good and evil...the interplay of opposite principles constitutes the universe."},{"id":77,"quote":"The gem cannot be polished without friction nor man without trials."},{"id":78,"quote":"Teachers open the door ... you enter by yourself."},{"id":79,"quote":"An orchid in a deep forest sends out its fragrance even if no one is around to appreciate it."},{"id":80,"quote":"To know, is to know that you know nothing. That is the meaning of true knowledge. When you say something, say what you know. When you don't know something, say you don't know. That is knowledge."},{"id":81,"quote":"Be in harmony, yet be different."},{"id":82,"quote":"What the superior man seeks is in himself; what the small man seeks is in others."},{"id":83,"quote":"Remember even when alone, that the divine is everywhere."},{"id":84,"quote":"A man exercising no forethought will soon experience present sorrow."},{"id":85,"quote":"When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps."},{"id":86,"quote":"I do not enlighten those who are not eager to learn, nor arouse those who are not anxious to give an explanation themselves. If I have presented one corner of the square and they cannot come back to me with the other three, I should not go over the points again."},{"id":87,"quote":"A superior man is modest in his speech, but exceeds in his actions."},{"id":88,"quote":"You must find time for reading, or surrender yourself to self-chosen ignorance."},{"id":89,"quote":"Don't worry if people don't recognize your merits; worry that you may not recognize theirs."},{"id":90,"quote":"If you try to do too much, you will not achieve anything."},{"id":91,"quote":"Knowledge without practice is useless.  Practice without knowledge is dangerous."},{"id":92,"quote":"If names are not correct, then language is not in accord with the truth of things. If language is not in accord with the truth of things, then affairs cannot be carried out successfully."},{"id":93,"quote":"What you do not want done to yourself, do not do to others."},{"id":94,"quote":"While the gentleman cherishes benign rule, the small man cherishes his native land. While the gentleman cherishes a respect for the law, the small man cherishes generous treatment."},{"id":95,"quote":"The Man who says he can, and the man who says he can not.. Are both correct"},{"id":96,"quote":"Do not answer the person whose questions are vile. Do not question a person whose answers are vile."},{"id":97,"quote":"Who heeds not the future will find sorrow at hand"},{"id":98,"quote":"Being strong does not mean that you never fall down, but that whenever you fall, you get up again."},{"id":99,"quote":"Never contract friendship with a man that is not better than thyself."},{"id":100,"quote":"When young, beware of fighting; when strong, beware of sex; and when old, beware of possession."},{"id":101,"quote":"To be wealthy and honored in an unjust society is a disgrace."},{"id":102,"quote":"All people are the same; only their habits differ."},{"id":103,"quote":"He who conquers himself is the mightiest warrior."},{"id":104,"quote":"roads were made for journeys not destinations"},{"id":105,"quote":"A reasonable man adjusts himself to the world. An unreasonable man expects the world to adjust itself to him. Therefore all progress is made by unreasonable people."},{"id":106,"quote":"The superior person tries to promote music as a means to the perfection of human culture. When such music prevails, and people's minds are led towards the right ideals and aspirations, we may see the appearance of a great nation."},{"id":107,"quote":"Give a bowl of rice to a man and you will feed him for a day. Teach him how to grow his own rice and you will save his life."},{"id":108,"quote":"Study the past if you want to define the future."},{"id":109,"quote":"Respect yourself and others will respect you."},{"id":110,"quote":"The tongue must be heavy indeed, because so few people can hold it"},{"id":111,"quote":"Great is the man who can overcome the \n world, but greater still is the man who can \n overcome himself, for he will have the world \n spinning on the palm of his hand."},{"id":112,"quote":"To practice five things under all circumstances constitutes perfect virtue; these five are gravity, generosity of soul, sincerity, earnestness, and kindness."},{"id":113,"quote":"Heaven means to be one with God."},{"id":114,"quote":"You can cheat an honest man but not make a fool out of him."},{"id":115,"quote":"Man is born for uprightness. If a man lose his uprightness and yet live, his escape from death is mere good fortune."},{"id":116,"quote":"place where man laughs, sings, picks flowers, chases butterflies and pets birds, makes love with maidens, and plays with children. Here he spontaneously reveals his nature, the base as well as the noble. Here also he buries his sorrows and difficulties and cherishes his ideals and hopes. It is in the garden that men discover themselves. Indeed one discovers not only his real self but also his ideal self?he returns to his youth. Inevitably the garden is made the scene of man's merriment, escapades, romantic abandonment, spiritual awakening or the perfection of his finer self."},{"id":117,"quote":"When you are laboring for others, let it be with the same zeal as if it were for yourself."},{"id":118,"quote":"When anger rises, think of the consequences."},{"id":119,"quote":"It is not possible for one to teach others who cannot teach his own family."},{"id":120,"quote":"When I am with others, they are my teachers. I can select their good points and follow them, and select their bad points and avoid them."},{"id":121,"quote":"Before you embark on a journey of revenge, dig two graves."},{"id":122,"quote":"Virtue is not left to stand alone. He who practices it will have neighbors."},{"id":123,"quote":"Men's natures are alike; it is their habits that separate them."},{"id":124,"quote":"The superior man loves his soul; the inferior man loves his property."},{"id":125,"quote":"Those who cannot forgive others break the bridge over which they themselves must pass."},{"id":126,"quote":"To know is to know that you know nothing.  That is the meaning of true knowledge."},{"id":127,"quote":"Return good for good; return evil with justice."},{"id":128,"quote":"With coarse rice to eat, with water to drink, and my bent arm for a pillow - I have still joy in the midst of all these things."},{"id":129,"quote":"Those who do not study are only cattle dressed up in men's clothes."},{"id":130,"quote":"Never do to others what you would not like them to do to you."},{"id":131,"quote":"Big head, target for enemy; big heart, target for friend."},{"id":132,"quote":"A workman who wants to do his work well must first prepare his tools."},{"id":133,"quote":"The superior man understands what is right; the inferior man understands what will sell."},{"id":134,"quote":"There are those men who say to repay evil with kindness. But I say, how then are we to repay kindness? Repay kindness with kindness, but repay evil with justice."},{"id":135,"quote":"The superior person is calm and composed; the lesser person is continuously worried and distressed."},{"id":136,"quote":"The gods should certainly be revered, but kept at a distance... . The way is not beyond man; he who creates a way outside of man cannot make it a true way. A good man is content with changing man, and that is enough for him."},{"id":137,"quote":"Do not worry about not holding high position; worry rather about playing your proper role. Worry not that no one knows of you; seek to be worth knowing."},{"id":138,"quote":"Study the past, if you would divine the future."},{"id":139,"quote":"The ideal teacher guides his students but does not pull them along; he urges them to go forward and does not suppress them; he opens the way but does not take them to the place."},{"id":140,"quote":"The superior man does what is proper to the station in which he is; he does not desire to go beyond this."},{"id":141,"quote":"At fifteen, my mind was bent on learning.\nAt thirty, I stood firm.\nAt forty, I had no doubts.\nAt fifty, I knew the decrees of Heaven.\nAt sixty, my ear was receptive to truth.\nAt seventy, I could follow my heart's desires without sin."},{"id":142,"quote":"The contrived language and the flattering attitude rarely come with the virtue."},{"id":143,"quote":"Let our reason, and not our senses, be the rule of our conduct; for reason will teach us to think wisely, to speak prudently, and to behave worthily."},{"id":144,"quote":"Happiness is not at the top of the mountain, but in how to climb."},{"id":145,"quote":"He who fails to prepare, prepares to fail"},{"id":146,"quote":"When a person should be spoken with, and you don't speak with them, you lose them. When a person shouldn't be spoken with and you speak to them, you waste your breath. The wise do not lose people, nor do they waste their breath."},{"id":147,"quote":"First there must be order and harmony within your own mind.  Then this order will spread to your family, then to the community, and finally to your entire kingdom. Only then can you have peace and harmony."},{"id":148,"quote":"Faced with what is right, to leave it undone shows a lack of courage."},{"id":149,"quote":"The higher type of man clings to virtue, the lower type of man clings to material comfort. The higher type of man cherishes justice, the lower type of man cherishes the hope of favors to be received."},{"id":150,"quote":"An image is better than one thousand words"},{"id":151,"quote":"Stars are holes in the sky from which the light of the infinite shines."},{"id":152,"quote":"The virtuous man is driven by responsibility, the non-virtuous man is driven by profit."},{"id":153,"quote":"I followed my heart without breaking any rules."},{"id":154,"quote":"When words lose their meaning, people lose their liberty."},{"id":155,"quote":"To know your faults and be able to change is the greatest virtue."},{"id":156,"quote":"He who wished to secure the good of others, has already secured his own."},{"id":157,"quote":"Rather than caring about whether or not you are known, strive to be worth knowing."},{"id":158,"quote":"The more man meditates upon good thoughts, the better will be his world and the world at large."},{"id":159,"quote":"Every journey starts with a single step."},{"id":160,"quote":"A man who does not think and plan long ahead will find trouble right at his door."},{"id":161,"quote":"When you serve your mother and father it is okay to try to correct them once in a while. But if you see that they are not going to listen to you, keep your respect for them and don't distance yourself from them. Work without complaining."},{"id":162,"quote":"Therefore only through education does one come to be dissatisfied with his own knowledge, and only through teaching others does one come to realize the uncomfortable inadequacy of his knowledge. Being dissatisfied with his own knowledge, one then realizes that the trouble lies with himself, and realizing the uncomfortable inadequacy of his knowledger."},{"id":163,"quote":"The difference between ordinary and extraordinary is that little extra. The question isn't who is going to let me; it's who is going to stop me you don't have to see the whole staircase, just take the first step  the man who moves a mountain begins by carrying away small stones."},{"id":164,"quote":"Therefore the superior man is watchful over himself, when he is alone."},{"id":165,"quote":"The great man is sparing in words but prodigal in deeds."},{"id":166,"quote":"The chase of gain is rich in hate"},{"id":167,"quote":"The wise find pleasure in water; the virtuous find pleasure in hills. The wise are active; the virtuous are tranquil. The wise are joyful; the virtuous are long-lived."},{"id":168,"quote":"There is one single thread binding my way together...the way of the Master consists in doing one's best...that is all."},{"id":169,"quote":"Silence is a true friend who never betrays."},{"id":170,"quote":"A fool despises good counsel, but a wise man takes it to heart."},{"id":171,"quote":"Better a diamond with a flaw than a pebble without."},{"id":172,"quote":"The superior person is in harmony, but does not follow the crowd. The lesser person follows the crowd, but is not in harmony."},{"id":173,"quote":"See a person's means ... Observe his motives. Examine that in which he rests. How can a person conceal his character?"},{"id":174,"quote":"A wise man seeks by music to strengthen his soul: the thoughtless one uses it to stifle his fears."},{"id":175,"quote":"To take what you know for what you know, and what you do not know for what you do not know, that is knowledge indeed."},{"id":176,"quote":"There are three marks of a superior man: being virtuous, he is free from anxiety; being wise, he is free from perplexity; being brave, he is free from fear."},{"id":177,"quote":"If a man takes no thought about what is distant, he will find sorrow near at hand."},{"id":178,"quote":"Table your mistakes, learn from them, then move on."},{"id":179,"quote":"When a wise man points at the moon the imbecile examines the finger."},{"id":180,"quote":"By gaining the people, the kingdom is gained; by losing the people, the kingdom is lost."},{"id":181,"quote":"Signs and symbols rule the world, not words nor laws."},{"id":182,"quote":"It is better not to proceed at all than to proceed without purpose."},{"id":183,"quote":"A man who lacks reliability is utterly useless."},{"id":184,"quote":"In a country well governed, poverty is something to be ashamed of. In a country badly governed, wealth is something to be ashamed of."},{"id":185,"quote":"Base yourself in loyalty and trust. Don't be companion with those who are not your moral equal. When you make a mistake, don't hesitate to correct it."},{"id":186,"quote":"Balance is the perfect state of still water. Let that be our model. It remains quiet within and is not disturbed on the surface."},{"id":187,"quote":"If a man is respectful he will not be treated with insolence. If he is tolerant he will win the multitude. If he is trustworthy in word his fellow men will entrust him with responsibility. If he is quick he will achieve results."},{"id":188,"quote":"Humility is the solid foundation of all virtues."},{"id":189,"quote":"To know what is the right thing to do and not do it is the greatest cowardice."},{"id":190,"quote":"When people are educated, the distinction between classes disappears."},{"id":191,"quote":"Reviewing what you have learned and learning anew, you are fit to be a teacher."},{"id":192,"quote":"A hammer shatters glass but it also forges steel."},{"id":193,"quote":"The beginning of wisdom is to call things by their proper name."},{"id":194,"quote":"Forget injuries, never forget kindnesses."},{"id":195,"quote":"Everything has beauty, but not everyone sees it."},{"id":196,"quote":"If you want to change the world, first change your heart."},{"id":197,"quote":"What is God-given is called nature; to follow nature is called Tao (the Way); to cultivate the way is called culture. Before joy, anger, sadness and happiness are expressed, they are called the inner self; when they are expressed to the proper degree, they are called harmony. The inner self is the correct foundation of the world, and the harmony is the illustrious Way. When a man has achieved the inner self and harmony, the heaven and earth are orderly and the myriad of things are nourished and grow thereby."},{"id":198,"quote":"Reading without thinking will confuse you.Thinking without reading will place you in danger."},{"id":199,"quote":"To see and listen to the wicked is already the beginning of wickedness."},{"id":200,"quote":"To know and not do, is to not yet know."},{"id":201,"quote":"If you would one day renovate yourself, do so from day to day."},{"id":202,"quote":"If you yourself desire establishment, then help others to get establishment; if you yourself want success, then help others to attain success."},{"id":203,"quote":"A bit of fragrance always clings to the hand that gives roses. If you are generous, you will gain everything."},{"id":204,"quote":"It is the law of nature that woman should be held under the dominance of man."},{"id":205,"quote":"Education breeds confidence. Confidence breeds hope. Hope breeds peace."},{"id":206,"quote":"A man who has committed a mistake and does not correct it is committing another mistake."},{"id":207,"quote":"The mirror reflects all objects without being sullied"},{"id":208,"quote":"When we have intelligence resulting from sincerity, this condition is to be ascribed to nature; when we have sincerity resulting from intelligence, this condition is to be ascribed to instruction. But given the sincerity, and there shall be the intelligence; given the intelligence, and there shall be the sincerity."},{"id":209,"quote":"Man who stand on hill with mouth open will wait long time for roast duck to drop in."},{"id":210,"quote":"The journey with a 1000 miles begins with one step."},{"id":211,"quote":"Everyone eats and drinks; yet only few appreciate the taste of food."},{"id":212,"quote":"The perfecting of one's self is the fundamental base of all progress and all moral development."},{"id":213,"quote":"The administration of government lies in getting proper men. Such men are to be got by means of the ruler's own character. That character is to be cultivated by his treading in the ways of duty. And the treading those ways of duty is to be cultivated by the cherishing of benevolence."},{"id":214,"quote":"Only the wisest and stupidest of men never change."},{"id":215,"quote":"If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?"},{"id":216,"quote":"There is only one thing in life which never changes, and it is change."},{"id":217,"quote":"If you reflect within yourself and find nothing to be ashamed of, how could you have anxiety or fear."},{"id":218,"quote":"The superior man acts before he speaks, and afterwards speaks according to his action."},{"id":219,"quote":"The Master was entirely free from four things: prejudice, foregone conclusions, obstinacy, and egoism."},{"id":220,"quote":"Please stop waiting for a better and more appropriate time to become happy and focus on the moment you live in. Happiness is not an arrival, it is the journey itself. Many people seek for happiness above the height of human beings, some below. Yet, happiness is exactly at the exact height of human beings."},{"id":221,"quote":"Don’t complain about the snow on your neighbor’s roof when your own doorstep is unclean."},{"id":222,"quote":"He is the truly courageous man who never desponds."},{"id":223,"quote":"A man who does not forget an agreement is resolved and honorable man."},{"id":224,"quote":"What you dislike in your superiors, avoid doing to your inferiors. What you dislike in your inferiors, avoid doing when working for your superiors. What you hate in those who are in front of you, do not do to those behind you."},{"id":225,"quote":"Heaven sends down its good and evil symbols and wise men act accordingly."},{"id":226,"quote":"Give a man a fish, feed home for a day. Teach a man to fish, feed for a lifetime."},{"id":227,"quote":"Future generation is the most important thing."},{"id":228,"quote":"Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future."},{"id":229,"quote":"Love of goodness without love of learning degenerates into simple-mindedness. Love of knowledge without love of learning degenerates into utter lack of principle. Love of faithfulness without love of learning degenerates into injurious disregard of consequences. Love of uprightness without love of learning degenerates into harshness. Love of courage without love of learning degenerates into insubordination. Love of strong character without love of learning degenerates into mere recklessness."},{"id":230,"quote":"If I do not participate in the sacrifice, it is as if I did not sacrifice at all."},{"id":231,"quote":"We should feel sorrow, but not sink under its oppression; the heart of a wise man should resemble a mirror, which reflects every object without being sullied by any"},{"id":232,"quote":"A heart set on love will do no wrong."},{"id":233,"quote":"A gentleman wishes to be slow to speak and quick to act."},{"id":234,"quote":"The wise man admires water, the kind man admires mountains. The wise man moves, the kind man rests. The wise man is happy, the kind man is firm."},{"id":235,"quote":"A lion chased me up a tree, and I greatly enjoyed the view from the top."},{"id":236,"quote":"Study without reflection is a waste of time; reflection without study is dangerous."},{"id":237,"quote":"Unify your attention.  Do not listen with your ears, but with your mind. Do not listen with your mind but with your essence."},{"id":238,"quote":"The shortest distance between any two points on a golf course is a straight line that passes directly through the center of a very large tree."},{"id":239,"quote":"It is the way of the superior man to prefer the concealment of his virtue, while it daily becomes more illustrious, and it is the way of the mean man to seek notoriety, while he daily goes more and more to ruin."},{"id":240,"quote":"If you don't know how to live, why wonder about death?"},{"id":241,"quote":"The Gods cannot help those who do not seize opportunities."},{"id":242,"quote":"Without an acquaintance with the rules of propriety, it is impossible for the character to be established"},{"id":243,"quote":"He who crosses the ocean twice without washing is a dirty double crosser."},{"id":244,"quote":"Rotten wood cannot be carved."},{"id":245,"quote":"For benefits return benefits; for injuries return justice without any admixture of revenge."},{"id":246,"quote":"I transmit but do not create. I place my trust in the teachings of antiquity."},{"id":247,"quote":"Sincerity becomes apparent. From being apparent, it becomes manifest. From being manifest, it becomes brilliant. Brilliant, it affects others. Affecting others, they are changed by it. Changed by it, they are transformed. It is only he who is possessed of the most complete sincerity that can exist under heaven, who can transform."},{"id":248,"quote":"Excessive (population) growth may reduce output per worker, repress levels of living for the masses and engender strife"},{"id":249,"quote":"Things being investigated, knowledge became complete. Their knowledge being complete, their thoughts were sincere. Their thoughts being sincere, their hearts were then rectified. Their hearts being rectified, their persons were cultivated. Their persons being cultivated, their families were regulated. Their families being regulated, their States were rightly governed. Their States being rightly governed, the whole kingdom was made tranquil and happy."},{"id":250,"quote":"Men do not stumble over mountains, but over mole hills."},{"id":251,"quote":"Sir, in carrying on your government, why should you use killing at all? Let your evinced desires be for what is good, and the people will be good. The relation between superiors and inferiors is like that between the wind and the grass. The grass must bend, when the wind blows across it."},{"id":252,"quote":"Sincerity is the end and beginning of things; without sincerity there would be nothing."},{"id":253,"quote":"Learning, undigested by thought, is labor lost."},{"id":254,"quote":"The failure to cultivate virtue, the failure to examine and analyze what I have learned, the inability to move toward righteousness after being shown the way, the inability to correct my faults-these are the causes of my grief."},{"id":255,"quote":"Do not use a cannon to kill a mosquito."},{"id":256,"quote":"Do not impose on others what you yourself do not desire."},{"id":257,"quote":"The father who does not teach his son his duties is equally guilty with the son who neglects them."},{"id":258,"quote":"When you see a worthy person, endeavor to emulate him. When you see an unworthy person, then examine your inner self."},{"id":259,"quote":"Your eyes are always bigger than your stomach."},{"id":260,"quote":"The Master said, “A true gentleman is one who has set his heart upon the Way. A fellow who is ashamed merely of shabby clothing or modest meals is not even worth conversing with.” (Analects 4.9)"},{"id":261,"quote":"There are three things which the superior man guards against. In youth ... lust.   When he is strong ... quarrelsomeness.   When he is old ... covetousness."},{"id":262,"quote":"At 15 I set my heart on learning; At 30 I firmly took my stand; At 40 I had no delusions; At 50 I knew the Mandate of Heaven; At 60 my ear was attuned; At 70 I followed my heart's desire without overstepping the boundaries of right."},{"id":263,"quote":"It is not the failure of others to appreciate your abilities that should trouble you, but rather your failure to appreciate theirs."},{"id":264,"quote":"On matters beyond his ken a gentleman speaks with caution. If names are not right, words are misused. When words are misused, affairs go wrong. When affairs go wrong, courtesy and music droop, law and justice fail. And when law and justice fail them, a people can move neither hand nor foot. So a gentleman must be ready to put names in speech, to put words into deeds. A gentleman is nowise careless of words."},{"id":265,"quote":"If you would govern a state of a thousand chariots (a small-to-middle-size state), you must pay strict attention to business, be true to your word, be economical in expenditure and love the people."},{"id":266,"quote":"Those who break down the dikes will themselves be drowned in the inundation."},{"id":267,"quote":"If one is guided by profit in one's actions, one will incur much ill will."},{"id":268,"quote":"There are three things to beware of through life: when a man is young, let him beware of his appetites; when he is middle-aged, of his passions; and when old, of covetousness, especially."},{"id":269,"quote":"When a man comes to me, I accept him at his best, not at his worst. Why make so much ado? When a man washes his hands before paying a visit, and you receive him in that clean state, you do not thereby stand surety for his always having been clean in the past."},{"id":270,"quote":"Better than the one who knows what is right is the one who loves what is right."},{"id":271,"quote":"The superior man makes the difficulty to be overcome his first interest; success only comes later."},{"id":272,"quote":"An oppressive government is more to be feared than a tiger."},{"id":273,"quote":"To know everything is to know nothing, but to know nothing is to know everything."},{"id":274,"quote":"To think twice is quite enough."},{"id":275,"quote":"It is better to play than do nothing."},{"id":276,"quote":"Every truth has four corners: as a teacher I give you one corner, and it is for you to find the other three."},{"id":277,"quote":"Without that innate sense of human worth, a man cannot long endure adversity, nor can he long enjoy prosperity."},{"id":278,"quote":"He with whom neither slander that gradually soaks into the mind, nor statements that startle like a wound in the flesh, are successful may be called intelligent indeed."},{"id":279,"quote":"If your plan is for one year plant rice. If your plan is for ten years plant trees. If your plan is for one hundred years educate children."},{"id":280,"quote":"If you devote your life to seeking revenge, first dig two graves."},{"id":281,"quote":"If I cannot get men who steer a middle course to associate with, I would far rather have the impetuous and hasty. For the impetuous at any rate assert themselves."},{"id":282,"quote":"The gentleman has nine cares. In seeing he is careful to see clearly; in hearing he is careful to hear distinctly; in his looks he is careful to be kind, in his manner to be respectful, in his words to be sincere, in his work to be diligent. When in doubt he is careful to ask for information; when angry he has a care for the consequences; and when he sees a chance for gain, he thinks carefully whether the pursuits of it would be right."},{"id":283,"quote":"Charity is that rational and constant affection which makes us sacrifice ourselves to the human race, as if we were united with it, so as to form one individual, partaking equally in its adversity and prosperity."},{"id":284,"quote":"To put the world in order, we must first put the nation in order; to put the nation in order, we must first put the family in order; to put the family in order; we must first cultivate our personal life; we must first set our hearts right."},{"id":285,"quote":"When you see a good person, think of becoming like her/him. When you see someone not so good, reflect on your own weak points."},{"id":286,"quote":"If your desire is for good, the people will be good."},{"id":287,"quote":"The man of wisdom is never of two minds; the man of benevolence never worries; the man of courage is never afraid."},{"id":288,"quote":"There are three degrees of filial piety. The highest is being a credit to our parents, the second is not disgracing them; the lowest is being able simply to support them."},{"id":289,"quote":"Music produces a kind of pleasure which human nature cannot do without."},{"id":290,"quote":"There are three friendships which are advantageous, and three which are injurious. Friendship with the upright; friendship with the sincere; and friendship with the man of much observation: these are advantageous. Friendship with the man of specious airs; friendship with the insinuatingly soft; and friendship with the glib-tongued: these are injurious."},{"id":291,"quote":"A blemish may be removed from a diamond by careful polishing, but evil words once spoken cannot be effaced."},{"id":292,"quote":"When things are investigated, then true knowledge is achieved; when true knowledge is achieved, then the will becomes sincere; when the will is sincere, then the heart is set right ; when the heart is set right, then the personal life is cultivated; when the personal life is cultivated, then the family life is regulated; when the family life is regulated, then the national life is orderly; and when the national life is orderly, then there is peace in this world."},{"id":293,"quote":"An inconvenience is an unrecognized opportunity."},{"id":294,"quote":"If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself."},{"id":295,"quote":"Learning without thought is labor lost; thought without learning is perilous."},{"id":296,"quote":"The superior man... does not set his mind either for or against anything, he will pursue whatever is right. The superior man thinks of virtue, the common man of comfort."},{"id":297,"quote":"When the perfect order prevails, the world is like a home shared by all. Leaders are capable and virtuous. Everyone loves and respects their own parents and children as well as the parents and children of others. The old are cared for, adults have jobs, children are nourished and educated. There is a means of support for all those who are disabled or find themselves alone in the world. Everyone has an appropriate role to play in the family and society. Devotion to public duty leaves no place for idleness. Scheming for ill gain is unknown. Sharing displaces selfishness and materialism."},{"id":298,"quote":"Everything has its beauty but not everyone sees it. To see it a person only needs to imagine how it could be worse."},{"id":299,"quote":"Exemplary persons are steadfast in the face of adversity, while petty persons are engulfed by it."},{"id":300,"quote":"He who learns but does not think, is lost! He who thinks but does not learn is in great danger... Men of superior mind busy themselves first getting at the root of things; when they succeed, the right course is open to them."},{"id":301,"quote":"When you are ignorant about something, to know that you are ignorant about it - that is knowledge."},{"id":302,"quote":"Riches and honor are what everyone desires, but if they can be gained only by doing evil, they must not be held.  Don't worry about not being in office, worry about qualifying yourself for office.  Don't worry that no one knows you, but seek to be worthy of being known."},{"id":303,"quote":"A youth is to be regarded with respect. How do we know that his future will not be equal to our present?"},{"id":304,"quote":"You cannot open a book without learning something."},{"id":305,"quote":"Those who know the TRUTH are not equal to those who love it."},{"id":306,"quote":"If there were one word that could act as a standard of conduct for one's entire life, perhaps it would be 'thoughtfulness."},{"id":307,"quote":"If you shoot for the stars and hit the moon, it's OK. But you've got to shoot for something. A lot of people don't even shoot."},{"id":308,"quote":"To be fond of learning is near to wisdom."},{"id":309,"quote":"Have no friends not equal to yourself."},{"id":310,"quote":"The one who was born a genius can't win against the one who tries, and the one who tries can't win against the one who enjoys."},{"id":311,"quote":"We can know a person by observing his behaviour, understanding the reasons for his actions and ascertaining his intentions. If we do this, how can we not know him?"},{"id":312,"quote":"These are the four abuses:  desire to succeed in order to make oneself famous; taking credit for the labors of others; refusal to correct one's errors despite advice; refusal to change one's ideas despite warnings."},{"id":313,"quote":"When a man is guided by the principles of reciprocity and consciousness, he is not far from the moral law. Whatever you don't wish for yourself don't do unto others."},{"id":314,"quote":"Is there any one maxim which ought to be acted upon throughout one's whole life? Surely the maxim of loving kindness is such: Do not unto others what you would not they should do unto you."},{"id":315,"quote":"When wealth is centralized, the people are dispersed. When wealth is distributed, the people are brought together."},{"id":316,"quote":"Transport a handful of earth everyday and you will make a mountain."},{"id":317,"quote":"What is most needed for learning is a humble mind."},{"id":318,"quote":"When I walk along with two others, from at least one I will be able to learn."},{"id":319,"quote":"The Master said, At fifteen I set my heart upon learning. At thirty, I had planted my feet firm upon the ground. At forty, I no longer suffered from perplexities. At fifty, I knew what were the biddings of Heaven. At sixty, I heard them with docile ear. At seventy, I could follow the dictates of my own heart; for what I desired no longer overstepped the boundaries of righ."},{"id":320,"quote":"Some are born with knowledge, some derive it from study, and some acquire it only after a painful realization of their ignorance. But the knowledge being possessed, it comes to the same thing. Some study with a natural ease, some from a desire for advantages, and some by strenuous effort. But the achievement being made, it comes to the same thing."},{"id":321,"quote":"To study and not think is a waste. To think and not study is dangerous."},{"id":322,"quote":"The Master said, A gentleman, in his plans, thinks of the Way; he does not think how he is going to make a living. Even farming sometimes entails 5 times of shortage; and even learning may incidentally lead to high pay. But a gentleman's anxieties concern the progress of the Way; he has no anxiety concerning poverty."},{"id":323,"quote":"Learn as if you were not reaching your goal and as though you were scared of missing it"},{"id":324,"quote":"Man shoot at nothing, sure to hit it."},{"id":325,"quote":"Be loyal and trustworthy. Do not befriend anyone who is lower than yourself in this regard."},{"id":326,"quote":"Those whose courses are different cannot lay plans for one another."},{"id":327,"quote":"Know what you know and know that you don't know what you don't know — that is the characteristic of one who knows."},{"id":328,"quote":"Love thy neighbor as thyself: Do not do to others what thou wouldst not wish be done to thyself: Forgive injuries. Forgive thy enemy, be reconciled to him, give him assistance, invoke God in his behalf."},{"id":329,"quote":"Clever talk can confound the workings of virtue, just as small impatiences can confound great projects."},{"id":330,"quote":"In vain I have looked for a single man capable of seeing his own faults and bringing the charge home against himself."},{"id":331,"quote":"A lack of patience in trifling matters might lead to the disruption of great project."},{"id":332,"quote":"If proper in their own conduct, what difficulty would they have in governing? But if not able to be proper in their own conduct, how can they demand such conduct from others?"},{"id":333,"quote":"The man who loves his job never works a day in his life."},{"id":334,"quote":"You turn the handle the way it goes, not the way it ought to go"},{"id":335,"quote":"It cannot be when the root is neglected that what springs from it will be well ordered."},{"id":336,"quote":"Study as though you cannot catch up to it, and as though you fear you are going to lose it."},{"id":337,"quote":"If one should desire to know whether a kingdom is well governed, if its morals are good or bad, the quality of its music will furnish the answer."},{"id":338,"quote":"When strict with oneself, one rarely fails."},{"id":339,"quote":"If I am building a mountain and stop before the last basketful of earth is placed on the summit, I have failed."},{"id":340,"quote":"Never tire to study. And to teach to others"},{"id":341,"quote":"The superior man, when resting in safety, does not forget that danger may come."},{"id":342,"quote":"There are three things against which the wise man guards: lust when young, quarrels when strong, and covetousness when old."},{"id":343,"quote":"Every man knows the smell of his own fart."},{"id":344,"quote":"To know it is not as good as to love it, and to love it is not as good as to take delight in it."},{"id":345,"quote":"I have not seen a person who loved virtue, or one who hated what was not virtuous.  He who loved virtue would esteem nothing above it."},{"id":346,"quote":"Writing cannot express all words, words cannot encompass all ideas."},{"id":347,"quote":"Don't do unto others what you don't want others to do unto you."},{"id":348,"quote":"From the loving example of one family a whole State may become loving, and from its courtesies, courteous; while from the ambition and perverseness of the one man the whole State may be thrown into rebellious disorder. Such is the nature of influence."},{"id":349,"quote":"A man of wisdom delights in water."},{"id":350,"quote":"First there must be order and harmony within your own mind."},{"id":351,"quote":"The superior man does what is proper to the station in which he is; he does not desire to go beyond this. In a position of wealth and honor, he does what is proper to a position of wealth and honor. In a poor and low position, he does what is proper to a poor and low position."},{"id":352,"quote":"Rate the task above the prize; will not the mind be raised? Fight thine own faults, not the faults of others; will not evil be mended?"},{"id":353,"quote":"Look not at what is contrary to propriety; listen not to what is contrary to propriety; speak not what is contrary to propriety; make no movement which is contrary to propriety."},{"id":354,"quote":"If you don't know the life yet, how could be possible for you to know the death?"},{"id":355,"quote":"The gentleman holds justice to be of highest importance. If a gentleman has courage but neglects justice, he becomes insurgent. If an inferior man has courage but neglects justice, he becomes a thief."},{"id":356,"quote":"It is true that we shall not be able to reach perfection, but in our struggle toward it we shall strengthen our characters and give stability to our ideas, so that, whilst ever advancing calmly in the same direction, we shall be rendered capable of applying the faculties with which we have been gifted to the best possible account."},{"id":357,"quote":"The superior man thinks always of virtue; the common man thinks of comfort."},{"id":358,"quote":"All men are born good."},{"id":359,"quote":"He who speaks without modesty will find it difficult to make his words good."},{"id":360,"quote":"If you lead the people with correctness, who will dare not be correct?"},{"id":361,"quote":"A common man marvels at uncommon things. A wise man marvels at the commonplace."},{"id":362,"quote":"A man should practice what he preaches, but a man should also preach what he practices."},{"id":363,"quote":"The love to Wisdom is getting closer to the own bright path."},{"id":364,"quote":"If there were an honorable way to get rich, I’d do it, even if it meant being a stooge standing around with a whip. But there isn’t an honorable way, so I just do what I like."},{"id":365,"quote":"From the Son of Heaven down to the mass of the people, all must consider the cultivation of the person the root of everything besides."},{"id":366,"quote":"The way of Heaven and Earth may be completely declared in one sentence: They are without any doubleness, and so they produce things in a manner that is unfathomable."},{"id":367,"quote":"Every thoughtful pin on pinterest has beauty. But not everyone can see."},{"id":368,"quote":"The faults of a superior person are like the sun and moon. They have their faults, and everyone sees them; they change and everyone looks up to them."},{"id":369,"quote":"Hold faithfulness and sincerity as first principles."},{"id":370,"quote":"I daily examine myself on three points: In planning for others, have I failed in conscientiousness? In intercourse with friends, have I been insincere? And have I failed to practice what I have been taught?"},{"id":371,"quote":"Time flows away like the water in the river."},{"id":372,"quote":"The way of the superior man may be compared to what takes place in traveling, when to go to a distance we must first traverse the space that is near, and in ascending a height, when we must begin from the lower ground."},{"id":373,"quote":"I'd rather die for speaking out, than to live and be silent."},{"id":374,"quote":"Do unto others as you wish others do unto you."},{"id":375,"quote":"To be fond of learning is near to wisdom; to practice with vigor is near to benevolence; and to be conscious of shame is near to fortitude."},{"id":376,"quote":"Ignorance is the night of the mind, but a night without moon or star."},{"id":377,"quote":"The main object of conciliation lies in reaching a solution to a case based upon morals and with a warm heart."},{"id":378,"quote":"Instead of being concerned that you have no office, be concerned to think how you may fit yourself for office. Instead of being concerned that you are not known, seek to be worthy of being known."},{"id":379,"quote":"He who is harmony with Nature hits the mark without effort and apprehends the truth without thinking."},{"id":380,"quote":"The person of benevolence never worries."},{"id":381,"quote":"A good man regards the root; he fixes the root, and ail else flows out of it. The root is filial piety; the fruit brotherly love."},{"id":382,"quote":"To understand yourself is the key to wisdom."},{"id":383,"quote":"Cultivated people foster what is good in others,\nnot what is bad.\nPetty people do the opposite."},{"id":384,"quote":"Isn't it a pleasure to study and practice what you have learned? Isn't it also great when friends visit from distant places? If one remains not annoyed when he is not understood by people around him, isn't he a sage?"},{"id":385,"quote":"Fix your mind on truth, hold firm to virtue, rely on loving kindness, and find your recreation in the Arts."},{"id":386,"quote":"The sun and moon shine on all without partiality."},{"id":387,"quote":"Be loyal to yourself, charitable to neighbours, nothing more."},{"id":388,"quote":"A gentleman can see a question from all sides without bias.\nThe small man is biased and can see a question only from one side."},{"id":389,"quote":"It is man that makes truth great, and not truth that makes man great."},{"id":390,"quote":"The Superior Man is aware of Righteousness, the inferior man is aware of advantage."},{"id":391,"quote":"Good people strengthen themselves ceaselessly"},{"id":392,"quote":"Knowledge is merely brilliance in organization of ideas and not wisdom. The truly wise person goes beyond knowledge."},{"id":393,"quote":"The man of perfect virtue, wishing to be established himself, seeks also to establish others; wishing to be enlarged himself, he seeks also to enlarge others."},{"id":394,"quote":"The superior person gathers his weapons together in order to provide against the unforeseen."},{"id":395,"quote":"Respect the gods, but have as little to do with them as possible."},{"id":396,"quote":"The funniest people are the saddest once"},{"id":397,"quote":"He who sling mud, lose ground."},{"id":398,"quote":"Words are the voice of the heart."},{"id":399,"quote":"Some may study side by side, and yet be asunder when they come to the logic of things."},{"id":400,"quote":"Who contains himself goes seldom wrong."},{"id":401,"quote":"The superior man is satisfied and composed; the mean man is always full of distress."},{"id":402,"quote":"First and foremost, be faithful to your superiors, keep all promises, refuse the friendship of all who are not like you; and if you have made a mistake, do not be afraid of admitting the fact and amending your ways."},{"id":403,"quote":"Character is the backbone of our human culture. Music is the flowering of character."},{"id":404,"quote":"Seek Not Every Quality In One Individual."},{"id":405,"quote":"Those who are firm, enduring, simple and unpretentious are the nearest to virtue."},{"id":406,"quote":"In a State, pecuniary gain is not to be considered to be prosperity, but its prosperity will be found in righteousness."},{"id":407,"quote":"Without goodness a man cannot endure adversity for long, nor can he enjoy prosperity for long. The good man is naturally at ease with goodness. The wise man cultivates goodness for its advantage."},{"id":408,"quote":"Think no vice so small that you may commit it, and no virtue so small that you may over look it."},{"id":409,"quote":"Knowing what's correct and not doing it, it's the worst cowardice."},{"id":410,"quote":"The most beautiful sight in the world is a little child going confidently down the road of life after you have shown him the way."},{"id":411,"quote":"he who will not economize will agonize"},{"id":412,"quote":"If the people are governed by laws and punishment is used to maintain order, they will try to avoid the punishment but have no sense of shame. If they are governed by virtue and rules of propriety are used to maintain order, they will have a sense of shame and will become good as well."},{"id":413,"quote":"Only after Winter comes do we know that the pine and the cypress are the last to fade."},{"id":414,"quote":"What Heaven has conferred is called The Nature; an accordance with this nature is called The Path of duty; the regulation of this path is called Instruction. The path may not be left for an instant. If it could be left, it would not be the path."},{"id":415,"quote":"In antiquity men studied for their own sake; nowadays men study for the sake of impressing others."},{"id":416,"quote":"Don't worry about being acknowledged by others; worry about failing to acknowledge them."},{"id":417,"quote":"Every piece of marble has a statue in it waiting to be released by a person of sufficient skill to chip away the unnecessary parts.  Just as the sculptor is to the marble, so is education to the soul.  It releases it.  For only educated people are free people.  You cannot create a statue by smashing the marble with a hammer, and you cannot by the force of arms release the spirit or the soul of people."},{"id":418,"quote":"Don't be concerned that you have no position; be concerned how you may fit yourself to occupy one. ."},{"id":419,"quote":"To lead uninstructed people to war is to throw them away."},{"id":420,"quote":"When abroad, behaveto everyone as if interviewing an honored guest; in directing the people, act as if you were assisting at a great sacrafice; DO NOT DO TO OTHERS AS YOU WOULD NOT LIKE DONE TO YOURSELF: so there will be no murmuring against you in the country, and none in the family; your public life will arouse no ill-will nor your private life any resentment."},{"id":421,"quote":"Silence is the true friend that never betrays."},{"id":422,"quote":"The Master said of Gong Yechang, “He is marriageable. Although he was once imprisoned and branded as a criminal, he was in fact innocent of any crime.” The Master gave him his daughter in marriage. (Analects 5.1)"},{"id":423,"quote":"The man who in view of gain thinks of righteousness; who in the view of danger is prepared to give up his life; and who does not forget an old agreement however far back it extends - such a man may be reckoned a complete man."},{"id":424,"quote":"Never hesitate to ask a lesser person."},{"id":425,"quote":"In a district of ten families, there must be someone as honorable and sincere as I, but none as fond of learning."},{"id":426,"quote":"Settle one difficulty, and you keep a hundred away."},{"id":427,"quote":"The gentleman is calm and at ease. The gentleman is dignified but not proud; the small man is proud but not dignified."},{"id":428,"quote":"If one leads them with administrative measures and uses punishments to make them conform, the people will be evasive, but if one leads them with virtue, they will come up to expectations."},{"id":429,"quote":"The nobler sort of man emphasizes the good qualities in others, and does not accentuate the bad. The inferior does the reverse. . . . The nobler sort of man pays special attention to nine points. He is anxious to see clearly, to hear distinctly, to be kindly in his looks, respectful in his demeanor, conscientious in his speech, earnest in his affairs. When in doubt, he is careful to inquire; when in anger, he thinks of the consequences; when offered an opportunity for gain, he thinks only of his duty."},{"id":430,"quote":"Gravity is only the bark of wisdom's tree, but it preserves it."},{"id":431,"quote":"The superior man is easy to serve, but difficult to please ... The inferior man is difficult to serve, but easy to please."},{"id":432,"quote":"When you meet someone better than yourself, turn your thoughts to becoming his equal. When you meet someone not as good as you are, look within and examine your own self."},{"id":433,"quote":"Be aroused by poetry; structure yourself with propriety, refine yourself with music."},{"id":434,"quote":"The superior man is distressed by the limitations of his ability; he is not distressed by the fact that men do not recognize the ability that he has."},{"id":435,"quote":"A scholar who loves comfort is not fit to be called a scholar."},{"id":436,"quote":"To become a leader, you must first become a human being"},{"id":437,"quote":"When superiors are fond of showing their humanity, inferiors try to outstrip one another in their practice of it."},{"id":438,"quote":"How abundantly do spiritual beings display the powers that belong to them! We look for them, but do not see them; we listen to, but do not hear them; yet they enter into all things, and there is nothing without them."},{"id":439,"quote":"Don't worry that other people don't know you;\nworry that you don't know other people."},{"id":440,"quote":"It is more shameful to distrust our friends than to be deceived by them."},{"id":441,"quote":"There are three sorts of pleasures which are advantageous, and three which are injurious. Finding pleasure in the discriminating study of ceremonies and music, finding pleasure in discussing the good points in the conduct of others, and finding pleasure in having many wise friends, these are advantageous. But finding pleasure in profligate enjoyments, finding pleasure in idle gadding about, and finding pleasure in feasting, these are injurious."},{"id":442,"quote":"The demands that a great man makes are on himself; those of a petty man are upon others."},{"id":443,"quote":"There has never been a man mean and at the same time virtuous."},{"id":444,"quote":"The determined scholar and the man of virtue will not seek to live at the expense of injuring their virtue. They will even sacrifice their lives to preserve their virtue complete."},{"id":445,"quote":"Virtuous people often revenge themselves for the constraints to which they submit by the boredom which they inspire."},{"id":446,"quote":"Fine words and an insinuating appearance are seldom associated with true virtue."},{"id":447,"quote":"When you have become one with the Great Universal, you will have no partiality, and when you are part of the process of transformation, you will have no rigidity."},{"id":448,"quote":"He who is really good can never be unhappy. He who is really wise can never be perplexed. He who is really brave is never afraid."},{"id":449,"quote":"A man may not transgress the bounds of major morals, but may make errors in minor morals."},{"id":450,"quote":"Eat at your own as you would the table of a king."},{"id":451,"quote":"He who requires much from himself and little from others, will keep himself from being the object of resentment."},{"id":452,"quote":"All wisdom is rooted in learning to call things by the right name. When things are properly identified, they fall into natural categories and understanding becomes orderly."},{"id":453,"quote":"A gentleman is ashamed to let his words outrun his deeds."},{"id":454,"quote":"Charity, like the sun, brightens every object on which it shines."},{"id":455,"quote":"The superior man will watch over himself when he is alone. He examines his heart that there may be nothing wrong there, and that he may have no cause of dissatisfaction with himself."},{"id":456,"quote":"A fool marvels at rare things, but a wise man at common ones."},{"id":457,"quote":"Consideration for others is the basis of a good life, a good society."},{"id":458,"quote":"We should keep the dead before our eyes, and honor them as though still living"},{"id":459,"quote":"Never give a sword to a man who can't dance."},{"id":460,"quote":"She who is born with beauty is born with a sorrow for many a man."},{"id":461,"quote":"Let a man be stimulated by poetry, established by the rules of propriety, and perfected by music."},{"id":462,"quote":"Everyone calls his son his son, whether he has talents or has not talents."},{"id":463,"quote":"We should not be too familiar with the lower orders or with women."},{"id":464,"quote":"Man who want pretty nurse, must be patient."},{"id":465,"quote":"True goodness springs from a man's own heart. All men are born good."},{"id":466,"quote":"Wisdom, compassion, and courage are the three universally recognized moral qualities of men."},{"id":467,"quote":"Gentlemen should not waste their time on trivial games -- they should play go[3]"},{"id":468,"quote":"Man who eat many prunes get good run for money."},{"id":469,"quote":"Only one who bursts with enthusiasm do I instruct; Only one who bubbles with excitement do I enlighten. If I hold up one corner and you do not come back to me with the other three, I do not continue the lesson."},{"id":470,"quote":"To govern is to correct. If you set an example by being correct, who would dare to remain incorrect?"},{"id":471,"quote":"From a grain of sand in the Pearl comes."},{"id":472,"quote":"The strength of a nation derives from the integrity of the home."},{"id":473,"quote":"The gentleman prefers to be slow in word but diligent in action."},{"id":474,"quote":"The requisites of government are that there be sufficiency of food, sufficiency of military equipment, and the confidence of the people in their ruler."},{"id":475,"quote":"In teaching there should be no distinction of classes."},{"id":476,"quote":"Faithfulness and sincerity are the highest things."},{"id":477,"quote":"The more people know, the more they forgive."},{"id":478,"quote":"It is goodness that gives to a neighborhood its beauty. One who is free to choose, yet does not prefer to dwell among the good - how can he be accorded the name of wise?"},{"id":479,"quote":"The green reed which bends in the wind is stronger than the mighty oak which breaks in a storm."},{"id":480,"quote":"To acknowledge our faults when we are blamed, is modesty; to discover them to one's friends in ingenuousness, is confidence; but to preach them to all the world, if one does not take care, is pride."},{"id":481,"quote":"Virtue is more to man than either water or fire. I have seen men die from treading on water and fire, but I have never seen a man die from treading the course of virtue."},{"id":482,"quote":"When you see a good man, try to emulate his example, and when you see a bad man, search yourself for his faults."},{"id":483,"quote":"Although your father and mother are dead, if you propose to yourself any good work, only reflect how it will make their names illustrious, and your purpose will be fixed."},{"id":484,"quote":"There are three unfilial acts: the greatest of these is the failure to produce sons."},{"id":485,"quote":"In archery we have something like the way of the superior man. When the archer misses the center of the target, he turns round and seeks for the cause of his failure in himself."},{"id":486,"quote":"The Master said, If out of the three hundred songs I had to take one phrase to cover all my teachings, I would say 'Let there be no evil in your thoughts.'"},{"id":487,"quote":"A superior man in dealing with the world is not for anything or against anything. He follows righteousness as the standard."},{"id":488,"quote":"Friendship with the upright, with the truthful and with the well informed is beneficial. Friendship with those who flatter, with those who are meek and who compromise with principles, and with those who talk cleverly is harmful."},{"id":489,"quote":"One who can move mountains start with the little stones."},{"id":490,"quote":"Make faithfulness and truth thy masters: have no friends unlike thyself: be not ashamed to mend thy faults."},{"id":491,"quote":"They must often change, who would be constant in happiness or wisdom."},{"id":492,"quote":"Desire to have things done quickly prevents their being done thoroughly."},{"id":493,"quote":"If I were travelling with two partners, one virtuous and one dishonest, both would be useful as teachers. I would perceive what's good of the first one and I would imitate him whereas I would try to correct in me the defects I may see in the second one."},{"id":494,"quote":"Ability will never catch up with the demand for it."},{"id":495,"quote":"A superior man is one who is free from fear and anxieties"},{"id":496,"quote":"In language clarity is everything."},{"id":497,"quote":"Just as lavishness leads easily to presumption, so does frugality to meanness. But meanness is a far less serious fault than presumption."},{"id":498,"quote":"A youth is to be regarded with respect."},{"id":499,"quote":"Wisdom delights in water; love delights in hills. Wisdom is stirring; love is quiet. Wisdom is merry; love grows old."},{"id":500,"quote":"Be versed in ancient lore, and familiarize yourself with the modern; then may you become teachers."},{"id":501,"quote":"Sincerity is the way of heaven."},{"id":502,"quote":"If the gentleman is not serious, he will not be respected, and his learning will not be on a firm foundation. He considers loyalty and faithfulness to be fundamental, has no friends who are not like him, and when he has made mistakes, he is not afraid of correcting them."},{"id":503,"quote":"Look for an occupation that you like, and you will not need to labor for a single day in your life."},{"id":504,"quote":"Our headstrong passions shut the door of our souls against God."},{"id":505,"quote":"The superior man is slow in his words and earnest in his conduct."},{"id":506,"quote":"A gentleman does not promote a man on account of what he says; nor does he reject sayings, because the speaker is what he is."},{"id":507,"quote":"You do not understand even life. How can you understand death?"},{"id":508,"quote":"What the wise seek is in themselves"},{"id":509,"quote":"If I give a student one-fourth of what he should know, I expect him to get the other three-fourths himself, otherwise I do not want him as a student."},{"id":510,"quote":"To prefer it is better than to only know it. To delight in it is better than merely to prefer it."},{"id":511,"quote":"Don't be concerned about others not appreciating you. Be concerned about your not appreciating others."},{"id":512,"quote":"To be truly happy and contented, you must let go of what it means to be happy or content."},{"id":513,"quote":"I have never seen one who really loves goodness or one who really hates wickedness. One who really loves goodness will not place anything above it. One who really hates wickedness will practice goodness in such a way that wickedness will have no chance to get at him. Is there anyone who has devoted his whole strength to doing good for even as long as a single day? I have not seen anyone give up such an attempt because he had not the strength to go on. Perhaps there is such a case, but I have never seen it."},{"id":514,"quote":"Sincerity and truth are the basis of every virtue."},{"id":515,"quote":"If my mind be not engaged in worship, it is as though I worshipped not."},{"id":516,"quote":"Go before the people with your example, and be laborious in their affairs."},{"id":517,"quote":"We should feel sorrow, but not sink under its oppression."},{"id":518,"quote":"If a man has no humaneness what can his propriety be like? If a man has no humaneness what can his happiness be like?"},{"id":519,"quote":"Looking at small advantages prevents great affairs from being accomplished."},{"id":520,"quote":"A man living without conflicts, as if he never lives at all."},{"id":521,"quote":"Wisdom, humanity & courage, these three are universal virtues. The way by which they are practiced are one."},{"id":522,"quote":"When one cultivates to the utmost the principles of his nature, and exercises them on the principle of reciprocity, he is not far from the path."},{"id":523,"quote":"No lake so still but it has its wave. No circle so perfect but that it has its blur. I would change things for you if I could; As I can't you must take them as they are."},{"id":524,"quote":"A gentleman can withstand hardships; it is only the small man who, when submitted to them, is swept off his feet."},{"id":525,"quote":"To err and not reform, this may indeed be called error."},{"id":526,"quote":"Respect the gods and the devils but keep them at a distance"},{"id":527,"quote":"The injury of prodigality leads to this, that he who will not economize will have to agonize."},{"id":528,"quote":"Benevolence is the characteristic element of humanity."},{"id":529,"quote":"The highest kind of man is the one who does before talking and practices what he professes."},{"id":530,"quote":"The superior man governs men, according to their nature, with what is proper to them, and as soon as they change what is wrong, he stops."},{"id":531,"quote":"The Way is not for, but from, man; if we take the Way as something superhuman, beyond man, this is not the real Way."},{"id":532,"quote":"To be poor without murmuring is difficult. To be rich without being proud is easy."},{"id":533,"quote":"To learn without thinking is labour in vain, to think without learning is desolation."},{"id":534,"quote":"I have yet to meet a man as fond of high moral conduct as he is of outward appearances."},{"id":535,"quote":"He who is really kind, can never be unhappy"},{"id":536,"quote":"The man of humanity delights in mountains"},{"id":537,"quote":"Listen widely to remove your doubts and be careful when speaking about the rest and your mistakes will be few. See much and get rid of what is dangerous and be careful in acting on the rest and your causes for regret will be few. Speaking without fault, acting without causing regret: 'upgrading' consists in this."},{"id":538,"quote":"The firm, the enduring, the simple, and the modest are near to virtue."},{"id":539,"quote":"The scholar does not consider gold and jade to be precious treasures, but loyalty and good faith."},{"id":540,"quote":"Look closely into his aims, observe the means by which he pursues them, discover what brings him content - and can the man's real worth remain hidden from you?"},{"id":541,"quote":"The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools."},{"id":542,"quote":"Ah, music, sacred tongue of God! I hear thee calling and I come."},{"id":543,"quote":"It doesn't make a difference how gradually you go so long as you don't stop."},{"id":544,"quote":"Conscience is the inner voice which warns us that someone might be looking. Hear and you forget, see and you remember, do and you understand."},{"id":545,"quote":"To find the Tao, there is nowhere you need to search. If it is not inside you, it is not the Tao."},{"id":546,"quote":"A man without a mustache is a man without a soul."},{"id":547,"quote":"I live in a very small house, but my windows look out on a very large world."},{"id":548,"quote":"If you think in terms of a year, plant a seed; if in terms of ten years, plant trees; if in terms of 100 years, teach the people."},{"id":549,"quote":"He who keeps danger in mind, is he who will rest safe in his seat; he who keeps ruin in mind, is he who will preserve his interests secure."},{"id":550,"quote":"The superior man undergoes three changes. Looked at from a distance, he appears stern; when approached, he is mild; when he is heard to speak, his language is firm and decided."},{"id":551,"quote":"Exemplary people concern themselves with virtue,\n small people concern themselves with territory. The ruling class\n thinks of punishment, the lower classes hope for benevolence."},{"id":552,"quote":"The real fault is to have faults and not amend them."},{"id":553,"quote":"Learn, as if never overtaking your object, and yet as if apprehensive of losing it."},{"id":554,"quote":"Love should start from people close to us, then be extended to other people, to strangers, and eventually to the world"},{"id":555,"quote":"The superior man, extensively studying all learning, and keeping himself under the restraint of the rules of propriety, may thus likewise not overstep what is right."},{"id":556,"quote":"A truly great man never puts away the simplicity of a child."},{"id":557,"quote":"Justice is like the north star, which is fixed, and all the rest revolve about it."},{"id":558,"quote":"Heaven gives long life to the just and the intelligent."},{"id":559,"quote":"If one learns from others, but does not think, one will be bewildered. If, on the other hand, one thinks but does not learn from others, one will be in peril."},{"id":560,"quote":"I am not bothered by the fact that I am not understood. I am bothered when I do not know others."},{"id":561,"quote":"Watch their actions, observe their motives, examine wherein they dwell content; won't you know what kind of person they are?"},{"id":562,"quote":"Women and people of low birth are very hard to deal with. If you are friendly to them, they get out of hand, and if you keep your distance, they resent it."},{"id":563,"quote":"It is when those who are not strong enough have made some moderate amount of progress that they fail and give up."},{"id":564,"quote":"The way out is through the door. Why is it that no one will use this method?"},{"id":565,"quote":"Do not let a leader lead you on a bad path."},{"id":566,"quote":"Music is the one thing in which there is no use trying to deceive others or make false pretenses."},{"id":567,"quote":"He who remembers from day to day what he has yet to learn, and from month to month what he has learned already, may be said to have a love of learning."},{"id":568,"quote":"The superior man cannot be known in little matters, but he may be entrusted with great concerns. The small man may not be entrusted with great concerns, but he may be known in little matters."},{"id":569,"quote":"Be sincere and true to your word, serious and careful in your actions; and you will get along even among barbarians, But if you are not sincere and untrustworthy in your speech, frivolous and careless in your actions, how will you get along even among your own neighbors? When stand, see these principles in front of you; in your carriage see them on the yoke. Then you may be sure to get along."},{"id":570,"quote":"When music and courtesy are better understood and appreciated, there will be no war."},{"id":571,"quote":"When the Superior Man eats he does not try to stuff himself; at rest he does not seek perfect comfort; he is diligent in his work and careful in speech. He avails himself to people of the Tao and thereby corrects himself. This is the kind of person of whom you can say, \"he loves learning.\""},{"id":572,"quote":"Wealth and rank are what men desire, but unless they be obtained in the right way they may not be possessed. Poverty and obscurity are what men detest; but unless prosperity be brought about in the right way, they are not to be abandoned."},{"id":573,"quote":"I want you to be everything that's you, deep at the center of your being."},{"id":574,"quote":"Plan ahead or find trouble on the doorstep."},{"id":575,"quote":"When you breathe, you inspire, and when you do not breathe, you expire."},{"id":576,"quote":"In old days men studied for the sake of self-improvement; nowadays men study in order to impress other people."},{"id":577,"quote":"If you don't want to do something,don't impose on others"},{"id":578,"quote":"The superior man, when resting in safety, does not forget that danger may come. When in a state of security he does not forget the possibility of ruin. When all is orderly, he does not forget that disorder may come. Thus his person is not endangered, and his States and all their clans are preserved."},{"id":579,"quote":"He Who Knows And Knows That He Knows Is A Wise Man - Follow Him; He Who Knows Not And Knows Not That He Knows Not Is A Fool - Shun Him"},{"id":580,"quote":"I do not want a friend who smiles when I smile, who weeps when I weep; for my shadow in the pool can do better than that."},{"id":581,"quote":"What the great learning teaches, is to illustrate illustrious virtue; to renovate the people; and to rest in the highest excellence."},{"id":582,"quote":"Only by perfect virtue can the perfect path, in all its courses, be made a fact."},{"id":583,"quote":"You can successfully force people to follow a certain course, but you cannot force them to understand it."},{"id":584,"quote":"The inner nature of man is the province of Music."},{"id":585,"quote":"Let the states of equilibrium and harmony exist in perfection, and a happy order will prevail throughout heaven and earth, and all things will be nourished and flourish."},{"id":586,"quote":"The Master said, The case is like that of someone raising a mound. If he stops working, the fact that it perhaps needed only one more basketful makes no difference; I stay where I am. Whereas even if he has not got beyond leveling the ground, but is still at work, the fact that he has only tilted one basketful of earth makes no difference. I go to help him."},{"id":587,"quote":"Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator."},{"id":588,"quote":"If I understand Change, I shall make no great mistake in Life"},{"id":589,"quote":"The end of the day is near when small men make long shadows."},{"id":590,"quote":"The Three Armies can be deprived of their commanding officer, but even a common man cannot be deprived of his purpose."},{"id":591,"quote":"The cautious seldom err."},{"id":592,"quote":"Isn't it a pleasure to study and practice what you have learned?"},{"id":593,"quote":"Bird in hand makes it harder to blow nose."},{"id":594,"quote":"If a man keeps cherishing his old knowledge so as continually to be acquiring new, he may be a teacher of others."},{"id":595,"quote":"The vices come as passengers, visit us as guest and stay as masters."},{"id":596,"quote":"Who keeps the old akindle and adds new knowledge is fitted to be a teacher."},{"id":597,"quote":"Study as if you have not reached your goal - hold it as if you were afraid of losing what you have."},{"id":598,"quote":"Make fair agreements and stick to them"},{"id":599,"quote":"I will not be concerned at other men's not knowing me;I will be concerned at my own want of ability."},{"id":600,"quote":"If a man sets his heart on benevolence he will be free from evil."},{"id":601,"quote":"When prosperity comes, do not use all of it."},{"id":602,"quote":"A gentleman considers justice to be essential in everything. He practices it according to the principles of propriety. He brings it forth in modesty and faithfully completes it. This is indeed a gentleman."},{"id":603,"quote":"Recompense injury with justice, and recompense kindness with kindness."},{"id":604,"quote":"Gentlemen cherish worth; the vulgar cherish dirt. Gentlemen trust in justice; the vulgar trust in favor."},{"id":605,"quote":"He who flatters a man is his enemy. he who tells him of his faults is his maker."},{"id":606,"quote":"The wheel of fortune turns round incessantly, and who can say to himself, I shall today be uppermost."},{"id":607,"quote":"It is the obligation of the ruler to continually renew himself in order to renew the people by his example."},{"id":608,"quote":"Death and life have their determined appointments; riches and honors depend upon heaven."},{"id":609,"quote":"The path may not be left for an instant. If it could be left, it would not be the path."},{"id":610,"quote":"Let a ruler base his government upon virtuous principles, and he will be like the pole-star, which remains steadfast in its place, while all the host of stars turn towards it"},{"id":611,"quote":"A man without persistence will never make a good shaman or a good physician."},{"id":612,"quote":"It is only the very wisest and the very stupidest who never change."},{"id":613,"quote":"When you locate good in yourself, approve of it with determination. When you locate evil in yourself, despise it as something detestable."},{"id":614,"quote":"Knowledge is recognizing what you know and what you don't."},{"id":615,"quote":"Never seek illicit wealth."},{"id":616,"quote":"A gentleman would be ashamed should his deeds not match his words."},{"id":617,"quote":"Confucius say... politician is one who shakes your hand before elections and your confidence after."},{"id":618,"quote":"Excess and deficiency are equally at fault."},{"id":619,"quote":"True wisdom is knowing what you don't know"},{"id":620,"quote":"Learn as though you would never be able to master it; hold it as though you would be in fear of losing it."},{"id":621,"quote":"Be strict with yourself but least reproachful of others and complaint is kept afar."},{"id":622,"quote":"What you do not wish upon yourself, extend not to others."},{"id":623,"quote":"If names be not correct, language is not in accordance with the truth of things."},{"id":624,"quote":"If we don't know life, how can we know death?"},{"id":625,"quote":"We should worship as though the deity were present."},{"id":626,"quote":"If you don't know how to serve men, why worry about serving the gods?"},{"id":627,"quote":"One who is by nature daring and is suffering from poverty will not long be law-abiding. Indeed, any men, save those that are truly good, if their sufferings are very great, will be likely to rebel."},{"id":628,"quote":"By nature, men are nearly alike; by practice, they get to be wide apart."},{"id":629,"quote":"When there are duties to perform [true] servants and sons serve their labors."},{"id":630,"quote":"Of all that Heaven produces and nourishes, there is none so great as man."},{"id":631,"quote":"The superior man sets his person at rest before he moves; he composes his mind before he speaks."},{"id":632,"quote":"The Master said, \"A true teacher is one who, keeping the past alive, is also able to understand the present.\""},{"id":633,"quote":"The superior man, even when he is not moving, has a feeling of reverence, and while he speaks not, he has the feeling of truthfulness."},{"id":634,"quote":"A good man is not mine to see. Could I see a man possessed of constancy, that would satisfy me."},{"id":635,"quote":"The Master said, \"Wealth and honor are things that all people desire, and yet unless they are acquired in the proper way I will not abide them. Poverty and disgrace are things that all people hate, and yet unless they are avoided in the proper way I will not despise them. If the gentleman abandons ren, how can he be worthy of that name? The gentleman does not violate ren even for the amount of time required to eat a meal. Even in times of urgency or distress, he does not depart from it.\""},{"id":636,"quote":"If you did not do so for the sake of riches,You must have done so for the sake of novelty."},{"id":637,"quote":"Shall I tell you what knowledge is? It is to know both what one knows and what one does not know."},{"id":638,"quote":"To study and constantly, is this not a pleasure? To have friends come from far away places, is this not a joy? If people do not recognize your worth, but this does not worry you, are you not a true gentleman?"},{"id":639,"quote":"A ruthless man extends his ruthlessness from those he does not love to those he loves."},{"id":640,"quote":"Not to mend one's ways when one has erred is to err indeed."},{"id":641,"quote":"I used to take on trust a man's deeds after having listened to his words. Now having listened to a man's words I go on to observe his deeds."},{"id":642,"quote":"The person who is not strong enough gives up at the halfway point - but you are limiting yourself before even starting."},{"id":643,"quote":"In ancient times, those who wished to illuminate the world with virtue first brought order to their nations. Wishing to order well their nations, they first harmonized their families. Wishing to harmonize their families, they first cultivated themselves. Wishing to cultivate themselves, they first rectified their minds. Those who wished to rectify their minds first made their intentions sincere."},{"id":644,"quote":"Things that are done, it is needless to speak about...things that are past, it is needless to blame."},{"id":645,"quote":"The Master said, “The gentleman understands what is right, whereas the petty man understands profit.” (Analects 4.16)"},{"id":646,"quote":"I used to listen to what others said, and expect them to act accordingly. But nowadays, I listen to what they say, and then observe what they do."},{"id":647,"quote":"To go beyond is as wrong as to fall short."},{"id":648,"quote":"There is nothing more visible than what is secret, and nothing more manifest than what is minute."},{"id":649,"quote":"Guide them by edicts, keep them in line with punishments, and the common people will stay out of trouble but will have no sense of shame. Guide them by virtue, keep them in line with the rites, and they will, besides having a sense of shame, reform themselves."},{"id":650,"quote":"A superior man may be made to go to the well, but he cannot be made to go down into it. He may be imposed upon, but he cannot be fooled."},{"id":651,"quote":"The superior man is universally minded and no partisan. The inferior man is a partisan and not universal."},{"id":652,"quote":"It's only in winter that the pine and cypress are known to be evergreens."},{"id":653,"quote":"When nature exceeds culture, we have the rustic. When culture exceeds nature, we have the pedant."},{"id":654,"quote":"Because the newer methods of treatment are good, it does not follow that the old ones were bad: for if our honorable and worshipful ancestors had not recovered from their ailments, you and I would not be here today."},{"id":655,"quote":"A knight whose heart is set upon the Way, but who is ashamed of wearing shabby clothes and eating coarse food, is not worth calling into counsel."},{"id":656,"quote":"They who know the truth are not equal to those who love it, and they who love it are not equal to those who delight in it."},{"id":657,"quote":"That a man lives is because he is straight. That a man who dupes others survives is because he has been fortunate enough to be spared."},{"id":658,"quote":"An angry person is always full of poison."},{"id":659,"quote":"The proper man understands equity, the small man profits."},{"id":660,"quote":"As in the case of making a mound, if, before the very last basketful, I stop, then I shall have stopped. As in the case of leveling the ground, if, though tipping only one basketful, I am going forward, then I shall be making progress."},{"id":661,"quote":"The really faithful lover of learning holds fast to the Good Way till death."},{"id":662,"quote":"He who merely knows right principles is not equal to him who loves them."},{"id":663,"quote":"When we see persons of worth, we should think of equaling them; when we see persons of a contrary character, we should turn inwards and examine ourselves."},{"id":664,"quote":"The people may be made to follow a path of action but they may not be made to understand it."},{"id":665,"quote":"To be fond of learning is to draw close to wisdom. To practice with vigor is to draw close to benevolence. To know the sense of shame is to draw close to courage. He who knows these three things knows how to cultivate his own character. Knowing how to cultivate his own character, he knows how to govern other men. Knowing how to govern other men, he knows how to govern the world, its states, and its families."},{"id":666,"quote":"There is good government when those who are near are made happy, and when those who are afar are attracted."},{"id":667,"quote":"Here is an example of Confucius sayings: \"It does not matter how slowly you go so long as you do not stop.\" In a few words, Confucius teaches us about patience, perseverance, discipline, and hard work. But if you probe further, you will see more layers. Confucius' philosophies have significantly influenced spiritual and social thought. His views bear insight and depth of wisdom. You can apply his teachings in every sphere of life. Confucius' profound teachings are based on humanism."},{"id":668,"quote":"The gentleman desires to be halting in speech but quick in action."},{"id":669,"quote":"The superior man honors his virtuous nature, and maintains constant inquiry and study, seeking to carry it out to its breadth and greatness, so as to omit none of the more exquisite and minute points which it embraces, and to raise it to its greatest height and brilliancy."},{"id":670,"quote":"If I hold up one corner of a square and the student cannot workout the other three for himself, I won't go any further."},{"id":671,"quote":"To love a thing means wanting it to live."},{"id":672,"quote":"In a hamlet of ten households, there are bound to be those who are my equal in doing their best for others and in being trustworthy in what they say, but they are unlikely to be as eager to learn as I am."},{"id":673,"quote":"When you see a good man, think of emulating him; when you see a bad man, examine your own heart."},{"id":674,"quote":"There are not the weeds the ones that drown the good seed, but the negligence of the peasant."},{"id":675,"quote":"There is nothing impossible in all the world except that the heart of man is wanting in resolution."},{"id":676,"quote":"Do unto others what you want done unto you."},{"id":677,"quote":"When a man's knowledge is sufficient to attain, and his virtue is not sufficient to enable him to hold, whatever he may have gained, he will lose again."},{"id":678,"quote":"The nobler sort of man emphasizes the good qualities in others, and does not accentuate the bad. The inferior does."},{"id":679,"quote":"A good man does not worry about not being known by others, but rather is concerned about not knowing them."},{"id":680,"quote":"The wise men of antiquity, when they wished to make the whole world peaceful and happy, first put their own States into proper order. Before putting their States into proper order, they regulated their own families. Before regulating their families, they regulated themselves. Before regulating themselves, they tried to be sincere in their thoughts. Before being sincere in their thoughts, they tried to see things exactly as they really were."},{"id":681,"quote":"If language is not correct, then what is said is not what is meant; if what is said is not what is meant, then what must be done remains undone; if this remains undone, morals and art will deteriorate; if justice goes astray, the people will stand about in helpless confusion. Hence there must be no arbitrariness in what is said. This matters above everything."},{"id":682,"quote":"The Superior Man has nothing to compete for. But if he must compete, he does it in an archery match, wherein he ascends to his position, bowing in deference. Descending, he drinks the ritual cup."},{"id":683,"quote":"For one word a man is often deemed to be wise, and for one word he is often deemed to be foolish. We should be careful indeed what we say."},{"id":684,"quote":"The gentleman sees what is right while the small man sees what is profitable."},{"id":685,"quote":"Knowing something is not as good as liking it. Liking something is not as good as rejoicing in it."},{"id":686,"quote":"He who rules by moral force is like the pole star, which remains in place while all the lesser stars do homage to it."},{"id":687,"quote":"The general of a large army may be defeated, but you cannot defeat the determined mind of a peasant."},{"id":688,"quote":"Earnest in practicing the ordinary virtues, and careful in speaking about them, if, in his practice, he has anything defective, the superior man dares not but exert himself; and if, in his words, he has any excess, he dares not allow himself such license."},{"id":689,"quote":"One hundred women are not worth a single testicle."},{"id":690,"quote":"Things have their roots and branches. Affairs have their beginnings and their ends. To know what is first and what is last will lead one near the Way."},{"id":691,"quote":"It is better to light one small candle of gratitude than to curse the darkness."},{"id":692,"quote":"If a man in the morning hear the right way, he may die in the evening without regret."},{"id":693,"quote":"Without Goodness one cannot enjoy enduring happiness"},{"id":694,"quote":"The superior man, while his parents are alive, reverently nourishes them; and, when they are dead, reverently sacrifices to them. His thought to the end of his life is how not to disgrace them."},{"id":695,"quote":"The silent treasuring up of knowledge; learning without satiety; and instructing others without being wearied: which one of these things belongs to me?"},{"id":696,"quote":"To throw oneself into strange teachings is quite dangerous."},{"id":697,"quote":"Heaven, in the production of things, is sure to be bountiful to them, according to their qualities. Hence the tree that is flourishing, it nourishes, while that which is ready to fall, it overthrows."},{"id":698,"quote":"Love is like a spice. It can sweeten your life - however, it can spoil it, too."},{"id":699,"quote":"Men of principle are sure to be bold,\nbut those who are bold may not always be men of principle."},{"id":700,"quote":"If either wealth or poverty are come by honesty, there is no shame."},{"id":701,"quote":"When the wind blows,the grass bends."},{"id":702,"quote":"He who chases two rabbits, catches none."},{"id":703,"quote":"Not to converse with a man worthy of conversation is to waste the man. To converse with a man not worthy of conversation is to waste words. The wise waste neither men nor words."},{"id":704,"quote":"It is better to live in peace than in bitterness and strife"},{"id":705,"quote":"Humanity is the equity of the heart."},{"id":706,"quote":"When the multitude detests a man, inquiry is necessary; when the multitude likes a man, inquiry is equally necessary."},{"id":707,"quote":"Grieve not that men do not know you;\ngrieve that you do not know men."},{"id":708,"quote":"The superior man has a dignified ease without pride. The mean man has pride without a dignified ease."},{"id":709,"quote":"One joy dispels a hundred cares."},{"id":710,"quote":"The virtuous will be sure to speak uprightly; but those whose speech is upright may not be virtuous."},{"id":711,"quote":"When three persons work together, each can be the teacher in some aspects"},{"id":712,"quote":"Do not treat others as you yourself would not be treated."},{"id":713,"quote":"A person of character takes as much trouble to discover what is right as the lesser men take to discover what will pay."},{"id":714,"quote":"Worry not that no one knows you; seek to be worth knowing."},{"id":715,"quote":"Which demands a lot of himself and some others, will be free from hatred."},{"id":716,"quote":"If what one has to say is not better than silence, then one should keep silent."},{"id":717,"quote":"Waste begets self-will; thrift begets meanness: but better be mean than self-willed."},{"id":718,"quote":"Heaven is author of the virtue that is in me"},{"id":719,"quote":"Ceremonies are the first thing to be attended to in the practice of government."},{"id":720,"quote":"To know that one knows what one knows, and to know that one doesn't know what one doesn't know, there lies true wisdom."},{"id":721,"quote":"But if you do not have the Tao yourself, what business have you spending your time in vain efforts to bring corrupt politicians into the right path?"},{"id":722,"quote":"If Language is not correct, then what is said is not what is meant. If what is said is not what is meant, then what ought to be done, remains undone."},{"id":723,"quote":"One who has accumulated virtue will certainly also possess eloquence; but he who has eloquence doe not necessarily possess virtue."},{"id":724,"quote":"Girl who sit on Judge's lap get honorable discharge."},{"id":725,"quote":"A gentleman is calm and spacious: the vulgar are always fretting."},{"id":726,"quote":"A man should demand much from himself, but little from others. When you meet a man of worth, think how you may attain to his excellence. When you meet an unworthy one, then look within and examine yourself."},{"id":727,"quote":"Past scholars studied to improve themselves; Today's scholars study to impress others."},{"id":728,"quote":"A youth, when at home, should be filial, and, abroad, respectful to his elders."},{"id":729,"quote":"The Master said, \"To study, and then in a timely fashion to practice what you have learned - is this not satisfying? To have companions arrive from afar - is this not a joy? To remain unrecognized by others and yet remain free of resentment - is this not the mark of the gentleman?\""},{"id":730,"quote":"Can there be a love which does not make demands on its object?"},{"id":731,"quote":"The superior man is firm in the right way and not merely firm."},{"id":732,"quote":"The Superior Man is all-embracing and not partial. The inferior man is partial and not all-embracing."},{"id":733,"quote":"The Path is not far from man. When men try to pursue a course, which is far from the common indications of consciousness, this course cannot be considered The Path."},{"id":734,"quote":"Not too isolated, not too many relationships, the middle, that's wisdom."},{"id":735,"quote":"Tsze-Kung asked, “Is there one word with which to act in accordance throughout a lifetime?” The Master said, “Is not reciprocity such a word? What you do not want done to yourself, do not do to others."},{"id":736,"quote":"The way you cut your meat reflects the way you live."},{"id":737,"quote":"Speak the truth, do not yield to anger; give, if thou art asked for little; by these three steps thou wilt go near the gods."},{"id":738,"quote":"The object of the superior man is truth."},{"id":739,"quote":"To give oneself ernestly to securing righteousness and justice among the people, and while respecting the gods and demons, to keep aloof from them, that may be called wisdom."},{"id":740,"quote":"Without feelings of respect, what is there to distinguish men from beasts?"},{"id":741,"quote":"One dedicated worker is worth a thousand slaves."},{"id":742,"quote":"The superior man * * * in regard to his speech * * * is anxious that it should be sincere."},{"id":743,"quote":"If the search for riches were sure to be successful, though I should become a groom with a whip in my hand to get them, I will do so. As the search may not be successful, I will follow after that which I love."},{"id":744,"quote":"Between friends, frequent reproofs make the friendship distant."},{"id":745,"quote":"The superior man is anxious lest he should not get the truth; he is not anxious lest poverty should come upon him."},{"id":746,"quote":"Behind every smile there's teeth."},{"id":747,"quote":"Wisdom is worried for being slow in its speech and expeditious in its actions."},{"id":748,"quote":"Not knowing life, how can we know death? Why talk of spirits when you do not understand men?"},{"id":749,"quote":"The superior man limits his achievements."},{"id":750,"quote":"those who understands is not better than those who appreciates, those who appreciates is not better than those who enjoys."},{"id":751,"quote":"Does Heaven ever speak? The four seasons come and go, and all creatures thrive and grow. Does Heaven ever speak!"},{"id":752,"quote":"Among us, in our part of the country, those who are upright are different from this. The father conceals the misconduct of the son, and the son conceals the misconduct of the father. Uprightness is to be found in this."},{"id":753,"quote":"How transcendent is the virtue of the middle conduct! Rare for a long time has been its practice among the people."},{"id":754,"quote":"Don't use cannon to kill musquito."},{"id":755,"quote":"Who expects to be able to go out of a house except by the door? How is it then that no one follows this Way of ours?"},{"id":756,"quote":"What is necessary is to rectify names."},{"id":757,"quote":"He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it."},{"id":758,"quote":"A country of a thousand war-chariots cannot be administered unless the ruler attends strictly to business, punctually observes his promises, is economical in expenditure, loves the people, and uses the labor of the peasantry only at the proper times of year."},{"id":759,"quote":"The superior man is distressed by his want (lack) of ability"},{"id":760,"quote":"Behave when away from home as though you were in the presence of an honored guest. Employ the people as though you were assisting at an important sacrifice. Do not do to others what you would not like yourself. Then there will be no feelings of opposition to you, whether it is the affairs of a state that you are handling or the affairs of a family."},{"id":761,"quote":"Love makes a spot beautiful: who chooses not to dwell in love, has he got wisdom?"},{"id":762,"quote":"The Master said, I set my heart on the Way, base myself on virtue, lean upon benevolence for support and take my recreation in the arts."},{"id":763,"quote":"I know how the birds fly, how the fishes swim, how animals run. But there is the Dragon. I cannot tell how it mounts on the winds through the clouds and flies through heaven. Today I have seen the Dragon."},{"id":764,"quote":"To be in one's own heart in kindly sympathy with all things; this is the nature of righteousness"},{"id":765,"quote":"By the ruler's cultivation of his own character there is set up the example of the course which all should pursue."},{"id":766,"quote":"When you know a thing, to hold that you know it, and when you do not know a thing, to allow that you do not know it - this is knowledge."},{"id":767,"quote":"I have never seen a man as fond of virtue as of women."},{"id":768,"quote":"Do not unto another that you would hot have him do unto you. Thou needest this law alone. It is the foundation of all the rest."},{"id":769,"quote":"A father's and a mother's age must be borne in mind; with joy on the one hand, fear on the other."},{"id":770,"quote":"He who needs only coarse food, water and drink, and as pillow his folded arms will find happiness without further search."},{"id":771,"quote":"Of neighborhoods, benevolence is the most beautiful. How can the man be considered wise who when he had the choice does not settle in benevolence."},{"id":772,"quote":"The young should be dutiful at home, modest abroad, careful and true, overflowing in kindness for all, but in brotherhood with love. And if they have strength to spare they should spend it on the arts."},{"id":773,"quote":"People with virtue must speak out; People who speak are not all virtuous."},{"id":774,"quote":"When you have faults, do not fear to abandon them."},{"id":775,"quote":"At seventy, I could follow the dictates of my own heart; for what I desired no longer overstepped the boundaries of right."},{"id":776,"quote":"What can a man do with music who is not benevolent?"},{"id":777,"quote":"A gentleman considers what is right; the vulgar consider what will pay."},{"id":778,"quote":"The book salesman should be honored because he brings to our attention, as a rule, the very books we need most and neglect most."},{"id":779,"quote":"If I am virtuous and worthy, for whom should I not maintain a proper concern?"},{"id":780,"quote":"Thought, unassisted by learning, is dangerous."},{"id":781,"quote":"In dealing with the dead, if we treat them as if they were entirely dead, that would show a want of affection and should not be done; or, if we treat them as if they were entirely alive, that would show a want of wisdom and should not be done."},{"id":782,"quote":"There is the love of knowing without the love of learning; the beclouding here leads to dissipation of mind."},{"id":783,"quote":"A good man does not make a warrior, just as good steel does not go for nails."},{"id":784,"quote":"Care not for want of place; care for thy readiness to fill one. Care not for being unknown, but seek to be worthy of note."},{"id":785,"quote":"An inch of time on the sundial is worth more than a foot of jade."},{"id":786,"quote":"While you are not able to serve men, how can you serve spirits of the dead...While you do not know life, how can you know about death"},{"id":787,"quote":"Reviewing the day's lessons. Isn't it joyful? Friends come from far. Isn't it delightful? One has never been angry at other's misunderstanding. Isn't he a respectable man?"},{"id":788,"quote":"If you know, say you know. If you don't know, say you don't know."},{"id":789,"quote":"The good man does not grieve\nthat other people do not recognize his merits.\nHis only anxiety is lest he should fail to recognize theirs."},{"id":790,"quote":"Good is no hermit. It has ever neighbors."},{"id":791,"quote":"Labor, but slight not meditation; meditate, but slight not labor."},{"id":792,"quote":"Surely it is the maxim of loving-kindness: Do not unto others that you would not have them do unto you."},{"id":793,"quote":"Let every man consider virtue as what devolves on himself. He may not yield the performance of it even to his teacher."},{"id":794,"quote":"Justice for All in the World"},{"id":795,"quote":"I have not seen one who loves virtue as he loves beauty."},{"id":796,"quote":"The strongest memory is not as strong as the weakest ink."},{"id":797,"quote":"Acquire new knowledge whilst thinking over the old, and you may become a teacher of others."},{"id":798,"quote":"Faithfulness and sincerity first of all."},{"id":799,"quote":"You will never know how sharp a sword is unless it's drawn from its sheath"},{"id":800,"quote":"Baseball is wrong, man with four balls cannot walk"},{"id":801,"quote":"I saw some piglets suckling their dead mother. After a short while they shuddered and went away. They had sensed that she could no longer see them and that she wasn't like them any more. What they loved in their mother wasn't her body, but whatever it was that made her body live."},{"id":802,"quote":"The wise man delights in water, the Good man delights in mountains.  For the wise move; but the Good stay still.  The wise are happy; but the good secure."},{"id":803,"quote":"If an urn lacks the characteristics of an urn, how can we call it an urn?"},{"id":804,"quote":"Virtue is not solitary; it is bound to have neighbors"},{"id":805,"quote":"The rich fool is like a pig that is choked by its own fat."},{"id":806,"quote":"In the Book of Poetry there are three hundred poems, but the meaning of all of them may be put in a single sentence: Have no debasing thoughts."},{"id":807,"quote":"Let mourning stop when one's grief is fully expressed."},{"id":808,"quote":"The demands that good people make are upon themselves; Those that bad people make are upon others."},{"id":809,"quote":"Is any one able for one day to apply his strength to virtue? I have not seen the case in which his strength would be sufficient."},{"id":810,"quote":"Slater soaks into the mind as water into low and marshy places, where it becomes stagnant and offensive."},{"id":811,"quote":"In your promises cleave to what is right, And you will be able to fulfill your word."},{"id":812,"quote":"Man is born with uprightness. If one loses it, he will be lucky if he escapes with his life."},{"id":813,"quote":"Be faithful and true of word; let thy walk be plain and lowly: thou wilt get on, though in savage land. If thy words be not faithful and true, thy walk plain and lowly, wilt thou get on, though in thine own home? Standing, see these words ranged before thee; driving, see them written upon the yoke. Then thou wilt get on."},{"id":814,"quote":"Though Confucius served the Duke of Lu, a Chinese state, he made many enemies with the nobles of the land. His views antagonized the powerful nobles, who wanted the Duke to be a puppet in their hands. Confucius was exiled from the State of Lu for more than two decades. He lived in the countryside, spreading his teachings."},{"id":815,"quote":"Straight-forwardness, without the rules of propriety, becomes rudeness."},{"id":816,"quote":"Coarse rice to eat, water to drink, my bended arm for a pillow - therein is happiness. Wealth and rank attained through immoral means are nothing but drifting clouds."},{"id":817,"quote":"Excess weakens the spirits."},{"id":818,"quote":"Many seek happiness higher than men; others beneath him. But happiness is the same height as man."},{"id":819,"quote":"All things are already complete in oneself."},{"id":820,"quote":"Humankind differs from the animals only by a little and most people throw that away."},{"id":821,"quote":"Among the appliances to transform the people, sound and appearances are but trivial  influences."},{"id":822,"quote":"With a heavy load and a long journey"},{"id":823,"quote":"Even if people do not know what real kindness is, they nonetheless have it within them."},{"id":824,"quote":"We take greater pains to persuade others that we are happy than in endeavoring to think so ourselves"},{"id":825,"quote":"Even in killing men, observe the rules of propriety."},{"id":826,"quote":"All things are nourished together without their injuring one another. The courses  of the seasons, and of the sun and moon, are pursued without any collision among  them. The smaller energies are like river currents; the greater energies are seen  in mighty transformations. It is this which makes heaven and earth so great."},{"id":827,"quote":"The Master said, “If your conduct is determined solely by considerations of profit you will arouse great resentment."},{"id":828,"quote":"Possessed of courage but devoid of morality, a superior man will make trouble while a small man will be a brigand."},{"id":829,"quote":"True knowledge is when one knows the limitations of one's knowledge."},{"id":830,"quote":"I am not concerned that I am not known, I seek to be worthy to be known."},{"id":831,"quote":"The Essence of Knowledge is, having it, to use it."},{"id":832,"quote":"Be not ashamed of mistakes and thus make them crimes."},{"id":833,"quote":"If a man is not good, what has he to do with the rules of propriety? If he is not good, what has he to do with music?"},{"id":834,"quote":"A man of humanity is one who, in seeking to establish himself, finds a foothold for others and who, in desiring attaining himself, helps others to attain."},{"id":835,"quote":"Sincerity is that whereby self-completion is effected, and its way is that by which man must direct himself."},{"id":836,"quote":"The true gentleman does not preach what he practices till he has practiced what he preaches."},{"id":837,"quote":"The man of upright life is obeyed before he speaks."},{"id":838,"quote":"Even four harnessed horses cannot bring imprudent words back into the mouth."},{"id":839,"quote":"He who kisses girl on hillside is not level"},{"id":840,"quote":"How should I know anything about another world when I know so little of this?"},{"id":841,"quote":"If doing what ought to be done be made the first business and success a secondary consideration--is not this the way to exalt virtue?"},{"id":842,"quote":"Listen much, keep silent when in doubt, and always take heed of the tongue; thou wilt make few mistakes. See much, beware of pitfalls, and always give heed to thy walk; thou wilt have little to rue. If thy words are seldom wrong, thy deeds leave little to rue, pay will follow."},{"id":843,"quote":"When a man feels the difficulty of doing, can he be other than cautious and slow in speaking?"},{"id":844,"quote":"It was by music that the ancient kings gave elegant expression to their joy. By their armies and axes they gave the same to their anger."},{"id":845,"quote":"If the people be led by laws, and uniformity sought to be given them by punishments, they will try to avoid the punishment, but have no sense of shame."},{"id":846,"quote":"There are cases in which the blade springs, but the plant does not go on to flower. There are cases where it flowers, but no fruit is subsequently produced."},{"id":847,"quote":"Being in humaneness is good. If we select other goodness and thus are far apart from humaneness, how can we be the wise?"},{"id":848,"quote":"A happy union with wife and child is like the music of lutes and harps."},{"id":849,"quote":"Only the supremely wise and the ignorant do not alter."},{"id":850,"quote":"The superior man does not mind being in office; all he minds about is whether he has qualities that entitle him to office. He does not mind failing to get recognition; he is too busy doing the things that entitle him to recognition."},{"id":851,"quote":"I am not an originator but a transmitter."},{"id":852,"quote":"If a superior man abandon virtue, how can he fulfil the requirements of that name?"},{"id":853,"quote":"In his dealings with the world, the gentleman is not invariably for or against anything. He is on the side of what is moral."},{"id":854,"quote":"A picture is poem without words."},{"id":855,"quote":"Heaven begat Virtue in me; what can man do unto me?"},{"id":856,"quote":"To learn and from time to time to apply what one has learned - isn't that a pleasure?"},{"id":857,"quote":"A disciple having asked for a definition of charity, the Master said LOVE ONE ANOTHER."},{"id":858,"quote":"The whole end of speech is to be understood."},{"id":859,"quote":"If a man be under the influence of anger his conduct will not be correct."},{"id":860,"quote":"Kong Qiu, or Master Kong as he was known, did not live to see his days of glory. During his lifetime, his views were received with scorn. But that was about two thousand five hundred years ago. A handful of his dedicated followers passed on Confucius' teachings to future generations.\nAfter Confucius' death, his followers published his teachings in the book, The Analects of Confucius."},{"id":861,"quote":"The Master said, “What a worthy man was Yan Hui! Living in a narrow alley, subsisting upon meager bits of rice and water—other people could not have borne such hardship, and yet it never spoiled Hui’s joy. What a worthy man was Hui!” (Analects 6.11)"},{"id":862,"quote":"A Nation's character is typified by its dancers."},{"id":863,"quote":"Lead the people with administrative injunctions and put them in their place with penal law, and they will avoid punishments but will be without a sense of shame. Lead them with excellence and put them in their place through roles and ritual practices, and in addition to developing a sense of shame, they will order themselves harmoniously"},{"id":864,"quote":"To study and at times practice what one has learned, is this not a pleasure?"},{"id":865,"quote":"The great mountain must collapse, the mighty beam must break and the wise man wither like a plant."},{"id":866,"quote":"The wise are free from perplexities; the virtuous from anxiety; and the bold from fear."},{"id":867,"quote":"There are some with whom we may study in common, but we shall find them unable to go along with us to principles. Perhaps we may go on with them to principles, but we shall find them unable to get established in those along with us. Or if we may get so established along with them, we shall find them unable to weigh occurring events along with us."},{"id":868,"quote":"At fifteen my mind was directed to study, and at thirty I knew where to stand."},{"id":869,"quote":"The parents age must be remembered, both for joy and anxiety."},{"id":870,"quote":"How great is the path proper to the Sage! Like overflowing water, it sends forth  and nourishes all things, and rises up to the height of heaven. All-complete is its  greatness! It embraces the three hundred rules of ceremony, and the three thousand rules of demeanor. It waits for the proper man, and then it is trodden. Hence it is  said, 'Only by perfect virtue can the perfect path, in all its courses, be made a fact.'"},{"id":871,"quote":"Listen widely to remove your doubts and be careful when speaking about the rest and your mistakes will be few."},{"id":872,"quote":"A good man will certainly also possess courage; but a brave man is not necessarily good."},{"id":873,"quote":"What you know, you know, what you don't know, you don't know. This is true wisdom."},{"id":874,"quote":"To rein a kingdom efficiently it is necessary, before all, to put into good order the family. It's impossible for a man who doesn't know how to lead his own family to know how to lead a country."},{"id":875,"quote":"He who works for his own interests will arouse much animosity"},{"id":876,"quote":"The only people who cannot change are the most wise and the most stupid."},{"id":877,"quote":"When a nation or family is about to flourish, there are sure to be happy omens; and when it is about to perish, there are sure to be unlucky omens."},{"id":878,"quote":"Don't make to others what you don't want them to make to you."},{"id":879,"quote":"If a man withdraws his mind from the love of beauty, and applies it as sincerely to the love of the virtuous; if, in serving his parents, he can exert his utmost strength; if, in serving his prince, he can devote his life; if in his intercourse with his friends, his words are sincere - although men say that he has not learned, I will certainly say that he has."},{"id":880,"quote":"There is no body but eats and drinks. But they are few who can distinguish flavors."},{"id":881,"quote":"I could see peace instead of this."},{"id":882,"quote":"I never really said all those things I said"},{"id":883,"quote":"If language is not rectified, words do not correspond to meaning, and if words do not correspond to meaning, our deeds cannot be accomplished."},{"id":884,"quote":"Woman is the masterpiece."},{"id":885,"quote":"He who take cookie to bed have crummy night ahead."},{"id":886,"quote":"Never overlook wallflower at dance; may be dandelion in grass."},{"id":887,"quote":"In speaking, it is best to be clear and say just enough to convey the meaning."},{"id":888,"quote":"When admins have faults, they do not fear to ignore them"},{"id":889,"quote":"Is virtue a thing remote? I wish to be virtuous, and lo! Virtue is at hand."},{"id":890,"quote":"One who will study for three years. Without thought of reward. Would be hard indeed to find."},{"id":891,"quote":"There is a growing interest in Confucianism in China and other parts of the world. More and more followers of Confucianism are advocating a deeper study of his philosophies. Confucius' ideals stand true even today. His philosophy on how to be a Junzi or the perfect gentleman is based on the simple ideology of love and tolerance."},{"id":892,"quote":"The man of noble mind seeks to achieve the good in others and not their evil. The little-minded man is the reverse of this."},{"id":893,"quote":"Wouldst thou know if a people be well governed, or if its laws be good or bad, examine the music it practices."},{"id":894,"quote":"There may be men who act without understanding why. I do not. To listen much, pick out the good and follow it; to see much and ponder it: this comes next to understanding."},{"id":895,"quote":"A youth is to be regarded with respect. How do we know that his future will not be equal to our present? If he reach the age of forty or fifty, and has not made himself heard of, then indeed he will not be worth being regarded with respect."},{"id":896,"quote":"To see what is right and not to do it is want of courage, or of principle."},{"id":897,"quote":"Not feeling compassion for a stranger is like not feeling when one's foot has caught fire"},{"id":898,"quote":"The master said, 'Quietly to store up knowledge in my mind, to learn without flagging, to teach without growing weary, these present me with no difficulties.'"},{"id":899,"quote":"The commander of the forces of a large State may be carried off, but the will of even a common man cannot be taken from him."},{"id":900,"quote":"Chi Wen Tzu always thought three times before taking action. Twice would have been quite enough."},{"id":901,"quote":"Even if I could, I would not exahnge their virtues for my own. And that is why they are intent on learning from me."},{"id":902,"quote":"Whatever heaven ordains is best."},{"id":903,"quote":"Learning without thought is labour lost."},{"id":904,"quote":"The superior man accords with the course of the Mean. Though he may be all unknown, unregarded by the world, he feels no regret - It is only the sage who is able for this."},{"id":905,"quote":"Wheresoever you go, go with all your heart."},{"id":906,"quote":"Study the past if you would define the future."},{"id":907,"quote":"The funniest people are the saddest ones"},{"id":908,"quote":"To be wronged is nothing, unless you continue to remember it."},{"id":909,"quote":"The gem cannot be polished without friction, nor man perfected without trials."},{"id":910,"quote":"The man of wisdom is never of two minds;the man of benevolence never worries;the man of courage is never afraid."},{"id":911,"quote":"We have two lives, and the second begins when we realize we only have one."},{"id":912,"quote":"And remember, no matter where you go, there you are."},{"id":913,"quote":"Don't do unto others what you don't want done unto you."},{"id":914,"quote":"To see what is right and not do it is the worst cowardice."},{"id":915,"quote":"Learning without thought is labour lost; thought without learning is perilous."},{"id":916,"quote":"The Master said, “A true gentleman is one who has set his heart upon the Way. A fellow who is ashamed merely of shabby clothing or modest meals is not even worth conversing with.(Analects 4.9)”"},{"id":917,"quote":"Tzu Chang asked Confucius about jen. Confucius said, \"If you can practice these five things with all the people, you can be called jen.\"Tzu Chang asked what they were.Confucius said, \"Courtesy, generosity, honesty, persistence, and kindness.If you are courteous, you will not be disrespected; if you are generous, you will gain everything. If you are honest, people will rely on you. If you are persistent you will get results. If you are kind, you can employ people."},{"id":918,"quote":"The superior man is modest in his speech, but exceeds in his actions."},{"id":919,"quote":"The Master said, “A true teacher is one who, keeping the past alive, is also able to understand the present.(Analects 2.11)”"},{"id":920,"quote":"If there is righteousness in the heart, there will be beauty in the character.If there is beauty in the character, there will be harmony in the home.If there is harmony in the home, there will be order in the nations.When there is order in the nations, there will peace in the world."},{"id":921,"quote":"If you are the smartest person in the room, then you are in the wrong room."},{"id":922,"quote":"He Who Knows And Knows That He Knows Is A Wise Man - Follow Him;He Who Knows Not And Knows Not That He Knows Not Is A Fool - Shun Him"},{"id":923,"quote":"The Master said, “The gentleman understands what is right, whereas the petty man understands profit.(Analects 4.16)”"},{"id":924,"quote":"No lake so still but it has its wave.No circle so perfect but that it has its blur.I would change things for you if I could; As I can't you must take them as they are."},{"id":925,"quote":"Some are born with knowledge, some derive it from study, and some acquire it only after a painful realization of their ignorance.But the knowledge being possessed, it comes to the same thing.Some study with a natural ease, some from a desire for advantages, and some by strenuous effort.But the achievement being made, it comes to the same thing."},{"id":926,"quote":"To be able under all circumstances to practice five things constitutes perfect virtue; these five things are gravity, generosity of soul, sincerity, earnestness and kindness."},{"id":927,"quote":"he who will not economize will have to agonize"},{"id":928,"quote":"At fifteen I set my heart upon learning. At thirty, I had planted my feet firm upon the ground. At forty, I no longer suffered from perplexities. At fifty, I knew what were the biddings of Heaven. At sixty, I heard them with docile ear. At seventy, I could follow the dictates of my own heart; for what I desired no longer overstepped the boundaries of right."},{"id":929,"quote":"They must often change who would remain constant in happiness and wisdom."},{"id":930,"quote":"Speak the truth, do not yield to anger; give, if thou art asked for little; by these three steps thou wilt go near the gods.راست بگو، تسليم خشم نشو، اگر از تو كم خواستند ببخش؛ با اين سه به خدايان مي رسي"},{"id":931,"quote":"I want you to be everything that's you, deep at the center of your being.“Life is really simple, but we insist on making it complicated”"},{"id":932,"quote":"He who searches for evil, must first look at his own reflection."},{"id":933,"quote":"Your life is what your thoughts make it."},{"id":934,"quote":"I am not concerned that I am not known; I seek to be worthy to be known."},{"id":935,"quote":"Virtue is never left to stand alone. He who has it will have neighbors."},{"id":936,"quote":"Anyone can find the switch after the lights are on."},{"id":937,"quote":"The demands that good people make are upon themselves;Those that bad people make are upon others."},{"id":938,"quote":"The scholar who cherishes the love of comfort is not fit to be deemed a scholar."},{"id":939,"quote":"Not to discuss with a man worthy of conversation is to waste the man. To discuss with a man not worthy of conversation is to waste words. The wise waste neither men nor words."},{"id":940,"quote":"For this reason the gentleman will employ a man on a distant mission and observe his degree of loyalty, will employ him close at hand and observe his degree of respect. He will hand him troublesome affairs and observe how well he manages them, will suddenly ask his advice and observe how wisely he answers. He will exact some difficult promise from him and see how well he keeps it, turn over funds to him and see with what benevolence he dispenses them, inform him of the danger he is in and note how faithful he is to his duties. He will get him drunk with wine and observe how well he handles himself, place him in mixed company and see what effect beauty has upon him. By applying these nine tests, you may determine who is the unworthy man."},{"id":941,"quote":"Tsze-Kung asked, “Is there one word with which to act in accordance throughout a lifetime? The Master said, “Is not reciprocity such a word? What you do not want done to yourself, do not do to others.”"},{"id":942,"quote":"To see and listen to the wicked is already the beginning of wickedness"},{"id":943,"quote":"The expectations of life depend upon diligence the mechanic that would perfect his work must first sharpen his tools."},{"id":944,"quote":"It is when those who are not strong enough have made some moderate amount of progress that they fail and give up..."},{"id":945,"quote":"If you expect great things of yourself and demand little of others, you’ll keep resentment far away."},{"id":946,"quote":"Where words lose their meaning, people lose their lives."},{"id":947,"quote":"On a deux vies et la deuxième commence le jour ou l'on se rend compte qu'on n'en a qu'une."},{"id":948,"quote":"You can force the people to obey; you cannot force them to understand."},{"id":949,"quote":"The Master said, “To study, and then in a timely fashion to practice what you have learned—is this not satisfying? To have companions arrive from afar—is this not a joy? To remain unrecognized by others and yet remain free of resentment—is this not the mark of the gentleman?(Analects 1.1)”"},{"id":950,"quote":"Learning without thinking is useless. Thinking without learning is dangerous."},{"id":951,"quote":"It is only when mosquito land on your balls that you realize there is a way to solve problems without using violence."},{"id":952,"quote":"Tell me and I will forget, show me and I may remember; involve me and I will understand."},{"id":953,"quote":"¿Me preguntas por qué compro arroz y flores?Compro arroz para vivir y flores para tener algo por lo que vivir."},{"id":954,"quote":"Men do not stumble over mountains, but over molehills."},{"id":955,"quote":"There is nothing more real than what cannot be seen and there is nothing more certain than what cannot be heard."},{"id":956,"quote":"When everyone hates a person, you should investigate thoroughly, and when everyone loves a person, you should also investigate thoroughly."},{"id":957,"quote":"Think of tomorrow, the past can't be mended."},{"id":958,"quote":"When we see men of a contrary character, we should turn inwards and examine ourselves."},{"id":959,"quote":"No matter how busy you make think you are you must find time for reading, or surrender yourself to self-chosen ignorance"},{"id":960,"quote":"Imagination is more important than knowledge."},{"id":961,"quote":"Wisdom, compassion, and courage are the three universally recognized moral qualities of man."},{"id":962,"quote":"Walking among three people, I find my teacher among them. I choose that which is good in them and follow it, and that which is bad and change it."},{"id":963,"quote":"The superior man acts before he speaks, and afterwards speaks according to his actions."},{"id":964,"quote":"Nothing is more visible than things hidden; Nothing is more manifest than things minute; Therefore, the superior man should be aware of his aloneness"},{"id":965,"quote":"Learn advidly. Question it repeatedly. Analyze it carefully. Then put what you have learned into practice intelligently."},{"id":966,"quote":"Don’t grieve when people fail to recognize your ability. Grieve for your lack of ability instead."},{"id":967,"quote":"The Master said, “What a worthy man was Yan Hui! Living in a narrow alley, subsisting upon meager bits of rice and water—other people could not have borne such hardship, and yet it never spoiled Hui’s joy. What a worthy man was Hui!(Analects 6.11)”"},{"id":968,"quote":"The Master said of Gong Yechang, “He is marriageable. Although he was once imprisoned and branded as a criminal, he was in fact innocent of any crime. The Master gave him his daughter in marriage.(Analects 5.1)”"},{"id":969,"quote":"The Master said, “Wealth and honor are things that all people desire, and yet unless they are acquired in the proper way I will not abide them. Poverty and disgrace are things that all people hate, and yet unless they are avoided in the proper way I will not despise them. “If the gentleman abandons ren, how can he be worthy of that name? The gentleman does not violate ren even for the amount of time required to eat a meal. Even in times of urgency or distress, he does not depart from it.(Analects 4.5)”"},{"id":970,"quote":"I hate to tell but now is all there ever is."},{"id":971,"quote":"To conceal resentment against a person, and appear friendly with him;— Tso Ch'iu-ming was ashamed of such conduct."},{"id":972,"quote":"If things far away don’t concern you, you’ll soon mourn things close at hand."},{"id":973,"quote":"Die Wahrheit hat keinen Erfolg."},{"id":974,"quote":"When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it--this is knowledge."},{"id":975,"quote":"You are what you think."},{"id":976,"quote":"How can you love people without encouraging them? And how can you be loyal to people without educating them."},{"id":977,"quote":"I slept and dreamt life is beauty, I woke and found life is duty."},{"id":978,"quote":"No matter how busy you may think you are, you must find time for reading, or surrender yourself to self-chosen ignorance."},{"id":979,"quote":"If names be not correct, language is not in accordance with the truth of things. If language be not in accordance with the truth of things, affairs cannot be carried on to success. When affairs cannot be carried on to success, proprieties and music do not flourish."},{"id":980,"quote":"The gentleman does not promote people merely on the basis of their words, nor does he reject words merely because of the person who uttered them."},{"id":981,"quote":"Success depends upon previous preparation."},{"id":982,"quote":"The wise never doubt. The Humane never worry. The brave never fear."},{"id":983,"quote":"The one who teaches is the giver of eyes."},{"id":984,"quote":"If a craftsman wants to do good work, he must first sharpen his tools."},{"id":985,"quote":"The noble-minded worry about their lack of ability, not about people’s failure to recognize their ability."},{"id":986,"quote":"In worthy teaching, all things are related."},{"id":987,"quote":"If I am walking with two people, both will be my teachers"},{"id":988,"quote":"He who is concerned only with the purity of his own life ruins the great human relations."},{"id":989,"quote":"He who learns but does not think, is lost! He who thinks but does not learn is in great danger"},{"id":990,"quote":"One who never anticipates deceit or expects duplicity, and yet is the first to recognize such things – is that not a sage indeed?"},{"id":991,"quote":"To rank the effort above the prize may be called love."},{"id":992,"quote":"The Master said, “The gentleman does not serve as a vessel.(Analects 2.12)”"},{"id":993,"quote":"A conversa impregnada de vaidade e o pretensiosismo são raramente compatíveis com a virtude."},{"id":994,"quote":"There is never a case when the root is in order and yet the branches are in order"},{"id":995,"quote":"You are not yet able to serve men, how can you serve spirits?"},{"id":996,"quote":"Mankind differs from the animals only by a little and most people throw that away."},{"id":997,"quote":"Wenn du weißt, behaupte, dass du es weißt. Und wenn du etwas nicht weißt, gib zu, dass du es nicht weißt. Das ist Wissen."},{"id":998,"quote":"Who can (make) the muddy water (clear)? Let it be still, and it will gradually become clear."},{"id":999,"quote":"If a man be without the virtues proper to humanity, what has he to do with music?"},{"id":1000,"quote":"Lernen und nicht denken ist nichtig, denken und nicht lernen ist ermüdend."},{"id":1001,"quote":"Zuviel ist gerade so falsch wie zuwenig."},{"id":1002,"quote":"The Master said, \"I have not seen a person who loved virtue, or onewho hated what was not virtuous. He who loved virtue, would esteemnothing above it. He who hated what is not virtuous, would practicevirtue in such a way that he would not allow anything that is notvirtuous to approach his person.\"Is any one able for one day to apply his strength to virtue? I havenot seen the case in which his strength would be insufficient.\"Should there possibly be any such case, I have not seen it."},{"id":1003,"quote":"Better light a candle than curse the darkness."},{"id":1004,"quote":"Do everything in moderation, even moderation."},{"id":1005,"quote":"Aprender sin pensar es inútil. Pensar sin aprender peligroso"},{"id":1006,"quote":"To one who is not eager I do not reveal anything, nor do I explain anything to one who is not communicative. If I raise one corner for someone and he cannot come back with the other three, I do not go on."},{"id":1007,"quote":"I am not one who was born with great wisdom. I love the ancients and diligently seek wisdom among them."},{"id":1008,"quote":"Naming enables the noble-minded to speak, and speech enables the noble-minded to act. Therefore, the noble-minded are anything but careless in speech."},{"id":1009,"quote":"There are those who act without knowing; I will have none of this. To hear a lot, choose the good, and follow it, to see a lot and learn to recognize it: this is next knowledge."},{"id":1010,"quote":"It is more shameful to distrust our friends than to be deceived by them.ConfuciusThis is a major problem in America, where greed, power, and money are the highest value. This creates a paranoia atmosphere.I mention this all the time, but first time I have ever seen it."},{"id":1011,"quote":"Conduct thyself always with the same prudence as though thou went observed by ten eyes and pointed at by ten fingers"},{"id":1012,"quote":"The man who chases two rabbits, catches neither."},{"id":1013,"quote":"A noble minded person is not an implement."},{"id":1014,"quote":"Una voz fuerte no puede competir con una voz clara, aunque esta sea un simple murmullo."},{"id":1015,"quote":"Don’t worry if you have no position: worry about making yourself worthy of one. Don’t worry if you aren’t known and admired: devote yourself to a life that deserves admiration."},{"id":1016,"quote":"Al cielo non chiedo altro che una casa piena di libri e un giardino pieno di fiori"},{"id":1017,"quote":"A legendary horse is praised not for its strength, but for its Integrity."},{"id":1018,"quote":"The Master said, Guide the people by law, aline them by punishment; they may shun crime, but they will want shame. Guide them by mind, aline them by courtesy; they will learn shame and grow good."},{"id":1019,"quote":"Treue gegen sich selbst und Gütigkeit gegen Andere: Darin ist alles befasst."},{"id":1020,"quote":"They will do; but they are not equal to him, who, though poor, is yet cheerful, and to him, who, though rich, loves the rules of propriety."},{"id":1021,"quote":"Ada yang mengukur hidup mereka dari hari dan tahun. Yang lain dengan denyut jantung, gairah, dan air mata. Tetapi ukuran sejati di bawah mentari adalah apa yang telah engkau lakukan dalam hidup ini untuk orang lain."},{"id":1022,"quote":"What is the good of being ready with the tongue? They who encounter men with smartnesses of speech for the most part procure themselves hatred. I know not whether he be truly virtuous, but why should he show readiness of the tongue?"},{"id":1023,"quote":"The noble-minded are all-encompassing, not stuck in doctrines. Little people are stuck in doctrines."},{"id":1024,"quote":"If you want to make a stand, help others make a stand, and if you want to reach your goal, help others reach their goal. Consider yourself and treat others accordingly: this is the method of Humanity."},{"id":1025,"quote":"Poor food and water for dinner, a bent arm for a pillow – that is where joy resides. For me, wealth and renown without honor are nothing but drifting clouds."},{"id":1026,"quote":"In following the Way, the noble-minded treasure three things: a manner free of violence and arrogance, a countenance full of sincerity and trust, a voice free of vulgarity and impropriety."},{"id":1027,"quote":"Insecurity is worse than poverty."},{"id":1028,"quote":"He who studies but does not think is lost; he who thinks but does not study is dangerous."},{"id":1029,"quote":"The noble-minded encourage what is beautiful in people and discourage what is ugly in them. Little people do just the opposite."},{"id":1030,"quote":"The noble-minded have nine states of mind: for eyes, bright; for ears, penetrating; for countenance; cordial; for demeanor, humble; for words, trustworthy; for service, reverent; for doubt, questioning; for anger circumspect; and for facing a chance to profit, moral."},{"id":1031,"quote":"Among his own country folk Confucius wore a homely look, like one that has no word to say."},{"id":1032,"quote":"If a man be without the virtues proper to humanity, what has he to do with the rites of propriety? If a man be without the virtues proper to humanity, what has he to do with music?"},{"id":1033,"quote":"Wenn man noch nicht das Leben kennt, wie sollte man den Tod kennen."},{"id":1034,"quote":"Wenn man noch nicht den Menschen dienen kann, wie sollte man den Geistern dienen können?"},{"id":1035,"quote":"The Master said: ‘Artful speech and an ingratiating demeanour rarely accompany virtue."},{"id":1036,"quote":"The ultimate revenge is living well and being happy. Hateful people can't stand happy people. Before you embark on a journey of revenge, dig two graves.-”"},{"id":1037,"quote":"Omul care nu se gândeste sau nu prevede lucrurile îndepartate are necazuri aproape"},{"id":1038,"quote":"With coarse grain to eat, with water to drink, and my bended arm for a pillow: I still have joy in the midst of these things"},{"id":1039,"quote":"He has not lived in vain who dies the day he is told about the Way."},{"id":1040,"quote":"He that rules by mind is like the north star, steady in his seat, whilst the stars all bend to him."},{"id":1041,"quote":"He who wishes to secure the good of others, has already secured his own."},{"id":1042,"quote":"Kebanggaan kita yang terbesar adalah bukang tidak pernah gagal, tetapi bangkit kembali setiap kali kita jatuh."},{"id":1043,"quote":"Aspire to the principal, behave with virtue, abide by benevolence, and immerse yourself in the arts."},{"id":1044,"quote":"The faults of the superior man are like the eclipses of the sun and moon. He has his faults, and all men see them; he changes, and all men look up to him."},{"id":1045,"quote":"Worthy admonitions cannot fail to inspire us, but what matters is changing ourselves. Reverent advice cannot fail to encourage us, but what matters is acting on it. Encouraged without acting, inspired without changing – there’s nothing to be done for such people."},{"id":1046,"quote":"Language is insight itself."},{"id":1047,"quote":"he had four of the characteristics of a superior man:— in his conduct of himself, he was humble; in serving his superiors, he was respectful; in nourishing the people, he was kind; in ordering the people, he was just."},{"id":1048,"quote":"عندما يصبح الأسياد فقراء فإنهم يحافظون على فضيلتهم، أما عندما يصبح الرجال العاديون فقراء فإنهم يتصرفون بشكل معاكس للفضيلة"},{"id":1049,"quote":"قل إنك تعرف عندما تعرف، لكن قل إنك لاتعرف عندما لاتعرف.هذه هي المعرفة الحقيقية"},{"id":1050,"quote":"知之者不如好之者，好之者不如樂之者。“Knowing it does not compare with loving it; loving it does not compare with delighting in it.”"},{"id":1051,"quote":"لاتفرض على الآخرين ماتكره أن تفرضه على نفسك"},{"id":1052,"quote":"When words lose their meaning, people lose their freedom."},{"id":1053,"quote":"Study the past to define the future"},{"id":1054,"quote":"When respect is shown according to what is proper, one keeps far from shame and disgrace."},{"id":1055,"quote":"Wo ein Gebildeter weilt, kann keine Rohheit aufkommen."},{"id":1056,"quote":"The Master said, 'Respectfulness, without the rules of propriety, becomes laborious bustle; carefulness, without the rules of propriety, becomes timidity; boldness, without the rules of propriety, becomes insubordination; straightforwardness, without the rules of propriety, becomes rudeness."},{"id":1057,"quote":"The Master said, “The gentleman harmonizes [he] without being an echo. The petty man echoes [tong] and does not harmonize."},{"id":1058,"quote":"Not to talk with people although they can be talked with is to waste people. To talk with people although they can't be talked with is to waste words. A man of understanding does not waste people, but he also does not waste words."},{"id":1059,"quote":"I am not worried that nobody knows me. I seek to become fit to be known"},{"id":1060,"quote":"Cuando veas un hombre bueno, trata de imitarle; cuando veas a uno malo, examínate a ti mismo"},{"id":1061,"quote":"If you look at their intentions, examine their motives, and scrutinize what brings them contentment – how can people hide who they are? How can they hide who they really are?"},{"id":1062,"quote":"The noble minded act before speak, then they speak according to their actions."},{"id":1063,"quote":"Listen to all that you can – then, if you forget the deficiencies and speak about the rest cautiously, you avoid trouble. See all that you can – then, if you forget the perilous and act upon the rest cautiously, you’ll avoid regret. In speech avoid trouble, in action avoid regret – then rewards will come of themselves."},{"id":1064,"quote":"Is it not indeed a pleasure to acquire knowledge and constantly to exercise oneself therein?"},{"id":1065,"quote":"Lord Chi Wen thought three times before taking any action. When the Master heard this, he said: Twice is plenty enough."},{"id":1066,"quote":"Clever talk, ingratiating looks, fawning reverence: Tso-ch’iu Ming found that shameful, and so do I. Friendly while harboring resentment: Tso-ch’iu Ming found that shameful, too, and so do I."},{"id":1067,"quote":"The nobler type of man is broad-minded and not prejudiced. The inferior man is prejudiced and not broad-minded."},{"id":1068,"quote":"Am I a man of great wisdom? Hardly! Even when a simple person brings me a question, my mind goes utterly blank, I just thrash it out until I’ve exhausted every possibility."},{"id":1069,"quote":"LEARN AS THOUGH YOU WOULD NEVER BE ABLE TO MASTER IT"},{"id":1070,"quote":"Avant d'ouvrir la bouche, assure-toi que ce que tu vas dire est plus beau que le silence."},{"id":1071,"quote":"No matter where you go, there you are."},{"id":1072,"quote":"Una casa será fuerte e indestructible cuando esté sostenida por estas cuatro columnas: padre valiente, madre prudente, hijo obediente, hermano complaciente."},{"id":1073,"quote":"Adept Lu spent a night at Stone Date, and the gatekeeper asked: Where are you from? From the House of Confucius, replied Lu. Isn’t he the one who knows it’s hopeless, but keeps trying anyway?"},{"id":1074,"quote":"Things that are done, it is needless to speak about; things that have had their course, it is needless to remonstrate about; things that are past, it is needless to blame."},{"id":1075,"quote":"Si vos parents tombent dans une faute, avertissez-les avec grande douceur. Si vous les voyez déterminés à ne pas suivre vos avis, redoublez vos témoignages de respect, sans vous opposer. Quand même ils vous maltraiteraient, n’en ayez aucun ressentiment."},{"id":1076,"quote":"The gentleman is dignified but not arrogant. The small man is arrogant but not digified"},{"id":1077,"quote":"If the will be set on virtue, there will be no practice of wickedness."},{"id":1078,"quote":"The superior man, in the world, does not set his mind either for anything, or against anything; what is right he will follow."},{"id":1079,"quote":"A man should say, I am not concerned that I have no place, I am concerned how I may fit myself for one. I am not concerned that I am not known, I seek to be worthy to be known."},{"id":1080,"quote":"When we see men of worth, we should think of equalling them; when we see men of a contrary character, we should turn inwards and examine ourselves."},{"id":1081,"quote":"When you make a promise consistent with what is right, you can keep your word. When you show respect consistent with good taste, you keep shame and disgrace at a distance. When he in whom you confide is one who does not fail his friends, you may trust him fully."},{"id":1082,"quote":"Se regarder scrupuleusement soi-même, ne regarder que discrètement les autres."},{"id":1083,"quote":"Their persons being cultivated, their families were regulated. Their families being regulated, their states were rightly governed. Their states being rightly governed, the whole kingdom was made tranquil and happy."},{"id":1084,"quote":"What you don´t want done to yourself, do not do to others."},{"id":1085,"quote":"الحكم يعني الإستقامة، ومن هو الشخص الذي يجرؤ على الانحراف إذا كنت مستقيماً."},{"id":1086,"quote":"Vergiss Kränkungen, doch Vergiss Freundlichkeiten nie."},{"id":1087,"quote":"Es mejor encender una vela que maldecir la oscuridad."},{"id":1088,"quote":"Yin and yang, male and female, strong and weak, rigid and tender, heaven and earth, light and darkness, thunder and lightning, cold and warmth, good and evil…the interplay of opposite principles constitutes the universe."},{"id":1089,"quote":"I daily examine myself on three points:— whether, in transacting business for others, I may have been not faithful;— whether, in intercourse with friends, I may have been not sincere;— whether I may have not mastered and practised the instructions of my teacher."},{"id":1090,"quote":"To know what is first and what is last will lead near to what is taught in the Great Learning."},{"id":1091,"quote":"The gentleman understands what is moral. The small man understands what is profitable."},{"id":1092,"quote":"The philosopher Zeng said, \"I daily examine myself on three points: whether, in transacting business for others, I may have been not faithful; whether, in intercourse with friends, I may have been not sincere; whether I may have not mastered and practiced the instructions of my teacher."},{"id":1093,"quote":"The Master said, 'Can men refuse to assent to the words of strict admonition? But it is reforming the conduct because of them which is valuable. Can men refuse to be pleased with words of gentle advice? But it is unfolding their aim which is valuable. If a man be pleased with these words, but does not unfold their aim, and assents to those, but does not reform his conduct, I can really do nothing with him."},{"id":1094,"quote":"Tsz-lu said to the Master, \"As the prince of Wei, sir, has been waiting for you to act for him in his government, what is it your intention to take in hand first?\"\"One thing of necessity,\" he answered \"the rectification of terms.\"\"That!\" exclaimed Tsz-lu. \"How far away you are, sir! Why such rectification?\"\"What a rustic you are, Tsz-lu!\" rejoined the Master. \"A gentleman would be a little reserved and reticent in matters which he does not understand. If terms be incorrect, language will be incongruous; and if language be incongruous, deeds will be imperfect. So, again, when deeds are imperfect, propriety and harmony cannot prevail, and when this is the case laws relating to crime will fail in their aim; and if these last so fail, the people will not know where to set hand or foot. Hence, a man of superior mind, certain first of his terms, is fitted to speak; and being certain of what he says can proceed upon it. In the language of such a person there is nothing heedlessly irregular and that is the sum of the matter."},{"id":1095,"quote":"A man whose strength gives out collapses along the course. In your case you set the limits beforehand."},{"id":1096,"quote":"Even when walking in the company of two other men, I am bound to be able to learn from them. The good points of the one I copy, the bad points of the other I correct in myself."},{"id":1097,"quote":"The Master is cordial yet stern, awe-inspiring yet not fierce and respectful yet at ease."},{"id":1098,"quote":"Tzu-chang[21] asked whether we can know what is to be ten generations hence. The Master said, The Yin[22] took over the manners of the Hsia; the harm and the good that they did them can be known. The Chou took over the manners of the Yin; the harm and the good that they did them can be known. And we may know what shall be, even an hundred generations hence, whoever follows Chou."},{"id":1099,"quote":"Senza Fermezza, il gentiluomo non riscuote rispetto ed il suo sapere non sarà ascoltato. | Preconizzando lealtà e fidatezza, non avrà amici che sono simili a se stesso. | Non esiterà a correggere i suoi errori"},{"id":1100,"quote":"If the people be led by laws, and uniformity sought to be given them by punishments, they will try to avoid the punishment, but have no sense of shame. 2. 'If they be led by virtue, and uniformity sought to be given them by the rules of propriety, they will have the sense of shame, and moreover will become good."},{"id":1101,"quote":"Exige beaucoup de toi-même et attend peu des autres. Beaucoup d'ennuis te seront épargnés."},{"id":1102,"quote":"Dimmi e dimenticherò. Mostrami e ricorderò. Coinvolgimi e capirò."},{"id":1103,"quote":"Wishing to regulate their families, they first cultivated their persons. Wishing to cultivate their persons, they first rectified their hearts. Wishing to rectify their hearts, they first sought to be sincere in their thoughts. Wishing to be sincere in their thoughts, they first extended to the utmost their knowledge."},{"id":1104,"quote":"El pueblo antiguo que deseaba tener una clara armonía moral en el mundo, ordenaba primero su vida nacional; los que deseaban ordenar su vida nacional regulaban primero su vida familiar; los que deseaban regular su vida familiar cultivaban primero sus vidas personales; los que deseaban cultivar sus vidas personales enderezaban primero sus corazones; quienes deseaban enderezar sus corazones hacían primero sinceras sus voluntades; los que deseaban hacer sinceras sus voluntades llegaban primero a la comprensión; la comprensión proviene de la exploración del conocimiento de las cosas.Cuando se gana el conocimiento de las cosas se logra la comprensión; cuando se gana la comprensión, la voluntad es sincera; cuando la voluntad es sincera, el corazón se endereza; cuando el corazón se endereza, se cultiva la vida personal; cuando la vida personal se cultiva, se regula la vida familiar; cuando se regula la vida familiar, la vida nacional es ordenada, y cuando la vida nacional es ordenada, el mundo está en paz.Desde el Emperador hasta el hombre común, el cultivo de la vida personal es el cimiento para todo. Es imposible que cuando los cimientos no están en orden se halle en orden la superestructura. Jamás ha habido un árbol de tronco delgado cuyas ramas superiores sean pesadas y fuertes.Hay una causa y una secuencia en las cosas, y un comienzo y un fin en los asuntos humanos.Conocer el orden de precedencia es tener el comienzo de la sabiduría."},{"id":1105,"quote":"On peut obliger le peuple à obéir. On ne peut pas le forcer à comprendre."},{"id":1106,"quote":"While they have not got their aims, their anxiety is how to get them. When they have got them, their anxiety is lest they should lose them."},{"id":1107,"quote":"cautiously, you avoid trouble. See all that you can – then, if you forget the perilous and"},{"id":1108,"quote":"Aquellos de espíritu superior entienden la justicia. Los ordinarios, el beneficio."},{"id":1109,"quote":"He was a man, take him for all in all, I shall not look upon his like again."},{"id":1110,"quote":"The superior man bends his attention to what is radical. That being established, all practical courses naturally grow up."},{"id":1111,"quote":"Men’s natures are alike; it is their habits that separate them."},{"id":1112,"quote":"To see what’s right and not do it is cowardice."},{"id":1113,"quote":"When the Master entered the great temple he asked about everything. Someone said, ‘Who will say that this son of the man of Zou knows about ritual? When he enters the temple, he asks about everything’. The Master heard of it and said, ‘This is the ritual’."},{"id":1114,"quote":"Knowing it does not compare with loving it; loving it does not compare with delighting in it."},{"id":1115,"quote":"If I raise one corner for someone and he cannot come back with the other three, I do not go on."},{"id":1116,"quote":"Confucius said, \"When good government prevails in the empire, ceremonies, music, and punitive military expeditions proceed from the son of Heaven. When bad government prevails in the empire, ceremonies, music, and punitive military expeditions proceed from the princes. When these things proceed from the princes, as a rule, the cases will be few in which they do not lose their power in ten generations. When they proceed from the great officers of the princes, as a rule, the case will be few in which they do not lose their power in five generations. When the subsidiary ministers of the great officers hold in their grasp the orders of the state, as a rule the cases will be few in which they do not lose their power in three generations. When right principles prevail in the kingdom, government will not be in the hands of the great officers. When right principles prevail in the kingdom, there will be no discussions among the common people.\"16-2"},{"id":1117,"quote":"古之學者為己，今之學者為人"},{"id":1118,"quote":"Благородный человек винит себя, а ничтожный — других."},{"id":1119,"quote":"There are few men under heaven who can love and see the defects, or hate and see the excellence of an object."},{"id":1120,"quote":"To see high merit and be unable to raise it to office, to raise it but not to give such promotion precedence, is just destiny."},{"id":1121,"quote":"The Master was entirely free of four faults: arbitrariness, inflexibility, rigidity, and selfishness."},{"id":1122,"quote":"The cock, that is the trumpet to the morn, Doth with his lofty and shrill-sounding throat Awake the god of day; and, at his warning, Whether in sea or fire, in earth or air, The extravagant and erring spirit hies To his confine: and of the truth herein This present object made probation."},{"id":1123,"quote":"No matter how busy you think you are, you must find time for reading, or surrender yourself to self-chosen ignorance."},{"id":1124,"quote":"Those who understand a thing are not equal to those who are fond of it, and those who are fond of it are not equal to those who delight in it."},{"id":1125,"quote":"子曰：「學而時習之　不亦說乎　有朋自遠方來　不亦樂乎　人不知而不慍　不亦君子乎」 — 論語"},{"id":1126,"quote":"An educated woman is a worthless woman."},{"id":1127,"quote":"He has not lived in vain who dies the day he is told about the Way"},{"id":1128,"quote":"Quando le parole perdono di senso, i popoli perdono la loro libertà."},{"id":1129,"quote":"Give me a few more years so that I am studying at fifty, and surely I may avoid major errors."},{"id":1130,"quote":"The Master said, “You [Zilu], do you know what I have been trying to teach you? To say that you know something when you know it and to say that you do not know something when you do not know it—this is true knowing [zhi]."},{"id":1131,"quote":"敬鬼神而遠之'while respecting spiritual beings, to keep aloof from them"},{"id":1132,"quote":"Если ваш язык неточен, тогда говорится одно, а подразумевается другое; Когда же говорится одно, а подразумевается другое, тогда то, что следовало бы сделать, остается несделанным."},{"id":1133,"quote":"Wishing to regulate their families, they first cultivated their persons. Wishing to cultivate their persons, they first rectified their hearts. Wishing to rectify their hearts, they first sought to be sincere in their thoughts. Wishing to be sincere in their thoughts, they first extended to the utmost their knowledge. Such extension of knowledge lay in the investigation of things."},{"id":1134,"quote":"مرد بزرگ به خودسختمیگیردومردکوچکبهدیگران.ا"},{"id":1135,"quote":"I do not open up the truth to one who is not eager to get knowledge, nor help out anyone who is not anxious to explain himself. When I have presented one corner of a subject to anyone, and he cannot from it learn the other three, I do not repeat my lesson."},{"id":1136,"quote":"Music produces a kind of pleasure which human nature cannot do without.- Confucius"},{"id":1137,"quote":"Do not do to others what you do not want them to do to you."},{"id":1138,"quote":"Това, което не е ясно, трябва да се изясни. Това, което е трудно да се прави, трябва да се прави с най-голяма настойчивост."},{"id":1139,"quote":"The course (of duty), virtue, benevolence, and righteousness cannot be fully carried out without the rules of propriety; nor are training and oral lessons for the rectification of manners complete; nor can the clearing up of quarrels and discriminating in disputes be accomplished; nor can (the duties between) ruler and minister, high and low, father and son, elder brother and younger, be determined; nor can students for office and (other) learners, in serving their masters, have an attachment for them; nor can majesty and dignity be shown in assigning the different places at court, in the government of the armies, and in discharging the duties of office so as to secure the operation of the laws; nor can there be the (proper) sincerity and gravity in presenting the offerings to spiritual Beings on occasions of supplication, thanksgiving, and the various sacrifices. Therefore the superior man is respectful and reverent, assiduous in his duties and not going beyond them, retiring and yielding - thus illustrating (the principle of) propriety."},{"id":1140,"quote":"American beer like sex on boat. Both fucking close to water."},{"id":1141,"quote":"Examine si ce que tu promets est juste et possible, car la promesse est une dette."},{"id":1142,"quote":"Обмисли вярно и възможно ли е това, което обещаваш, защото обещанието е дълг."},{"id":1143,"quote":"Every man has two lives, and the second starts when he realizes he has just one"},{"id":1144,"quote":"We all have two lives, your second one begins when you realize you’ve only got one."},{"id":1145,"quote":"Et maleri er et dikt uten ord"},{"id":1146,"quote":"Menns lærdom kommer av bøker, kvinners av naturen"},{"id":1147,"quote":"Esenţialul este să numeşti corect lucrurile. Dacă denumirile nu sînt corecte, cuvintele nu se mai potrivesc. Dacă cuvintele nu se mai potrivesc, treburile statului merg prost. Dacă treburile statului merg prost, nici riturile şi muzica nu mai pot înflori. Dacă riturile şi muzica nu mai pot înflori, judecăţile şi pedepsele încetează să mai fie drepte. Dacă judecăţile şi pedepsele încetează să mai fie drepte, poporul nu mai ştie cum trebuie să se poarte."},{"id":1148,"quote":"You yourself desire rank and standing; then help others to get rank and standing. You want to turn your merits to account; then help others to turn theirs to account."},{"id":1149,"quote":"He who chases two rabbits catches neither."},{"id":1150,"quote":"It doesn't matter how slowly you go as long as you don't stop."},{"id":1151,"quote":"Bir yerde küçük insanların büyük gölgeleri varsa, o yerde güneş batıyor demektir."},{"id":1152,"quote":"Đừng chỉ trích mái nhà hàng xóm nhiều tuyết trong khi cửa nhà mình không sạch."},{"id":1153,"quote":"Man who get kicked in testicles left holding bag"},{"id":1154,"quote":"How dare I claim to be a sage or a benevolent man?"},{"id":1155,"quote":"you cannot open a book without learning something"},{"id":1156,"quote":"أن تشعل شمعة خير من أن تلعن الظلام"},{"id":1157,"quote":"The authoritative person is a model that others, recognizing the achievement, gladly and without coercion, defer to and appropriate in the construction of their own personhood. Confucius is as explicit in expressing the same reservations about authoritative relations becoming authoritarian as he is about a deference-driven ritualized community surrendering this noncoercive structure for the rule of law"},{"id":1158,"quote":"Si hanno due vite. La seconda comincia il giorno in cui ci si rende conto che non se ne ha che una."},{"id":1159,"quote":"Do not be desirous of having things done quickly. Do not look at small advantages. Desire to have things done quickly prevents their being done thoroughly. Looking at small advantages prevents great affairs from being acccomplished."},{"id":1160,"quote":"When you see a person of worth, concentrate upon becoming their equal."},{"id":1161,"quote":"The Master said, “Learning without thought is labor lost; thought without learning is perilous. The Master said, “The study of strange doctrines is injurious indeed!”               The Master said, “Yu, shall I teach you what knowledge is? When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it;-this is knowledge.”"},{"id":1162,"quote":"lesson about knowledge? When you know a thing, maintain that you know it; and when you do not, acknowledge your ignorance. This is characteristic of knowledge."},{"id":1163,"quote":"Choose a job you love and you'll never have to work a day in your life"},{"id":1164,"quote":"Donde hay educación no hay distinción de clases"},{"id":1165,"quote":"The Master said, “When you meet persons of exceptional character think to stand shoulder to shoulder with them; meeting persons of little character, look inward and examine yourself."},{"id":1166,"quote":"It doesn't matter how slowly you go so long as you do not stop"},{"id":1167,"quote":"Very few go astray who comport themselves with restraint."},{"id":1168,"quote":"An educated woman is a stupid woman"},{"id":1169,"quote":"Staying with good people is like entering a room with orchids. You won't notice the fragrance, but you'll be soaked in the scent. Staying with evil people is just like going inside a stinky fish store. You won't smell it after a while because you will blend with the stench. Keep red things and you'll turn red. Keep lacquer, and you'll turn black ...So a wise man should be careful of where he stays..."},{"id":1170,"quote":"I hear, I know. I see, I remember. I do, I understand."},{"id":1171,"quote":"The Master said, “I do not open the way for students who are not driven with eagerness; I do not supply a vocabulary for students who are not trying desperately to find the language for their ideas. If on showing students one corner they do not come back to me with the other three, I will not repeat myself."},{"id":1172,"quote":"It is only when the cold season comes that we know the pine and cypress to be evergreens."},{"id":1173,"quote":"The Master replied, “The person who would wrestle a tiger bare-handed or march across the Yellow River,106 and who would go to his death without regret—this person I would not take along. It would have to be someone who would approach any situation with trepidation, and who would be fond of planning with an eye to success."},{"id":1174,"quote":"It is better to light one small candle than to curse the darkeness"},{"id":1175,"quote":"როდესაც სიტყვები თავის მნიშვნელობას კარგავს, ხალხი თავის თავისუფლებას დაკარგავს"},{"id":1176,"quote":"No procuro saber las respuestas, procuro comprender las preguntas."},{"id":1177,"quote":"The essence of knowledge is, having it, to apply it; not having it, to confess your ignorance."},{"id":1178,"quote":"There are 1,000 lessons in defeat but only one in victory."},{"id":1179,"quote":"The Master said, “How could one but comply with what model sayings have to say? But the real value lies in reforming one’s ways. How could one but find pleasure in polite language? But the real value lies in drawing out its meaning. What can possibly be done with people who find pleasure in polite language but do not draw out its meaning, or who comply with model sayings but do not reform their ways."},{"id":1180,"quote":"Student - \"It is not that I do not delight in your Way, Master, it is simply that my strength is insufficient.\"Confucius - \"Someone whose strength is genuinely insufficient collapses somewhere along the Way. As for you, you deliberately draw the line."},{"id":1181,"quote":"you govern effectively, Confucius replied, “what need is there for killing? If you want to be truly adept (shan ), the people will also be adept. The excellence (de ) of the exemplary person (junzi ) is the wind, while that of the petty person is the grass. As the wind blows, the grass is sure to bend.”"},{"id":1182,"quote":"子曰：「予欲無言！」子貢曰：「子如不言，則小子何述焉？」子曰：「天何言哉！四時行焉，百物生焉；天何言哉？」"},{"id":1183,"quote":"Persons are not perceived as superordinated individuals—as agents who stand independent of their actions—but are rather ongoing “events defined functionally by constitutive roles and relationships as they are performed within the context of their specific families and communities, that is, through the observance of ritual propriety (li”"},{"id":1184,"quote":"Shredded Beef in Szechuan Sauce is the absolute shit!"},{"id":1185,"quote":"Benevolence is love to all men. It is to know all men."},{"id":1186,"quote":"Shredded Beef in Szechuan Sauce is the absolute shit."},{"id":1187,"quote":"Confucius replied, “Those who are true in my village conduct themselves differently. A father covers for his son, and a son covers for his father. And being true lies in this."},{"id":1188,"quote":"Speaking (dao ) is a “guiding discourse (dao ).” Said a different way, language is both performative and prescriptive; it both does something to the world and recommends how it should be.”"},{"id":1189,"quote":"When the Way prevails in the world, then be seen. When it does not, then hide."},{"id":1190,"quote":"The Master said, “To go into battle with people who have not been properly trained is to forsake them."},{"id":1191,"quote":"Bir ülkede iyi bir hükümet olduğunda, sözler de davranışlar da yüce ve gözü pektir. Kötü hükümet olduğunda, davranışlar yüce ve gözü pek olabilir ama sözlere kimi çekinceler konabilir."},{"id":1192,"quote":"If you yourself are correct, even without the issuing of orders, things will get done; if you yourself are incorrect, although orders are issued, they will not be obeyed"},{"id":1193,"quote":"15.15 The Master said, “To demand much from oneself personally, and not overmuch from others, will keep ill will at a distance."},{"id":1194,"quote":"15.30 The Master said, “Having gone astray, to fail to get right back on track is to stray indeed."},{"id":1195,"quote":"an apple a day keeps the docter away"},{"id":1196,"quote":"16.5 Confucius said, “Finding enjoyment in three kinds of activities will be a source of personal improvement; finding enjoyment in three other kinds of activities will be a source of personal injury. One stands to be improved by the enjoyment found in attuning oneself to the rhythms of ritual propriety (li ) and music (yue ),283 by the enjoyment found in talking about what others do well (shan ), and by the enjoyment found in having a circle of many friends of superior character (xian ); one stands to be injured by finding enjoyment in being arrogant, by finding enjoyment in dissolute diversions, and by finding enjoyment in the easy life."},{"id":1197,"quote":"are you from tennessee? because you're the only 10 I see"},{"id":1198,"quote":"¿Son las virtudes algo lejano? En cuanto quiero ser virtuoso, inmediatamente estoy alcanzando la virtud"},{"id":1199,"quote":"Practicing archery is like practicing to be a Gentleman. When you miss the bulls-eye, you look for the error in yourself."},{"id":1200,"quote":"Man who fart in church, sit in pew."},{"id":1201,"quote":"Our own thesis was sketched in the Introduction: the classical written Chinese language—the language in which the Analects was composed—is unique, being sharply distinct not only from all non-Sinitic languages but from spoken Chinese as well (ancient and modern), and that the differences between the two Chinese languages are of greater linguistic and philosophical significance than has been generally noticed."},{"id":1202,"quote":"Adevărata cunoaștere este a-ți ști dimensiunea ignoranței."},{"id":1203,"quote":"Elige un trabajo que te guste y no tendrás que trabajar ni un día de tu vida."},{"id":1204,"quote":"He answered, How dare I look as high as Hui? When Hui hears one thing, he understands ten; when I hear one thing I understand two."},{"id":1205,"quote":"Ignoranța generează mai des încredere în sine decât cunoștințele."}]