[{"id":1,"quote":"Happiness resides not in possessions, and not in gold, happiness dwells in the soul."},{"id":2,"quote":"Nothing exists except atoms and empty space; everything else is opinion."},{"id":3,"quote":"The man enslaved to wealth can never be honest."},{"id":4,"quote":"The wise man belongs to all countries, for the home of a great soul is the whole world."},{"id":5,"quote":"Everywhere man blames nature and fate yet his fate is mostly but the echo of his character and passion, his mistakes and his weaknesses."},{"id":6,"quote":"My enemy is not the man who wrongs me, but the man who means to wrong me."},{"id":7,"quote":"Life unexamined, is not worth living."},{"id":8,"quote":"Sexual intercourse is a slight attack of apoplexy."},{"id":9,"quote":"People sometimes rationalize their greed by saying that it is all for the good of their children but this is nothing but an excuse they use to make their despicable actions appear respectable and praiseworthy."},{"id":10,"quote":"The brave man is not only he who overcomes the enemy, but he who is stronger than pleasures."},{"id":11,"quote":"Our sins are more easily remembered than our good deeds."},{"id":12,"quote":"The pride of youth is in strength and beauty, the pride of old age is in discretion."},{"id":13,"quote":"Men should strive to think much and know little."},{"id":14,"quote":"The wise man’s home is the universe."},{"id":15,"quote":"It is better to destroy one's own errors than those of others."},{"id":16,"quote":"The person who can laugh with life has developed deep roots with confidence and faith-faith in oneself, in people and in the world, as contrasted to negative ideas with distrust and discouragement."},{"id":17,"quote":"The sweetest things become the most bitter by excess."},{"id":18,"quote":"If your desires are not great, a little will seem much to you; for small appetite makes poverty equivalent to wealth."},{"id":19,"quote":"Medicine heals diseases of the body, wisdom frees the soul from passions."},{"id":20,"quote":"Many much-learned men have no intelligence."},{"id":21,"quote":"More men have become great through practice than by nature."},{"id":22,"quote":"Poverty in a democracy is as much to be preferred to what is called prosperity under despots, as freedom is to slavery."},{"id":23,"quote":"It is hard to fight desire; but to control it is the sign of a reasonable man."},{"id":24,"quote":"Happiness does not reside in strength or money; it lies in rightness and many-sidedness."},{"id":25,"quote":"Good means not [merely] not to do wrong, but rather not to desire to do wrong."},{"id":26,"quote":"Soul and intellect are just the same things."},{"id":27,"quote":"The brave man is not only he who overcomes the enemy, but he who is stronger than pleasures. Some men are masters of cities, but are enslaved to women."},{"id":28,"quote":"Hope of ill gain is the beginning of loss."},{"id":29,"quote":"It is greed to do all the talking but not to want to listen at all."},{"id":30,"quote":"The word is the shadow of the deed."},{"id":31,"quote":"The animal needing something knows how much it needs, the man does not."},{"id":32,"quote":"One should practice much sense, not much learning."},{"id":33,"quote":"Men will cease to be fools only when they cease to be men."},{"id":34,"quote":"We think there is color, we think there is sweet, we think there is bitter, but in reality there are atoms and a void."},{"id":35,"quote":"Immoderate desire is the mark of a child, not a man."},{"id":36,"quote":"Men have made an idol of luck as an excuse for their own thoughtlessness."},{"id":37,"quote":"The wrongdoer is more unfortunate than the man wronged."},{"id":38,"quote":"Men find happiness neither by means of the body nor through possessions, but through uprightness and wisdom."},{"id":39,"quote":"Magnanimity consists in enduring tactlessness with mildness."},{"id":40,"quote":"Envy creates the beginning of strife."},{"id":41,"quote":"Everything existing in the universe is the fruit of chance and necessity."},{"id":42,"quote":"Moving in space, the atoms originally were individual units, but inevitable they began to collide with each other, and in cases where their shapes were such as to permit them to interlock, they began to form clusters. Water, air, fire, and earth, these are simply different clusters of the changeless atoms."},{"id":43,"quote":"It is godlike ever to think on something beautiful and on something new."},{"id":44,"quote":"Throw moderation to the winds, and the greatest pleasures bring the greatest pains."},{"id":45,"quote":"You can tell the man who rings true from the man who rings false, not by his deeds alone, but also by his desires."},{"id":46,"quote":"I would rather discover one true cause than gain the kingdom of Persia."},{"id":47,"quote":"The first principles of the universe are atoms and empty space; everything else is merely thought to exist."},{"id":48,"quote":"Some men are masters of cities, but are enslaved to women."},{"id":49,"quote":"All things happen by virtue of necessity."},{"id":50,"quote":"Reason is often a more powerful persuader than gold."},{"id":51,"quote":"Raising children is an uncertain thing; success is reached only after a life of battle and worry."},{"id":52,"quote":"Men have fashioned an image of Chance as an excuse for their own stupidity. For Chance rarely conflicts with intelligence, and most things in life can be set in order by an intelligent sharpsightedness."},{"id":53,"quote":"There are innumerable worlds of different sizes. In some there is neither sun not moon, in others they are larger than in ours and others have more than one. These worlds are at irregular distances, more in one direction and less in another, and some are flourishing, others declining. Here they come into being, there they die, and they are distroyed by collision with one another. Some of the worlds have no animal or vegetable life nor any water."},{"id":54,"quote":"Tis hard to fight with anger but the prudent man keeps it under control."},{"id":55,"quote":"One great difference between a wise man and a fool is, the former only wishes for what he may possibly obtain; the latter desires impossibilities."},{"id":56,"quote":"By convention sweet is sweet, by convention bitter is bitter, by convention hot is hot, by convention cold is cold, by convention color is color. But in reality there are atoms and the void. That is, the objects of sense are supposed to be real and it is customary to regard them as such, but in truth they are not. Only the atoms and the void are real."},{"id":57,"quote":"Education is an ornament for the prosperous, a refuge for the unfortunate."},{"id":58,"quote":"The man who is fortunate in his choice of son-in-law gains a son; the man unfortunate in his choice loses his daughter also."},{"id":59,"quote":"Good breeding in cattle depends on physical health, but in men on a well-formed character."},{"id":60,"quote":"Man is a universe in little [Microcosm]."},{"id":61,"quote":"If thou suffer injustice, console thyself; the true unhappiness is in doing it."},{"id":62,"quote":"Beautiful objects are wrought by study through effort, but ugly things are reaped automatically without toil."},{"id":63,"quote":"Nature . . . has buried truth deep in the bottom of the sea."},{"id":64,"quote":"The offender, who repents, is not yet lost."},{"id":65,"quote":"It is hard to fight against anger: to master it is the mark of a rational man."},{"id":66,"quote":"Nature and education are somewhat similar. The latter transforms man, and in so doing creates a second nature."},{"id":67,"quote":"Nothing exists but atoms and the void."},{"id":68,"quote":"We know nothing in reality; for truth lies in an abyss."},{"id":69,"quote":"Coition is a slight attack of apoplexy. For man gushes forth from man, and is separated by being torn apart with a kind of blow."},{"id":70,"quote":"Moderation multiplies pleasures, and increases pleasure."},{"id":71,"quote":"To speak but little becomes a woman; and she is best adorned who is in plain attire."},{"id":72,"quote":"Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence."},{"id":73,"quote":"Word is a shadow of a deed."},{"id":74,"quote":"I am the most travelled of all my contemporaries; I have extended my field of enquiry wider than anybody else, I have seen more countries and climes, and have heard more speeches of learned men. No one has surpassed me in the composition of lines, according to demonstration, not even the Egyptian knotters of ropes, or geometers."},{"id":75,"quote":"No power and no treasure can outweigh the extension of our knowledge."},{"id":76,"quote":"If you would know contentment, let your deeds be few."},{"id":77,"quote":"According to convention there is a sweet and a bitter, a hot and a cold, and according to convention, there is an order. In truth, there are atoms and a void."},{"id":78,"quote":"Disease of the home and of the life comes about in the same way as that of the body."},{"id":79,"quote":"We know nothing accurately in reality, but [only] as it changes according to the bodily condition, and the constitution of those things that flow upon [the body] and impinge upon it."},{"id":80,"quote":"In a shared fish, there are no bones."},{"id":81,"quote":"Virtue isn't not wronging others but not wishing to wrong others."},{"id":82,"quote":"To a wise and good man the whole earth is his fatherland."},{"id":83,"quote":"Fortune provides a man's table with luxuries, virtue with only a frugal meal."},{"id":84,"quote":"Poor mind, from the senses you take your arguments, and then want to defeat them? Your victory is your defeat."},{"id":85,"quote":"These differences, they say, are three: shape, arrangement, and position; because they hold that what is differs only in contour, inter-contact, inclination."},{"id":86,"quote":"Whatever a poet writes with enthusiasm and a divine inspiration is very fine. Earliest reference to the madness or divine inspiration of poets."},{"id":87,"quote":"Now as of old the gods give men all good things, excepting only those that are baneful and injurious and useless. These, now as of old, are not gifts of the gods: men stumble into them themselves because of their own blindness and folly."},{"id":88,"quote":"To a wise man, the whole earth is open; for the native land of a good soul is the whole earth."},{"id":89,"quote":"The whole Earth is at the hand of the wise man, since the fatherland of an elevated soul is the Universe."},{"id":90,"quote":"The laws would not prevent each man from living according to his inclination, unless individuals harmed each other; for envy creates the beginning of strife."},{"id":91,"quote":"Sweet exists by convention, bitter by convention, color by convention; but in reality atoms and the void alone exist"},{"id":92,"quote":"By desiring little, a poor man makes himself rich."},{"id":93,"quote":"By convention sweet and by convention bitter, by convention hot, by convention cold, by convention color; but in reality atoms and void."},{"id":94,"quote":"Good means not merely not to do wrong, but rather not to desire to do wrong."},{"id":95,"quote":"[I would] rather discover one cause than gain the kingdom of Persia."},{"id":96,"quote":"No one regards the things before his feet, But views with care the regions of the sky."},{"id":97,"quote":"If thou sustain injustice, console thyself; the true unhappiness is in doing it"},{"id":98,"quote":"One will seem to promote virtue better by using encouragement and persuasion of speech than law and necessity. For it is likely that he who is held back from wrongdoing by law will err in secret but that he who is urged to what he should by persuasion will do nothing wrong either in secret or openly. Therefore he who acts rightly from understanding and knowledge proves to be at the same time courageous and right-minded."},{"id":99,"quote":"Men ask for health in their prayers to the gods: they do not realize that the power to achieve it lies in themselves. Lacking self-control, they perform contrary actions and betray health to their desires."},{"id":100,"quote":"Accept nothing pleasant unless it is beneficial."},{"id":101,"quote":"Nature and teaching are closely related; for teaching reforms a person, and by reforming remakes his nature."},{"id":102,"quote":"Men achieve cheerfulness by moderation in pleasure and by proportion in their life excess and deficiency are apt to fluctuate and cause great changes in the soul. And souls which change over great intervals are neither stable nor cheerful. So one should set one's mind on what is possible and be content with what one has taking little account of those who are admired and envied and not dwelling on them in thought but one should consider the lives of those who are in distress thinking of their grievous sufferings so that what one has and possesses will seem great and enviable and one will cease to suffer in one's soul through the desire for more."},{"id":103,"quote":"One man means as much to me as a multitude, and a multitude only as much as one man."},{"id":104,"quote":"We know nothing truly about anything, but for each of us opining is a rearrangement of soul atoms."},{"id":105,"quote":"Happiness resides not in possessions and not in gold, the feeling of happiness dwells in the soul."},{"id":106,"quote":"In verità nulla sappiamo, ché la verità è nell’abisso."},{"id":107,"quote":"If the body were to take the soul to court for the pains and suffering it had endured throughout its life, then if he were to be on the jury for the case he would gladly cast his vote against the soul inasmuch as it had destroyed some parts of the body by negligence or dissipated them by drunkenness, and had ruined and ravaged other parts by its pursuit of pleasures - just as he would blame the careless user if a tool or utensil were in a bad condition."},{"id":108,"quote":"Todos los hombres culpan a la naturaleza y al destino, pero su destino es sobre todo el eco de su caracter y de sus pasiones, sus errores y debilidades."},{"id":109,"quote":"Everywhere man blames nature and fate, yet his fate is mostly but the echo of his character and passions, his mistakes and weaknesses."},{"id":110,"quote":"To a wise man, the whole earth is open, because the country of a virtuous soul is the entire universe."},{"id":111,"quote":"A life without festivity is a long road without an inn."},{"id":112,"quote":"Boldness is the beginning of action, but fortune controls how it ends"}]