[{"id":1,"quote":"We do not describe the world we see, we see the world we can describe."},{"id":2,"quote":"If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things."},{"id":3,"quote":"Conquer yourself rather than the world."},{"id":4,"quote":"De omnibus dubitandum"},{"id":5,"quote":"It is not enough to have a good mind. The main thing is to use it well."},{"id":6,"quote":"The only thing we have power over in the universe is our own thoughts."},{"id":7,"quote":"By 'God', I understand, a substance which is infinite, independent, supremely intelligent, supremely powerful, and which created both myself and everything else [...] that exists. All these attributes are such that, the more carefully I concentrate on them, the less possible it seems that they could have originated from me alone. So, from what has been said it must be concluded that God necessarily exists."},{"id":8,"quote":"Doubt is the origin of wisdom"},{"id":9,"quote":"Whenever anyone has offended me, I try to raise my soul so high that the offense cannot reach it."},{"id":10,"quote":"Divide each difficulty into as many parts as is feasible and necessary to resolve it."},{"id":11,"quote":"Omnia apud me mathematica fiunt."},{"id":12,"quote":"The only thing that I know, is that I know nothing"},{"id":13,"quote":"An optimist may see a light where there is none, but why must the pessimist always run to blow it out?"},{"id":14,"quote":"I know that I exist; the question is, What is this 'I' that 'I' know."},{"id":15,"quote":"I think; therefore I am."},{"id":16,"quote":"The reading of all good books is like a conversation with the finest minds of past centuries."},{"id":17,"quote":"How can you be certain that your whole life is not a dream?"},{"id":18,"quote":"You just keep pushing. You just keep pushing. I made every mistake that could be made. But I just kept pushing."},{"id":19,"quote":"The chief cause of human errors is to be found in the prejudices picked up in childhood."},{"id":20,"quote":"Wonder is the first of all the passions."},{"id":21,"quote":"He who hid well, lived well."},{"id":22,"quote":"Some years ago I was struck by the large number of falsehoods that I had accepted as true in my childhood, and by the highly doubtful nature of the whole edifice that I had subsequently based on them. I realized that it was necessary, once in the course of my life, to demolish everything completely and start again right from the foundations if I wanted to establish anything at all in the sciences that was stable and likely to last."},{"id":23,"quote":"I have concluded the evident existence of God, and that my existence depends entirely on God in all the moments of my life, that I do not think that the human spirit may know anything with greater evidence and certitude."},{"id":24,"quote":"The greatest minds are capable of the greatest vices as well as of the greatest virtues."},{"id":25,"quote":"Reason is nothing without imagination."},{"id":26,"quote":"Except our own thoughts, there is nothing absolutely in our power."},{"id":27,"quote":"A state is better governed which has few laws, and those laws strictly observed."},{"id":28,"quote":"It is possible that I am dreaming right now and that all of my perceptions are false."},{"id":29,"quote":"Truths are more likely to be discovered by one man than by a nation"},{"id":30,"quote":"Nothing comes out of nothing."},{"id":31,"quote":"Perfect numbers like perfect men are very rare."},{"id":32,"quote":"There is nothing more ancient than the truth."},{"id":33,"quote":"Common sense is the most widely shared commodity in the world, for every man is convinced that he is well supplied with it."},{"id":34,"quote":"All is to be doubted."},{"id":35,"quote":"The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once."},{"id":36,"quote":"He lives well who is well hidden."},{"id":37,"quote":"Desire awakens only to things that are thought possible."},{"id":38,"quote":"Science is practical philosophy."},{"id":39,"quote":"I desire to live in peace and to continue the life I have begun under the motto 'to live well you must live unseen"},{"id":40,"quote":"God alone is the author of all the motions in the world."},{"id":41,"quote":"Situations in life often permit no delay; and when we cannot determine the course which is certainly best, we must follow the one which is probably the best. This frame of mind freed me also from the repentance and remorse commonly felt by those vacillating individuals who are always seeking as worthwhile things which they later judge to be bad."},{"id":42,"quote":"To live without philosophizing is in truth the same as keeping the eyes closed without attempting to open them."},{"id":43,"quote":"Each problem that I solved became a rule, which served afterwards to solve other problems."},{"id":44,"quote":"Mathematics is a more powerful instrument of knowledge than any other that has been bequeathed to us by human agency."},{"id":45,"quote":"I can doubt everything, except one thing, and that is the very fact that I doubt. Simply put - I think, therefore I am"},{"id":46,"quote":"In order to improve the mind, we ought less to learn, than to contemplate."},{"id":47,"quote":"Everything is self-evident."},{"id":48,"quote":"My third maxim was to try always to conquer myself rather than fortune, and to change my desires rather than the order of the world, and generally to accustom myself to believing that there is nothing entirely in our power except our thoughts, so that after we have done our best regarding things external to us, everything in which we do not succeed is for us absolutely impossible."},{"id":49,"quote":"If I simply refrain from making a judgment in cases where I do not perceive the truth with sufficient clarity and distinctness, then it is clear that I am behaving correctly and avoiding error."},{"id":50,"quote":"But possibly I am something more than I suppose myself to be."},{"id":51,"quote":"We never understand a thing so well,and make it our own, as when we have discovered it for ourselves."},{"id":52,"quote":"Few look for truth; many prowl about for a reputation of profundity by arrogantly challenging whichever arguments are the best."},{"id":53,"quote":"...it is certain that I am really distinct from my body, and can exist without it."},{"id":54,"quote":"Travelling is almost like talking with those of other centuries."},{"id":55,"quote":"Illusory joy is often worth more than genuine sorrow."},{"id":56,"quote":"In God there is an infinitude of things which I cannot comprehend, nor possibly even reach in any way by thought; for it is the nature of the infinite that my nature, which is finite and limited, should not comprehend it."},{"id":57,"quote":"Before examining this more carefully and investigating its consequences, I want to dwell for a moment in the contemplation of God, to ponder His attributes in me, to see, admire, and adore the beauty of His boundless light, insofar as my clouded insight allows. Believing that the supreme happiness of the other life consists wholly of the contemplation of divine greatness, I now find that through less perfect contemplation of the same sort I can gain the greatest joy available in this life."},{"id":58,"quote":"The reading of all good books is indeed like a conversation with the noblest men of past centuries who were the authors of them, nay a carefully studied conversation, in which they reveal to us none but the best of their thoughts."},{"id":59,"quote":"Your joy is your sorrow unmasked. And the self-same well from which your laughter rises was often-times filled with your tears."},{"id":60,"quote":"At last I will devote myself sincerely and without reservation to the general demolition of my opinions."},{"id":61,"quote":"I was convinced that our beliefs are based much more on custom and example than on any certain knowledge."},{"id":62,"quote":"In philosophy, when we make use of false principles, we depart the farther from the knowledge of truth and wisdom exactly in proportion to the care with which we cultivate them, and apply ourselves to the deduction of diverse consequences from them, thinking that we are philosophizing well, while we are only departing the farther from the truth; from which it must be inferred that they who have learned the least of all that has been hitherto distinguished by the name of philosophy are the most fitted for the apprehension of truth."},{"id":63,"quote":"And as it is the most generous souls who have most gratitude, it is those who have most pride, and who are most base and infirm, who most allow themselves to be carried away by anger and hatred."},{"id":64,"quote":"I am indeed amazed when I consider how weak my mind is and how prone to error."},{"id":65,"quote":"So far, I have been a spectator in this theater which is the world, but I am now about to mount the stage, and I come forward masked."},{"id":66,"quote":"Give me extension and motion and I will construct the universe."},{"id":67,"quote":"It is best not to go on for great quest for truth , it will only make you miserable"},{"id":68,"quote":"But in my opinion, all things in nature occur mathematically."},{"id":69,"quote":"Every man is indeed bound to do what he can to promote the good of others, and a man who is of no use to anyone is strictly worthless."},{"id":70,"quote":"Variant: When it is not in our power to follow what is true, we ought to follow what is most probable."},{"id":71,"quote":"Nothing is more fairly distributed than common sense: no one thinks he needs more of it than he already has."},{"id":72,"quote":"Intuitive knowledge is an illumination of the soul, whereby it beholds in the light of God those things which it pleases Him to reveal to us by a direct impression of divine clearness."},{"id":73,"quote":"The first precept was never to accept a thing as true until I knew it as such without a single doubt."},{"id":74,"quote":"The greatest minds, as they are capable of the highest excellencies, are open likewise to the greatest aberrations; and those who travel very slowly may yet make far greater progress, provided they keep always to the straight road, than those who, while they run, forsake it."},{"id":75,"quote":"Neither divine grace nor natural knowledge ever diminishes freedom."},{"id":76,"quote":"It's the familiar love-hate syndrome of seduction: \"I don't really care what it is I say, I care only that you like it.\""},{"id":77,"quote":"For I found myself embarrassed with so many doubts and errors that it seemed to me that the effort to instruct myself had no effect other than th eincreasing discovery of my own ignorance"},{"id":78,"quote":"The only secure knowledge is that I exist."},{"id":79,"quote":"The mind effortlessly and automatically takes in new ideas, which remain in limbo until verified or rejected by conscious, rational analysis."},{"id":80,"quote":"If ... it is not in my power to arrive at the knowledge of any truth, I may at least do what is in my power, namely, suspend judgement."},{"id":81,"quote":"Intuition is the undoubting conception of a pure and attentive mind, which arises from the light of reason alone, and is more certain than deduction."},{"id":82,"quote":"The principal effect of the passions is that they incite and persuade the mind to will the events for which they prepared the body."},{"id":83,"quote":"In the matter of a difficult question it is more likely that the truth should have been discovered by the few than by the many."},{"id":84,"quote":"I suppose therefore that all things I see are illusions; I believe that nothing has ever existed of everything my lying memory tells me. I think I have no senses. I believe that body, shape, extension, motion, location are functions. What is there then that can be taken as true? Perhaps only this one thing, that nothing at all is certain."},{"id":85,"quote":"Divide each difficulty at hand into as many pieces as possible and as could be required to better solve them."},{"id":86,"quote":"Now therefore, that my mind is free from all cares, and that I have obtained for myself assured leisure in peaceful solitude, I shall apply myself seriously and freely to the general destruction of all my former opinions."},{"id":87,"quote":"The two operations of our understanding, intuition and deduction, on which alone we have said we must rely in the acquisition of knowledge."},{"id":88,"quote":"These long chains of perfectly simple and easy reasonings by means of which geometers are accustomed to carry out their most difficult demonstrations had led me to fancy that everything that can fall under human knowledge forms a similar sequence; and that so long as we avoid accepting as true what is not so, and always preserve the right order of deduction of one thing from another, there can be nothing too remote to be reached in the end, or to well hidden to be discovered."},{"id":89,"quote":"Instead I ought to be grateful to Him who never owed me anything for having been so generous to me, rather than think that He deprived me of those things or has taken away from me whatever He did not give me."},{"id":90,"quote":"Bad books engender bad habits, but bad habits engender good books."},{"id":91,"quote":"Let whoever can do so deceive me, he will never bring it about that I am nothing, so long as I continue to think I am something."},{"id":92,"quote":"Just as we believe by faith that the greatest happiness of the next life consists simply in the contemplation of this divine majesty, likewise we experience that we derive the greatest joy of which we are capable in this life from the same contemplation, even though it is much less perfect."},{"id":93,"quote":"What then is the source of my errors? They are owing simply to the fact that, since the will extends further than the intellect, I do not contain the will within the same boundaries; rather, I also extend it to things I do not understand. Because the will is indifferent in regard to such matters, it easily turns away from the true and the good; and in this way I am deceived and I sin."},{"id":94,"quote":"When I consider this carefully, I find not a single property which with certainty separates the waking state from the dream. How can you be certain that your whole life is not a dream?"},{"id":95,"quote":"With me, everything turns into mathematics."},{"id":96,"quote":"For to be possessed of a vigorous mind is not enough; the prime requisite is rightly to apply it."},{"id":97,"quote":"Neither the true nor the false roots are always real; sometimes they are imaginary; that is, while we can always imagine as many roots for each equation as I have assigned, yet there is not always a definite quantity corresponding to each root we have imagined."},{"id":98,"quote":"So blind is the curiosity by which mortals are possessed, that they often conduct their minds along unexplored routes, having no reason to hope for success, but merely being willing to risk the experiment of finding whether the truth they seek lies there."},{"id":99,"quote":"Because reason...is the only thing that makes us men, and distinguishes us from the beasts, I would prefer to believe that it exists, in its entirety, in each of us."},{"id":100,"quote":"The object of music is a Sound.  The end; to delight, and move various Affections in us."},{"id":101,"quote":"Sensations are nothing but confused modes of thinking."},{"id":102,"quote":"Whatever I have up till now accepted as most true and assured I have gotten either from the senses or through the senses. But from time to time I have found that the senses deceive, and it is prudent never to trust completely those who have deceived us even once."},{"id":103,"quote":"How do we know that anything really exists, that anything is really the way it seems ot us through our senses?"},{"id":104,"quote":"There is nothing so far removed from us as to be beyond our reach, or so hidden that we cannot discover it."},{"id":105,"quote":"I did not imitate the skeptics who doubt only for doubting's sake, and pretend to be always undecided; on the contrary, my whole intention was to arrive at a certainty, and to dig away the drift and the sand until I reached the rock or the clay beneath."},{"id":106,"quote":"... regard this body as a machine which, having been made by the hand of God, is incomparably better ordered than any machine that can be devised by man, and contains in itself movements more wonderful than those in any machine. ... it is for all practical purposes impossible for a machine to have enough organs to make it act in all the contingencies of life in the way in which our reason makes us act."},{"id":107,"quote":"Thus each truth discovered was a rule available in the discovery of subsequent ones."},{"id":108,"quote":"But I cannot forget that, at other times I have been deceived in sleep by similar illusions; and, attentively considering those cases, I perceive so clearly that there exist no certain marks by which the state of waking can ever be distinguished from sleep, that I feel greatly astonished; and in amazement I almost persuade myself that I am now dreaming."},{"id":109,"quote":"The principal use of prudence, of self-control, is that it teaches us to be masters of our passions, and to so control and guide them that the evils which they cause are quite bearable, and that we even derive joy from them all."},{"id":110,"quote":"On the one hand I have a clear and distinct idea of myself, in so far as I am a thinking, non-extended thing; and on the other hand I have a distinct idea of body, in so far a this is simply an extended, non-thinking thing. And, accordingly, it is certain that I am really distinct from my body, and exist without it."},{"id":111,"quote":"I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake."},{"id":112,"quote":"There is nothing so strange and so unbelievable that it has not been said by one philosopher or another."},{"id":113,"quote":"There is a great difference between mind and body insomuch as body is by nature always divisible, and the mind is entirely indivisible."},{"id":114,"quote":"We call infinite that thing whose limits we have not perceived, and so by that word we do not signify what we understand about a thing, but rather what we do not understand."},{"id":115,"quote":"Although my knowledge grows more and more, nevertheless I do not for that reason believe that it can ever be actually infinite, since it can never reach a point so high that it will be unable to attain any greater increase."},{"id":116,"quote":"I hope that posterity will judge me kindly, not only as to the things which I have explained, but also to those which I have intentionally omitted so as to leave to others the pleasure of discovery."},{"id":117,"quote":"And I shall always hold myself more obliged to those by whose favour I enjoy uninterrupted leisure than to any who might offer me the most honourable positions in the world."},{"id":118,"quote":"This result could have been achieved either by his [God] endowing my intellect with a clear and distinct perception of everything about which I would ever deliberate, or simply by impressing the following rule so firmly upon my memory that I could never forget it: I should never judge anything that I do not clearly and distinctly understand."},{"id":119,"quote":"I experienced in myself a certain capacity for judging which I have doubtless received from God, like all the other things that I possess; and as He could not desire to deceive me, it is clear that He has not given me a faculty that will lead me to err if I use it aright."},{"id":120,"quote":"As I considered the matter carefully it gradually came to light that all those matters only were referred to mathematics in which order and measurements are investigated, and that it makes no difference whether it be in numbers, figures, stars, sounds or any other object that the question of measurement arises. I saw consequently that there must be some general science to explain that element as a whole which gives rise to problems about order and measurement, restricted as these are to no special subject matter. This, I perceived was called 'universal mathematics'."},{"id":121,"quote":"Common sense is the best distributed thing in the world, for we all think we possess a good share of it."},{"id":122,"quote":"A person has two passions for love and abhorrence. A big disposition to excessiveness has just a love, because it is more ardent and stronger."},{"id":123,"quote":"For how do we know that the thoughts which occur in dreaming are false rather than those others which we experience when awake, since the former are often not less vivid and distinct than the latter?"},{"id":124,"quote":"Everybody thinks himself so well supplied with common sense that even those most difficult to please. . . never desire more of it than they already have."},{"id":125,"quote":"When writing about transcendental issues, be transcendentally clear."},{"id":126,"quote":"... moral certainty is certainty which is sufficient to regulate our behaviour, or which measures up to the certainty we have on matters relating to the conduct of life which we never normally doubt, though we know that it is possible, absolutely speaking, that they may be false."},{"id":127,"quote":"Archimedes, that he might transport the entire globe ... demanded only a point that was firm and immovable; so also, I shall be entitled to entertain the highest expectations, if I am fortunate enough to discover only one thing that is certain and indubitable."},{"id":128,"quote":"I am thinking, therefore I exist. (...) I was a substance whose whole essence or nature is solely to think, and which does not require any place, or depend on any material thing, in order to exist. Accordingly this 'I' - that is, the soul by which I am what I am - is entirely distinct from the body, and indeed is easier to know than the body, and would not fail to be whatever it is, even if the body did not exist."},{"id":129,"quote":"And thereby make ourselves, as it were, the lords and masters of nature."},{"id":130,"quote":"There is a little gland in the brain in which the soul exercises its functions in a more particular way than in the other parts."},{"id":131,"quote":"I am thing that thinks: that is, a things that doubts,affirms, denies, understands a few things, is ignorant of many things, is willing, is unwilling, and also which imagines and has sensory perceptions."},{"id":132,"quote":"For each of us there is a set limit to our intellectual powers which we cannot pass."},{"id":133,"quote":"Even if I were to suppose that I was dreaming and whatever I saw or imagined was false, yet I could not deny that ideas were truly in my mind."},{"id":134,"quote":"Even those who have the weakest souls could acquire absolute mastery over all their passions if we employed sufficient ingenuity in training and guiding them."},{"id":135,"quote":"Human wisdom remains always one and the same although applied to the most diverse objects and it is no more changed by their diversity than the sunshine is changed by the variety of objects which it illuminates."},{"id":136,"quote":"If I go for the alternative which is false, then obviously I shall be in error; if I take the other side, then it is by... chance that I arrive at the truth, and I shall still be at fault.... In this incorrect use of free will may be found the privation which constitutes the essence of error."},{"id":137,"quote":"Be that as it may, there is fixed in my mind a certain opinion of long standing, namely that there exists a God who is able to do anything and by whom I, such as I am, have been created. How do I know that he did not bring it about that there is no earth at all, no heavens, no extended thing, no shape, no size, no place, and yet bringing it about that all these things appear to me to exist precisely as they do now?"},{"id":138,"quote":"[About Pierre de Fermat] It cannot be denied that he has had many exceptional ideas, and that he is a highly intelligent man. For my part, however, I have always been taught to take a broad overview of things, in order to be able to deduce from them general rules, which might be applicable elsewhere."},{"id":139,"quote":"Good sense is the most equitably distributed of all things because no matter how much or little a person has, everyone feels so abundantly provided with good sense that he feels no desire for more than he already possesses."},{"id":140,"quote":"If we possessed a thorough knowledge of all the parts of the seed of any animal (e.g. man), we could from that alone, be reasons entirely mathematical and certain, deduce the whole conformation and figure of each of its members, and, conversely if we knew several peculiarities of this conformation, we would from those deduce the nature of its seed."},{"id":141,"quote":"I should consider that I know nothing about physics if I were able to explain only how things might be, and were unable to demonstrate that they could not be otherwise."},{"id":142,"quote":"If I found any new truths in the sciences, I can say that they follow from, or depend on, five or six principal problems which I succeeded in solving and which I regard as so many battles where the fortunes of war were on my side."},{"id":143,"quote":"Even the mind depends so much on temperament and the disposition of one's bodily organs that, if it is possible to find a way to make people generally more wise and more skilful than they have been in the past, I believe that we should look for it in medicine. It is true that medicine as it is currently practiced contains little of much use."},{"id":144,"quote":"Hence reason also demands that, since our thoughts cannot all be true because we are not wholly perfect, what truth they do possess must inevitably be found in the thoughts we have when awake, rather than in our dreams."},{"id":145,"quote":"The rainbow is such a remarkable phenomenon of nature, and its cause has been so meticulously sought after by inquiring minds throughout the ages, that I could not choose a more appropriate subject for demonstrating how, with the method I am using, we can arrive at knowledge not possessed at all by those whose writings are available to us."},{"id":146,"quote":"It is to the body alone that we should attribute everything that can be observed in us to oppose our reason."},{"id":147,"quote":"I accept no principles of physics which are not also accepted in mathematics."},{"id":148,"quote":"Common sense is the most fairly distributed thing in the world, for each one thinks he is so well-endowed with it that even those who are hardest to satisfy in all other matters are not in the habit of desiring more of it than they already have."},{"id":149,"quote":"It must not be thought that it is ever possible to reach the interior earth by any perseverance in mining: both because the exterior earth is too thick, in comparison with human strength; and especially because of the intermediate waters, which would gush forth with greater impetus, the deeper the place in which their veins were first opened; and which would drown all miners."},{"id":150,"quote":"Here I beg you to observe in passing that the scruples that prevented ancient writers from using arithmetical terms in geometry, and which can only be a consequence of their inability to perceive clearly the relation between these two subjects, introduced much obscurity and confusion into their explanations."},{"id":151,"quote":"It is contrary to reasoning to say that there is a vacuum or space in which there is absolutely nothing."},{"id":152,"quote":"The entire method consists in the order and arrangement of the things to which the mind's eye must turn so that we can discover some truth."},{"id":153,"quote":"The nature of matter, or body considered in general, consists not in its being something which is hard or heavy or coloured, or which affects the senses in any way, but simply in its being something which is extended in length, breadth and depth."},{"id":154,"quote":"Good sense is, of all things among men, the most equally distributed; for every one thinks himself so abundantly provided with it, that those even who are the most difficult to satisfy in everything else, do not usually desire a larger measure of this quality than they already possess."},{"id":155,"quote":"There is a difference between happiness, the supreme good, and the final end or goal toward which our actions ought to tend. For happiness is not the supreme good, but presupposes it, being the contentment or satisfaction of the mind which results from possessing it."},{"id":156,"quote":"I concluded that I might take as a general rule the principle that all things which we very clearly and obviously conceive are true: only observing, however, that there is some difficulty in rightly determining the objects which we distinctly conceive."},{"id":157,"quote":"The reading of all good books is like conversation with the finest men of past centuries."},{"id":158,"quote":"Cogito ergo sum. (I think, therefore I am.)"},{"id":159,"quote":"It is not enough to have a good mind; the main thing is to use it well."},{"id":160,"quote":"To know what people really think, pay attention to what they do, rather than what they say."},{"id":161,"quote":"And thus, the actions of life often not allowing any delay, it is a truth very certain that, when it is not in our power to determine the most true opinions we ought to follow the most probable."},{"id":162,"quote":"Masked, I advance."},{"id":163,"quote":"It is only prudent never to place complete confidence in that by which we have even once been deceived."},{"id":164,"quote":"Dubito, ergo cogito, ergo sum.(English: \"I doubt, therefore I think, therefore I am\")"},{"id":165,"quote":"In order to seek truth, it is necessary once in the course of our life to doubt, as far \tas possible, of all things."},{"id":166,"quote":"In order to improve the mind, we ought less to learn than to contemplate."},{"id":167,"quote":"For I found myself embarrassed with so many doubts and errors that it seemed to me that the effort to instruct myself had no effect other than the increasing discovery of my own ignorance"},{"id":168,"quote":"Each problem that I solved became a rule which served afterwards to solve other problems"},{"id":169,"quote":"Dubium sapientiae initium. (Doubt is the origin of wisdom.)"},{"id":170,"quote":"Because reason...is the only thing that makes us men, and distinguishes us from the beasts, I would prefer to believe that it exists, in its entirety, in each of us..."},{"id":171,"quote":"...it is a mark of prudence never to place our complete trust in those who have deceived us even once."},{"id":172,"quote":"I doubt, therefore I think, therefore I am."},{"id":173,"quote":"But what then am I? A thing that thinks. What is that? A thing that doubts, understand, affirms, denies, wills, refuses, and that also imagines and senses."},{"id":174,"quote":"My third maxim was to endeavor always to conquer myself rather than fortune, and change my desires rather than the order of the world, and in general, accustom myself to the persuasion that, except our own thoughts, there is nothing absolutely in our power; so that when we have done our best in things external to us, all wherein we fail of success is to be held, as regards us, absolutely impossible: and this single principle seemed to me sufficient to prevent me from desiring for the future anything which I could not obtain, and thus render me contented"},{"id":175,"quote":"[...] the diversity of our opinions, consequently, does not arise from some being endowed with a larger share of reason than others, but solely from this, that we conduct our thoughts along different ways, and do not fix our attention on the same objects. For to be possessed of a vigorous mind is not enough; the prime requisite is rightly to apply it. The greatest minds, as they are capable of the highest excellences, are open likewise to the greatest aberrations; and those who travel very slowly may yet make far greater progress, provided they keep always to the straight road, than those who, while they run, forsake it."},{"id":176,"quote":"I knew that the languages which one learns there are necessary to understand the works of the ancients; and that the delicacy of fiction enlivens the mind; that famous deeds of history ennoble it and, if read with understanding, aid in maturing one's judgment; that the reading of all the great books is like conversing with the best people of earlier times; it is even studied conversation in which the authors show us only the best of their thoughts; that eloquence has incomparable powers and beauties; that poetry has enchanting delicacy and sweetness; that mathematics has very subtle processes which can serve as much to satisfy the inquiring mind as to aid all the arts and diminish man's labor; that treatises on morals contain very useful teachings and exhortations to virtue; that theology teaches us how to go to heaven; that philosophy teaches us to talk with appearance of truth about things, and to make ourselves admired by the less learned; that law, medicine, and the other sciences bring honors and wealth to those who pursue them; and finally, that it is desirable to have examined all of them, even to the most superstitious and false in order to recognize their real worth and avoid being deceived thereby"},{"id":177,"quote":"When I turn my mind's eye upon myself, I understand that I am a thing which is incomplete and dependent on another and which aspires without limit to ever greater and better things..."},{"id":178,"quote":"For to be possessed of a vigorous mind is not enough; the prime requisite is rightly to apply it. The greatest minds, as they are capable of the highest excellence, are open likewise to the greatest aberrations; and those who travel very slowly may yet make far greater progress, provided they keep always to the straight road, than those who, while they run, forsake it."},{"id":179,"quote":"Dubium sapientiae initium (Doubt is the origin of wisdom)."},{"id":180,"quote":"The destruction of the foundations necessarily brings down the whole edifice."},{"id":181,"quote":"Whenever enyone has offended me, I try to raise my soul so high that the offense cannot reach it."},{"id":182,"quote":"The dreams we imagine when we are asleep should not in any way make us doubt the truth of the thoughts we have when we are awake."},{"id":183,"quote":"And what more am I? I look for aid to the imagination. [But how mistakenly!] I am not that assemblage of limbs we call the human body; I am not a subtle penetrating air distributed throughout all these members; I am not a wind, a fire, a vapor, a breath or anything at all that I can image. I am supposing all these things to be nothing. Yet I find, while so doing, that I am still assured that I am a something."},{"id":184,"quote":"By 'God', I understand, a substance which is infinite, independent, supremely intelligent, supremely powerful, and which created both myself and everything else […] that exists. All these attributes are such that, the more carefully I concentrate on them, the less possible it seems that they could have originated from me alone. So, from what has been said it must be concluded that God necessarily exists"},{"id":185,"quote":"I think therefore I am"},{"id":186,"quote":"For the very fact that my knowledge is increasing little by little is the most certain argument for its imperfection."},{"id":187,"quote":"Reading good books is like engaging in conversation with the most cultivated minds of past centuries who had composed them, or rather, taking part in a well-conducted dialogue in which such minds reveal to us only the best of their thoughts."},{"id":188,"quote":"Of all things, good sense is the most fairly distributed: everyone thinks he is so well supplied with it that even those who are the hardest to satisfy in every other respect never desire more of it than they already have."},{"id":189,"quote":"Suppose [a person] had a basket full of apples and, being worried that some of the apples were rotten, wanted to take out the rotten ones to prevent the rot spreading. How would he proceed? Would he not begin by tipping the whole lot out of the basket? And would not the next step be to cast his eye over each apple in turn, and pick up and put back in the basket only those he saw to be sound, leaving the others? In just the same way, those who have never philosophized correctly have various opinions in their minds which they have begun to store up since childhood, and which they therefore have reason to believe may in many cases be false. They then attempt to separate the false beliefs from the others, so as to prevent their contaminating the rest and making the whole lot uncertain. Now the best way they can accomplish this is to reject all their beliefs together in one go, as if they were all uncertain and false. They can then go over each belief in turn and re-adopt only those which they recognize to be true and indubitable."},{"id":190,"quote":"Whence then come my errors? They come from the sole fact that since the will is much wider in its range and compass than the understanding, I do not restrain it within the same bounds, but extend it also to things which I do not understand: and as the will is of itself indifferent to these, it easily falls into error and sin, and chooses the evil for the good, or the false for the true."},{"id":191,"quote":"No hay nada repartido de modo más equitativo en el mundo que la razón: todo el mundo está convencido de tener suficiente."},{"id":192,"quote":"...reading good books is like engaging in conversation with the most cultivated minds of past centuries who had composed them, or rather, taking part in a well-conducted dialogue in which such minds reveal to us only the best of their thoughts"},{"id":193,"quote":"La lecture de tous les bons livres est comme une conversation avec les plus honnêtes gens des siècles passés."},{"id":194,"quote":"De omnibus dubitandum. (Doubt everything.)"},{"id":195,"quote":"One should never judge anything unless it is known."},{"id":196,"quote":"Je pense donc je suis"},{"id":197,"quote":"My third maxim was to try always to master myself rather than fortune and change my desires rather than changing how things stand in the world."},{"id":198,"quote":"I had become aware, as early as my college days, that no opinion, however absurd and incredible can be imagined, that has not been held by one of the philosophers."},{"id":199,"quote":"I suppose therefore that all things I see are illusions; I believe that nothing has ever existed of everything my lying memory tells me. I think I have no senses. I believe that body, shape, extension, motion, location are functions. What is there then that can be taken as true? Perhaps only this one thing, that nothing at all is certain ... But I cannot forget that, at other times I have been deceived in sleep by similar illusions; and, attentively considering those cases, I perceive so clearly that there exist no certain marks by which the state of waking can ever be distinguished from sleep, that I feel greatly astonished; and in amazement I almost persuade myself that I am now dreaming ... I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake ... There is nothing more ancient than the truth."},{"id":200,"quote":"Common sense is the best distributed commodity in the world, for every man is convinced that he is well supplied with it."},{"id":201,"quote":"Am I so tied to a body and senses that I am incapable of existing without them?"},{"id":202,"quote":"although we very clearly see the sun, we ought not therefore to determine that it is only of the size which our sense of sight presents; and we may very distinctly imagine the head of a lion joined to the body of a goat, without being therefore shut up to the conclusion that a chimaera exists; for it is not a dictate of reason that what we thus see or imagine is in reality existent; but it plainly tells us that all our ideas or notions contain in them some truth."},{"id":203,"quote":"They do everything in their power to make fortune favor them in this life, but nevertheless they think so little of it, in relation to eternity, that they view the events of the world as we do those of a play."},{"id":204,"quote":"It is thus quite certain that the constitution of the true religion, the ordinances of which are derived from God, must be incomparably superior to that of every other."},{"id":205,"quote":". . .it is not my design to teach the method that everyone must follow in order to use his reason properly, but only to show the way in which I have tried to use my own."},{"id":206,"quote":"I am in doubt as to the propriety of making my first meditations in the place above mentioned matter of discourse; for these are so metaphysical, and so uncommon, as not, perhaps, to be acceptable to every one. And yet, that it may be determined whether the foundations that I have laid are sufficiently secure, I find myself in a measure constrained to advert to them. I had long before remarked that, in relation to practice, it is sometimes necessary to adopt, as if above doubt, opinions which we discern to be highly uncertain, as has been already said; but as I then desired to give my attention solely to the search after truth, I thought that a procedure exactly the opposite was called for, and that I ought to reject as absolutely false all opinions in regard to which I could suppose the least ground for doubt, in order to ascertain whether after that there remained aught in my belief that was wholly indubitable. Accordingly, seeing that our senses sometimes deceive us, I was willing to suppose that there existed nothing really such as they presented to us; and because some men err in reasoning, and fall into paralogisms, even on the simplest matters of geometry, I, convinced that I was as open to error as any other, rejected as false all the reasonings I had hitherto taken for demonstrations; and finally, when I considered that the very same thoughts (presentations) which we experience when awake may also be experienced when we are asleep, while there is at that time not one of them true, I supposed that all the objects (presentations) that had ever entered into my mind when awake, had in them no more truth than the illusions of my dreams. But immediately upon this I observed that, whilst I thus wished to think that all was false, it was absolutely necessary that I, who thus thought, should be somewhat; and as I observed that this truth, I think, therefore I am [\"cogito ergo sum\"], was so certain and of such evidence that no ground of doubt, however extravagant, could be alleged by the sceptics capable of shaking it, I concluded that I might, without scruple, accept it as the first principle of the philosophy of which I was in search"},{"id":207,"quote":"It cannot be denied that he has had many exceptional ideas, and that he is a highly intelligent man. For my part, however, I have always been taught to take a broad overview of things, in order to be able to deduce from them general rules, which might be applicable elsewhere."},{"id":208,"quote":"Bene vixit, bene qui latuit.(to live well is to live concealed)"},{"id":209,"quote":"I fear being shaken out of them because I am afraid that my peaceful sleep may be followed by hard labour when I wake, and that I shall have to struggle not in the light but in the imprisoning darkness of the problems I have raised."},{"id":210,"quote":"And, in fine, of false sciences I thought I knew the worth sufficiently to escape being deceived by the professions of an alchemist, the predictions of an astrologer, the impostures of a magician, or by the artifices and boasting of any of those who profess to know things of which they are ignorant."},{"id":211,"quote":"The thinking of the mind is twofold: understanding and willing."},{"id":212,"quote":"The first was never to accept anything for true which I did not clearly know to be such; that is to say, carefully to avoid precipitancy and prejudice, and to comprise nothing more in my judgment than what was presented to my mind so clearly and distinctly as to exclude all ground of doubt."},{"id":213,"quote":"When it is not in our power to determine what it true, we ought to follow what is most probable."},{"id":214,"quote":"Those who reason most powerfully and are the most successful at ordering their thoughts so as to make them clear and intelligible will always be best able to persuade others of what they say, even if they speak in the thickest of dialects"},{"id":215,"quote":"Truths are more likely to have been discovered by one man than by nation"},{"id":216,"quote":"The last rule was to make enumerations so complete, and reviews so comprehensive, that I should be certain of omitting nothing."},{"id":217,"quote":"Just as faith teaches us that the sovereign felicity of the other life consists in the contemplation of the divine majesty alone, so even now we can learn from experience that a similar meditation, although incomparably less perfect, allows us to enjoy the greatest happiness we are capable of feeling in this life."},{"id":218,"quote":"Il buon senso è la cosa meglio distribuita al mondo. Ciascuno infatti pensa di esserne così ben provvisto che anche coloro che di tutte le altre cose non si contentano mai, di questa sono soliti non volerne più di quanto ne hanno."},{"id":219,"quote":"to live well you must liveunseen"},{"id":220,"quote":"It is prudent never to trust those who have deceived us, even if only once."},{"id":221,"quote":"I am like a prisoner who happens on enjoy an imaginary freedom in his dreams and who subsequently begins to suspect that he is asleep and, afraid of being awakened, conspires silently with his agreeable illusions."},{"id":222,"quote":"I took especially great pleasure in mathematics because of the certainty and the evidence of its arguments."},{"id":223,"quote":"The very desire to seek the truth often causes people, who do not know how it should be sought correctly, to make judgements about things that they do not perceive and in that way they make mistakes."},{"id":224,"quote":"Nothing is made from nothing."},{"id":225,"quote":"The will determines itself; it should not be described as blind, any more than vision should be described as deaf."},{"id":226,"quote":"I am not a collection of members which we call the human body: I am not a subtle air distributed through these members, I am not a wind, a fire, a vapour, a breath, nor anything at all which I can imagine or conceive; because I have assumed that all these were nothing. Without changing that supposition I find that I only leave myself certain of the fact that I am somewhat."},{"id":227,"quote":"The first precept was never to accept a thing as true until I knew it as such without a single doubt"},{"id":228,"quote":"It is useful to know something of the manners of different nations, that we may be enabled to form a more correct judgment regarding our own, and be prevented from thinking that everything contrary to our customs is ridiculous and irrational, a conclusion usually come to by those whose experience has been limited to their own country."},{"id":229,"quote":"It is just as valuable to be censured by friends as it is splendid to be praised by enemies. We desire praise from those who do not know us, but from friends we want the truth."},{"id":230,"quote":"Good sense is of all things in the world the most equally distributed, for everybody thinks he is so well supplied with it that even those most difficult to please in all other matters never desire more of it than they already possess."},{"id":231,"quote":"Mind and soul of the man is entirely different from the body."},{"id":232,"quote":"[I]t seems to be just as foolish to say, 'I imagine, in order to understand more clearly what I am,' as to say, 'I am now clearly awake and I see something true, but because I do not yet see it clearly enough I shall fall asleep so that my dreams will represent it to me more truly and clearly."},{"id":233,"quote":"those who move but very slowly, may advance much farther, if they always follow the right way; then those who run and straggle from it."},{"id":234,"quote":"To think? That's it. It is thought. This alone cannot be detached from me. I am, I exist; that is certain."},{"id":235,"quote":"Good sense is, of all things among men, the most equally distributed; for every one thinks himself so abundantly provided with it, that those even who are the most difficult to satisfy in everything else, do not usually desire a larger measure of this quality than they already possess. And in this it is not likely that all are mistaken the conviction is rather to be held as testifying that the power of judging aright and of distinguishing truth from error, which is properly what is called good sense or reason, is by nature equal in all men; and that the diversity of our opinions, consequently, does not arise from some being endowed with a larger share of reason than others, but solely from this, that we conduct our thoughts along different ways, and do not fix our attention on the same objects. For to be possessed of a vigorous mind is not enough; the prime requisite is rightly to apply it. The greatest minds, as they are capable of the highest excellences, are open likewise to the greatest aberrations; and those who travel very slowly may yet make far greater progress, provided they keep always to the straight road, than those who, while they run, forsake it."},{"id":236,"quote":"He who lives well lives well hidden."},{"id":237,"quote":"thence concluded that I was a substance whose whole essence or nature consists only in thinking, and which, that it may exist, has need of no place, nor is dependent on any material thing; so that “ I, that is to say, the mind by which I am what I am, is wholly distinct from the body, and is even more easily known than the latter, and is such, that although the latter were not, it would still continue to be all that it is.”"},{"id":238,"quote":"...all that is necessary to right action is right judgment, and to the best action the most correct judgment"},{"id":239,"quote":"All that I have, up to this moment, accepted as possessed of the highest truth and certainty, I received either from or through the senses. I observed, however, that these sometimes misled us; and it is the part of prudence not to place absolute confidence in that by which we have even once been deceived."},{"id":240,"quote":"Like a prisoner who dreams that he is free, starts tosuspect that it is merely a dream, and wants to go ondreaming rather than waking up, so I am content toslide back into my old opinions; I fear being shaken outof them because I am afraid that my peaceful sleep maybe followed by hard labour when I wake, and that Ishall have to struggle not in the light but in theimprisoning darkness of the problems I have raised."},{"id":241,"quote":"that we conduct our thoughts along different ways, and do not fix our attention on the same objects."},{"id":242,"quote":"Those in whom the faculty of reason is predominant, and who most skillfully dispose their thoughts with a view to render them clear and intelligible, are always the best able to persuade others of the truth of what they lay down, though they should speak only in the language of Lower Brittany, and be wholly ignorant of the rules of rhetoric; and those whose minds are stored with the most agreeable fancies, and who can give expression to them with the greatest embellishment and harmony, are still the best poets, though unacquainted with the art of poetry."},{"id":243,"quote":"Je pense, donc je suis; English: I think, therefore I am)"},{"id":244,"quote":"I resolv’d to faign, that all those things which ever entred into my Minde, were no more true, then the illusions of my dreams."},{"id":245,"quote":"It is a common failing of mortals to deem the more difficult the fairer."},{"id":246,"quote":"The brutes, which have only their bodies to conserve, are continually occupied in seeking sources of nourishment; but men, of whom the chief part is the mind, ought to make the search after wisdom their principal care, for wisdom is the true nourishment of the mind; and I feel assured, moreover, that there are very many who would not fail in the search, if they would but hope for success in it, and knew the degree of their capabilities for it."},{"id":247,"quote":"...we ought not meanwhile to make use of doubt in the conduct of life."},{"id":248,"quote":"So far, I have been a spectator in this theatre which is the world, but I am now about to mount the stage, and I come forward masked."},{"id":249,"quote":"Several years have now passed since I first realized how numerous were the false opinions that in my youth I had taken to be true, and thus how doubtful were all those that I had subsequently built upon them."},{"id":250,"quote":"But this could not be the case with-the idea of a nature more perfect than myself; for to receive it from nothing was a thing manifestly impossible; and, because it is not less repugnant that the more perfect should be an effect of, and dependence on the less perfect, than that something should proceed from nothing, it was equally impossible that I could hold it from myself:"},{"id":251,"quote":"The majority of men is composed of two classes, for neither of which would this be at all a befitting resolution: in the first place, of those who with more than a due confidence in their own powers, are precipitate in their judgments and want the patience requisite for orderly and circumspect thinking; whence it happens, that if men of this class once take the liberty to doubt of their accustomed opinions, and quit the beaten highway, they will never be able to thread the byway that would lead them by a shorter course, and will lose themselves and continue to wander for life; in the second place, of those who, possessed of sufficient sense or modesty to determine that there are others who excel them in the power of discriminating between truth and error, and by whom they may be instructed, ought rather to content themselves with the opinions of such than trust for more correct to their own reason."},{"id":252,"quote":"And even though we have read all the arguments of Plato and Aristotle, we shall never become philosophers if we are unable to make a sound judgement on matters which come up for discussion; in this case what we would seem to have learnt would not be science but history."},{"id":253,"quote":"In order to determine whether we can know anything with certainty, we first have to doubt everything we know"},{"id":254,"quote":"...the perusal of all excellent books is, as it were, to interview with the noblest men of past ages, who have written them."},{"id":255,"quote":"Finally, if there be still persons who are not sufficiently persuaded of the existence of God and of the soul, by the reasons I have adduced, I am desirous that they should know that all the other propositions, of the truth of which they deem themselves perhaps more assured, as that we have a body, and that there exist stars and an earth, and such like, are less certain;"},{"id":256,"quote":"For there is hardly any question in the sciences about which clever men have not frequently disagreed. But whenever two persons make opposite judgements about the same thing, it is certain that at least one of them is mistaken, and neither, it seems, has knowledge. For if the reasoning of one of them were certain and evident, he would be able to lay it before the other in such a way as eventually to convince his intellect as well."},{"id":257,"quote":"that the grace of fable stirs the mind\"...and...\"that the perusal of excellent books is, as it were, to interview with the noblest men of past ages"},{"id":258,"quote":"I undertook to conquer myself rather than fortune , and to alter my desires rather than change the order of the world , and to accustom myself to believe that nothing is entirely in our power except our own thoughts ."},{"id":259,"quote":"so that there resulted a chaos as disordered as the poets ever feigned,"},{"id":260,"quote":"Good sense is the most evenly distributed thing in the world; for everyone believes himself to be so well provided with it that even those who are the hardest to please in every other way do not usually want more of it than they already have."},{"id":261,"quote":"For these reasons, as soon as my age permitted me to pass from under the control of my instructors, I entirely abandoned the study of letters, and resolved no longer to seek any other science than the knowledge of myself, or of the great book of the world. I spent the remainder of my youth in traveling, in visiting courts and armies, in holding intercourse with men of different dispositions and ranks, in collecting varied experience, in proving myself in the different situations into which fortune threw me,"},{"id":262,"quote":"By intuition I mean, not the wavering assurance of the senses, or the deceitful judgment of a misconstructed imagination, but a conception, formed by unclouded mental attention, so easy and distinct as to leave no room for doubt in regard to the thing we are understanding."},{"id":263,"quote":"I must finally conclude that this proposition, I am, I exist, is necessarily true whenever it is put forward by me or conceived in my mind."},{"id":264,"quote":"The reason for this is that every person permits himself the liberty of making guesses in the matter of an obscure subject with more confidence than in one which is clear, and that it is much easier to have some vague notion about any subject, no matter what, than to arrive at the real truth about a single question however simple that may be. But"},{"id":265,"quote":"We must in the end acknowledge the infirmity of our nature"},{"id":266,"quote":"Man, being finite in nature can only have knowledge perfectness of which is limited."},{"id":267,"quote":"Nature teaches me that so many other bodies exist around mine of which some are to be avoided, some sought after."},{"id":268,"quote":"The second, to divide each of the difficulties under examination into as many parts as possible, and as might be necessary for its adequate solution."},{"id":269,"quote":"My third maxim was to endeavour always to conquer myself rather than fortune, and change my desires rather than the order of the world, and in general, accustom myself to the persuasion that, except our own thoughts, there is nothing absolutely in our power;"},{"id":270,"quote":"Le bon sens est la chose du monde la mieux partagée : car chacun pense en être si bien pourvu, que ceux même qui sont les plus difficiles à contenter en toute autre chose, n'ont point coutume d'en désirer plus qu'ils en ont."},{"id":271,"quote":"I had always a most earnest desire to know how to distinguish the true from the false, in order that I might be able clearly to discriminate the right path in life, and proceed it in with confidence."},{"id":272,"quote":"اراده یا آزادی انتخاب که شخصاً در مورد خودم تجربه کردم آنقدر گسترده است که تصور وجود یک توانایی از آن گسترده تر از قدرت درک من خارج است"},{"id":273,"quote":"I was especially delighted with the mathematics, on account of the certitude and evidence of their reasonings; but I had not as yet a precise knowledge of their true use; and thinking that they but contributed to the advancement of the mechanical arts, I was astonished that foundations, so strong and solid, should have had no loftier superstructure reared on them."},{"id":274,"quote":"I will follow this strategy until I discover something that is certain or, at least, until I discover that it is certain only that nothing is certain."},{"id":275,"quote":"On the other hand, I compared the disquisitions of the ancient moralists to very towering and magnificent palaces with no better foundation than sand and mud:"},{"id":276,"quote":"To attain the truth in life, we must discard all the ideas we were taught."},{"id":277,"quote":"I am, I exist."},{"id":278,"quote":"It is enough that I can understand one thing, clearly and distinctly, without another in order to be certain that one thing is distinct from the other."},{"id":279,"quote":"Certainly no one can deny that we have such an idea of God in ourselves unless they think that there is no knowledge at all of God in human minds."},{"id":280,"quote":"To know what people really think, pay regard to what they do, rather than what they say."},{"id":281,"quote":"Thus the perception of the infinite is somehow prior in me to the perception of the finite, that is, my perception of God is prior to my perception of myself. For how would I understand that I doubt and that I desire, that is, that I lack something and that I am not wholly perfect, unless there were some idea in me of a more perfect being, by comparison with which I might recognize my defects?"},{"id":282,"quote":"Even if all knowledge could be found in books, where it is mixed in with so many useless things and confusingly heaped in such large volumes, it would take longer to read those books than we have to live in this life and more effort to select the useful things than to find them oneself"},{"id":283,"quote":"It is good to know something of the customs of different people in order to judge more soundly of our own, and so that we might not think that all that which is contrary to our own ways be ridiculous and contrary to reason, as those who have seen nothing have the habit of doing."},{"id":284,"quote":"On the other hand, when too much time is occupied in traveling, we become strangers to our native country; and the over curious in the customs of the past are generally ignorant of those of the present."},{"id":285,"quote":"But as soon as I had finished my course of study, at which time it is usual to be admitted to the ranks of the well educated, I completely changed my opinion, for I found myself bogged down in so many doubts and errors, that it seemed to me that having set out to become learned, I had derived no benefit from my studies, other than that of progressively revealing to myself how ignorant I was."},{"id":286,"quote":"it appears to me that I have discovered many truths more useful and more important than all I had before learned, or even had expected to learn."},{"id":287,"quote":"I revered our theology, and aspired as much as any one to reach heaven: but being given assuredly to understand that the way is not less open to the most ignorant than to the most learned, and that the revealed truths which lead to heaven are above our comprehension, I did not presume to subject them to the impotency of my reason; and I thought that in order competently to undertake their examination, there was need of some special help from heaven, and of being more than man."},{"id":288,"quote":"Is there anything more intimate or more internal than pain?"},{"id":289,"quote":"The third, to conduct my thoughts in such order that, by commencing with objects the simplest and easiest to know, I might ascend by little and little, and, as it were, step by step, to the knowledge of the more complex; assigning in thought a certain order even to those objects which in their own nature do not stand in a relation of antecedence and sequence."},{"id":290,"quote":"And the last, in every case to make enumerations so complete, and reviews so general, that I might be assured that nothing was omitted."},{"id":291,"quote":"For ’tis not enough to have good faculties, but the principal is, to apply them well."},{"id":292,"quote":"One of the first of the considerations that occurred to me was that there is very often less perfection in works composed of several portions, and carried out by the hands of various masters, than in those on which one individual alone has worked. Thus we see that buildings planned and carried out by one architect alone are usually more beautiful and better proportioned than those which many have tried to put in order and improve, making use of old walls which were built with other ends in view."},{"id":293,"quote":"To live well, one must live unseen."},{"id":294,"quote":"If I find some reason for doubt in each of my beliefs, that will be enough to reject all of them."},{"id":295,"quote":"Je puis me persuader d'avoir été fait tel par la nature que je puisse aisément me tromper même dans les choses que je crois comprendre avec le plus d'évidence et de certitude."},{"id":296,"quote":"But doubtless I did exist, if I persuaded myself of something. But there is some deceiver or other who is supremely powerful and supremely sly and who is always deliberately deceiving me. Then too there is no doubt that I exist, if he is deceiving me. And let him do his best at deception, he will never bring it about that I am nothing so long as I shall think that I am something. Thus, after everything has been most carefully weighed, it must finally be established that this pronouncement “I am, I exist is necessarily true every time I utter it or conceive it in my mind.”"},{"id":297,"quote":"Therefore from the fact alone that I know that I exist and that, at the same time, I notice absolutely nothing else that belongs to my nature apart from the single fact that I am a thinking thing, I correctly conclude that my essence consists in this alone, that I am a thinking thing."},{"id":298,"quote":"I am thinking, therefore I exist."},{"id":299,"quote":"One needs to know what thought is, what existence is and what certainty is."},{"id":300,"quote":"For indeed when painters themselves wish to represent sirens and satyrs [20] by means of especially bizarre forms, they surely cannot assign to them utterly new natures. Rather, they simply fuse together the members of various animals. Or if perhaps they concoct something so utterly novel that nothing like it has ever been seen before (and thus is something utterly fictitious and false), yet certainly at the very least the colors from which they fashion it ought to be true. And"},{"id":301,"quote":"was most keen on mathematics, because of its certainty and the incontrovertibility* of its proofs; but I did not yet see its true use. Believing as I did that its only application was to the mechanical arts,* I was astonished that nothing more exalted had been built on such sure and solid foundations; whereas, on the other hand, I compared the moral works of ancient pagan writers to splendid and magnificent palaces built on nothing more than sand and mud."},{"id":302,"quote":"And I have always had an especially great desire to learn to distinguish the true from the false, in order to see my way clearly in my actions, and to go forward with confidence in this life. It is true that, so long as I merely considered the customs of other men, I found hardly anything there about which to be confident, and that I noticed there was about as much diversity as I had previously found among the opinions of philosophers. Thus the greatest profit I derived from this was that, on seeing many things that, although they seem to us very extravagant and ridiculous, do not cease to be commonly accepted and approved among other great peoples, I learned not to believe anything too firmly of which I had been persuaded only by example and custom; and thus I little by little freed myself from many errors that can darken our natural light and render us less able to listen to reason."},{"id":303,"quote":"And I have always had an especially great desire to learn to distinguish the true from the false, in order to see my way clearly in my actions, and to go forward with confidence in this life. It is true that, so long as I merely considered the customs of other men, I found hardly anything there about which to be confident, and that I noticed there was about as much diversity as I had previously found among the opinions of philosophers. Thus the greatest profit I derived from this was that, on seeing many things that, although they seem to us very extravagant and ridiculous, do not cease to be commonly accepted and approved among other great peoples, I learned not to believe anything too firmly of which I had been persuaded only by example and custom; and thus I little by little freed myself from many errors that can darken our natural light and render us less able to listen to reason. But after I had spent some years thus studying in the book of the world and in trying to gain some experience, I resolved one day to study within myself too and to spend all the powers of my mind in choosing the paths that I should follow."},{"id":304,"quote":"...we ought also to consider as false all that is doubtful."},{"id":305,"quote":"regarding speculative matters that are of no practical moment, and followed by no consequences to himself, farther, perhaps, than that they foster his vanity the better the more remote they are from common sense; requiring, as they must in this case, the exercise of greater ingenuity and art to render them probable."},{"id":306,"quote":"One cannot conceive anything so strange and so implausible that it has not already been said by one philosopher or another."},{"id":307,"quote":"But immediately upon this I observed that, whilst I thus wished to think that all was false, it was absolutely necessary that I, who thus thought, should be somewhat; and as I observed that this truth, I think, therefore I am (COGITO ERGO SUM), was so certain and of such evidence that no ground of doubt, however extravagant, could be alleged by the sceptics capable of shaking it, I concluded that I might, without scruple, accept it as the first principle of the philosophy of which I was in search"},{"id":308,"quote":"they who make pretensions to philosophy are often less wise and reasonable than others who never applied themselves to the study,"},{"id":309,"quote":"I think therefore I am."},{"id":310,"quote":"But, because I had already very clearly recognized in myself that the intelligent nature is distinct from the corporeal,"},{"id":311,"quote":"For I found myself involved in so many doubts and errors, that I was convinced I had advanced no farther in all my attempts at learning, than the discovery at every turn of my own ignorance. And"},{"id":312,"quote":"I thence concluded that I was a substance whose whole essence or nature consists only in thinking, and which, that it may exist, has need of no place, nor is dependent on any material thing; so that “ I, that is to say, the mind by which I am what I am, is wholly distinct from the body, and is even more easily known than the latter, and is such, that although the latter were not, it would still continue to be all that it is.”"},{"id":313,"quote":"I was thus led to infer that the ground of our opinions is far more custom and example than any certain knowledge."},{"id":314,"quote":"Con frecuencia una falsa alegría vale más que una tristeza cuya causa es verdadera."},{"id":315,"quote":"For, occupied incessantly with the consideration of the limits prescribed to their power by nature, they [philosophers of former times] became so entirely convinced that nothing was at their disposal except their own thoughts, that this conviction was of itself sufficient to prevent their entertaining any desire of other objects; and over their thoughts they acquired a sway so absolute, that they had some ground on this account for esteeming themselves more rich and more powerful, more free and more happy, than other men who, whatever be the favors heaped on them by nature and fortune, if destitute of this philosophy, can never command the realization of all their desires."},{"id":316,"quote":"And it is evident that it is not less repugnant that falsity or imperfection, in so far as it is imperfection, should proceed from God, than that truth or perfection should proceed from nothing."},{"id":317,"quote":"For, in fine, whether awake or asleep, we ought never to allow ourselves to be persuaded of the truth of anything unless on the evidence of our reason. And it must be noted that I say of our reason, and not of our imagination or of our senses: thus, for example, although we very clearly see the sun, we ought not therefore to determine that it is only of the size which our sense of sight presents; and we may very distinctly imagine the head of a lion joined to the body of a goat, without being therefore shut up to the conclusion that a chimaera exists;"},{"id":318,"quote":"Gratitude is a species of love, excited in us by some action of the person for whom we have it, and by which we believe that he has done some good to us, or at least that he has had the intention of doing so. Passions, III, 193. XI, 473-474. Trans. John Morris"},{"id":319,"quote":"Moreover, I am aware that most of the irreligious deny the existence of God, and the distinctness of the human soul from the body, for no other reason than because these points, as they allege, have never as yet been demonstrated."},{"id":320,"quote":"Thereafter, I showed how the greatest part of the matter of this chaos must, in accordance with these laws, dispose and arrange itself in such a way as to present the appearance of heavens;"},{"id":321,"quote":"As regards the soul, many people thought that its nature cannot easily be investigated, and some have even dared say that human reason shows us that the soul dies with the body and that the contrary view is held by faith alone; however, the Lateran Council, held under Leo X (Session 8), condemns them and explicitly commands Christian philosophers to defeat their arguments and prove the truth to the best of their abilities, and therefore I too have not hesitated to take on this challenge."},{"id":322,"quote":"there is often not so much perfection in works composed of many pieces and made by the hands of various master craftsmen as there is in those works on which but a single individual has worked."},{"id":323,"quote":"Be that as it may, there is fixed in my mind a certain opinion of long [21] standing, namely that there exists a God who is able to do anything and by whom I, such as I am, have been created. How do I know that he did not bring it about that there is no earth at all, no heavens, no extended thing, no shape, no size, no place, and yet bringing it about that all these things appear to me to exist precisely as they do now?"},{"id":324,"quote":"That the reading of good books, is like the conversation with the honestest persons of the past age, who were the Authors of them, and even a studyed conversation, wherein they discover to us the best only of their thoughts. That eloquence hath forces & beauties which are incomparable."},{"id":325,"quote":"Il est bon de savoir quelque chose des moeurs de divers peuples, afin de juger des notres plus sainement et que nous ne pensions pas que tout ce qui est contre nos modes soit ridicule et contre raison, ainsi qu'ont coutume de faire ceux qui n'ont rien vu; mais lorsqu'on emploie trop de temps à voyager on devient enfin étranger en son pays; et lorsqu'on est trop curieux des choses qui se pratiquaient aux siècles passés, on demeure ordinairement fort ignorant de celles qui se pratiquent en celui-ci."},{"id":326,"quote":"But even if all agreed together, it would not be enough to have their teachings. For we shall never be mathematicians, say, even if we retain in memory all the proofs others have given, unless we ourselves have the mental aptitude of solving any given problem; we shall never be philosophers, if we have read all the arguments of Plato and Aristotle but cannot form a solid judgment on matters set before us; this sort of learning would appear historical rather than scientific. Further, this Rule counsels us against ever mixing up any conjectures with our judgments as to the truth of things. It is of no small importance to observe this; for the chief reason why in the common philosophy there is nothing to be found whose certitude is so apparent as to be beyond controversy is that those who practice it have not begun by contenting themselves with the recognition of what is clear and certain, but have ventured on the further assertion of what was obscure and unknown and was arrived at only through probable conjectures. These assertions they have later on themselves gradually come to hold with complete confidence, and have mixed them up indiscriminately with evident truths; and the final result was their inability to draw any conclusion that did not seem to depend on some such proposition, and consequently to draw any that was not uncertain."},{"id":327,"quote":"J'ai été nourri aux lettres dès mon enfance, et pour ce qu'on me persuadait que par leur moyen on pouvait acquérir une connaissance claire et assurée de tout ce qui est utile à la vie, j'avais un extrême désir de les apprendre. Mais sitôt que j'eus achevé tout ce cours d'études au bout duquel on a coutume d'être reçu au rang des doctes, je changeai entièrement d'opinion. Car je me trouvais embarassé de tant de doutes et d'erreurs qu'il me semblait n'avoir fait autre profit en tachant de m'instruire, sinon que j'avais découvert de plus en plus mon ignorance. (1ere partie, para 6)"},{"id":328,"quote":"entre plusieurs opinions également reçues, je ne choisissais que les plus modérées, tant à cause que ce sont toujours les plus commodes pour la pratique, et vraisemblablement les meilleures, tous excès ayant coutume d'être mauvais, comme aussi afin de me détourner moins du vrai chemin, en cas que je faillisse, que si, ayant choisi l'un des extrêmes, c'eût été l'autre qu'il fallu suivre. (3e partie, para 2)"},{"id":329,"quote":"I think, therefore I am"},{"id":330,"quote":"c'est une vérité très certaine que, lorsqu'il n'est pas en notre pouvoir de discerner les plus vraies opinions, nous devons suivre les plus probablespartie 3, para 3)"},{"id":331,"quote":"philosophes qui ont pu autrefois se soustraire de l'empire de la fortune, et, malgré les douleurs et la pauvreté, disputer de la félicité avec leurs dieux. Car s'occupant sans cesse à considérer les bornes qui leur étaient prescrites par la nature, ils se persuadaient si parfaitement que rien n'était en leur pouvoir que leurs pensées, que cela seul était suffisant pour les empêcher d'avoir aucune affection pour d'autres choses; et ils disposaient d'elles si absolument qu'ils avaient en cela quelque raison de s'estimer plus riches, et plus puissants, et plus libres, et plus heureux qu'aucun des autres hommes, qui, n'ayant point cette philosophie, tant favorisés de la nature et de la fortune qu'ils puissent être, ne disposent jamais ainsi de tout ce qu'ils veulent. (partie 3, para 4)"},{"id":332,"quote":"There is no need to allege that Descartes sat in or on a stove. A poêle is simply a room heated by an earthenware stove. Cf. E. Gilson, Discours de la méthode: texte et commentaire, 4th edition (Paris: Vrin, 1967), p. 157."},{"id":333,"quote":"He cannot be a deceiver, since the light of nature teaches us that fraud and deception necessarily proceed from some defect."},{"id":334,"quote":"those people who formerly had been half wilde, and civiliz’d but by degrees, made their laws but according to the incommodities which their crimes and their quarrels constrain’d them to, could not be so wel pollic’d, as those who from the beginning of their association, observ’d the constitutions of some prudent Legislator."},{"id":335,"quote":"(\"I think, therefore I am\"), the idea that the mere act of thinking about one's existence proves there is someone there to do the thinking."},{"id":336,"quote":"the more uncommon often only mislead us so long as the causes of the more ordinary are still unknown;"},{"id":337,"quote":"« En un mot, s'il y a au monde quelque ouvrage qui ne puisse être si bien achevé par aucun autre que par le même qui l'a commencé, c'est celui auquel je travaille»."},{"id":338,"quote":"For the mind depends so much on the temperament and disposition of the bodily organs that, if it is possible to find a means of rendering men wiser and cleverer than they have hitherto been, I believe that it is in medicine that it must be sought. It is true that the medicine which is now in vogue contains little of which the utility is remarkable; but, without having any intention of decrying it, I am sure that there is no one, even among those who make its study a profession, who does not confess that all that men know is almost nothing in comparison with what remains to be known; and that we could be free of an infinitude of maladies both of body and mind, and even also possibly of the infirmities of age, if we had sufficient knowledge of their causes, and of all the remedies with which nature has provided us."},{"id":339,"quote":"The first was never to accept anything as true that I did not plainly know to be such; that is to say, carefully to avoid hasty judgment and prejudice; and to include nothing more in my judgments than what presented itself to my mind so clearly and so distinctly that I had no occasion to call it in doubt. The second, to divide each of the difficulties I would examine into as many parts as possible and as was required in order better to resolve them. The third, to conduct my thoughts in an orderly fashion, by commencing with those objects that are simplest and easiest to know, in order to ascend little by little, as by degrees, to the knowledge of the most composite things, and by supposing an order even among those things that do not [19] naturally precede one another. And the last, everywhere to make enumerations so complete and reviews so general that I was assured of having omitted nothing."},{"id":340,"quote":"in order to seek truth, it is necessary once in the course of our life, to doubt, as far as possible, of all things."},{"id":341,"quote":"...the greater objective (representative) perfection there is in our idea of a thing, the greater also must be the perfection of its cause."},{"id":342,"quote":"seeing that our senses sometimes deceive us, I was willing to suppose that there existed nothing really such as they presented to us; and because some men err in reasoning, and fall into paralogisms, even on the simplest matters of geometry, I, convinced that I was as open to error as any other, rejected as false all the reasonings I had hitherto taken for demonstrations; and finally, when I considered that the very same thoughts (presentations) which we experience when awake may also be experienced when we are asleep, while there is at that time not one of them true, I supposed that all the objects (presentations) that had ever entered into my mind when awake, had in them no more truth than the illusions of my dreams."},{"id":343,"quote":"while I wanted thus to think that everything was false, it necessarily had to be the case that I, who was thinking this, was something. And noticing that this truth—I think, therefore I am—was so firm and so assured that all the most extravagant suppositions of the skeptics were incapable of shaking it, I judged that I could accept it without scruple as the first principle of the philosophy I was seeking."},{"id":344,"quote":"But after I had imployed some years in thus studying the Book of the World, and endeavouring to get experience, I took one day a resolution to study also within my self, and to employ all the forces of my minde in the choice of the way I was to follow: which (me thought) succeeded much better, then if I had never estranged my self from my Country, or from my Books."},{"id":345,"quote":"I entirely abandoned the study of letters. Resolving to seek no knowledge other than that of which could be found in myself or else in the great book of the world, I spent the rest of my youth traveling, visiting courts and armies, mixing with people of diverse temperaments and ranks, gathering various experiences, testing myself in the situations which fortune offered me, and at all times reflecting upon whatever came my way so as to derive some profit from it."},{"id":346,"quote":"Nothing can be imagined which is too strange or incredible to have been said by some philosopher."},{"id":347,"quote":"But immediately upon this I observed that, whilst I thus wished to think that all was false, it was absolutely necessary that I, who thus thought, should be somewhat; and as I observed that this truth, I think, therefore I am (cogito ergo sum), was so certain and of such evidence that no ground of doubt, however extravagant, could be alleged by the sceptics capable of shaking it, I concluded that I might, without scruple, accept it as the first principle of the philosophy of which I was in search … I thence concluded that I was a substance whose whole essence or nature consists only in thinking, and which, that it may exist, has need of no place, nor is dependent on any material thing; so that ‘I’, that is to say, the mind by which I am what I am, is wholly distinct from the body, and is even more easily known than the latter …"},{"id":348,"quote":"For it seemed to me that much more truth could be found in the reasonings which a man makes concerning matters that concern him than in those which some scholar makes in his study about speculative matters. For the consequences of the former will soon punish the man if he judges wrongly, whereas the latter have no practical consequences and no importance for the scholar except that perhaps the further they are from common sense the more pride he will take in them, since he will have had to use so much more skill and ingenuity in trying to render them plausible."},{"id":349,"quote":"Cogito ergo sum"},{"id":350,"quote":"I think, therefore I am\" vs. \"As a man thinks in his heart, so is he."},{"id":351,"quote":"engaging in conversation with the most cultivated minds of past centuries who had composed them, or rather, taking part in a well-conducted dialogue in which such minds reveal to us only the best of their thoughts;"},{"id":352,"quote":"That is why I can’t in any way approve of those MEDDLESOME and RESTLESS characters who, without being called by BIRTH or by FORTUNE to the management of public affairs, are yet forever thinking up some new reform! If I thought this present work contained the SLIGHTEST ground for suspecting me of such FOLLY, I would SHRINK from allowing it to be published! My plan has NEVER gone beyond trying to reform my own thoughts and to build on a foundation that is ALL MY OWN. If I’m pleased enough with my work to present you with this sketch of it, it’s not because I would advise anyone to imitate it. Those on whom GOD has bestowed more of his favours than he has on me will PERHAPS have higher aims; but I’m afraid that this project of mine may be too bold for many people! The mere decision to rid myself all the opinions I have hitherto accepted isn’t an example that everyone ought to follow! The world is mostly made up of two types of minds for whom it is QUITE unsuitable. (1) There are those who, believing themselves cleverer than they are, can’t help rushing to judgment and can’t muster the patience to direct all their thoughts in an ORDERLY manner. So that if they ONCE took the liberty of doubting the principles they have accepted and leaving the common path, they would NEVER be able to stay on the straighter path that they ought to take, AND would REMAIN lost ALL their LIVES. (2) And there are those who are reasonable enough, or modest enough, to THINK that they can’t distinguish true from false as well as some other people by whom they can be taught. THESE should be content to follow the opinions of those others rather than to seek better opinions themselves."},{"id":353,"quote":"It is impossible for individuals to examine the huge number of new books that are being published every day"},{"id":354,"quote":"thought I had said enough respecting them to show that there is nothing observable in the heavens or stars of our system that must not, or at least may not appear precisely alike in those of the system which I described."},{"id":355,"quote":"La existencia de Dios debe tenerse en mi espíritu por tan cierta como las verdades de las matemáticas que no contemplan otra cosa que números y figuras."},{"id":356,"quote":"I think, therefore I am."},{"id":357,"quote":"¿hay acaso algo más íntimo o más interior que el dolor?"},{"id":358,"quote":"Mais lorsqu'on emploie trop de temps à voyager, on devient enfin étranger en son pays; et lorsqu'on est trop curieux des choses qui se pratiquoient aux siècles passés, on demeure ordinairement fort ignorant de celles qui se pratiquent en celui-ci."},{"id":359,"quote":"Le cœur a ses raisons que la raison ne connaît point."},{"id":360,"quote":"‎\"Não há nada que dominemos inteiramente a nao ser os nossos pensamentos."},{"id":361,"quote":"Instead of René Descartes' famous \"Cogito ergo sum\" (I think, therefore I am), I propose \"Communico ergo sum,\" (I communicate, therefore I exist\") as the philosophical proof of man's existence."},{"id":362,"quote":"so that even although he had from the beginning given it no other form than that of chaos, provided only he had established certain laws of nature, and had lent it his concurrence to enable it to act as it is wont to do, it may be believed, without discredit to the miracle of creation, that, in this way alone, things purely material might, in course of time, have become such as we observe them at present; and their nature is much more easily conceived when they are beheld coming in this manner gradually into existence, than when they are only considered as produced at once in a finished and perfect state."},{"id":363,"quote":"I would like those who are not at all versed in anatomy to take the trouble, before reading this, to have the heart of some large animal that has lungs dissected in their presence (for such a heart is in all respects sufficiently similar to that of a man), and to be shown the two chambers or cavities that are in it."},{"id":364,"quote":"My principle has ever been to attempt to overcome myself rather than fortune and to change my desires rather than the natural order."},{"id":365,"quote":"I doubt;Therefore, I thinkTherefore, I am.I see;I take in the colours around me.The patterns, the lights, the rainbows.I see the night and the stars that glow.I dream;Therefore, I think.Therefore, I am.I smell;The perfumes, the roses.The stench, the rotten and the putrid.The aromas and delicacies;Cooking.I inhale;The green, the forest, the trees.Therefore, I think.Therefore, I am.I hear;The noises. The people, the cheer.The wails, the screams, the tears.The rejoicing.The laughter, and happiness.I listen;Therefore, I think.Therefore, I am.I taste;The sweetness, the fire.The treats, and savoury delights.The burnt, the spoilt and the tasteless.The sourness and the bitterness.I eat;Therefore, I think.Therefore, I am.I speak;Short messages. Long speeches.Quiet whispers. Bellowing noises.I scream;Therefore, I think,Therefore, I am.I feel;The despair.The anguish, the fear.The pricks, the cuts, the injuries.The joy. The pride. The seething.The envy, greed, and jealousy.The cold, the heat and the shivering.The pain, the sickness, the ageing.I die;Therefore, I lived.Therefore, I was."},{"id":366,"quote":"კარგად იცხოვრა იმან, ვინც კარგად დაიმალა"},{"id":367,"quote":"Booty Butt, Booty Butt, Booty Butt Cheeks"},{"id":368,"quote":"And let him do his best at deception, he will never bring it about that I am nothing so long as I shall think that I am something."},{"id":369,"quote":"Ruhun Tutkunları"},{"id":370,"quote":"Perfect numbers, like perfect men, are very rare."},{"id":371,"quote":"hay pocas personas que consientan en decir lo que creen, sino también porque muchas lo ignoran, pues el acto del pensamiento, por el cual uno cree una cosa, es diferente de aquel otro por el cual uno conoce que la cree,"},{"id":372,"quote":"I am, I exist is necessarily true every time I utter it or conceive it in my mind.”"},{"id":373,"quote":"Ich denke also bin ich (cogit ergo sum)"},{"id":374,"quote":"I esteemed Eloquency highly, and was in raptures with poesy; but I thought that both were gifts of nature rather than fruits of study. Those in whom the faculty of Reason is predominant, and who most skillfully dispose their thoughts with a view to render them clear and intelligible, are always the best able to persuade others of the truth of what they lay down, though they should speak only in the language of Lower Brittany, and be wholly ignorant of the rules of Rhetoric; and those whose minds are stored with the most agreeable fancies, and who can give expression to them with the greatest embellishment and harmony, are still the best poets, though unacquainted with the Art of Poetry."},{"id":375,"quote":"Je sais combien nous sommes sujets à nous méprendre en ce qui nous touche, et combien aussi les jugements de nos amis nous doivent être suspects, lorsqu’ils sont en notre faveur."},{"id":376,"quote":"Finally, if there still are men who have not been sufficiently persuadedof the existence of God and of their soul by means of the reasons I havebrought forward, I very much want them to know that all the other thingsof which they think themselves perhaps more assured, such as having abody, that there are stars and an earth, and the like, are less certain. Foralthough one might have a moral assurance about these things, which issuch that it seems one cannot doubt them without being extravagant, still when it is a question of metaphysical certitude, it seems unreasonable foranyone to deny that there is not a sufficient basis for one's being completelyassured about them, when one observes that while asleep one can, in thesame fashion, imagine that one has a different body and that one seesdifferent stars and a different earth, without any of these things beingthe case. For how does one know that the thoughts that come to us indreams are any more false than the others, given that they are often noless vivid and explicit? And even if the best minds study this as much asthey please, I do not believe they can give any reason sufficient to removethis doubt, unless they presuppose the existence of God. For first of all,even what I have already taken for a rule, namely that the things we veryclearly and very distinctly conceive are all true, is assured only for thereason that God is or exists, and that he is a perfect being, and that allthat is in us comes from him."},{"id":377,"quote":"Porque por naturaleza, considerada en general, no entiendo otra cosa sino Dios mismo, o bien el orden y la disposición que Dios ha establecido en las cosas creadas. Y por mi naturaleza en particular, no entiendo otra cosa sino la complexión o reunión de todo aquello que Dios me ha dado."},{"id":378,"quote":"y que dice que nada hay en el entendimiento que no haya estado antes en el sentido"},{"id":379,"quote":"我思う故に我あり"},{"id":380,"quote":"There is such a strong connection between body and soul that thoughts that accompanied certain movements of our body at the beginning of our lives, go on accompanying them later."},{"id":381,"quote":"Mientras que el amor de un buen padre siente por sus hijos es tan puro que no desea obtener nada de ellos y no quiere poseerlos de otro modo que como lo hace, ni unirse a ellas más estrechamente de lo que lo está ya; si no que, considerándolos como otros él mismo, procura el bien de ellos como el suyo propio, o incluso con más celo, porque, pareciéndole que el y ellos constituyen un todo del cual no es él la mejor partes, prefiere a menudo los intereses de ellos antes que los suyos y no teme perderse por salvarlos."},{"id":382,"quote":"Quo enim melius rem aliquam concipimus, eo magis determinati sumus ad eam unico modo exprimendam."},{"id":383,"quote":"porque también pueden los sentidos engañarnos con frecuencia durante la vigilia, como los que tienen ictericia lo ven todo amarillo, o"},{"id":384,"quote":"la lectura de todos los buenos libros es como una conversación con los mejores ingenios de los pasados siglos,"},{"id":385,"quote":"I shall then suppose, not that God who is supremely good and the fountain of truth, but some evil genius not less powerful than deceitful, has employed his whole energies in deceiving me; I shall consider that the heavens, the earth, colours, figures, sound, and all other external things are nought but the illusions and dreams of which this genius has availed himself in order to lay traps for my credulity; I shall consider myself as having no hands, no eyes, no flesh, no blood, nor any senses, yet falsely believing myself to possess all these things; I shall remain obstinately attached to this idea, and if by this means it is not in my power to arrive at the knowledge of any truth, I may at least do what is in my power [i.e. suspend my judgment], and with firm purpose avoid giving credence to any false thing, or being imposed upon by this arch deceiver, however powerful and deceptive he may be."},{"id":386,"quote":"Je pense, donc je suis."},{"id":387,"quote":"Considerando que quaisquer pensamentos que nos ocorrem quando estamos acordados nos podem também ocorrer enquanto dormimos, sem que exista nenhum, nesse caso, que seja correto, decidi fazer de conta que todas as coisas que até então haviam entrado no meu espírito não eram mais corretas do que as ilusões de meus sonhos."},{"id":388,"quote":"Cogito, ergo sum."},{"id":389,"quote":"Viver sem filosofia é exatamente como ter os olhos fechados sem nunca procurar abri-los."},{"id":390,"quote":"i manifestly understand that there is more reality in infinite than in finite substance, and that therefore the perception of the infinite in me must be in some way prior to that of the finite: the perception of god, in other words, prior to that of myself. for how could i possibly understand that i doubt, and that i desire, that is, that there is something lacking in me, and that i am not completely perfect, if there were no idea in me of a more perfect being, by comparison with which i could rec\u0002ognize my own shortcomings?"},{"id":391,"quote":"Nihilque ab ullo credi velim, nisi quod ipsi evidens et invicta ratio persuadebit.Δεν θα ήθελα να πιστέψετε τίποτα από όσα έγραψα εκτός κι αν έχετε πειστεί γι' αυτά μέσα από τη δύναμη και τις αποδείξεις της λογικής."},{"id":392,"quote":"Those who possessthe strongest reasoning and who best order their thoughts in order tomake them clear and intelligible can always best persuade others of whatthey are proposing, even if they were to speak only Low Breton and hadnever learned rhetoric."},{"id":393,"quote":"Et nous appellerons ces choses indéfinies plutôt qu'infinies, afin de réserver à Dieu seul le nom d'infini, tant à cause que nous ne remarquons point de bornes en ses perfections, comme aussi à cause que nous somme très assurés qu'il n'y en peut avoir. Pour ce qui est des autres choses, nous savons qu'elles ne sont pas ainsi absolument parfaites, parce qu'encore que nous y remarquions quelquefois des propriétés qui nous semblent n'avoir point de limites, nous ne laissons pas de connoitre que cela procède du défaut de notre entendement, et non point de leur nature."},{"id":394,"quote":"This is so much the case that the will is the chief basis for my understanding that I bear a certain image and likeness of God."},{"id":395,"quote":"i think, therefore iam"},{"id":396,"quote":"De wortel is metafysica, de stam is fysica en de takken die daaruit voorkomen, zijn alle andere wetenschappen."},{"id":397,"quote":"If philosophers were always in agreement about the meaning of words, almost all their disputes would evaporate."},{"id":398,"quote":"I was aware that the reading of all good books is indeed like a conversation with the noblest men of past centuries who were the authors of them, nay a carefully studied conversation, in which they reveal to us none but the best of thoughts."},{"id":399,"quote":"ينبغي لي إذا أردت الإهتداء الى امر ثابت أكيد في العلوم، ان امتنع عن تصديق ما يمكن الشك فيه، امتناعي عن تصديق ما يتضح فيه الخطأ اتضاحًا شديدًا."},{"id":400,"quote":"Always to seek to conquer myself rather than fortune, to change my desires rather than the order of the world, and generally to believe that nothing except our thoughts is wholly under our control, so that after we have done our best in external matters, what remains to be done is absolutely impossible, at least as far as we are concerned."},{"id":401,"quote":"hay pocas personas que consientan en decir lo que creen, sino también porque muchas lo ignoran, pues el acto del pensamiento, por el cual uno cree una cosa, es diferente de aquel otro por el cual uno conoce que la cree, y por lo tanto muchas veces se encuentra aquél sin éste."},{"id":402,"quote":"I found myself beset by so many doubts and errors that I came to think I had gained nothing from my attempts to become educated but increasing recognition of my ignorance."},{"id":403,"quote":"The whole force of the argument rests on the fact that I recognize that it would be impossible for me to exist, being of such anature as I am (namely, having in me the idea of God), unless God didin fact exist. God, I say, that same being the idea of whom is in me: abeing having all those perfections that I cannot comprehend, but cansomehow touch with my thought, and a being subject to no defectswhatever. From these considerations it is quite obvious that he cannot bea deceiver, for it is manifest by the light of nature that all fraud anddeception depend on some defect"},{"id":404,"quote":"Et pour nous, en voyant des choses dans lesquelles, selon certains sens, nous ne remarquons point de limites, nous n’assurerons pas pour cela qu’elles soient infinies, mais nous les estimerons seulement indéfinies"},{"id":405,"quote":"Pour examiner la vérité, il est besoin, une fois dans sa vie, de mettre toutes choses en doute autant qu’il se peut."},{"id":406,"quote":"And in this it is not likely that all are mistaken the conviction is rather to be held as testifying that the power of judging aright and of distinguishing truth from error, which is properly what is called good sense or reason, is by nature equal in all men; and that the diversity of our opinions, consequently, does not arise from some being endowed with a larger share of reason than others, but solely from this, that we conduct our thoughts along different ways, and do not fix our attention on the same objects. For to be possessed of a vigorous mind is not enough; the prime requisite is rightly to apply it. The greatest minds, as they are capable of the highest excellences, are open likewise to the greatest aberrations; and those who travel very slowly may yet make far greater progress, provided they keep always to the straight road, than those who, while they run, forsake it."},{"id":407,"quote":"compose que comme une même chose avec lui. Toutes les erreurs qui procèdent des sens y sont exposées, avec les moyens de les éviter. Et enfin, j'y apporte toutes les raisons desquelles on peut conclure l'existence des choses matérielles : non que je les juge fort utiles pour prouver ce qu'elles prouvent, à savoir, qu'il y a un monde, que les hommes ont des corps, et autres choses semblables, qui n'ont jamais été mises en doute par aucun homme de bon sens ; mais parce qu'en les considérant de près, l'on vient à connaître qu'elles ne sont pas si fermes ni si évidentes, que celles qui nous conduisent à la connaissance de Dieu et de notre âme ; en sorte que celles- ci sont les plus certaines et les plus évidentes qui puissent tomber"},{"id":408,"quote":"La lectura de todos los buenos libros es como una conversación con los mejores ingenios de los pasados siglos que los han compuesto, y hasta una conversación estudiada en la que no nos descubren sino lo más selecto de sus pensamientos. [...] Es casi lo mismo conversar con gentes de otros siglos que viajar. Pero el que emplea demasiado tiempo en viajar acaba por tornarse extranjero en su propio país; y al que estudia con demasiada curiosidad lo que se hacía en los siglos pretéritos ocúrrele de ordinario que permanece ignorante de lo que se practica en el presente"},{"id":409,"quote":"Cogito, ergo sum"}]