[{"id":1,"quote":"One original thought is worth a thousand mindless quotings"},{"id":2,"quote":"He has the most who is most content with the least."},{"id":3,"quote":"If only it was as easy to banish hunger by rubbing the belly as it is to masturbate."},{"id":4,"quote":"I pissed on the man who called me a dog. Why was he so surprised?"},{"id":5,"quote":"In a rich man's house there is no place to spit but his face."},{"id":6,"quote":"People who talk well but do nothing are like musical intruments; the sound is all they have to offer."},{"id":7,"quote":"We have two ears and one tongue so that we would listen more and talk less."},{"id":8,"quote":"Fools! You think of \"god\" as a sentient being. God is the word used to represent a force. This force created nothing, it just helps things along. It does not answer prayers, although it may make you think of a way to solve a problem. It has the power to influence you, but not decide for you."},{"id":9,"quote":"Of what use is a philosopher who doesn't hurt anybody's feelings?"},{"id":10,"quote":"We come into the world alone and we die alone. Why, in life, should we be any less alone?"},{"id":11,"quote":"It is not that I am mad, it is only that my head is different from yours."},{"id":12,"quote":"No man is hurt but by himself. ...Literally by how he interprets what happens to him. If he focusses on how it could have been better, he will be hurt. If he focusses on how it could have been worse, he will be happy. The same is true for women too."},{"id":13,"quote":"To become self-educated you should condemn yourself for all those things that you would criticize others."},{"id":14,"quote":"You will become a teacher of yourself when for the same things that you blame others, you also blame yourself."},{"id":15,"quote":"The most beautiful thing in the world is freedom of speech."},{"id":16,"quote":"He lit a lamp in broad daylight and said, as he went about, \"I am looking for a human.\""},{"id":17,"quote":"A friend is one soul abiding in two bodies."},{"id":18,"quote":"Education gives sobriety to the young, comfort to the old, riches to the poor and is an ornament to the rich."},{"id":19,"quote":"The mob is the mother of tyrants."},{"id":20,"quote":"Other dogs bite only their enemies, whereas I bite also my friends in order to save them."},{"id":21,"quote":"Antisthenes used to say that envious people were devoured by their own disposition, just as iron is by rust. Envy of others comes from comparing what they have with what the envious person has, rather than the envious person realising they have more than what they could have and certainly more than some others and being grateful. It is really just an inability to get a correct perspective on their lives."},{"id":22,"quote":"Discourse on virtue and they pass by in droves. Whistle and dance the shimmy, and you've got an audience."},{"id":23,"quote":"Self-taught poverty is a help toward philosophy, for the things which philosophy attempts to teach by reasoning, poverty forces us to practice."},{"id":24,"quote":"I am not an Athenian or a Greek, but a citizen of the world."},{"id":25,"quote":"Dogs and philosophers do the greatest good and get the fewest rewards."},{"id":26,"quote":"As houses well stored with provisions are likely to be full of mice, so the bodies of those that eat much are full of diseases."},{"id":27,"quote":"It takes a wise man to discover a wise man."},{"id":28,"quote":"He once begged alms of a statue, and, when asked why he did so, replied, \"To get practice in being refused.\""},{"id":29,"quote":"We have complicated every simple gift of the gods."},{"id":30,"quote":"When I look upon seamen, men of science and philosophers, man is the wisest of all beings; when I look upon priests and prophets nothing is as contemptible as man."},{"id":31,"quote":"Aristotle was once asked what those who tell lies gain by it. Said he - That when they speak truth they are not believed."},{"id":32,"quote":"If I lack awareness, then why should I care what happens to me when I am dead?"},{"id":33,"quote":"Why not whip the teacher when the pupil misbehaves?"},{"id":34,"quote":"I am looking for an honest man."},{"id":35,"quote":"I am Diogenes the Dog. I nuzzle the kind, bark at the greedy and bite scoundrels."},{"id":36,"quote":"There is only a finger's difference between a wise man and a fool."},{"id":37,"quote":"The art of being a slave is to rule one's master."},{"id":38,"quote":"If you are to be kept right, you must possess either good friends or red-hot enemies. The one will warn you, the other will expose you."},{"id":39,"quote":"The foundation of every state is the education of its youth."},{"id":40,"quote":"I do not know whether there are gods, but there ought to be."},{"id":41,"quote":"To the question what wine he found pleasant to drink, he replied, \"That for which other people pay.\""},{"id":42,"quote":"Even if I am but a pretender to wisdom, that in itself is philosophy."},{"id":43,"quote":"He was breakfasting in the marketplace, and the bystanders gathered round him with cries of \"dog.\" \"It is you who are dogs,\" cried he, \"when you stand round and watch me at my breakfast.\""},{"id":44,"quote":"When Alexander the Great addressed him with greetings, and asked if he wanted anything, Diogenes replied \"Yes, stand a little out of my sunshine.\""},{"id":45,"quote":"Plato had defined Man as an animal, biped and featherless, and was applauded. Diogenes plucked a fowl and brought it into the lecture-room with the words, \"Behold Plato's man!\""},{"id":46,"quote":"Aren't you ashamed, you who walk backward along the whole path of existence, and blame me for walking backward along the path of the promenade?"},{"id":47,"quote":"Once he saw the officials of a temple leading away some one who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief.\""},{"id":48,"quote":"One day, observing a child drinking out of his hands, he cast away the cup from his wallet with the words, \"A child has beaten me in plainness of living.\""},{"id":49,"quote":"On being asked by someone how he could become famous, Diogenes responded: 'By worrying as little as possible about fame"},{"id":50,"quote":"We are more curious about the meaning of dreams than about things we see when awake."},{"id":51,"quote":"The health and vigor necessary for the practice of what is good, depend equally on both mind and body."},{"id":52,"quote":"Nothing can be produced out of nothing."},{"id":53,"quote":"The noblest people are those despising wealth, learning, pleasure and life; esteeming above them poverty, ignorance, hardship and death."},{"id":54,"quote":"Calumny is only the noise of madmen."},{"id":55,"quote":"When two friends part they should lock up each other's secrets and exchange keys. The truly noble mind has no resentments."},{"id":56,"quote":"There is a false love that will make you something you are not."},{"id":57,"quote":"The question was put to him, what hope is; and his answer was, \"The dream of a waking man.\""},{"id":58,"quote":"Man is the most intelligent of the animals - and the most silly."},{"id":59,"quote":"To arrive at perfection, a man should have very sincere friends or inveterate enemies; because he would be made sensible of his good or ill conduct, either by the censures of the one or the admonitions of the other."},{"id":60,"quote":"The sun, too, shines into cesspools and is not polluted."},{"id":61,"quote":"Poverty is a virtue which one can teach oneself."},{"id":62,"quote":"If your cloak was a gift, I appreciate it; if it was a loan, I'm not through with it yet."},{"id":63,"quote":"It is the privilege of the gods to want nothing, and of godlike men to want little."},{"id":64,"quote":"No man is hurt but by himself."},{"id":65,"quote":"Wise kings generally have wise counselors; and he must be a wise man himself who is capable of distinguishing one."},{"id":66,"quote":"When the slave auctioneer asked in what he was proficient, he replied, \"In ruling people.\""},{"id":67,"quote":"The only way to gall and fret effectively is for yourself to be a good and honest man."},{"id":68,"quote":"When asked what was the proper time for supper: If you are a rich man, whenever you please; and if you are a poor man, whenever you can."},{"id":69,"quote":"Blushing is the color of virtue."},{"id":70,"quote":"When some one reminded him that the people of Sinope had sentenced him to exile, he said, \"And I sentenced them to stay at home.\""},{"id":71,"quote":"Young men not ought to marry yet, and old men never ought to marry at all."},{"id":72,"quote":"Virtue cannot dwell with wealth either in a city or in a house."},{"id":73,"quote":"He was seized and dragged off to King Philip, and being asked who he was, replied, \"A spy upon your insatiable greed.\""},{"id":74,"quote":"The chief good is the suspension of the judgment [especially negative judgement], which tranquillity of mind follows like its shadow."},{"id":75,"quote":"To Xeniades, who had purchased Diogenes at the slave market, he said, \"Come, see that you obey orders.\""},{"id":76,"quote":"Love comes with hunger."},{"id":77,"quote":"Lust is a strong tower of mischief, and hath in it many defenders, as neediness, anger, paleness, discord, love, and longing."},{"id":78,"quote":"I have nothing to ask but that you would remove to the other side, that you may not, by intercepting the sunshine, take from me what you cannot give."},{"id":79,"quote":"I am called a dog because I fawn on those who give me anything, I yelp at those who refuse, and I set my teeth in rascals."},{"id":80,"quote":"I threw my cup away when I saw a child drinking from his hands at the trough."},{"id":81,"quote":"Let us not unlearn what we have already learned"},{"id":82,"quote":"The Sun visits cesspools without being defiled."},{"id":83,"quote":"Wise leaders generally have wise counselors because it takes a wise person themselves to distinguish them."},{"id":84,"quote":"I am looking for a human."},{"id":85,"quote":"It was a favorite expression of Theophrastus that time was the most valuable thing that a man could spend."},{"id":86,"quote":"Perdiccas threatened to put him to death unless he came to him, \"That's nothing wonderful,\" Diogenes said, \"for a beetle or a tarantula would do the same.\""},{"id":87,"quote":"Those who have virtue always in their mouths, and neglect it in practice, are like a harp, which emits a sound pleasing to others, while itself is insensible of the music."},{"id":88,"quote":"Asked where he came from, he said, \"I am a citizen of the world.\""},{"id":89,"quote":"Being asked where in Greece he saw good men, he replied, \"Good men nowhere, but good boys at Sparta.\""},{"id":90,"quote":"As a matter of self-preservation, a man needs good friends or ardent enemies, for the former instruct him and the latter take him to task."},{"id":91,"quote":"By worrying as little as possible about fame."},{"id":92,"quote":"Most men are within a finger's breadth of being mad."},{"id":93,"quote":"The great thieves lead away the little thief."},{"id":94,"quote":"Democritus says, \"But we know nothing really; for truth lies deep down\"."},{"id":95,"quote":"Solon used to say that speech was the image of actions; . . . that laws were like cobwebs, - for that if any trifling or powerless thing fell into them, they held it fast; while if it were something weightier, it broke through them and was off."},{"id":96,"quote":"When some one boasted that at the Pythian games he had vanquished men, Diogenes replied, \"Nay, I defeat men, you defeat slaves.\""},{"id":97,"quote":"Aristotle dines when it seems good to King Philip, but Diogenes when he himself pleases."},{"id":98,"quote":"Boasting, like gilded armour, is very different inside from outside."},{"id":99,"quote":"Good men nowhere, but good boys at Sparta."},{"id":100,"quote":"Chilo advised, \"not to speak evil of the dead.\""},{"id":101,"quote":"Ability in man is an apt good, if it be applied to good ends."},{"id":102,"quote":"I like best the wine drunk at the cost of others."},{"id":103,"quote":"The sacrifice of Diogenes to all the gods."},{"id":104,"quote":"What I like to drink most is wine that belongs to others."},{"id":105,"quote":"All things are in common among friends."},{"id":106,"quote":"Protagoras asserted that there are two sides to every question, exactly opposite to each other."},{"id":107,"quote":"Alexander the Great found the philosopher looking attentively at a pile of human bones. Diogenes explained, \"I am searching for the bones of your father but cannot distinguish them from those of a slave."},{"id":108,"quote":"I am a citizen of the world."},{"id":109,"quote":"A philosopher named Aristippus, who had quite willingly sucked up to Dionysus and won himself a spot at his court, saw Diogenes cooking lentils for a meal. \"If you would only learn to compliment Dionysus, you wouldn't have to live on lentils.\"Diogenes replied, \"But if you would only learn to live on lentils, you wouldn't have to flatter Dionysus."},{"id":110,"quote":"When some one reminded him that the people of Sinope had sentenced him to exile, he said, \"And I sentenced them to stay at home."},{"id":111,"quote":"To one who asked what was the proper time for lunch, he said, \"If a rich man, when you will; if a poor man, when you can."},{"id":112,"quote":"Once he saw the officials of a temple leading away some one who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief."},{"id":113,"quote":"When people laughed at him because he walked backward beneath the portico, he said to them: \"Aren't you ashamed, you who walk backward along the whole path of existence, and blame me for walking backward along the path of the promenade?"},{"id":114,"quote":"No man is hurt but by himself"},{"id":115,"quote":"And at last, becoming a complete misanthrope, he used to live, spending his time in walking about the mountains; feeding on grasses and plants, and in consequence of these habits, he was attacked by the dropsy, and so then he returned to the city, and asked the physicians, in a riddle, whether they were able to produce a drought after wet weather. And as they did not understand him, he shut himself up in a stable for oxen, and covered himself with cow-dung, hoping to cause the wet to evaporate from him, by the warmth that this produced. And as he did himself no go good in this way, he died, having lived seventy years;"},{"id":116,"quote":"Cuanto más conozco a la gente, más quiero a mi perro."},{"id":117,"quote":"Behold! I've brought you a man."},{"id":118,"quote":"If I gained one thing from philosophy is that at the very least, I am well prepared to confront any change in fortune."},{"id":119,"quote":"You are a simpleton, Hegesias; you do not choose painted figs, but real ones; and yet you pass over the true training and would apply yourself to written rules"},{"id":120,"quote":"anche il sole entra ne' cessi ma non s'imbratta"},{"id":121,"quote":"The insult dishonors the one who infers it, not the one who receives it."}]