[{"id":1,"quote":"Liberty is meaningless where the right to utter one's thoughts and opinions has ceased to exist. That, of all rights, is the dread of tyrants. It is the right which they first of all strike down. They know its power. Thrones, dominions, principalities, and powers, founded in injustice and wrong, are sure to tremble, if men are allowed to reason... Equally clear is the right to hear. To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker."},{"id":2,"quote":"I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and to incur my own abhorrence."},{"id":3,"quote":"It is easier to build strong children than to repair broken men."},{"id":4,"quote":"If there is no struggle, there is no progress. Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground. They want rain without thunder and lightning. They want the ocean without the awful roar of its many waters. This struggle may be a moral one; or it may be a physical one; or it may be both moral and physical; but it must be a struggle."},{"id":5,"quote":"You are not judged by the height you have risen, but from the depth you have climbed."},{"id":6,"quote":"I am a Republican, a black, dyed in the wool Republican, and I never intend to belong to any other party than the party of freedom and progress."},{"id":7,"quote":"Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe."},{"id":8,"quote":"A man's rights rest in three boxes: the ballot box, the jury box, and the cartridge box."},{"id":9,"quote":"Liberty is meaningless where the right to utter one's thoughts and opinions has ceased to exist. That, of all rights, is the dread of tyrants. It is the right which they first of all strike down."},{"id":10,"quote":"Education means emancipation. It means light and liberty. It means the uplifting of the soul of man into the glorious light of truth, the light by which men can only be made free."},{"id":11,"quote":"There is no negro problem. The problem is whether the American people have loyalty enough, honor enough, patriotism enough, to live up to their own constitution"},{"id":12,"quote":"A slave is someone who sits down, and waits for someone to free them."},{"id":13,"quote":"I will unite with anyone to do good, but with no one to do harm."},{"id":14,"quote":"To make a contented slave it is necessary to make a thoughtless one. It is necessary to darken the moral and mental vision and, as far as possible, to annihilate the power of reason."},{"id":15,"quote":"In a composite Nation like ours, made up of almost every variety of the human family, there should be, as before the Law, no rich, no poor, no high, no low, no black, no white, but one country, one citizenship equal rights and a common destiny for all.\nA government that cannot or does not protect the humblest citizen in his right to life, Liberty and the pursuit of happiness, should be reformed or overthrown, without delay."},{"id":16,"quote":"Power and those in control concede nothing ... without a demand. Hey never have and never will... Each and every one of us must keep demanding, must keep fighting, must keep thundering, must keep plowing, must keep on keeping things struggling, must speak out and speak up until justice is served because where there is no justice there is no peace."},{"id":17,"quote":"I knew that however bad the Republican party was, the Democratic party was much worse. The elements of which the Republican party was composed gave better ground for the ultimate hope of the success of the colored mans cause than those of the Democratic party."},{"id":18,"quote":"Find out just what any people will quietly submit to and you have found out the exact measure of injustice and wrong which will be imposed upon them, and these will continue till they are resisted with either words or blows, or with both."},{"id":19,"quote":"We may explain success mainly by one word and that word is WORK! WORK!! WORK!!! WORK!!!!"},{"id":20,"quote":"The simplest truths often meet the sternest resistance and are slowest in getting general acceptance."},{"id":21,"quote":"The 4th of July is the first great fact in your nation's history — the very ring-bolt in the chain of your yet undeveloped destiny. Pride and patriotism, not less than gratitude, prompt you\n to celebrate and to hold it in perpetual remembrance. I have said that the Declaration of Independence is the ring-bolt to the chain of your nation's destiny; so, indeed, I regard it. The\n principles contained in that instrument are saving principles. Stand by those principles, be true to them on all occasions, in all places, against all foes, and at whatever cost."},{"id":22,"quote":"Without a struggle, there can be no progress."},{"id":23,"quote":"The thing worse than rebellion is the thing that causes rebellion."},{"id":24,"quote":"Knowledge makes a man unfit to be a slave."},{"id":25,"quote":"This struggle may be a moral one, or it may be a physical one, and it may be both moral and physical, but it must be a struggle. Power concedes nothing without a demand. It never did and it never will. Find out just what any people will quietly submit to and you have found out the exact measure of injustice and wrong which will be imposed upon them, and these will continue till they are resisted with either words or blows, or with both. The limits of tyrants are prescribed by the endurance of those whom they oppress."},{"id":26,"quote":"The Constitutional framers were peace men; but they preferred revolution to peaceful submission to bondage. They were quiet men; but they did not shrink from agitating against oppression. They showed forbearance; but that they knew its limits. They believed in order; but not in the order of tyranny. With them, nothing was \"settled\" that was not right. With them, justice, liberty and humanity were \"final;\" not slavery and oppression."},{"id":27,"quote":"The life of the nation is secure only while the nation is honest, truthful, and virtuous."},{"id":28,"quote":"The man who will get up will be helped up; and the man who will not get up will be allowed to stay down."},{"id":29,"quote":"Once you learn to read, you will be forever free."},{"id":30,"quote":"I love the pure, peaceable, and impartial Christianity of Christ; I therefore hatethe corrupt, slaveholding, women-whipping, cradle-plundering, partial, and hypocritical Christianity of this land. Indeed, I can see no reason, but the most deceitful one, for calling the religion of this land Christianity. I look upon it as the climax of all misnomers, the boldest of all frauds, and the grossest of all libels."},{"id":31,"quote":"People might not get all they work for in this world, but they must certainly work for all they get."},{"id":32,"quote":"In life you don't get everything you pay for, but you must pay for everything you get."},{"id":33,"quote":"Power concedes nothing without a demand. It never did and it never will."},{"id":34,"quote":"I know of no rights of race superior to the rights of humanity..."},{"id":35,"quote":"For it is not light that is needed, but fire; it is not the gentle shower, but thunder. We need the storm, the whirlwind, and the earthquake. The feeling in the nation must be quickened, the conscience of the nation must be roused, the propriety of the nation must be startled, the hypocrisy of the nation must be exposed: and its crimes against God and man must be denounced."},{"id":36,"quote":"The opposite of compromise is character."},{"id":37,"quote":"Freedom is a road seldom traveled by the multitude."},{"id":38,"quote":"Educate your sons and daughters, send them to school, and show them that beside the cartridge box, the ballot box, and the jury box, you also have the knowledge box."},{"id":39,"quote":"Without culture there can be no growth; without exertion, no acquisition; without friction, no polish; without labor, no knowledge; without action, no progress; and without conflict, no victory. The man who lies down a fool at night, hoping that he will waken wise in the morning, will rise up in the morning as he laid down in the evening."},{"id":40,"quote":"Praying for freedom never did me any good til I started praying with my feet."},{"id":41,"quote":"Truth is proper and beautiful in all times and in all places."},{"id":42,"quote":"No man can put a chain about the ankle of his fellow man without at last finding the other end fastened about his own neck."},{"id":43,"quote":"No, I make no pretension to patriotism. So long as my voice can be heard on this or the other side of the Atlantic, I will hold up America to the lightning scorn of moral indignation. In doing this, I shall feel myself discharging the duty of a true patriot; for he is a lover of his country who rebukes and does not excuse its sins."},{"id":44,"quote":"Interpreted as it ought to be interpreted, the constitution is a Glorious Liberty Document!"},{"id":45,"quote":"Everybody has asked the question, ... 'What shall we do with the Negro?' I have had but one answer from the beginning. Do nothing with us! You're doing with us has already played the mischief with us. Do nothing with us! If the apples will not remain on the tree of their own strength, ... let them fall! I am not for tying or fastening them on the tree in any way, except by nature's plan, and if they will not stay there, let them fall. And if the Negro cannot stand on his own legs, let him fall also."},{"id":46,"quote":"The soul that is within me no man can degrade."},{"id":47,"quote":"Mr. Lincoln was not only a great President, but a great man - too great to be small in anything. In his company I was never in any way reminded of my humble origin, or of my unpopular color."},{"id":48,"quote":"One by one I have seen obstacles removed, errors corrected, prejudices softened, proscriptions relinquished, and my people advancing in all the elements that go to make up the sum of the general welfare. And I remember that God reigns in eternity, and that whatever delays, whatever disappointments and discouragements may come, truth, justice, liberty and humanity will ultimately prevail."},{"id":49,"quote":"Man's greatness consists in his ability to do and the proper application of his powers to things needed to be done."},{"id":50,"quote":"Opportunity is important but exertion is indispensable."},{"id":51,"quote":"What is possible for me is possible for you."},{"id":52,"quote":"Be not discouraged. There is a future for you. . . . The resistance encountered now predicates hope. . ."},{"id":53,"quote":"No people to whom liberty is given can hold it as firmly and wear it as grandly as those who wrench their liberty from the iron hand of the tyrant."},{"id":54,"quote":"We are Americans, speaking the same language, adopting the same customs, holding the same general opinions... and shall rise and fall with Americans."},{"id":55,"quote":"Liberty for all; chains for none."},{"id":56,"quote":"When a great truth once gets abroad in the world, no power on earth can imprison it, or prescribe its limits, or suppress it. It is bound to go on till it becomes the thought of the world."},{"id":57,"quote":"The white man's happiness cannot be purchased by the black man's misery."},{"id":58,"quote":"If we would reach a degree of civilization higher and grander than any yet attained, we should welcome to our ample continent all the nations, kindreds, tongues and peoples, and as fast as they learn our language and comprehend the duties of citizenship, we should incorporate them into the American body politic. The outspread wings of the American eagle are broad enough to shelter all who are likely to come."},{"id":59,"quote":"No man can be truly free whose liberty is dependent upon the thought, feeling and action of others, and who has himself no means in his own hands for guarding, protecting, defending and maintaining that liberty"},{"id":60,"quote":"In the struggle for justice, the only reward is the opportunity to be in the struggle. You can't expect that you're going to have it tomorrow. You just have to keep working on it."},{"id":61,"quote":"I have observed this in my experience of slavery, - that whenever my condition was improved, instead of its increasing my contentment, it only increased my desire to be free, and set me to thinking of plans to gain my freedom. I have found that, to make a contented slave, it is necessary to make a thoughtless one. It is necessary to darken his moral and mental vision, and, as far as possible, to annihilate the power of reason. He must be able to detect no inconsistencies in slavery; he must be made to feel that slavery is right; and he can be brought to that only when he ceased to be a man."},{"id":62,"quote":"[A] woman should have every honorable motive to exertion which is enjoyed by man, to the full extent of her capacities and endowments. The case is too plain for argument. Nature has given woman the same powers, and subjected her to the same earth, breathes the same air, subsists on the same food, physical, moral, mental and spiritual. She has, therefore, an equal right with man, in all efforts to obtain and maintain a perfect existence."},{"id":63,"quote":"Neither we, nor any other people, will ever be respected till we respect ourselves and we will never respect ourselves till we have the means to live respectfully."},{"id":64,"quote":"I would unite with anybody to do right and with nobody to do wrong."},{"id":65,"quote":"The American Constitution is a written instrument full and complete in itself. No Court in America, no Congress, no President, can add a single word thereto, or take a single word threreto. It is a great national enactment done by the people, and can only be altered, amended, or added to by the people."},{"id":66,"quote":"Abolish slavery tomorrow, and not a sentence or syllable of the Constitution need be altered. It was purposely so framed as to give no claim, no sanction to the claim, of property in man. If in its origin slavery had any relation to the government, it was only as the scaffolding to the magnificent structure, to be removed as soon as the building was completed."},{"id":67,"quote":"I recognize the Republican Party as the sheet anchor of the colored man's political hopes and the ark of his safety."},{"id":68,"quote":"Once you read, you will be free forever."},{"id":69,"quote":"Go where you may, search where you will, roam through all of the monarchies and despotisms of the old world, travel through South America, search out every abuse, and when you have found the last, lay your facts by the side of the everyday practices of this nation, and you will say with me that, for revolting barbarity and shameless hypocrisy, America reigns without a rival."},{"id":70,"quote":"If there is no struggle, there is no progress."},{"id":71,"quote":"Every one of us should be ashamed to be free while his brother is a slave."},{"id":72,"quote":"My theory of self-made men is, then, simply this; that they are men of work. Whether or not such men have acquired material, moral or intellectual excellence, honest labor faithfully, steadily and persistently pursued, is the best, if not the only, explanation of their success... All human experience proves over and over again, that any success which comes through meanness, trickery, fraud and dishonour, is but emptiness and will only be a torment to its possessor."},{"id":73,"quote":"There is a class of people who seem to think that if a man should fall overboard into the sea with a Bible in his pocket it would hardly be possible to drown. I prayed for twenty years but received no answer until I prayed with my legs."},{"id":74,"quote":"The church of this country is not only indifferent to the wrongs of the slave, it actually takes sides with the oppressors.... For my part, I would say, welcome infidelity! Welcome atheism! Welcome anything! in preference to the gospel, as preached by these Divines! They convert the very name of religion into an engine of tyranny and barbarous cruelty, and serve to confirm more infidels, in this age, than all the infidel writings of Thomas Paine, Voltaire, and Bolingbroke put together have done!"},{"id":75,"quote":"It is better to be part of a great whole than to be the whole of a small part."},{"id":76,"quote":"To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker."},{"id":77,"quote":"You have to take power. No one gives it."},{"id":78,"quote":"Our destiny is largely in our hands."},{"id":79,"quote":"If the Negro knows enough to pay taxes to support the government, he knows enough to vote; taxation and representation should go together. If he knows enough to shoulder a musket and fight for the flag, fight for the government, he knows enough to vote."},{"id":80,"quote":"We have to do with the past only as we can make it useful to the present and the future."},{"id":81,"quote":"The Constitution is a GLORIOUS LIBERTY DOCUMENT. Read its preamble, consider it purposes. Is slavery among them? Is it at the gateway? or is it in the temple? it is neither."},{"id":82,"quote":"At a time like this, scorching irony, not convincing argument, is needed."},{"id":83,"quote":"The limits of tyrants are prescribed by the endurance of those whom they oppose."},{"id":84,"quote":"In a composite nation like ours, as before the law, there should be no rich, no poor, no high, no low, no white, no black, but common country, common citizenship, equal rights and a common destiny."},{"id":85,"quote":"Oppression makes a wise man mad."},{"id":86,"quote":"Some know the value of education by having it. I know it's value by not having it."},{"id":87,"quote":"It is not light that we need, but fire; it is not the gentle shower, but thunder. We need the storm, the whirlwind, and the earthquake."},{"id":88,"quote":"Your national greatness, swelling vanity; your denunciation of tyrants, brass-fronted impudence; your shouts of liberty and equality, hollow mockery; your prayers and hymns, your sermons and thanksgivings, with all your religious parade and solemnity, are, to Him, mere bombast, fraud, deception, impiety, and hypocrisy-a thin veil to cover up crimes which would disgrace a nation of savages."},{"id":89,"quote":"I didn't know I was a slave until I found out I couldn't do the things I wanted."},{"id":90,"quote":"The relation between the white and colored people of this country is the great, paramount, imperative, and all-commanding question for this age and nation to solve."},{"id":91,"quote":"The District of Columbia is the one spot where there is no government for the people, of the people and by the people."},{"id":92,"quote":"Where justice is denied, where poverty is enforced, . . . neither persons nor property will be safe."},{"id":93,"quote":"[...] allowing only ordinary ability and opportunity, we may explain success mainly by one word and that word is WORK! WORK!! WORK!!! WORK!!!! Not transient and fitful effort, but patient, enduring, honest, unremitting and indefatigable work into which the whole heart is put[...] There is no royal road to perfection."},{"id":94,"quote":"A man's character always takes its hue, more or less, from the form and color of things about him."},{"id":95,"quote":"The thought of only being a creature of the present and the past was troubling. I longed for a future too, with hope in it. The desire to be free, awakened my determination to act, to think, and to SPEAK."},{"id":96,"quote":"There are at the present moment many colored men in the Confederate army doing duty not only as cooks, servants and laborers , but as real soldiers, having muskets on their shoulders, and bullets in their pockets, ready to shoot down loyal troops, and do all that soldiers may to destroy the Federal Government and build up that of the traitors and rebels."},{"id":97,"quote":"I prayed for twenty years but received no answer until I prayed with my legs."},{"id":98,"quote":"Fortune may crowd a man's life with fortunate circumstances and happy opportunities, but they will, as we all know, avail him nothing unless he makes a wise and vigorous use of them."},{"id":99,"quote":"The silver trump of freedom roused in my soul eternal wakefulness."},{"id":100,"quote":"A man, at times, gets something for nothing, but it will, in his hands, amount to nothing."},{"id":101,"quote":"He who would be free must strike the first blow."},{"id":102,"quote":"In regard to the colored people, there is always more that is benevolent, I perceive, than just, manifested towards us. What I ask for the negro is not benevolence, not pity, not sympathy,\nbut simply justice."},{"id":103,"quote":"Poverty, ignorance and degradation are the combined evils, these constitute the social disease of the free colored people of the US."},{"id":104,"quote":"One and God make a majority."},{"id":105,"quote":"Let us render the tyrant no aid; let us not hold the light by which he can trace the footprints of our flying brother."},{"id":106,"quote":"A little learning, indeed, may be a dangerous thing, but the want of learning is a calamity to any people."},{"id":107,"quote":"Freedom now appeared, to disappear no more forever... I saw nothing without seeing it, I heard nothing without hearing it, and felt nothing without feeling it. It looked from every star, it smiled in every calm, breathed in every wind, and moved in every storm."},{"id":108,"quote":"If I have advocated the cause of the Negro, it is not because I am a Negro, but because I am a man."},{"id":109,"quote":"A great man, tender of heart, strong of nerve, boundless patience and broadest sympathy, with no motive apart from his country."},{"id":110,"quote":"The destiny of the colored American ... is the destiny of America."},{"id":111,"quote":"It's a poor rule that won't work both ways."},{"id":112,"quote":"In this denial of the right to participate in government, not merely the degradation of woman and the perpetuation of a great injustice happens, but the maiming and repudiation of one-half of the moral and intellectual power of the government of the world."},{"id":113,"quote":"From my earliest recollection, I date the entertainment of a deep conviction that slavery would not always be able to hold me within its foul embrace; and in the darkest hours of my career in slavery, this living word of faith and spirit of hope departed not from me, but remained like ministering angels to cheer me through the gloom. This good spirit was from God, and to him I offer thanksgiving and praise."},{"id":114,"quote":"Slaves sing most when they are most unhappy. The songs of the slave represent the sorrows of his heart; and he is relieved by them, only as an aching heart is relieved by its tears."},{"id":115,"quote":"Intelligence is a great leveler here as elsewhere"},{"id":116,"quote":"Yet people in general will say they like colored men as well as any other, but in their proper place."},{"id":117,"quote":"Let us render the tyrant no aid."},{"id":118,"quote":"What, to the American slave, is your Fourth of July? I answer: A day that reveals to him, more than all other days of the year, the gross injustices and cruelty to which he is the constant victim. To him your celebration is a sham."},{"id":119,"quote":"[...] endless action and reaction. Those beautifully rounded pebbles which you gather on the sand and which you hold in your hand and marvel at their exceeding smoothness, were chiseled into their varies and graceful forms by the ceaseless action of countless waves. Nature is herself a great worker and never tolerates, without certain rebuke, any contradiction to her wise example. Inaction is followed by stagnation. Stagnation is followed by pestilence and pestilence is followed by death."},{"id":120,"quote":"Our community belongs to us and whether it is mean or majestic, whether arrayed in glory or covered in shame, we cannot but share its character and destiny."},{"id":121,"quote":"The mind does not take its complexion from the skin."},{"id":122,"quote":"I was broken in body, soul, and spirit. My natural elasticity was crushed, my intellect languished, the disposition to read departed, the cheerful spark that lingered about my eye died; the dark night of slavery closed in upon me; and behold a man transformed into a brute!"},{"id":123,"quote":"The marriage institution cannot exist among slaves, and one sixth of the population of democratic America is denied it's privileges by the law of the land. What is to be thought of a nation boasting of its liberty, boasting of it's humanity, boasting of its Christianity, boasting of its love of justice and purity, and yet having within its own borders three millions of persons denied by law the right of marriage?"},{"id":124,"quote":"I do not think much of the good luck theory of self-made men. It is worth but little attention and has no practical value."},{"id":125,"quote":"I have one great political idea... That idea is an old one. It is widely and generally assented to; nevertheless, it is very generally trampled upon and disregarded. The best expression of it, I have found in the Bible. It is in substance, \"Righteousness exalteth a nation - sin is a reproach to any people.\" This constitutes my politics, the negative and positive of my politics, and the whole of my politics... I feel it my duty to do all in my power to infuse this idea into the public mind, that it may speedily be recognized and practiced upon by our people."},{"id":126,"quote":"You have seen how a man was made a slave; you shall see how a slave was made a man."},{"id":127,"quote":"America is false to the past, false to the present, and solemnly binds herself to be false to the future."},{"id":128,"quote":"If there is no struggle, there is no progress....This struggle may be a moral one; or it may be a physical one; or it may be both moral and physical; but it must be a struggle. Power concedes nothing without a demand. It never did and it never will."},{"id":129,"quote":"A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it."},{"id":130,"quote":"...I recognize the widest possible difference-so wide, that to receive the one as good, pure, and holy, is of necessity to reject the other as bad, corrupt, and wicked. To be the friend of one, is of necessity to be the enemy of the other."},{"id":131,"quote":"The more men you make free, the more freedom is strengthened, and the more men you give an interest in the welfare and safety of the State, the greater is the security of the State."},{"id":132,"quote":"I hear the mournful wail of millions!"},{"id":133,"quote":"I assert most unhesitatingly, that the religion of the South is a mere covering for the most horrid crimes—a justifier of the most appalling barbarity…a shelter under…which the darkest, foulest, grossest, and most infernal deeds of slaveholders find the strongest protection"},{"id":134,"quote":"I ask you...to adopt the principles proclaimed by yourselves, by your revolutionary fathers, and by the old bell in Independence Hall."},{"id":135,"quote":"Without Struggle There Is No Success"},{"id":136,"quote":"Right is of no Sex-Truth is of no Color-God is the Father of us all, and we are all Brethren."},{"id":137,"quote":"A gentleman will not insult me, and no man not a gentleman can insult me."},{"id":138,"quote":"Who would be free themselves must strike the blow. Better even to die free than to live slaves."},{"id":139,"quote":"We succeed, not alone by the laborious exertions of our faculties, be they small or great, but by the regular, thoughtful and systematic exercise of them."},{"id":140,"quote":"Vainly you talk about voting it down. When you have cast your millions of ballots, you have not reached the evil. It has fastened its root deep into the heart of the nation, and nothing but God's truth and love can cleanse the land. We must change the moral sentiment."},{"id":141,"quote":"Now, take the Constitution according to its plain reading, and I defy the presentation of a single pro-slavery clause in it. On the other hand it will be found to contain principles and purposes, entirely hostile to the existence of slavery."},{"id":142,"quote":"We are free to say that in respect to political rights, we hold women to be justly entitled to all we claim for men."},{"id":143,"quote":"The man who is right is a majority. He who has God and conscience on his side, has a majority against the universe."},{"id":144,"quote":"As those who believe in the visibility of ghosts can easily see them, so it is always easy to see repulsive qualities in those we despise and hate."},{"id":145,"quote":"You degrade us and then ask why we are degraded. You shut our mouths and ask why we don't speak. You close your colleges and seminaries against us and then ask why we don't know."},{"id":146,"quote":"Viewing the man from the genuine abolitionist ground, Mr. Lincoln seemed cold, tardy, weak and unequal to the task. But, viewing him from the sentiments of his people, which as a statesman he was bound to respect, then his actions were swift, bold, radical and decisive. Taking the man in the whole, balancing the tremendous magnitude of the situation, and the necessary means to ends, Infinite Wisdom has rarely sent a man into the world more perfectly suited to his mission than Abraham Lincoln."},{"id":147,"quote":"Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground."},{"id":148,"quote":"A man is worked on by what he works on."},{"id":149,"quote":"[John Brown's] zeal in the cause of freedom was infinitely superior to mine. Mine was as the taper light, his was as the burning sun... I could speak for the slave. John Brown could fight for the slave."},{"id":150,"quote":"A government, founded on impartial liberty, where all have a voice and a vote, irrespective of color or of sex--what is there to hinder such a government from standing firm."},{"id":151,"quote":"What I ask for the Negro is not benevolence, not pity, not sympathy, but simply justice."},{"id":152,"quote":"It was a glorious resurrection, from the tomb of slavery, to the heaven of slavery. My long-crushed spirit rose, cowardice departed, bold defiance took its place; and I now resolved that, however long I might remain a slave in form, the day had passed forever when I could be a slave in fact."},{"id":153,"quote":"I love the religion of Christianity - which cometh from above - which is a pure, peaceable, gentle, easy to be entreated, full of good fruits, and without hypocrisy."},{"id":154,"quote":"The ballot is the only safety."},{"id":155,"quote":"I expose slavery in this country, because to expose it is to kill it. Slavery is one of those monsters of darkness to whom the light of truth is death."},{"id":156,"quote":"To drag a man in fetters into the grand illuminated temple of liberty, and call upon him to join you in joyous anthems, were inhuman mockery and sacrilegious irony."},{"id":157,"quote":"If there's no struggle, there's no progress."},{"id":158,"quote":"It was unlawful, as well as unsafe, to teach a slave to read."},{"id":159,"quote":"The law on the side of freedom is of great advantage only when there is power to make that law respected."},{"id":160,"quote":"E have men sold to build churches, women sold to support the gospel, and babes sold to purchase Bibles for the poor heathen, all for the glory of God and the good of souls. The slave auctioneer's bell and the church-going bell chime in with each other, and the bitter cries of the heart-broken slave are drowned in the religious shouts of his pious master. Revivals of religion and revivals in the slave trade go hand in hand."},{"id":161,"quote":"Right is of no sex, truth is of no color."},{"id":162,"quote":"...there are at the present moment many colored men in the Confederate Army...as real soldiers, having muskets on their shoulders, and bullets in their pockets, ready to shoot down loyal troops, and do all that soldiers may do to destroy the Federal government...There were such soldiers at Manassas and they are probably there still."},{"id":163,"quote":"Interpreted as it ought to be interpreted, the Constitution is a glorious liberty document. Read its preamble, consider its purposes. Is slavery among them? Is it at the gateway? or is it in the temple? It is neither."},{"id":164,"quote":"Let me give you a word of the philosophy of reform. The whole history of the progress of human liberty shows that all concessions yet made to her august claims, have been born of earnest struggle. The conflict has been exciting, agitating, all-absorbing, and for the time being, putting all other tumults to silence. It must do this or it does nothing. If there is no struggle there is no progress."},{"id":165,"quote":"Power concedes nothing without demand. It never has and never will. Show me the exact amount of wrong and injustices that are visited upon a person and I will show you the exact amount of words endured by these people."},{"id":166,"quote":"Experience proves that those are oftenest abused who can be abused with the greatest impunity. Men are whipped oftenest who are whipped easiest."},{"id":167,"quote":"Despite of it all, the Negro remains... cool, strong, imperturbable, and cheerful."},{"id":168,"quote":"The Constitution of the United States knows no distinction between citizens on account of color. Neither does it know any difference between a citizen of a state and a citizen of the United States."},{"id":169,"quote":"For of all slaveholders with whom I have ever met, religious slaveholders are the worst. I have ever found them the meanest and basest, the most cruel and cowardly, of all others."},{"id":170,"quote":"When men sow the wind it is rational to expect that they will reap the whirlwind."},{"id":171,"quote":"Having despised us, it is not strange that Americans should seek to render us despicable; having enslaved us, it is natural that they should strive to prove us unfit for freedom; having denounced us as indolent, it is not strange that they should cripple our enterprises."},{"id":172,"quote":"These were choice documents to me... They gave tongue to interesting thoughts of my own soul, which had frequently flashed through my mind, and died away for want of utterance."},{"id":173,"quote":"Once let the black man get upon his person the brass letter, U.S., let him get an eagle on his button, and a musket on his shoulder and bullets in his pocket, there is no power on earth that can deny that he has earned the right to citizenship."},{"id":174,"quote":"A man who will enslave his own blood, may not be safely relied on for magnamity."},{"id":175,"quote":"What I ask for the Negro is not benevolence, not pity, not sympathy, but simply justice. ... All I ask is, give him a chance to stand on his own legs! Let him alone! ... Your interference is doing him positive injury."},{"id":176,"quote":"Allow us the dignity to fight for our own freedom"},{"id":177,"quote":"Every tone was a testimony against slavery, and a prayer to God for deliverance from chains."},{"id":178,"quote":"A man without force, is without the essential dignity of humanity. Human nature is so constituted, that it cannot honor a helpless man, although it can pity him."},{"id":179,"quote":"Immense wealth, and its lavish expenditure, fill the great house with all that can please the eye, or tempt the taste. Here, appetite, not food, is the great desideratum."},{"id":180,"quote":"I know no class of my fellowmen, however just, enlightened, and humane, which can be wisely and safely trusted absolutely with the liberties of any other class."},{"id":181,"quote":"If we ever get free from all the oppressions and wrongs heaped upon us, we must pay for their removal. We must do this by labor, by suffering, by sacrifice, and, if needs be, by our lives, and the lives of others."},{"id":182,"quote":"I have no accurate knowledge of my age, never having seen any authentic record containing it."},{"id":183,"quote":"These dear souls came not to Sabbath school because it was popular to do so, nor did I teach them because it was reputable to be thus engaged. Every moment they spent in that school, they were liable to be taken up, and given thirty-nine lashes. They came because they wished to learn. Their minds had been starved by their cruel masters. They had been shut up in mental darkness. I taught them, because it was the delight of my soul to be doing something that looked like the bettering the condition of my race"},{"id":184,"quote":"What to the Slave is the 4th of July."},{"id":185,"quote":"Money is the measure of morality, and the success or failure of slavery as a money-making system, determines with many whether...it should be maintained or abolished."},{"id":186,"quote":"Slaves are generally expected to sing as well as to work."},{"id":187,"quote":"He who is whipped oftenest, is whipped easiest."},{"id":188,"quote":"Civil war was not a mere strife for territory and dominion, but a contest of civilization against barbarism."},{"id":189,"quote":"The sunlight that has brought life and healing to you has brought stripes and death to me. This Fourth of July is yours, not mine."},{"id":190,"quote":"Viewed from the genuine abolition ground, Mr. Lincoln seemed tardy, cold, dull, and indifferent; but measuring him by the sentiment of his country, a sentiment he was bound as a statesman to consult, he was swift, zealous, radical, and determined."},{"id":191,"quote":"The silver trump of freedom had roused my soul to eternal wakefulness. Freedom now appeared, to disappear no more forever. It was heard in every sound, and seen in every thing."},{"id":192,"quote":"I have no protection at home, or resting place abroad. ... I am an outcast from the society of my childhood, and an outlaw in the land of my birth. I am a stranger with thee, and a sojourner as all my fathers were."},{"id":193,"quote":"...of whom I can say with a grateful heart, 'I was hungry, and he gave me meat; I was thirsty, and he gave me drink; I was a stranger, and he took me in.'"},{"id":194,"quote":"My hopes were never brighter than now."},{"id":195,"quote":"I have observed this in my experience of slavery, that whenever my condition was improved, instead of increasing my contentment; it only increased my desire to be free, and set me thinking of plans to gain my freedom."},{"id":196,"quote":"I have often sung to drown my sorrow, but seldom to express my happiness. Crying for joy, and singing for joy, were alike uncommon to me while in the jaws of slavery. The singing of a man cast away upon a desolate island might be as appropriately considered as evidence of contentment and happiness, as the singing of a slave; the songs of the one and of the other are prompted by the same emotion."},{"id":197,"quote":"I glory in the conflict, that I may hereafter exult in the victory. I know that victory is certain."},{"id":198,"quote":"In all the relations of life and death, we are met by the color line."},{"id":199,"quote":"A war undertaken and brazenly carried on for the perpetual enslavement of colored men, calls logically and loudly for colored men to help suppress it."},{"id":200,"quote":"They who study mankind with a whip in their hands will always go wrong."},{"id":201,"quote":"Everybody has asked the question . . . 'What shall we do with the Negro?' I have had but one answer from the beginning. Do nothing with us! Your doing with us has already played the mischief with us. Do nothing with us!"},{"id":202,"quote":"Fugitive slaves were rare then, and as a fugitive slave lecturer, I had the advantage of being the first one out."},{"id":203,"quote":"Men and women, old and young, married and single, were ranked with horses, sheep, and swine"},{"id":204,"quote":"Grandmother pointed out my brother Perry, my sister Sarah, and my sister Eliza, who stood in the group. I had never seen my brother nor my sisters before; and, though I had sometimes heard of them, and felt a curious interest in them, I really did not understand what they were to me, or I to them. We were brothers and sisters, but what of that? Why should they be attached to me, or I to them? Brothers and sisters were by blood; but slavery had made us strangers. I heard the words brother and sisters, and knew they must mean something; but slavery had robbed these terms of their true meaning."},{"id":205,"quote":"Knowledge unfits a child to be a slave."},{"id":206,"quote":"Going to live at Baltimore laid the foundation, and opened the gateway, to all my subsequent prosperity."},{"id":207,"quote":"Instead of the bright, blue sky of America, I am covered with the soft, grey fog of the Emerald Isle. I breathe, and lo! the chattel becomes a man."},{"id":208,"quote":"The day dawns; the morning star is bright upon the horizon! The iron gate of our prison stands half open. One gallant rush from the North will fling it wide open, while four millions of our brothers and sisters shall march out into liberty. The chance is now given you to end in a day the bondage of centuries, and to rise in one bound from social degradation to the place of common equality with all other varieties of men."},{"id":209,"quote":"I have often wished myself a beast. I preferred the condition of the meanest reptile to my own. Any thing, no matter what, to get rid of thinking! It was this everlasting thinking of my condition that tormented me. There was no getting rid of it. It was pressed upon me by every object within sight or hearing, animate or inanimate."},{"id":210,"quote":"Though conscious of the difficulty of learning without a teacher, I set out with high hope, and a fixed purpose, at whatever cost of trouble, to learn how to read."},{"id":211,"quote":"It is the mission of the printer to diffuse light and knowledge by a judicious intermingling of black with white."},{"id":212,"quote":"Shields Green was not one to shrink from hardships or dangers. He was a man of few words, and his speech was singularly broken; but his courage and self-respect made him quite a dignified character."},{"id":213,"quote":"Did John Brown fail? John Brown began the war that ended American slavery and made this a free Republic."},{"id":214,"quote":"The more I read, the more I was led to abhor and detest my enslavers."},{"id":215,"quote":"This war, disguise it as they may, is virtually nothing more or less than perpetual slavery against universal freedoms."},{"id":216,"quote":"The Federal Government was never, in its essence, anything but an anti-slavery government."},{"id":217,"quote":"I could, as a free man, look across the bay toward the Eastern Shore where I was born a slave."},{"id":218,"quote":"I had as well be killed running as die standing"},{"id":219,"quote":"My great and exceeding joy over these stupendous achievements, especially over the abolition of slavery (which had been the deepest desire and the great labor of my life), was slightly tinged with a feeling of sadness."},{"id":220,"quote":"This Fourth of July is yours, not mine. You may rejoice, I must mourn."},{"id":221,"quote":"I am not included within the pale of this glorious anniversary! Your high independence only reveals the immeasurable distance between us. The blessings in which you, this day, rejoice, are not enjoyed in common. The rich inheritance of justice, liberty, prosperity and independence, bequeathed by your fathers, is shared by you, not by me. The sunlight that brought life and healing to you, has brought stripes and death to me. This Fourth July is yours, not mine."},{"id":222,"quote":"In one point of view, we, the abolitionists and colored people, should meet [the Dred Scott] decision, unlooked for and monstrous as it appears, in a cheerful spirit. This very attempt to blot out forever the hopes of an enslaved people may be one necessary link in the chain of events preparatory to the downfall and complete overthrow of the whole slave system."},{"id":223,"quote":"From the first I saw no chance of bettering the condition of the freedman until he should cease to be merely a freedman and should become a citizen."},{"id":224,"quote":"Heaven's blessing must attend all, and freedom must soon be given to the pining millions under a ruthless bondage."},{"id":225,"quote":"... and in thinking of my life, I almost forgot my liberty."},{"id":226,"quote":"Beat and cuff your slave, keep him hungry and spiritless, and he will follow the chain of his master like a dog. Feed and clothe him well, work him moderately, surround him with physical comfort and dreams of freedom intrude."},{"id":227,"quote":"Self-Made Men are the men who owe little or nothing to birth, relationship, friendly surroundings; to wealth inherited or to early approved means of education; who are what they are, without the aid of any favoring conditions by which other men usually rise in the world and achieve great results."},{"id":228,"quote":"Slaves were expected to sing as well as to work. A silent slave was not liked, either by masters or overseers."},{"id":229,"quote":"I escaped from slavery and became a leading abolitionist and speaker."},{"id":230,"quote":"American labor rights activist, on activities of the National Farm Workers Association Human law may know no distinction among men in respect of rights, but human practice may."},{"id":231,"quote":"Men are whipped oftenest who are whipped easiest."},{"id":232,"quote":"Men of Color, To Arms! The case is before you. This is our golden opportunity. Let us accept it, and forever wipe out the dark reproaches unsparingly hurled against us by our enemies. Let us win for ourselves the gratitude of our country, and the best blessings of our posterity through all time."},{"id":233,"quote":"If there is no struggle, there is no progress. Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground. They want rain without thunder and lightning. They want the ocean without the awful roar of its many waters. This struggle may be a moral one; or it may be a physical one; or it may be both moral and physical; but it must be a struggle. Power concedes nothing without a demand. It never did and it never will."},{"id":234,"quote":"Those who profess to favor freedom and yet depreciate agitation, are people who want crops without ploughing the ground; they want rain without thunder and lightning; they want the ocean without the roar of its many waters. The struggle may be a moral one, or it may be a physical one, or it may be both. But it must be a struggle. Power concedes nothing without a demand. It never did and it never will."},{"id":235,"quote":"I therefore hate the corrupt, slaveholding, women-whipping, cradle-plundering, partial and hypocritical Christianity of the land... I look upon it as the climax of all misnomers, the boldest of all frauds, and the grossest of all libels. Never was there a clearer case of 'stealing the livery of the court of heaven to serve the devil in.' I am filled with unutterable loathing when I contemplate the religious pomp and show, together with the horrible inconsistencies, which every where surround me. We have men-stealers for ministers, women-whippers for missionaries, and cradle-plunderers for church members. The man who wields the blood-clotted cowskin during the week fills the pulpit on Sunday, and claims to be a minister of the meek and lowly Jesus. . . . The slave auctioneer’s bell and the church-going bell chime in with each other, and the bitter cries of the heart-broken slave are drowned in the religious shouts of his pious master. Revivals of religion and revivals in the slave-trade go hand in hand together. The slave prison and the church stand near each other. The clanking of fetters and the rattling of chains in the prison, and the pious psalm and solemn prayer in the church, may be heard at the same time. The dealers in the bodies of men erect their stand in the presence of the pulpit, and they mutually help each other. The dealer gives his blood-stained gold to support the pulpit, and the pulpit, in return, covers his infernal business with the garb of Christianity. Here we have religion and robbery the allies of each other—devils dressed in angels’ robes, and hell presenting the semblance of paradise."},{"id":236,"quote":"I prayed for freedom for twenty years, but received no answer until I prayed with my legs."},{"id":237,"quote":"In thinking of America, I sometimes find myself admiring her bright blue sky — her grand old woods — her fertile fields — her beautiful rivers — her mighty lakes, and star-crowned mountains. But my rapture is soon checked, my joy is soon turned to mourning. When I remember that all is cursed with the infernal actions of slaveholding, robbery and wrong, — when I remember that with the waters of her noblest rivers, the tears of my brethren are borne to the ocean, disregarded and forgotten, and that her most fertile fields drink daily of the warm blood of my outraged sisters, I am filled with unutterable loathing."},{"id":238,"quote":"What, to the American slave, is your Fourth of July?I answer: a day that reveals to him, more than all other days in the year, the gross injustice and cruelty to which he is the constant victim. To him, your celebration is a sham; your boasted liberty, an unholy license; your national greatness, swelling vanity; your sounds of rejoicing are empty and heartless; your denunciation of tyrants, brass-fronted impudence; your shouts of liberty and equality, hollow mockery; your prayers and hymns, your sermons and thanksgivings, with all your religious parade and solemnity, mere bombast, fraud, deception, impiety, and hypocrisy-a thin veil to cover up crimes which would disgrace a nation of savages."},{"id":239,"quote":"Power concedes nothing without a demand. It never did and it never will. Find out just what any people will quietly submit to and you have found out the exact measure of injustice and wrong which will be imposed upon them, and these will continue till they are resisted with either words or blows, or with both. The limits of tyrants are prescribed by the endurance of those whom they oppress."},{"id":240,"quote":"I have observed this in my experience of slavery,--that whenever my condition was improved, instead of its increasing my contentment, it only increased my desire to be free, and set me to thinking of plans to gain my freedom. I have found that, to make a contented slave, it is necessary to make a thoughtless one. It is necessary to darken his moral and mental vision, and, as far as possible, to annihilate the power of reason. He must be able to detect no inconsistencies in slavery; he must be made to feel that slavery is right; and he can be brought to that only when he ceased to be a man."},{"id":241,"quote":"Let me give you a word of the philosophy of reform. The whole history of the progress of human liberty shows that all concessions yet made to her august claims, have been born of earnest struggle. The conflict has been exciting, agitating, all-absorbing, and for the time being, putting all other tumults to silence. It must do this or it does nothing. If there is no struggle there is no progress. Those who profess to favor freedom and yet depreciate agitation, are men who want crops without plowing up the ground, they want rain without thunder and lightening. They want the ocean without the awful roar of its many waters.\"  \"This struggle may be a moral one, or it may be a physical one, and it may be both moral and physical, but it must be a struggle. Power concedes nothing without a demand. It never did and it never will. Find out just what any people will quietly submit to and you have found out the exact measure of injustice and wrong which will be imposed upon them, and these will continue till they are resisted with either words or blows, or with both. The limits of tyrants are prescribed by the endurance of those whom they oppress. In the light of these ideas, Negroes will be hunted at the North, and held and flogged at the South so long as they submit to those devilish outrages, and make no resistance, either moral or physical. Men may not get all they pay for in this world; but they must certainly pay for all they get. If we ever get free from the oppressions and wrongs heaped upon us, we must pay for their removal. We must do this by labor, by suffering, by sacrifice, and if needs be, by our lives and the lives of others."},{"id":242,"quote":"The American people have this to learn: that where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob, and degrade them, neither person nor property is safe."},{"id":243,"quote":"The more I read, the more I was led to abhor and detest my enslavers. I could regard them in no other light than a band of successful robbers, who had left their homes, and gone to Africa, and stolen us from our homes, and in a strange land reduced us to slavery. I loathed them as being the meanest as well as the most wicked of men. As I read and contemplated the subject, behold! that very discontentment which Master Hugh had predicted would follow my learning to read had already come, to torment and sting my soul to unutterable anguish. As I writhed under it, I would at times feel that learning to read had been a curse rather than a blessing. It had given me a view of my wretched condition, without the remedy. it opened my eyes to the horrible pit, but to no ladder upon which to get out. in moments of agony, I envied my fellow-slaves for their stupidity. I have often wished myself a beast. I preferred the condition of the meanest reptile to my own. Any thing, no matter what, to get rid of thinking! It was this everlasting thinking of my condition that tormented me. There was no getting rid of it. It was pressed upon me by every object within sight or hearing, animate or inanimate. The silver trump of freedom had roused my soul to eternal wakefulness. Freedom now appeared, to disappear no more forever. It was heard in every sound and seen in every thing. It was ever present to torment me with a sense of my wretched condition. I saw nothing without seeing it, I heard nothing without hearing it, and felt nothing without feeling it. It looked from every star, it smiled in every calm, breathed in every wind, and moved in every storm."},{"id":244,"quote":"I assert most unhesitatingly, that the religion of the south is a mere covering for the most horrid crimes, - a justifier of the most appalling barbarity, - a sanctifier of the most hateful frauds, - and a dark shelter under, which the darkest, foulest, grossest, and most infernal deeds of the slaveholders find the strongest protection. Were I to be again reduced to the chains of slavery, next to enslavement, I should regard being the slave of a religious master the greatest calamity that could befall me. For of all slaveholders with whom I have ever met, religious slaveholders are the worst. I have ever found them the meanest and basest, the most cruel and cowardly, of all others."},{"id":245,"quote":"a woman should have every honorable motive to exertion which is enjoyed by man, to the full extent of her capacities and endowments. The case is too plain for argument. Nature has given woman the same powers, and subjected her to the same earth, breathes the same air, subsists on the same food, physical, moral, mental and spiritual. She has, therefore, an equal right with man, in all efforts to obtain and maintain a perfect existence."},{"id":246,"quote":"A man is worked upon by what he works on. He may carve out his circumstances, but his circumstances will carve him out as well."},{"id":247,"quote":"The life of a nation is secure only while the nation is honest, truthful, and virtuous."},{"id":248,"quote":"I have sometimes thought that the mere hearing of those songs would do more to impress some minds with the horrible character of slavery, than the reading of whole volumes of philosophy on the subject could do.I did not, when a slave, understand the deep meaning of those rude and apparently incoherent songs. I was myself within the circle; so that I neither saw nor heard as those without might see and hear. They told a tale of woe which was then altogether beyond my feeble comprehension; they were tones loud, long, and deep; they breathed the prayer and complaint of souls boiling over with bitterest anguish. Every tone was a testimony against slavery, and a prayer to God for deliverance from chains. The hearing of those wild notes always depressed my spirit, and filled me with ineffable sadness. I have frequently found myself in tears while hearing them. The mere recurrence to those songs, even now, afflicts me; and while I am writing these lines, an expression of feeling has already found its way down my cheek. To those songs I trace my first glimmering conception of the dehumanizing character of slavery. I can never get rid of that conception. Those songs still follow me, to deepen my hatred of slavery, and quicken my sympathies for my brethren in bonds. If any one wishes to be impressed with the soul-killing effects of slavery, let him go to Colonel Lloyd's plantation, and, on allowance-day, place himself in the deep pine woods, and there let him, in silence, analyze the sounds that shall pass through the chambers of his soul, - and if he is not thus impressed, it will only be because \"there is no flesh in his obdurate heart.\"I have often been utterly astonished, since I came to the north, to find persons who could speak of the singing, among slaves, as evidence of their contentment and happiness. It is impossible to conceive of a greater mistake. Slaves sing most when they are most unhappy. The songs of the slave represent the sorrows of his heart; and he is relieved by them, only as an aching heart is relieved by its tears. At least, such is my experience. I have often sung to drown my sorrow, but seldom to express my happiness. Crying for joy, and singing for joy, were alike uncommon to me while in the jaws of slavery. The singing of a man cast away upon a desolate island might be as appropriately considered as evidence of contentment and happiness, as the singing of a slave; the songs of the one and of the other are prompted by the same emotion."},{"id":249,"quote":"Find out just what any people will quietly submit to and you have the exact measure of the injustice and wrong which will be imposed on them."},{"id":250,"quote":"Power concedes nothing without a demand."},{"id":251,"quote":"I may be deemed superstitious, and even egotistical, in regarding this event as a special interposition of divine Providence in my favor. But I should be false to the earlierst sentiments of my soul, if I suppressed the opinion. I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and incur my own abhorrence. From my earliest recollection, I date the entertainment of a deep conviction that slavery would not always be able to hold me within its foul embrace; and in the darkest hours of my career in slavery, this living word of faith and spirit of hope departed not from me, but remained like ministering angels to cheer me through the gloom. This good spirit was from God, and to him I offer thanksgiving and praise."},{"id":252,"quote":"Freedom now appeared, to disappear no more forever. It was heard in every sound and seen in every thing. It was very present to torment me with a sense of my wretched condition. I saw nothing without seeing it, I heard nothing without hearing it, and felt nothing without feeling it. It looked from every star, it smiled in every calm, breathed in every wind, and moved in every storm."},{"id":253,"quote":"What to the Slave is the 4th of July?"},{"id":254,"quote":"A smile or a tear has not nationality; joy and sorrow speak alike to all nations, and they, above all the confusion of tongues, proclaim the brotherhood of man"},{"id":255,"quote":"Everybody has asked the question. . .\"What shall we do with the Negro?\" I have had but one answer from the beginning. Do nothing with us! Your doing with us has already played the mischief with us. Do nothing with us! If the apples will not remain on the tree of their own strength, if they are wormeaten at the core, if they are early ripe and disposed to fall, let them fall! I am not for tying or fastening them on the tree in any way, except by nature's plan, and if they will not stay there, let them fall. And if the Negro cannot stand on his own legs, let him fall also. All I ask is, give him a chance to stand on his own legs! Let him alone!"},{"id":256,"quote":"allowing only ordinary ability and opportunity, we may explain success mainly by one word and that word is WORK! WORK!! WORK!!! WORK!!!! Not transient and fitful effort, but patient, enduring, honest, unremitting and indefatigable work into which the whole heart is put[...]There is no royal road to perfection."},{"id":257,"quote":"To make a contented slave, you must make a thoughtless one. It is necessary to darken his moral and mental vision, and, as far as possible, to annihilate his power of reason. He must be able to detect no inconsistencies in slavery. The man that takes his earnings, must be able to convince him that he has a perfect right to do so. It must not depend upon mere force; the slave must know no Higher Law than his master's will. The whole relationship must not only demonstrate, to his mind, its necessity, but its absolute rightfulness."},{"id":258,"quote":"If there is no struggle there is no progress. Those who profess to favor freedom and yet deprecate agitation, are men who want crops without thunder and lightning. They want the ocean without the awful roar of its many waters.This struggle may be a moral one, or it may be a physical one, and it may be both moral and physical, but it must be a struggle. Power concedes nothing without demand. It never did and it never will... Men may not get all they pay for in this world, but they must certainly pay for all they get."},{"id":259,"quote":"The whole history of the progress of human liberty shows that all concessions yet made to her august claims have been born of earnest struggle... If there is no struggle there is no progress. Those who profess to favor freedom and yet deprecate agitation are men who want crops without plowing up the ground; they want rain without thunder and lightning. They want the ocean without the awful roar of its many waters. This struggle may be a moral one, or it may be a physical one, and it may be both moral and physical, but it must be a struggle. Power concedes nothing without a demand. It never did and it never will. Find out just what any people will quietly submit to and you have found out the exact measure of injustice and wrong which will be imposed upon them, and these will continue till they are resisted with either words or blows, or with both. The limits of tyrants are prescribed by the endurance of those whom they oppress."},{"id":260,"quote":"We have men sold to build churches, women sold to support the gospel, and babes sold to purchase Bibles for the poor heathen, all for the glory of God and the good of souls. The slave auctioneer's bell and the church-going bell chime in with each other, and the bitter cries of the heart-broken slave are drowned in the religious shouts of his pious master. Revivals of religion and revivals in the slave trade go hand in hand."},{"id":261,"quote":"What I have said respecting and against religion, I mean strictly to apply to the slaveholding religion of this land, and with no possible reference to Christianity proper; for, between the Christianity of this land, and the Christianity of Christ, I recognize the widest possible difference—so wide, that to receive the one as good, pure, and holy, is of necessity to reject the other as bad, corrupt, and wicked. To be the friend of the one, is of necessity to be the enemy of the other. I love the pure, peaceable, and impartial Christianity of Christ: I therefore hate the corrupt, slaveholding, women-whipping, cradle-plundering, partial and hypocritical Christianity of this land. Indeed, I can see no reason, but the most deceitful one, for calling the religion of this land Christianity."},{"id":262,"quote":"If there is no struggle, there is no progress. Those who profess to favor freedom, and yet deprecate agitation, are men who want crops without plowing up the ground. They want rain without thunder and lightning. They want the ocean without the roar of its many waters. ...Power concedes nothing without a demand. It never did and it never will. ...Find out just what people will submit to, and you have found the exact amount of injustice and wrong which will be imposed upon them; and these will continue until they are resisted with either words or blows, or with both. The limits of tyrants are prescribed by the endurance of those whom they oppress."},{"id":263,"quote":"You are loosed from your moorings, and are free; I am fast in my chains, and M a slave! You move merrily before the gentle gale, and I sadly before the bloody whip! You are freedoms swift winged angels, that fly around the world; I am confined in the bands of iron! O that I were free! O, that if I were on one of your gallant decks, under your protecting wing! Alas! Betwixt me and you, the turbid waters roll. Go on, go on. O, that I could also go! Could I but swim! If I could fly! O, why was I born a man, of whom to make a brute! The glad ship is gone; she hides in the dim distance. I am left in the hottest hell of unending slavery. O God, save me! God, deliver me! Let me be free! Is there any God! Why am I a slave? I will run away. I will not stand. Get caught, or clear, I'll try it. I had as well die with ague as the fever. I have only one life to lose. I had as well be killed running as die standing. Only think of it; 100 miles straight north, and I am free! Try it? Yes! God is helping me, I will. It cannot be that I shall live and die a slave. I will take to the water. This is very bay shall yet bear me into freedom. The steamboats steered in the Northeast course from Northpoint. I will do the same; and when I get to the head of the bay, I will turn my canoe adrift, and walked straight through Delaware into Pennsylvania. When I get there, I shall not be required to have a pass; I can travel without being disturbed. Let but the first opportunity offer, and, come what will, I am off. Meanwhile, I will try to bear up under the yoke. I am not the only slave in the world. Why should I be free? I can bear as much as any of them. Besides I am but a boy, and all boys are bound to some one. It may be that my misery and slavery will only increase the happiness when I get free there is a better day coming. [62 – 63]"},{"id":264,"quote":"Those who profess to favor freedom, and yet deprecate agitation, are men who want crops without plowing up the ground. They want rain without thunder and lightning."},{"id":265,"quote":"Who would be free themselves must strike the blow...I urge you to fly to arms and smite to death the power that would bury the Government and your liberty in the same hopeless grave. This is your golden opportunity."},{"id":266,"quote":"It was necessary to keep our religious masters at St. Michael's unacquainted with the fact, that, instead of spending the Sabbath in wrestling, boxing, and drinking whisky, we were trying to learn how to read the will of God; for they had much rather see us engaged in those degrading sports, than to see us behaving like intellectual, moral, and accountable beings."},{"id":267,"quote":"The Christianity of America is a Christianity, of whose votaries it may be as truly said, as it was of the ancient scribes and Pharisees, 'They bind heavy burdens, and grievous to be borne, and lay them on men's shoulders, but they themselves will not move them with one of their fingers."},{"id":268,"quote":"Abraham Lincoln was not, in the fullest sense of the word, either our man or our model. In his interests, in his associations, in his habits of thought, and in his prejudices, he was a white man.[...] Any man can say things that are true of Abraham Lincoln, but no man can say anything that is new of Abraham Lincoln. His personal traits and public acts are better known to the American people than are those of any other man of his age. He was a mystery to no man who saw him and heard him. Though high in position, the humblest could approach him and feel at home in his presence. Though deep, he was transparent; though strong, he was gentle; though decided and pronounced in his convictions, he was tolerant towards those who differed from him, and patient under reproaches. [...] I have said that President Lincoln was a white man, and shared the prejudices common to his countrymen towards the colored race. Looking back to his times and to the condition of his country, we are compelled to admit that this unfriendly feeling on his part may be safely set down as one element of his wonderful success in organizing the loyal American people for the tremendous conflict before them, and bringing them safely through that conflict. His great mission was to accomplish two things: first, to save his country from dismemberment and ruin; and, second, to free his country from the great crime of slavery. To do one or the other, or both, he must have the earnest sympathy and the powerful cooperation of his loyal fellow-countrymen. Without this primary and essential condition to success his efforts must have been vain and utterly fruitless.[...] Viewed from the genuine abolition ground, Mr. Lincoln seemed tardy, cold, dull, and indifferent; but measuring him by the sentiment of his country, a sentiment he was bound as a statesman to consult, he was swift, zealous, radical, and determined.Oration in Memory of Abraham Lincoln. Delivered at the Unveiling of The Freedmen’s Monument in Lincoln Park, Washington, D.C."},{"id":269,"quote":"But I should be false in the earliest sentiments of my soul, if I suppressed the opinion. I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and incur my own abhorrence."},{"id":270,"quote":"What, to the American slave, is your 4th of July? I answer; a day that reveals to him, more than all other days in the year, the gross injustice and cruelty to which he is the constant victim. To him, your celebration is a sham; your boasted liberty, an unholy license; your national greatness, swelling vanity; your sounds of rejoicing are empty and heartless; your denunciation of tyrants, brass fronted impudence; your shouts of liberty and equality, hollow mockery; your prayers and hymns, your sermons and thanksgivings, with all your religious parade and solemnity, are, to Him, mere bombast, fraud, deception, impiety, and hypocrisy-a thin veil to cover up crimes which would disgrace a nation of savages. There is not a nation on the earth guilty of practices more shocking and bloody than are the people of the United States, at this very hour.Go where you may, search where you will, roam through all the monarchies and despotisms of the Old World, travel through South America, search out every abuse, and when you have found the last, lay your facts by the side of the everyday practices of this nation, and you will say with me, that, for revolting barbarity and shameless hypocrisy, America reigns without a rival."},{"id":271,"quote":"The very decided manner with which he spoke, and strove to impress his wife with the evil consequences of giving me instruction, served to convince me that he was deeply sensible of the truths he was uttering. It gave me the best assurance that I might rely with the utmost confidence on the results which, he said, would flow from teaching me to read. What he most dreaded, that I most desired. What he most loved, that I most hated. That which to him was a great evil, to be carefully shunned, was to me a great good, to be diligently sought; and the argument which he so warmly urged, against my learning to read, only served to inspire me with a desire and a determination to learn. In learning to read, I owe almost as much to the bitter opposition of my master, as to the kindly aid of my mistress. I acknowledge the benefit of both."},{"id":272,"quote":"Frederick Douglass (born Frederick Augustus Washington Bailey, (born circa 1818 – February 20, 1895) was an American abolitionist, women's suffragist, editor, orator, author, statesman and reformer. Called \"The Sage of Anacostia\" and \"The Lion of Anacostia\", Douglass is one of the most prominent figures in African-American and United States history. He was a firm believer in the equality of all people, whether black, female, Native American, or recent immigrant. He was fond of saying, \"I would unite with anybody to do right and with nobody to do wrong."},{"id":273,"quote":"Right is of no sex, Truth is of no color, God is the Father of us all, and we are all Brethren"},{"id":274,"quote":"We deem it a settled point that the destiny of the colored man is bound up with that of the white people of this country. ... We are here, and here we are likely to be. To imagine that we shall ever be eradicated is absurd and ridiculous. We can be remodified, changed, assimilated, but never extinguished. We repeat, therefore, that we are here; and that this is our country; and the question for the philosophers and statesmen of the land ought to be, What principles should dictate the policy of the action toward us? We shall neither die out, nor be driven out; but shall go with this people, either as a testimony against them, or as an evidence in their favor throughout their generations."},{"id":275,"quote":"Experience is a keen teacher;"},{"id":276,"quote":"Though the colored man is no longer subject to be bought and sold, he is still surrounded by an adverse sentiment which fetters all his movements. In his downward course he meets with no resistance, but his course upward is resented and resisted at every step of his progress. If he comes in ignorance, rags, and wretchedness, he conforms to the popular belief of his character, and in that character he is welcome. But if he shall come as a gentleman, a scholar, and a statesman, he is hailed as a contradiction to the national faith concerning his race, and his coming is resented as impudence. In the one case he may provoke contempt and derision, but in the other he is an affront to pride and provokes malice. Let him do what he will, there is at present, therefore, no escape for him. The color line meets him everywhere, and in a measure shuts him out from all respectable and profitable trades and callings."},{"id":277,"quote":"I will give Mr. Freeland the credit of being the best master I ever had, till I became my own master."},{"id":278,"quote":"endless action and reaction. Those beautifully rounded pebbles which you gather on the sand and which you hold in your hand and marvel at their exceeding smoothness, were chiseled into their varies and graceful forms by the ceaseless action of countless waves. Nature is herself a great worker and never tolerates, without certain rebuke, any contradiction to her wise example. Inaction is followed by stagnation. Stagnation is followed by pestilence and pestilence is followed by death."},{"id":279,"quote":"Men talk of the Negro problem. There is no Negro problem. The problem is whether the American people have honesty enough, loyalty enough, honor enough, patriotism enough to live up to their Constitution"},{"id":280,"quote":"What upon Earth is the matter with the American people? Do they really covet the world's ridicule as well as their own social and political ruin?"},{"id":281,"quote":"Liberty is meaningless where the right to utter one's thoughts and opinions has ceased to exist. That, of all rights, is the dread of tyrants. It is the right which they first of all strike down. They know its power. Thrones, dominions, principalities, and powers, founded in injustice and wrong, are sure to tremble, if men are allowed to reason."},{"id":282,"quote":"If there is no struggle, there is no progress. Those who profess to favor freedom, and deprecate agitation, are men who want crops without plowing up the ground, they want rain without thunder and lightning."},{"id":283,"quote":"They love the heathen on the other side of the globe. They can pray for him, pay money to have the Bible put into his hand, and missionaries to instruct him; while they despise and totally neglect the heathen at their own doors. Such is, very briefly, my view of the religion of this land;"},{"id":284,"quote":"The Irish, who, at home, readily sympathize with the oppressed everywhere, are instantly taught when they step upon our soil to hate and despise the Negro...Sir, the Irish-American will one day find out his mistake."},{"id":285,"quote":"We have all met a class of men, very remarkable for their activity, and who yet make but little headway in life; men who, in their noisy and impulsive pursuit of knowledge, never get beyond the outer bark of an idea, from a lack of patience and perseverance to dig to the core; men who begin everything and complete nothing; who see, but do not perceive; who read, but forget what they read, and are as if they had not read; who travel but go nowhere in particular, and have nothing of value to impart when they return."},{"id":286,"quote":"Having no resources within himself, he was compelled to be the copyist of many, and being such, he was forever the victim of inconsistency;"},{"id":287,"quote":"The control of events has been taken out of our hands...we have fallen into the mighty current of eternal principles-invisible forces-which are shaping and fashioning events as they wish, using us only as instruments to work out their own results in our national destiny."},{"id":288,"quote":"If any one thing in my experience, more than another, served to deepen my conviction of the infernal character of slavery, and to fill me with unutterable loathing of slaveholders, it was their base ingratitude to my poor old grandmother. She had served my old master faithfully from youth to old age. She had been the source of all his wealth; she had peopled his plantation with slaves; she had become a great grandmother in his service. She had rocked him in infancy, attended him in childhood, served him through life, and at his death wiped from his icy brow the cold death-sweat, and closed his eyes forever. She was nevertheless left a slave—a slave for life—a slave in the hands of strangers; and in their hands she saw her children, her grandchildren, and her great-grandchildren, divided, like so many sheep, without being gratified with the small privilege of a single word, as to their or her own destiny. And, to cap the climax of their base ingratitude and fiendish barbarity, my grandmother,"},{"id":289,"quote":"it was worth half-cent to kill a \"nigger\", and a half-cent to bury one."},{"id":290,"quote":"There is not a man beneath the canopy of heaven, that does not know that slavery is wrong for him."},{"id":291,"quote":"Fellow-citizens, pardon me, allow me to ask, why am I called upon to speak here to-day? What have I, or those I represent, to do with your national independence? Are the great principles of political freedom and of natural justice, embodied in that Declaration of Independence, extended to us? And am I, therefore, called upon to bring our humble offering to the national altar, and to confess the benefits and express devout gratitude for the blessings resulting from your independence to us?I am not included within the pale of this glorious anniversary! Your high independence only reveals the immeasurable distance between us. The blessings in which you this day rejoice are not enjoyed in common. The rich inheritance of justice, liberty, prosperity, and independence bequeathed by your fathers is shared by you, not by me. The sunlight that brought life and healing to you has brought stripes and death to me. This Fourth of July is yours, not mine. You may rejoice, I must mourn. To drag a man in fetters into the grand illuminated temple of liberty, and call upon him to join you in joyous anthems, were inhuman mockery and sacrilegious irony. Do you mean, citizens, to mock me, by asking me to speak today?What, to the American slave, is your Fourth of July? I answer: a day that reveals to him, more than all other days of the year, the gross injustice and cruelty to which he is a constant victim. To him, your celebration is a sham; your boasted liberty, an unholy license; your national greatness, swelling vanity; your sounds of rejoicing are empty and heartless; your denunciation of tyrants, brass fronted impudence; your shouts of liberty and equality, hollow mockery; your prayers and hymns, your sermons and thanksgivings, with all your religious parade and solemnity, are, to Him, mere bombast, fraud, deception, impiety, and hypocrisy—a thin veil to cover up crimes that would disgrace a nation of savages. There is not a nation of the earth guilty of practices more shocking and bloody than are the people of these United States at this very hour.At a time like this, scorching irony, not convincing argument, is needed. O! had I the ability, and could reach the nation’s ear, I would, to-day, pour forth a stream, a fiery stream of biting ridicule, blasting reproach, withering sarcasm, and stern rebuke. For it is not light that is needed, but fire; it is not the gentle shower, but thunder. We need the storm, the whirlwind, the earthquake. The feeling of the nation must be quickened; the conscience of the nation must be roused; the propriety of the nation must be startled; the hypocrisy of the nation must be exposed; and the crimes against God and man must be proclaimed and denounced."},{"id":292,"quote":"To enslave men, successfully and safely, it is necessary to have their minds occupied with thoughts and aspirations short of the liberty of which they are deprived. A certain degree of attainable good must be kept before them."},{"id":293,"quote":"Beat and cuff your slave, keep him hungry and spiritless, and he will follow the chain of his master like a dog; but, feed and clothe him well, - work him moderately - surround him with physical comfort, - and dreams of freedom intrude. Give him a bad master, and he aspires to a good master; give him a good master, and he wishes to become his own master."},{"id":294,"quote":"At a time like this, scorching irony, not convincing argument, is needed. O! had I the ability, and could reach the nation's ear, I would, to-day, pour out a fiery stream of biting ridicule, blasting reproach, withering sarcasm, and stern rebuke. For it is not light that is needed, but fire; it is not the gentle shower, but thunder. We need the storm, the whirlwind, and the earthquake. The feeling of the nation must be quickened; the conscience of the nation must be roused; the propriety of the nation must be startled; the hypocrisy of the nation must be exposed; and its crimes against God and man must be proclaimed and denounced."},{"id":295,"quote":"The thought of only being a creature of the present and past was troubling. I longed for a future too, with hope in it. The desire to be free, awakened my determination to act, to think, and to speak."},{"id":296,"quote":"Such are the limitations of the human mind, and so thoroughly engrossing are the cares of common life, that only the few among men can discern through the glitter and dazzle of present prosperity the dark outlines of approaching disasters, even though they may have come up to our very gates, and are already within striking distance. The yawning seam and corroded bolt conceal their defects from the mariner until the storm calls all hands to the pumps. Prophets, indeed, were abundant before the war; but who cares for prophets while their predictions remain unfulfilled, and the calamities of which they tell are masked behind a blinding blaze of national prosperity?"},{"id":297,"quote":"I dwell mostly upon the religious aspects, because I believe it is the religious people who are to be relied upon in this Anti-Slavery movement. Do not misunderstand my railing—do not class me with those who despise religion—do not identify me with the infidel. I love the religion of Christianity—which cometh from above—which is a pure, peaceable, gentle, easy to be entreated, full of good fruits, and without hypocrisy. I love that religion which sends its votaries to bind up the wounds of those who have fallen among thieves.By all the love I bear such a Christianity as this, I hate that of the Priest and the Levite, that with long-faced Phariseeism goes up to Jerusalem to worship and leaves the bruised and wounded to die. I despise that religion which can carry Bibles to the heathen on the other side of the globe and withhold them from the heathen on this side—which can talk about human rights yonder and traffic in human flesh here.... I love that which makes its votaries do to others as they would that others should do to them. I hope to see a revival of it—thank God it is revived. I see revivals of it in the absence of the other sort of revivals. I believe it to be confessed now, that there has not been a sensible man converted after the old sort of way, in the last five years."},{"id":298,"quote":"If there is no struggle, there is no progress. Those who profess to favor freedom and yet depreciate agitation are men who want crops without plowing up the ground. They want rain without thunder and lightning. They want the ocean without the awful roar of its many waters."},{"id":299,"quote":"The white slave had taken from him by indirection what the black slave had taken from him directly and without ceremony. Both were plundered, and by the same plunderers. The slave was robbed by his master of all his earnings, above what was required for his bare physical necessities, and the white laboring man was robbed by the slave system, of the just results of his labor, because he was flung into competition with a class of laborers who worked without wages. The slaveholders blinded them to this competition by keeping alive their prejudice against the slaves as men--not against them as slaves."},{"id":300,"quote":"To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker. It is just as criminal to rob a man of his right to speak and hear as it would be to rob him of his money."},{"id":301,"quote":"From apparently the basest metals we have the finest toned bells."},{"id":302,"quote":"My long-crushed spirit rose, cowardice departed, bold defiance took its place; and I now resolved that, however long I might remain a slave in form, the day had passed forever when I could be a slave in fact."},{"id":303,"quote":"When I went into their family, it was the abode of happiness and contentment. The mistress of the house was a model of affection and tenderness. Her fervent piety and watchful uprightness made it impossible to see her without thinking and feeling—\"that woman is a Christian."},{"id":304,"quote":"Poets, prophets and reformers are all picture-makers -- and this ability is the secret of their power and of their achievements. They see what ought to be by the reflection of what is, and endeavor to remove the contradiction,"},{"id":305,"quote":"They attend with Pharisaical strictness to the outward forms of religion, and at the same time neglect the weightier matters of the law, judgment, mercy, and faith."},{"id":306,"quote":"The songs of the slave represent the sorrows of his heart"},{"id":307,"quote":"I had a wholesome dread of the consequences of running in debt."},{"id":308,"quote":"That a man might do something very audacious and desperate for money, power or fame, was to the general apprehension quite possible; but, in face of plainly-written law, in face of constitutional guarantees protecting each state against domestic violence, in face of a nation of forty million of people, that nineteen men could invade a great State to liberate a despised and hated race, was to the average intellect and conscience, too monstrous for belief."},{"id":309,"quote":"Genealogical trees do not flourish among slaves."},{"id":310,"quote":"Reader! Are you with the man-stealers in sympathy and purpose, or on the side of their down-trodden victims? If with the former, then you are the foe of God and man."},{"id":311,"quote":"Fortunate, most fortunate occurrence!—fortunate for the millions of his manacled brethren, yet panting for deliverance from their awful thraldom!—fortunate for the cause of negro emancipation, and of universal liberty!—fortunate for the land of his birth, which he has already done so much to save and bless!—fortunate for a large circle of friends and acquaintances, whose sympathy and affection he has strongly secured by the many sufferings he has endured, by his virtuous traits of character, by his ever-abiding remembrance of those who are in bonds, as being bound with them!—fortunate for the multitudes, in various parts of our republic, whose minds he has enlightened on the subject of slavery, and who have been melted to tears by his pathos, or roused to virtuous indignation by his stirring eloquence against the enslavers of men!—fortunate for himself, as it at once brought him into the field of public usefulness, \"gave the world assurance of a MAN,\" quickened the slumbering energies of his soul, and consecrated him to the great work of breaking the rod of the oppressor, and letting the oppressed go free!"},{"id":312,"quote":"The man who wields the blood-clotted cowskin during the week fills the pulpit on Sunday, and claims to be a minister of the meek and lowly Jesus. The man who robs me of my earnings at the end of each week meets me as a class- leader on Sunday morning, to show me the way of life, and the path of salvation. He who sells my sister, for purposes of prostitution, stands forth as the pious advocate of purity. He who proclaims it a religious duty to read the Bible denies me the right of learning to read the name of the God who made me. He who is the religious advocate of marriage robs whole millions of its sacred influence, and leaves them to the ravages of wholesale pollution. The warm defender of the sacredness of the family relation is the same that scatters whole families,— sundering husbands and wives, parents and children, sisters and brothers,—leaving the hut vacant, and the hearth desolate. We see the thief preaching against theft, and the adulterer against adultery. We have men sold to build churches, women sold to support the gospel, and babes sold to purchase Bibles for the poor heathen! all for the glory of God and the good of souls! The slave auctioneer’s bell and the church-going bell chime in with each other, and the bitter cries of the heart-broken slave are drowned in the religious shouts of his pious master. Revivals of religion and revivals in the slave-trade go hand in hand together. The slave prison and the church stand near each other. The clanking of fetters and the rattling of chains in the prison, and the pious psalm and solemn prayer in the church, may be heard at the same time. The dealers in the bodies and souls of men erect their stand in the presence of the pulpit, and they mutually help each other. The dealer gives his blood-stained gold to support the pulpit, and the pulpit, in return, covers his infernal business with the garb of Christianity. Here we have religion and robbery the allies of each other—devils dressed in angels’ robes, and hell presenting the semblance of paradise."},{"id":313,"quote":"I was, for weeks, a poor, broken-hearted mourner, traveling through the darkness and misery of doubts and fears. I finally found that change of heart which comes by “casting all one’s care upon God, and by having faith in Jesus Christ, as the Redeemer, Friend, and Savior of those who diligently seek Him. After”"},{"id":314,"quote":"A man must be disposed to judge of emancipation by other tests than whether it has increased the produce of sugar,—and to hate slavery for other reasons than because it starves men and whips women,—before he is ready to lay the first stone of his anti-slavery life."},{"id":315,"quote":"Inaction is followed by stagnation. Stagnation is followed by pestilence and pestilence is followed by death."},{"id":316,"quote":"How do you feel,\" said a friend to me, \"when you are hooted and jeered on the street on account of your color?\" \"I feel as if an ass had kicked, but had hit nobody,\" was my answer."},{"id":317,"quote":"The truth was, that he had not whipped me at all. I considered him as getting entirely the worst end of the bargain; for he had drawn no blood from me, but I had from him. The whole six months afterwards, that I spent with Mr. Covey, he never laid the weight of his finger upon me in anger. He would occasionally say, he didn't want to get hold of me again. \"No,\" thought I, \"you need not; for you will come off worse than you did before."},{"id":318,"quote":"They suppress the truth rather than take the consequence of telling it, and in so doing prove themselves a part of the human family."},{"id":319,"quote":"I have often been utterly astonished, since I came to the north, to find persons who could speak of the singing, among slaves, as evidence of their contentment and happiness. It is impossible to conceive of a greater mistake. Slaves sing most when they are most unhappy. The songs of the slave represent the sorrow of his heart; and he is relieved by them, only as an aching heart is relieved by its tears. At least, such is my experience."},{"id":320,"quote":"They are thought pictures -- the outstanding headlands of the meandering shores of life, and are points to steer by on the broad sea of thought and experience. They body forth in living forms and colors the ever varying lights and shadows of the soul."},{"id":321,"quote":"All of this added weight to his reputation as a “nigger-breaker."},{"id":322,"quote":"Nothing stands today where it stood yesterday. The choice which life presents is ever more between growth and decay, perfection and deterioration. There is no standing still, not can be. Advance or recede, occupy or give place, are the stern and inoperative alternatives, [the] self-existing and self-enforcing law of life, from the cradle to the grave. He who despairs of progress despises the hope of the world, and shuts himself out from the chief significance of assistance -- and is dead while he lives."},{"id":323,"quote":"Once you learn to read, you'll be forever free."},{"id":324,"quote":"I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and incur my own abhorrence. From my earliest recollection, I date the entertainment of a deep conviction that slavery would not always be able to hold me within its foul embrace."},{"id":325,"quote":"stars shall fall from heaven,"},{"id":326,"quote":"It is no disparagement to truth, that it can only prevail where reason prevails. War begins where reason ends. The thing worse than rebellion is the thing that causes rebellion."},{"id":327,"quote":"This will be seen by the fact, that the slaveholders like to have their slaves spend those days just in such a manner as to make them as glad of their ending as of their beginning. Their object seems to be, to disgust their slaves with freedom, by plunging them into the lowest depths of dissipation."},{"id":328,"quote":"The hearth is desolate. The children, the unconscious children, who once sang and danced in her presence, are gone. She gropes her way, in the darkness of age, for a drink of water. Instead of the voices of her children, she hears by day the moans of the dove, and by night the screams of the hideous owl. All is gloom. The grave is at the door. And now, when weighed down by the pains and aches of old age, when the head inclines to the feet, when the beginning and ending of human existence meet, and helpless infancy and painful old age combine together—at this time, this most needful time, the time for the exercise of that tenderness and affection which children only can exercise towards a declining parent—my poor old grandmother, the devoted mother of twelve children, is left all alone, in yonder little hut, before a few dim embers. She stands—she sits—she staggers—she falls—she groans—she dies—and there are none of her children or grandchildren present, to wipe from her wrinkled brow the cold sweat of death, or to place beneath the sod her fallen remains. Will not a righteous God visit for these things?"},{"id":329,"quote":"My new mistress proved to be all she appeared when I first met her at the door,—a woman of the kindest heart and finest feelings. She had never had a slave under her control previously to myself, and prior to her marriage she had been dependent upon her own industry for a living. She was by trade a weaver; and by constant application to her business, she had been in a good degree preserved from the blighting and dehumanizing effects of slavery. I was utterly astonished at her goodness. I scarcely knew how to behave towards her. She was entirely unlike any other white woman I had ever seen. I could not approach her as I was accustomed to approach other white ladies. My early instruction was all out of place. The crouching servility, usually so acceptable a quality in a slave, did not answer when manifested toward her. Her favor was not gained by it; she seemed to be disturbed by it. She did not deem it impudent or unmannerly for a slave to look her in the face. The meanest slave was put fully at ease in her presence, and none left without feeling better for having seen her. Her face was made of heavenly smiles, and her voice of tranquil music."},{"id":330,"quote":"They love the heathen on the other side of the globe. They can pray for him, pay money to have the Bible put into his hand, and missionaries to instruct him; while they despise and totally neglect the heathen at their own doors. Such is, very briefly, my view of the religion of this land\"Frederick DouglasThe Narrative Life of Frederick Douglas: An American Slave"},{"id":331,"quote":"I assert most unhesitatingly, that the religion of the south is a mere covering for the most horrid crimes,—a justifier of the most appalling barbarity,—a sanctifier of the most hateful frauds,—and a dark shelter under, which the darkest, foulest, grossest, and most infernal deeds of slaveholders find the strongest protection."},{"id":332,"quote":"and stature commanding and exact—in intellect richly endowed—in natural eloquence a prodigy—in soul manifestly \"created but a little lower than the angels\"—yet a slave, ay, a fugitive slave,—trembling for his safety, hardly daring to believe"},{"id":333,"quote":"We were both victims to the same overshadowing evil—she, as mistress, I, as slave."},{"id":334,"quote":"Thus, when the slave asks for virtuous freedom, the cunning slaveholder, knowing his ignorance, cheats him with a dose of vicious dissipation, artfully labelled with the name of liberty. The most of us used to drink it down, and the result was just what might be supposed; many of us were led to think that there was little to choose between liberty and slavery. We felt, and very properly too, that we had almost as well be slaves to man as to rum. So, when the holidays ended, we staggered up from the filth of our wallowing, took a long breath, and marched to the field,—feeling, upon the whole, rather glad to go, from what our master had deceived us into a belief was freedom, back to the arms of slavery."},{"id":335,"quote":"Power concedes nothing without a demand. It never did and it never will. Find out just what any people will quietly submit to and you have found out the exact measure of injustice and wrong which will be imposed upon them, and these will continue till they are resisted with either words or blows, or with both."},{"id":336,"quote":"For my part, I should prefer death to hopeless bondage."},{"id":337,"quote":"I love the pure, peaceable, and impartial Christianity of Christ: I therefore hate the corrupt, slaveholding, women-whipping, cradle-plundering, partial and hypocritical Christianity of this land."},{"id":338,"quote":"Should a slave, when assaulted, but raise his hand in self defense, the white assaulting party is fully justified by southern, or Maryland, public opinion, in shooting the slave down."},{"id":339,"quote":"Without any appeal to books, to laws, or to authorities of any kind, it was enough to accept God as a father, to regard slavery as a crime. I"},{"id":340,"quote":"In studying the character and works of a great man, it is always desirable to learn in what he is distinguished from others, and what have been the causes if this difference."},{"id":341,"quote":"The louder she screamed, the harder he whipped; and where the blood ran fastest, there he whipped longest. He would whip her to make her scream, and whip her to make her hush; and not until overcome by fatigue, would he cease to swing the blood-clotted cowskin. I remember the first time I ever witnessed this horrible exhibition. I was quite a child, but I well remember it. I never shall forget it whilst I remember anything. It was the first of a long series of outrages, of which I was doomed to be a witness and a participant. It struck me with awful force. It was the blood-stained gate, the entrance to the hell of slavery, through which I was about to pass."},{"id":342,"quote":"never having seen any authentic record containing it. By far the larger part of the slaves know as little of their ages as horses know of theirs, and it is the wish of most masters within my knowledge to keep their slaves thus ignorant. I do not remember to have ever met a slave who could tell of his birthday. They seldom come nearer to it than planting-time, harvesttime, cherry-time, spring-time, or fall-time. A"},{"id":343,"quote":"The better you treat a slave, the more you destroy his value as a slave, and enhance the probability of his eluding the grasp of the slaveholder; the more kindly you treat him, the more wretched you make him, while you keep him in the condition of a slave."},{"id":344,"quote":"For no man who lives at all lives unto himself. He either helps or hinders all who are in anywise connected to him."},{"id":345,"quote":"As a people, Americans are remarkably familiar with all facts which make in their own favor."},{"id":346,"quote":"While there remains such an idea as the right of each State to control its own local affairs,—an idea, by the way, more deeply rooted in the minds of men of all sections of the country than perhaps any one other political idea,—no general assertion of human rights can be of any practical value. To change the character of the government at this point is neither possible nor desirable. All that is necessary to be done is to make the government consistent with itself, and render the rights of the States compatible with the sacred rights of human nature."},{"id":347,"quote":"Slavery is indeed gone, but its shadow still lingers over the country and poisons more or less the moral atmosphere of all sections of the republic."},{"id":348,"quote":"The arm of the Federal government is long, but it is far too short to protect the rights of individuals in the interior of distant States. They must have the power to protect themselves, or they will go unprotected, spite of all the laws the Federal government can put upon the national statute-book."},{"id":349,"quote":"Slavery blunts the edge of all our rebukes of tyranny abroad - the criticisms that we make upon other nations, only call forth ridicule, contempt, and scorn. In a word, we are made a reproach and a by-word to a mocking earth, and we must continue to be so made, so long as slavery continues to pollute our soil."},{"id":350,"quote":"The frequent hearing of my mistress readingthe bible--for she often read aloud when herhusband was absent--soon awakened mycuriosity in respect to this mystery of reading,and roused in me the desire to learn. Having nofear of my kind mistress before my eyes, (shehad given me no reason to fear,) I frankly askedher to teach me to read; and without hesitation,the dear woman began the task, and very soon,by her assistance, I was master of the alphabet,and could spell words of three or fourletters...Master Hugh was amazed at thesimplicity of his spouse, and, probably for thefirst time, he unfolded to her the true philosophyof slavery, and the peculiar rules necessary tobe observed by masters and mistresses, in themanagement of their human chattels. Mr. Auldpromptly forbade the continuance of her[reading] instruction; telling her, in the firstplace, that the thing itself was unlawful; that itwas also unsafe, and could only lead to mischief.... Mrs. Auld evidently felt the force ofhis remarks; and, like an obedient wife, beganto shape her course in the direction indicated byher husband. The effect of his words, on me,was neither slight nor transitory. His ironsentences--cold and harsh--sunk deep into myheart, and stirred up not only my feelings into asort of rebellion, but awakened within me aslumbering train of vital thought. It was a newand special revelation, dispelling a painfulmystery, against which my youthfulunderstanding had struggled, and struggled invain, to wit: the white man's power to perpetuatethe enslavement of the black man. \"Very well,\"thought I; \"knowledge unfits a child to be aslave.\" I instinctively assented to theproposition; and from that moment I understoodthe direct pathway from slavery to freedom. Thiswas just what I needed; and got it at a time, andfrom a source, whence I least expected it....Wise as Mr. Auld was, he evidently underratedmy comprehension, and had little idea of theuse to which I was capable of putting theimpressive lesson he was giving to his wife....That which he most loved I most hated; and thevery determination which he expressed to keepme in ignorance, only rendered me the moreresolute in seeking intelligence."},{"id":351,"quote":"Mr. Thomas Lanman, of St. Michael's, killed two slaves, one of whom he killed with a hatchet, by knocking his brains out. He used to boast of the commission of the awful and bloody deed. I have heard him do so laughingly, saying, among other things, that he was the only benefactor of his country in the company, and that when others would do as much as he had done, we should be relieved of \"the d-----d [n***ers]."},{"id":352,"quote":"I speak advisedly when I say this,—that killing a slave, or any colored person, in Talbot county, Maryland, is not treated as a crime, either by the courts or the community"},{"id":353,"quote":"Whether we turn to the declarations of the past, or to the professions of the present, the conduct of the nation seems equally hideous and revolting. America is false to the past, false to the present, and solemnly binds herself to be false to the future."},{"id":354,"quote":"immediately commenced copying them, and in a short time was able to make the four letters named. After that, when I met with any boy who I knew could write, I would tell him I could write as well as he. The next word would be, \"I don't believe you. Let me see you try it.\" I would then make the letters which I had been so fortunate as to learn, and ask him to beat that. In this way I got a good many lessons in writing, which it is quite possible I should never have gotten in any other way. During this time, my copy-book was the board fence, brick wall, and pavement; my pen and ink was a lump of chalk. With these, I learned mainly how to write. I then commenced and continued copying the Italics in Webster's Spelling Book, until I could make them all without looking on the book."},{"id":355,"quote":"A worship that can be conducted by persons who refuse to give shelter to the houseless, to give bread to the hungry, clothing to the naked, and who enjoin obedience to a law forbidding these acts of mercy, is a curse, not a blessing to mankind."},{"id":356,"quote":"It is due, however, to my mistress to say of her, that she did not adopt this course of treatment immediately. She at first lacked the depravity indispensable to shutting me up in mental darkness. It was at least necessary for her to have some training in the exercise of irresponsible power, to make her equal to the task of treating me as though I were a brute.My mistress was, as I have said, a kind and tender-hearted woman; and in the simplicity of her soul she commenced, when I first went to live with her, to treat me as she supposed one human being ought to treat another. In entering upon the duties of a slaveholder, she did not seem to perceive that I sustained to her the relation of a mere chattel, and that for her to treat me as a human being was not only wrong, but dangerously so. Slavery proved as injurious to her as it did to me. When I went there, she was a pious, warm, and tender-hearted woman. There was no sorrow or suffering for which she had not a tear. She had bread for the hungry, clothes for the naked, and comfort for every mourner that came within her reach. Slavery soon proved its ability to divest her of these heavenly qualities. Under its influence, the tender heart became stone, and the lamblike disposition gave way to one of tiger-like fierceness."},{"id":357,"quote":"The thought of only being a creature of the present and the past was troubling. I longed for a future too, with hope in it. The desire to be free, awakened my determination to act, to think , and to speak."},{"id":358,"quote":"They attend with Pharisaical strictness to the outward forms of religion, and at the same time neglect the weightier matters of the law, judgment, mercy, and faith. They are always ready to sacrifice, but seldom to show mercy. They are they who are represented as professing to love God whom they have not seen, whilst they hate their brother whom they have seen. They love the heathen on the other side of the globe. They can pray for him, pay money to have the Bible put into his hand, and missionaries to instruct him; while they despise and totally neglect the heathen at their own doors. Such is, very briefly, my view of the religion of this land; and to avoid any misunderstanding, growing out of the use of general terms, I mean by the religion of this land, that which is revealed in the words, deeds, and actions, of those bodies, north and south, calling themselves Christian churches, and yet in union with slaveholders."},{"id":359,"quote":"If there is no struggle there is no progress."},{"id":360,"quote":"Truth shines with brighter light and intenser heat at every moment, and a country torn and rent and bleeding implores relief from its distress and agony."},{"id":361,"quote":"A treacherous President stood in the way; and it can be easily seen how reluctant good men might be to admit an apostasy which involved so much of baseness and ingratitude. It was natural that they should seek to save him by bending to him even when he leaned to the side of error. But all is changed now."},{"id":362,"quote":"There is not, beneath the sky, an enemy to filial affection so destructive as slavery. It had made my brothers and sisters strangers to me; it converted the mother that bore me, into a myth; it shrouded my father in mystery, and left me without an intelligible beginning in the world."},{"id":363,"quote":"It was a strange sight, and perhaps the most disgraceful exhibition ever made by any President; but, as no evil is entirely unmixed, good has come of this, as from many others. Ambitious, unscrupulous, energetic, indefatigable, voluble, and plausible,—a political gladiator, ready for a “set-to in any crowd,—he is beaten in his own chosen field, and stands to-day before the country as a convicted usurper, a political criminal, guilty of a bold and persistent attempt to possess himself of the legislative powers solemnly secured to Congress by the Constitution. No vindication could be more complete, no condemnation could be more absolute and humiliating. Unless reopened by the sword, as recklessly threatened in some circles, this question is now closed for all time.”"},{"id":364,"quote":"The name given me by my mother was, \"Frederick Augustus Washington Bailey.\" I, however, had dispensed with the two middle names long before I left Maryland so that I was generally known by the name of \"Frederick Bailey."},{"id":365,"quote":"Slavery soon proved its ability to divest her of these excellent qualities, and her home of its early happiness. Conscience cannot stand much violence."},{"id":366,"quote":"In about four months after I went to New Bedford, there came a young man to me, and inquired if I did not wish to take the \"Liberator.\" I told him I did; but, just having made my escape from slavery, I remarked that I was unable to pay for it then. I, however, finally became a subscriber to it. The paper came, and I read it from week to week with such feelings as it would be quite idle for me to attempt to describe. The paper became my meat and my drink. My soul was set all on fire. Its sympathy for my brethren in bonds—its scathing denunciations of slaveholders—its faithful exposures of slavery—and its powerful attacks upon the upholders of the institution—sent a thrill of joy through my soul, such as I had never felt before!"},{"id":367,"quote":"Prior to his conversion, he relied upon his own depravity to shield and sustain him in his savage barbarity; but after his conversion, he found religious sanction and support for his slaveholding cruelty."},{"id":368,"quote":"Beware of a Yankee when he is feeding,"},{"id":369,"quote":"none to molest them or make them afraid."},{"id":370,"quote":"Another advantage I gained in my new master was, he made no pretensions to, or profession of, religion; and this, in my opinion, was truly a great advantage. I assert most unhesitatingly, that the religion of the south is a mere covering for the most horrid crimes,—a justifier of the most appalling barbarity,—a sanctifier of the most hateful frauds,—and a dark shelter under, which the darkest, foulest, grossest, and most infernal deeds of slaveholders find the strongest protection. Were I to be again reduced to the chains of slavery, next to that enslavement, I should regard being the slave of a religious master the greatest calamity that could befall me. For of all slaveholders with whom I have ever met, religious slaveholders are the worst. I have ever found them the meanest and basest, the most cruel and cowardly, of all others. It was my unhappy lot not only to belong to a religious slaveholder, but to live in a community of such religionists."},{"id":371,"quote":"I have often wished myself a beast. I preferred the condition of the meanest reptile to my own. Anything, no matter what, to get rid of thinking! It was this everlasting thinking of my condition that tormented me. There was no getting rid of it. It was pressed upon me by every object within sight or hearing, animate or inanimate. The silver trump of freedom had roused my soul to eternal wakefulness. Freedom now appeared, to disappear no more forever. It was heard in every sound, and seen in everything. It was ever present to torment me with a sense of my wretched condition. I saw nothing without seeing it, I heard nothing without hearing it, and felt nothing without feeling it. It looked from every star, it smiled in every calm, breathed in every wind, and moved in every storm."},{"id":372,"quote":"I am left in the hottest hell of unending slavery. O God, save me! God, deliver me! Let me be free! Is there any God? Why am I a slave? I will run away. I will not stand it. Get caught, or get clear, I'll try it. I had as well die with ague as the fever, I have only one life to lose. I had as well be killed running as die standing. Only think of it; one hundred miles straight north, and I am free! Try it? Yes! God helping me, I will. It cannot be that I shall live and die a slave."},{"id":373,"quote":"They’ll read and sing a sacred song,And make a prayer both loud and long,And teach the right and do the wrong,Hailing htthe brother, sister, throng,With words of heavenly union."},{"id":374,"quote":"what still more shocking outrages were perpetrated upon his mind! with all his noble powers and sublime aspirations, how like a brute was he treated, even by those professing to have the same mind in them that was in Christ Jesus! to what dreadful liabilities was he continually subjected!"},{"id":375,"quote":"The American people are not remarkable for moderation. They despise halfness. They will go with him who goes farthest and stay with him who stays longest. What the country thinks of half-men and half-measures is seen by the last election. We repudiate all such men and all such measures."},{"id":376,"quote":"I would at times feel that learning to read had been a curse rather than a blessing, without the remedy. It opened my eyes to the horrible pit, but to no ladder upon which to get out. In moments of agony, I envied my fellow-slaves for their stupidity. I have often wished myself a beast. I preferred the condition of the meanest reptile to my own. Any thing, no matter what, to get ride of thinking! It was this everlasting thinking of my condition that tormented me. There was no getting rid of it. It was pressed up me by my every object within sight or hearing, animate or inanimate. The silver trump of freedom had roused my soul to eternal wakefulness. Freedom now appeared, to disappear no more forever."},{"id":377,"quote":"I admit that the slave does sometimes sing, dance, and appear to be merry. But what does this prove? It only proves to my mind, that though slavery is armed with a thousand strings, it is not able entirely to kill the elastic spirit of the bondman. That spirit will rise and walk abroad, despite of whips and chains, and extract from the cup of nature, occasional drops of joy and gladness. No thanks to the slaveholder, nor to slavery, that the vivacious captive may sometimes dance in his chains, his very mirth in such circumstances, stands before God, as an accusing angel against his enslaver."},{"id":378,"quote":"Men who live by robbing their fellow men of their labor and liberty have forfeited their right to know anything of the thoughts, feelings, or purposes of those whom they rob and plunder. They have by the single act of slaveholding voluntarily placed themselves beyond the laws of justice and honor, and have become only fitted for companionship with thieves and pirates - the common enemies of God and of all mankind."},{"id":379,"quote":"The table groans under the heavy and blood-bought luxuries gathered with painstaking care, at home and abroad. Fields, forests, rivers and seas, are made tributary here. Immense wealth, and its lavish expenditure, fill the great house with all that can please the eye, or tempt the taste."},{"id":380,"quote":"Behind the tall-backed and elaborately wrought chairs, stand the servants, men and maidens—fifteen in number—discriminately selected, not only with a view to their industry and faithfulness, but with special regard to their personal appearance, their graceful agility and captivating address. Some of these are armed with fans, and are fanning reviving breezes toward the over-heated brows of the alabaster ladies; others watch with eager eye, and with fawn-like step anticipate and supply wants before they are sufficiently formed to be announced by word or sign."},{"id":381,"quote":"You will be free as soon as you are twenty-one, but I am a slave for life! Have not I as good a right to be free as you have?"},{"id":382,"quote":"I say , this picture sometimes appalled us, and made us rather bear those ills we had. Than fly to others, that we knew not of."},{"id":383,"quote":"Once you learn to read, you will be forever free.--Frederick Douglass (1818-1895)"},{"id":384,"quote":"Is it possible for the human mind to conceive of a more horrible state of society?"},{"id":385,"quote":"A man’s troubles are always half disposed of when he finds endurance the only alternative."},{"id":386,"quote":"The morality of free society can have no application to slave society. . . .Make a man a slave, and youmrob him of of moral responsibility. Freedom of choice is the essence of all accountability."},{"id":387,"quote":"I became convinced that there was no necessity for dissolving the \"union between the northern and the southern states\"; that to seek this dissolution was no part of my duty as an abolitionist; that to abstain from voting, was to refuse to exercise a legitimate and powerful means for abolishing slavery; and that the constitution of the United States not only contained no guarantees in favor of slavery, but, on the contrary, it is, in its letter and spirit, an anti-slavery instrument, demanding the abolition of slavery as a condition of its own existence, as the supreme law of the land."},{"id":388,"quote":"You are loosed from your moorings, and are free; I am fast in my chains, and am a slave! You move merrily before the gentle gale, and I sadly before the bloody whip! You are freedom's swift-winged angels, that fly round the world; I am confined in bands of iron! O that I were free! O, that I were on one of your gallant decks, and under your protecting wing! Alas! betwixt me and you, the turbid waters roll. Go on, go on. O that I could also go! Could I but swim! If I could fly! O, why was I born a man, of whom to make a brute!"},{"id":389,"quote":"If a slave has a bad master, his ambition is to get a better; when he gets a better, he aspires to have the best; and when he gets the best, he aspires to be his own master."},{"id":390,"quote":"Your faculties remained yours, and mine became useful to their rightful owner."},{"id":391,"quote":"Men talk much of a new birth. The fact is fundamental. But the mistake is in treating it as an incident which can only happen to a man once in a lifetime: whereas the whole journey of life is a succession of them. A new life springs up in the soul with the discovery of every new agency by which the soul is raised to a higher level of wisdom: goodness and joy."},{"id":392,"quote":"I admit that the slave does sometimes sing, dance and appear to be merry. But what does this prove? It only proves to my mind, that though slavery is armed with a thousand stings, it is not able entirely to kill the elastic spirit of the bondman."},{"id":393,"quote":"It may, perhaps, be fairly questioned, whether any other portion of the population of the earth could have endured the privations, sufferings and horrors of slavery, without having become more degraded in the scale of humanity than the slaves of African descent."},{"id":394,"quote":"He was whipped oftener who was whipped easiest."},{"id":395,"quote":"She had been the source of all his wealth; she had peopled his plantation with slaves; she had become a great grandmother in his service. She had rocked him in infancy, attended him in childhood, served him through life, and at his death wiped from his icy brow the cold death-sweat, and closed his eyes forever. She was nevertheless left a slave—a slave for life—a slave in the hands of strangers; and in their hands she saw her children, her grandchildren, and her great-grandchildren, divided, like so many sheep, without being gratified with the small privilege of a single word, as to their or her own destiny."},{"id":396,"quote":"Slaves sing most when they are most unhappy. The songs of the slave represent the sorrows of his heart; and he is relieved by them, only as an aching heart is relieved by its tears. At least, such is my experience. I have often sung to drown my sorrow, but seldom to express my happiness. Crying for joy, and singing for joy, were alike uncommon to me while in the jaws of slavery. The singing of a man cast away upon a desolate island might be as appropriately considered as evidence of contentment and happiness, as the singing of a slave; the songs of the one and of the other are prompted by the same emotion."},{"id":397,"quote":"I have sometimes thought that the mere hearing of those songs would do more to impress some minds with the horrible character of slavery, than the reading of whole volumes of philosophy on the subject could do."},{"id":398,"quote":"Welcome, welcome joy, welcome sorrow, welcome pleasure, welcome pain. You are all the ingredients of life -- and with you all, life is an inestimable blessing."},{"id":399,"quote":"It is good to think that in Heaven all troubles will be over, that war and carnage will be no more, that all injustice, cruelty and wrong shall be no more; but incomparably better is it for a man to gird on the whole armour of truth and righteousness, and wage war with these evils, and banish them from the Earth -- and thus have the will of God done on Earth as done in Heaven."},{"id":400,"quote":"It was the pursuit of knowledge under difficulties, and I look back to it now, after so many years, with some complacency and a little wonder that I could have been so earnest and persevering in any pursuit other than for my daily bread. I certainly saw nothing in the conduct of those around to inspire me with such interest: they were all devoted exclusively to what their hands found to do."},{"id":401,"quote":"Mr. Severe's place was filled by a Mr. Hopkins. He was a very different man. He was less cruel, less profane, and made less noise, than Mr. Severe. His course was characterized by no extraordinary demonstrations of cruelty. He whipped, but seemed to take no pleasure in it. He was called by the slaves a good overseer."},{"id":402,"quote":"Another advantage I gained in my new master was, he made no pretensions to, or profession of, religion; and this, in my opinion, was truly a great advantage."},{"id":403,"quote":"Experience is a keen teacher; and long before you had mastered your A B C, or knew where the \"white sails\" of the Chesapeake were bound, you began, I see, to gauge the wretchedness of the slave, not by his hunger and want, not by his lashes and toil, but by the cruel and blighting death which gathers over his soul."},{"id":404,"quote":"Reason is imprisoned here, and passions run wild. Like the fires of the prairie, once lighted, they are at the mercy of every wind, and must burn, till they have consumed all that is combustible within their remorseless grasp."},{"id":405,"quote":"I had reached the point, at which I was not afraid to die. This spirit made me a Freeman in fact, while I remained a slave in form,"},{"id":406,"quote":"Bir kez okumayı öğrendikten sonra sonsuza dek özgür olacaksınız."},{"id":407,"quote":"From this time I was most narrowly watched. If I was in a separate room any considerable length of time, I was sure to be suspected of having a book, and was at once called to give an account of myself. All this, however, was too late. The first step had been taken. Mistress, in teaching me the alphabet, had given me the inch, and no precaution could prevent me from taking the ell. The plan which I adopted, and the one by which I was most successful, was that of making friends of all the little white boys whom I met in the street. As many of these as I could, I converted into teachers. With their kindly aid, obtained at different times and in different places, I finally succeeded in learning to read. When I was sent of errands, I always took my book with me, and by going one part of my errand quickly, I found time to get a lesson before my return."},{"id":408,"quote":"No man whose vision is bounded by colour can come into contact with what is highest and best in the world."},{"id":409,"quote":"Odată ce înveţi să citeşti vei fi liber pentru totdeauna"},{"id":410,"quote":"The fatal poison of irresponsible power was already in her hands, and soon commenced its infernal work. That cheerful eye, under the influence of slavery, soon became red with rage; that voice, made all of sweet accord, changed to one of harsh and horrid discord; and that angelic face gave place to that of a demon."},{"id":411,"quote":"We need the storm, the whirlwind, and the earthquake...the hypocrisy of the nation must be exposed; and its crimes...denounced."},{"id":412,"quote":"I was quite disappointed at the general appearance of things in New Bedford. The impression which I had received respecting the character and condition of the people of the north, I found to be singularly erroneous. I had very strangely supposed, while in slavery, that few of the comforts, and scarcely any of the luxuries, of life were enjoyed at the north, compared with what were enjoyed by the slaveholders of the south. I probably came to this conclusion from the fact that northern people owned no slaves. I supposed that they were about upon a level with the non-slaveholding population of the south. I knew they were exceedingly poor, and I had been accustomed to regard their poverty as the necessary consequence of their being non-slaveholders. I had somehow imbibed the opinion that, in the absence of slaves, there could be no wealth, and very little refinement. And upon coming to the north, I expected to meet with a rough, hard-handed, and uncultivated population, living in the most Spartan-like simplicity, knowing nothing of the ease, luxury, pomp, and grandeur of southern slaveholders. Such being my conjectures, any one acquainted with the appearance of New Bedford may very readily infer how palpably I must have seen my mistake."},{"id":413,"quote":"Such are the limitations of the common mind, and so thoroughly engrossing are the cares of common life, that only the few among men can discern through the glitter and dazzle of present prosperity the dark outlines of approaching disasters, even though they may have come up to our very gates, and are already within striking distance. The yawning seam and corroded bolt conceal their defects from the mariner until the storm calls all hands to the pumps."},{"id":414,"quote":"No one idea has given rise to more oppression and persecution toward colored people of this country than that which makes Africa, not America, their home."},{"id":415,"quote":"And I remember that God reigns in eternity, and that whatever delays, whatever disappointments and discouragements may come, truth, justice, liberty, and humanity will ultimately prevail."},{"id":416,"quote":"I have been frequently asked how I felt when I found myself in a free State. I have never been able to answer the question with any satisfaction to myself. It was a moment of the highest excitement I ever experienced. I suppose I felt as one may imagine the unarmed mariner to feel when he is rescued by a friendly man-of-war from the pursuit of a pirate. In writing to a dear friend, immediately after my arrival at New York, I said I felt like one who had escaped a den of hungry lions. This state of mind, however, very soon subsided; and I was again seized with a feeling of great insecurity and loneliness. I was yet liable to be taken back, and subjected to all the tortures of slavery. This in itself was enough to damp the ardor of my enthusiasm. But the loneliness overcame me. There I was in the midst of thousands, and yet a perfect stranger; without home and without friends, in the midst of thousands of my own brethren--children of a common Father, and yet I dared not to unfold to any one of them my sad condition. I was afraid to speak to any one for fear of speaking to the wrong one, and thereby falling into the hands of money-loving kidnappers, whose business it was to lie in wait for the panting fugitive, as the ferocious beasts of the forest lie in wait for their prey. The motto which I adopted when I started from slavery was this--\"Trust no man!\" I saw in every white man an enemy, and in almost every colored man cause for distrust. It was a most painful situation; and, to understand it, one must needs experience it, or imagine himself in similar circumstances. Let him be a fugitive slave in a strange land--a land given up to be the hunting-ground for slaveholders--whose inhabitants are legalized kidnappers--where he is every moment subjected to the terrible liability of being seized upon by his fellowmen, as the hideous crocodile seizes upon his prey!--I say, let him place himself in my situation--without home or friends--without money or credit--wanting shelter, and no one to give it-- wanting bread, and no money to buy it,--and at the same time let him feel that he is pursued by merciless men-hunters, and in total darkness as to what to do, where to go, or where to stay,--perfectly helpless both as to the means of defence and means of escape,--in the midst of plenty, yet suffering the terrible gnawings of hunger,--in the midst of houses, yet having no home,--among fellow-men, yet feeling as if in the midst of wild beasts, whose greediness to swallow up the trembling and half-famished fugitive is only equalled by that with which the monsters of the deep swallow up the helpless fish upon which they subsist,--I say, let him be placed in this most trying situation,--the situation in which I was placed, --then, and not till then, will he fully appreciate the hardships of, and know how to sympathize with, the toil-worn and whip-scarred fugitive slave."},{"id":417,"quote":"playmates"},{"id":418,"quote":"But alas! this kind heart had but a short time to remain such. The fatal poison of irresponsible power was already in her hands, and soon commenced its infernal work. That cheerful eye, under the influence of slavery, soon became red with rage; that voice, made all of sweet accord, changed to one of harsh and horrid discord; and that angelic face gave place to that of a demon."},{"id":419,"quote":"most successful one was that of tarring his fence all around; after which, if a slave was caught"},{"id":420,"quote":"One you learn to read, you will be forever free."},{"id":421,"quote":"to make a contented slave, it is necessary to make a thoughtless one. It is necessary to darken his moral and mental vision, and, as far as possible, to annihilate the power of reason. He must be able to detect no inconsistencies in slavery; he must be made to feel that slavery is right; and he can be brought to that only when he ceases to be a man."},{"id":422,"quote":"Mr. Johnson had just been reading the \"Lady of the Lake,\" and at once suggested that my name be \"Douglass.\" From that time until now I have been called \"Frederick Douglass;"},{"id":423,"quote":"felt somewhat surprised that I could be so much at ease in such company, but I found it then, as I have since, that the higher the gradation in intelligence and refinement the farther removed are all artificial distinctions and restraints of mere caste or color."},{"id":424,"quote":"It was no easy matter to induce her to think and to feel that the curly-headed boy, who stood by her side, and even leaned on her lap; who was loved by little Tommy, and who loved little Tommy in turn; sustained to her only the relation of a chattel. I was more than that, and she felt me to be more than that."},{"id":425,"quote":"The singing of a man cast away upon a desolate island might be as appropriately considered as evidence of contentment and happiness, as the singing of a slave; the songs of the one and of the other are prompted by the same emotion."},{"id":426,"quote":"I have often been asked how I felt when first I found myself on free soil. There is scarcely anything in my experience about which I could not give a more satisfactory answer. A new world had opened upon me. If life is more than breath and the “quick round of blood, I lived more in that one day than in a year of my slave life. It was a time of joyous excitement which words can but tamely describe.”"},{"id":427,"quote":"I have found that, to make a contented slave, writes Douglass “it is necessary to make a thoughtless one…He must be able to detect no inconsistencies in slavery; he must be made to feel that slavery is right; and he can be brought to that only when he ceases to be a man.”"},{"id":428,"quote":"...the American people are disposed often to be generous rather than just."},{"id":429,"quote":"I have found that, to make a contented slave, it is necessary to make a thoughtless one."},{"id":430,"quote":"The reading of these speeches added much to my limited stock of language, and enabled me to give tongue to many interesting thoughts, which had frequently flashed through my soul, and died away for want of utterance."},{"id":431,"quote":"I had at one time over forty scholars, and those of the right sort, ardently desiring to learn. They were of all ages, though mostly men and women. I look back to those Sundays with an amount of pleasure not to be expressed. They were great days to my soul. The work of instructing my dear fellow-slaves was the sweetest engagement with which I was ever blessed. We loved each other, and to leave them at the close of the Sabbath was a severe cross indeed. When I think that these precious souls are to-day shut up in the prison-house of slavery, my feelings overcome me, and I am almost ready to ask, \"Does a righteous God govern the universe"},{"id":432,"quote":"Alas! I had not then learned the measure of \"man's inhumanity to man,\" nor to what limitless extent of wickedness he will go for the love of gain."},{"id":433,"quote":"Sincerely and earnestly hoping that this little book may do something toward throwing light on the American slave system, and hastening the glad day of deliverance to the millions of my brethren in bonds—faithfully relying upon the power of truth, love, and justice, for success in my humble efforts—and solemnly pledging my self anew to the sacred cause,—I subscribe myself, FREDERICK DOUGLASS. LYNN, Mass., April 28, 1845. THE END"},{"id":434,"quote":"The cruel injustice, the victorious crime, and the helplessness of innocence, led me to ask in my ignorance and weakness: Where is now the God of justice and mercy? and why have these wicked men the power thus to trample upon our rights, and to insult our feelings? and yet in the next moment came the consoling thought, \"the day of the oppressor will come at last."},{"id":435,"quote":"Of one thing I could be glad: not one of my dear friends upon whom I had brought this great calamity, reproached me, either by word or look, for having led them into it. We were a band of brothers, and never dearer to each other than now. The thought which gave us the most pain was the probable separation which would now take place in case we were sold off to the far south as we were likely to do."},{"id":436,"quote":"In all my interviews with Mr. Lincoln I was impressed withhis entire freedom from popular prejudice against the coloredrace. He was the first great man that I talked with in the UnitedStates freely, who in no single instance reminded me of the difference between himself and myself, of the difference of color"},{"id":437,"quote":"In all my interviews with Mr. Lincoln I was impressed with his entire freedom from popular prejudice against the colored race. He was the first great man that I talked with in the United States freely, who in no single instance reminded me of the difference between himself and myself, of the difference of color..."},{"id":438,"quote":"At this moment, I saw more clearly than ever the brutalizing effects of slavery upon the slave and slaveholder."},{"id":439,"quote":"The story of our inferiority is an old dodge, as I have said; for wherever men oppress their fellows, wherever they enslave them, they will endeavor to find the needed apology for such enslavement and oppression in the character of the people oppressed and enslaved. When"},{"id":440,"quote":"their base ingratitude to my poor old grandmother. She had served my old master faithfully from youth to old age. She had been the source of all his wealth; she had peopled his plantation with slaves; she had become a great grandmother in his service. She had rocked him in infancy, attended him in childhood, served him through life, and at his death wiped from his icy brow the cold death-sweat, and closed his eyes forever. She was nevertheless left a slave—a slave for life—a slave in the hands of strangers; and in their hands she saw her children, her grandchildren, and her great-grandchildren, divided, like so many sheep, without being gratified with the small privilege of a single word, as to their or her own destiny. And, to cap the climax of their base ingratitude and fiendish barbarity, my grandmother, who was now very old, having outlived my old master and all his children, having seen the beginning and end of all of them, and her present owners finding she was of but little value, her frame already racked with the pains of old age, and complete helplessness fast stealing over her once active limbs, they took her to the woods, built her a little hut, put up a little mud-chimney, and then made her welcome to the privilege of supporting herself there in perfect loneliness; thus virtually turning her out to die! If my poor old grandmother now lives, she lives to suffer in utter loneliness; she lives to remember and mourn over the loss of children, the loss of grandchildren, and the loss of great-grandchildren. They are, in the language of the slave’s poet, Whittier,— “Gone, gone, sold and gone To the rice swamp dank and lone, Where the slave-whip ceaseless swings, Where the noisome insect stings, Where the fever-demon strews Poison with the falling dews, Where the sickly sunbeams glare Through the hot and misty air:— Gone, gone, sold and gone To the rice swamp dank and lone, From Virginia hills and waters— Woe is me, my stolen daughters!"},{"id":441,"quote":"My natural elasticity was crushed, my intellect languished, the disposition to read departed, the cheerful spark that lingered about my eye died; the dark night of slavery closed in upon me; and behold a man transformed into a brute!"},{"id":442,"quote":"I have often been utterly astonished, since I came to the north, to find persons who could speak of the singing, among slaves, as evidence of their contentment and happiness. It is impossible to conceive of a greater mistake. Slaves sing most when they are most unhappy. The songs of the slave represent the sorrows of his heart; and he is relieved by them, only as an aching heart is relieved by its tears."},{"id":443,"quote":"They seemed to think that the greatness of their masters was transferable to themselves. It was considered as being bad enough to be a slave; but to be a poor man's slave was deemed a disgrace indeed!"},{"id":444,"quote":"Driven intosemi-exile by civil and barbarous laws, and by a system which cannot be thought of without a shudder, I was fullyjustified in turning, if possible, the tide of the moral universeagainst the heaven-daring outrage."},{"id":445,"quote":"I now understood what had been to me a most perplexing difficulty - to wit, the white man's power to enslave the black man. It was a grand achievement, and I prized it highly. From that moment, I understood the pathway from slavery to freedom...The very decided manner with which he spoke, and strove to impress his wife with the evil consequences of giving me instruction, served to convince me that he was deeply sensible of the truths he was uttering. It gave me the best assurance that I might rely with the utmost confidence on the results which, he said, would flow from teaching me to read. What he most dreaded, that I most desired."},{"id":446,"quote":"Added to the natural good qualities of Mr. Covey, he was a professor of religion—a pious soul—a member and a class-leader in the Methodist church. All of this added weight to his reputation as a \"nigger-breaker."},{"id":447,"quote":"H. H. GARNET. We need a thousand such representative"},{"id":448,"quote":"To make a contented slave, it is necessary to make a thoughtless one. It is necessary to darken his moral and mental vision, and, as far as possible, to annihilate the power of reason."},{"id":449,"quote":"If at any one time of my life more than another, I was made to drink the bitterest dregs of slavery, that time was during the first six months of my stay with Mr. Covey. We were worked in all weathers. It was never too hot or too cold; it could never rain, blow, hail, or snow, too hard for us to work in the field. Work, work, work, was scarcely more the order of the day than of the night. The longest days were too short for him, and the shortest nights too long for him. I was somewhat unmanageable when I first went there, but a few months of this discipline tamed me. Mr. Covey succeeded in breaking me. I was broken in body, soul, and spirit. My natural elasticity was crushed, my intellect languished, the disposition to read departed, the cheerful spark that lingered about my eye died; the dark night of slavery closed in upon me; and behold a man transformed into a brute!"},{"id":450,"quote":"and I now resolved that, however long I might remain a slave in form, the day had passed forever when I could be a slave in fact. I did not hesitate to let it be known of me, that the white man who expected to succeed in whipping, must also succeed in killing me. From this time I was never again what might be called fairly whipped, though I remained a slave four years afterwards. I had several fights, but was never whipped. It was for a long time a matter of surprise to me why Mr."},{"id":451,"quote":"And the only explanation I can now think of does not entirely satisfy me; but such as it is, I will give it. Mr. Covey enjoyed the most unbounded reputation for being a first-rate overseer and negro-breaker. It was of considerable importance to him. That reputation was at stake; and had he sent me—a boy about sixteen years old—to the public whipping-post, his reputation would have been lost; so, to save his reputation, he suffered me to go unpunished."},{"id":452,"quote":"The northern people have been long connected with slavery; they have been linked to a decaying corpse; which has destroyed the moral health. The union of the government; the union of the north and the south, in the political parties; the union in the religious organizations of the land, have all served to deaden the moral sense of the northern people, and to impregnate them with sentiments and ideas forever in conflict with what as a nation we call genius of American institutions."},{"id":453,"quote":"...it is nevertheless plain that a very different-looking class of people are springing up at the south, and are now held in slavery, from those originally brought to this country from Africa; and if their increase will do no other good, it will do away the force of the argument, that God cursed Ham, and therefore American slavery is right. If the lineal descendants of Ham are alone to be scripturally enslaved, it is certain that slavery at the south must soon become unscriptural; for thousands are ushered into the world, annually, who, like myself, owe their existence to white fathers, and those fathers most frequently their own masters."},{"id":454,"quote":"When Colonel Lloyd's slaves met the slaves of Jacob Jepson, they seldom parted without a quarrel about their masters; Colonel Lloyd's slaves contending that he was the richest, and Mr. Jepson's slaves that he was the smartest, and most of a man...These quarrels would almost always end in a fight between the parties...They seemed to think that the greatness of their masters was transferable to themselves. It was considered as being bad enough to be a slave; but to be a poor man's slave was deemed a disgrace indeed!"},{"id":455,"quote":"Geological trees do not flourish among slaves."},{"id":456,"quote":"Be faithful, be vigilant, be untiring in your efforts to break every yoke, and let the oppressed go free. Come what may—cost what it may—inscribe on the banner which you unfurl to the breeze, as your religious and political motto—\"NO COMPROMISE WITH SLAVERY! NO UNION WITH SLAVEHOLDERS"},{"id":457,"quote":"The same traits of character might be seen in Colonel Lloyd’s slaves, as are seen in the slaves of the political parties."},{"id":458,"quote":"To be accused was to be convicted, and to be convicted was to be punished; the one always following the other with immutable certainty."},{"id":459,"quote":"Once you learn to read, you will forever be free."},{"id":460,"quote":"Fellow Citizens, I am not wanting in respect for the fathers of this republic. The signers of the Declaration of Independence were brave men. They were great men, too -- great enough to give frame to a great age. It does not often happen to a nation to raise, at one time, such a number of truly great men. The point from which I am compelled to view them is not, certainly, the most favorable; and yet I cannot contemplate their great deeds with less than admiration. They were statesmen, patriots and heroes, and for the good they did, and the principles they contended for, I will unite with you to honor their memory."},{"id":461,"quote":"His reply was, (as well as I can remember,) that Demby had become unmanageable. He was setting a dangerous example to the other slaves,--one which, if suffered to pass without some such demonstration on his part, would finally lead to the total subversion of all rule and order upon the plantation. He argued that if one slave refused to be corrected, and escaped with his life, the other slaves would soon copy the example; the result of which would be, the freedom of the slaves, and the enslavement of the whites."},{"id":462,"quote":"Slavery proved as injurious to her as it did to me. When I went there, she was a pious, warm, and tender-hearted woman. There was no sorrow or suffering for which she had not a tear. She had bread for the hungry, clothes for the naked, and comfort for every mourner that came within her reach. Slavery soon proved its ability to divest her of these heavenly qualities. Under its influence, the tender heart became stone, and the lamblike disposition gave way to one of tiger-like fierceness."},{"id":463,"quote":"[T]o guard, protect, and maintain his liberty, the freedman should have the ballot; that the liberties of the American people were dependent upon the Ballot-box, the Jury-box, and the Cartridge-box..."},{"id":464,"quote":"and yet the courage that could risk betrayal and the bravery which was ready to encounter death, if need be, in pursuit of freedom, were essential features in the undertaking."},{"id":465,"quote":"Of all of the other twenty-seven black autobiographies published before 1846, only six went through four or more editions during the nineteenth century and only three of these were translated into foreign languages."},{"id":466,"quote":"I find, since reading over the foregoing Narrative that I have, in several instances, spoken in such a tone and manner, respecting religion, as may possibly lead those unacquainted with my religious views to suppose me an opponent of all religion. To remove the liability of such misapprehension, I deem it proper to append the following brief explanation. What I have said respecting and against religion, I mean strictly to apply to the slaveholding religion of this land, and with no possible reference to Christianity proper; for, between the Christianity of this land, and the Christianity of Christ, I recognize the widest possible difference—so wide, that to receive the one as good, pure, and holy, is of necessity to reject the other as bad, corrupt, and wicked. To be the friend of the one, is of necessity to be the enemy of the other. I love the pure, peaceable, and impartial Christianity of Christ: I therefore hate the corrupt, slaveholding, women-whipping, cradle-plundering, partial and hypocritical Christianity of this land. Indeed, I can see no reason, but the most deceitful one, for calling the religion of this land Christianity. I look upon it as the climax of all misnomers, the boldest of all frauds, and the grossest of all libels."},{"id":467,"quote":"The silver trump of freedom had roused my soul to eternal wakefulness."},{"id":468,"quote":"It remains now to be seen whether we have the needed courage to have that cause entirely removed from the Republic."},{"id":469,"quote":"Col. Lloyd's plantation resembles what the baronial domains were during the middle ages in Europe. Grim, cold, and unapproachable by all genial influences from communities without, there it stands; full three hundred years behind the age,"},{"id":470,"quote":"That Congress saw what was right, but distrusted the enlightenment of the loyal masses; but what was forborne in distrust of the people must now be done with a full knowledge that the people expect and require it. The members go to Washington fresh from the inspiring presence of the people."},{"id":471,"quote":"Give me the making of a nation’s ballads and I care not who has the making of its Laws."},{"id":472,"quote":"just at that time, the slightest manifestation of humanity toward a colored person was denounced as abolitionism, and that name subjected its bearer to frightful liabilities. The watchwords of the bloody-minded in that region, and in those days, were, \"Damn the abolitionists!\" and \"Damn the niggers!\" There was nothing done, and probably nothing would have been done if I had been killed. Such was, and such remains, the state of things in the Christian city of Baltimore."},{"id":473,"quote":"In what new skin will the old snake come forth?"},{"id":474,"quote":"To be the friend of the one, is of necessity to be the enemy of the other. I love the pure, peaceable, and impartial Christianity of Christ: I therefore hate the corrupt, slaveholding, women-whipping, cradle-plundering, partial and hypocritical Christianity of this land."},{"id":475,"quote":"Men talk of the Negro problem. There is no Negro problem. The problem is whether the American people have honesty enough, loyalty enough, honor enough, patriotism enough to live up to their Constitution."},{"id":476,"quote":"unless the whole structure of the government is changed from a government by States to something like a despotic central government, with power to control even the municipal regulations of States, and to make them conform to its own despotic will."},{"id":477,"quote":"Just at this point of my progress, Mr. Auld found out what was going on, and at once forbade Mrs. Auld to instruct me further, telling her, among other things, that it was unlawful, as well as unsafe, to teach a slave to read. To use his own words, further, he said, \"If you give a [n****r] an inch, he will take an ell. A [n****r] should know nothing but to obey his master--to do as he is told to do. Learning would spoil the best [n****r] in the world. Now,\" said he, \"if you teach that [n****r] (speaking of myself) how to read, there would be no keeping him. It would forever unfit him to be a slave. He would at once become unmanageable, and of no value to his master. As to himself, it could do him no good, but a great deal of harm. It would make him discontented and unhappy."},{"id":478,"quote":"What he most dreaded, that I most desired. What he most loved, that I most hated. That which to him was a great evil, to be carefully shunned, was to me a great good, to be diligently sought; and the argument which he so warmly urged, against my learning to read, only served to inspire me with a desire and determination to learn."},{"id":479,"quote":"The South must be opened to the light of law and liberty, and this session of Congress is relied upon to accomplish this important work. The plain, common-sense way of doing this work, as intimated at the beginning, is simply to establish in the South one law, one government, one administration of justice, one condition to the exercise of the elective franchise, for men of all races and colors alike. This great measure is sought as earnestly by loyal white men as by loyal blacks, and is needed alike by both. Let sound political prescience but take the place of an unreasoning prejudice, and this will be done."},{"id":480,"quote":"They were great in their day and generation."},{"id":481,"quote":"was truly a great advantage. I assert most unhesitatingly, that the religion of the south is a mere covering for the most horrid crimes,—a justifier of the most appalling barbarity,—a sanctifier of the most hateful frauds,—and a dark shelter under, which the darkest, foulest, grossest, and most infernal deeds of slaveholders find the strongest protection."},{"id":482,"quote":"once you learn to read you will be forever free."},{"id":483,"quote":"Slavery proved as injurious to her as it did to me. When I went there, she was a pious, warm, and tender-hearted woman. There was no sorrow or suffering for which she had not a tear. She had bread for the hungry, clothes for the naked, and comfort for every mourner that came within her reach. Slavery soon proved its ability to divest her of these heavenly qualities. Under its influence, the tender heart became stone, and the lamblike disposition gave way to one of tiger-like fierceness"},{"id":484,"quote":"As I writhed under it, I would at times feel that learning to read had been a curse rather than a blessing. It had given me a view of my wretched condition, without the remedy. It opened my eyes to the horrible pit, but to no ladder upon which to get out. In moments of agony, I envied my fellow-slaves for their stupidity."},{"id":485,"quote":"Master Hugh was amazed at the simplicity of his spouse, and, probably for the first time, he unfolded to her the true philosophy of slavery, and the peculiar rules necessary to be observed by masters and mistresses, in the management of their human chattels. Mr. Auld promptly forbade continuance of her instruction; telling her, in the first place, that the thing itself was unlawful; that it was also unsafe, and could only lead to mischief. To use his own words, further, he said, \"if you give a nigger an inch, he will take an ell;\" \"he should know nothing but the will of his master, and learn to obey it.\" \"if you teach that nigger—speaking of myself—how to read the bible, there will be no keeping him;\" \"it would forever unfit him for the duties of a slave;\" and \"as to himself, learning would do him no good, but probably, a great deal of harm—making him disconsolate and unhappy.\" \"If you learn him now to read, he'll want to know how to write; and, this accomplished, he'll be running away with himself.\" Such was the tenor of Master Hugh's oracular exposition of the true philosophy of training a human chattel; and it must be confessed that he very clearly comprehended the nature and the requirements of the relation of master and slave."},{"id":486,"quote":"While I lived with my master in St. Michael's, there was a white young man, a Mr. Wilson, who proposed to keep a Sabbath school for the instruction of such slaves as might be disposed to learn to read the New Testament. We met but three times, when Mr. West and Mr. Fairbanks, both class-leaders, with many others, came upon us with sticks and other missiles, drove us off, and forbade us to meet again. Thus ended our little Sabbath school in the pious town of St. Michael's."},{"id":487,"quote":"forms of religion, and at the same time neglect the weightier matters of the law, judgment, mercy, and faith. They are always ready to sacrifice, but seldom to show mercy. They are they who are represented as professing to love God whom they have not seen, whilst they hate their brother whom they have seen. They love the heathen on the other side of the globe. They can pray for him, pay money to have the Bible put into his hand, and missionaries to instruct him; while they despise and totally neglect the heathen at their own doors. Such is, very briefly, my view of the religion of this land; and to avoid any misunderstanding, growing out of the use of general terms, I mean by the religion of this land, that which is revealed in the words, deeds, and actions, of those bodies, north and south, calling themselves Christian churches, and yet in union with slaveholders."},{"id":488,"quote":"The mere recurrence to those songs, even now, afflicts me; and while I am writing these lines, an expression of feeling has already found its way down my cheek."},{"id":489,"quote":"The first two hours of that morning were such as I never experienced before, and hope never to again. Early in the morning, we went, as usual, to the field. We were spreading manure; and all at once, while thus engaged, I was overwhelmed with an indescribable feeling, in the fulness of which I turned to Sandy, who was near by, and said, \"We are betrayed!\" \"Well,\" said he, \"that thought has this moment struck me.\" We said no more. I was never more certain of any thing."},{"id":490,"quote":"One you learn to READ, you will be forever free"},{"id":491,"quote":"Mr. Covey succeeded in breaking me. I was broken in body, soul, and spirit. My natural elasticity was crushed, my intellect languished, the disposition to read departed, the cheerful spark that lingered about my eye died; the dark night of slavery closed in upon me; and behold a man transformed into a brute!"},{"id":492,"quote":"I was in the midst of an ocean of my fellow-men, and yet a perfect stranger to every one."},{"id":493,"quote":"It was—\"Fred., come help me to cant this timber here.\"—\"Fred., come carry this timber yonder.\"—\"Fred., bring that roller here.\"—\"Fred., go get a fresh can of water.\"—\"Fred., come help saw off the end of this timber.\"—\"Fred., go quick, and get the crowbar.\"—\"Fred., hold on the end of this fall.\"—\"Fred., go to the blacksmith's shop, and get a new punch.\"—\"Hurra, Fred! run and bring me a cold chisel.\"—\"I say, Fred., bear a hand, and get up a fire as quick as lightning under that steam-box.\"—"},{"id":494,"quote":"I believe in individuality, but individuals are to the mass, like waves to the ocean. The highest order of genius is as dependent as the lowest. It, like the loftiest waves of the sea, derives its power . . . from the grandeur and vastness of the ocean of which it forms a part. We differ as the waves, but are one as the sea."},{"id":495,"quote":"When I think that these precious souls are to-day shut up in the prison-house of slavery, my feelings overcome me, and I am almost ready to ask, \"Does a righteous God govern the universe? and for what does he hold the thunders in his right hand, if not to smite the oppressor, and deliver the spoiled out of the hand of the spoiler?"},{"id":496,"quote":"Could any thing be more true of our churches? They would be shocked at the proposition of fellowshipping a sheep-stealer; and at the same time they hug to their communion a man-stealer, and brand me with being an infidel, if I find fault with them for it. They attend with Pharisaical strictness to the outward forms of religion, and at the same time neglect the weightier matters of the law, judgment, mercy, and faith. They are always ready to sacrifice, but seldom to show mercy. They are they who are represented as professing to love God whom they have not seen, whilst they hate their brother whom they have seen. They love the heathen on the other side of the globe. They can pray for him, pay money to have the Bible put into his hand, and missionaries to instruct him; while they despise and totally neglect the heathen at their own doors.Such is, very briefly, my view of the religion of this land; and to avoid any misunderstanding, growing out of the use of general terms, I mean, by the religion of this land, that which is revealed in the words, deeds, and actions, of those bodies, north and south, calling themselves Christian churches, and yet in union with slaveholders."},{"id":497,"quote":"The feeling of the nation must be quickened; the conscience of the nation must be roused; the propriety of the nation must be startled; the hypocrisy of the nation must be exposed; and its crimes against God and man must be denounced."},{"id":498,"quote":"I was most keenly sensitive to know any and everything possible that had any relation to the subject of slavery. I was all ears, all eyes, whenever the words slave or slavery dropped from the lips of any white person, and more and more frequently occasions occurred when these words came leading ones in high, social debate at our house."},{"id":499,"quote":"I had deep satisfaction in the thought, that the reality of shareholders was not concealed from the eyes of the world, and that I was not alone in aborting the cruelty and brutality of slavery."},{"id":500,"quote":"The white man’s happiness cannot be purchased by the black man’s misery. Virtue cannot prevail among the white people, by its destruction among the black people, who form a part of the whole community. It is evident that the white and black “must fall or flourish together. In the light of this great truth, laws ought to be enacted, and institutions established — all distinctions, founded on complexion, ought to be repealed, repudiated, and forever abolished — and every right, privilege, and immunity, now enjoyed by the white man, ought to be as freely granted to the man of color.”"},{"id":501,"quote":"Mr. Watson inquired who saw the assault committed. Master Hugh told him it was done in Mr. Gardner's ship-yard at midday, where there were a large company of men at work. \"As to that,\" he said, \"the deed was done, and there was no question as to who did it.\" His answer was, he could do nothing in the case, unless some white man would come forward and testify. He could issue no warrant on my word. If I had been killed in the presence of a thousand colored people, their testimony combined would have been insufficient to have arrested one of the murderers. Master Hugh, for once, was compelled to say this state of things was too bad. Of course, it was impossible to get any white man to volunteer his testimony in my behalf, and against the white young men. Even those who may have sympathized with me were not prepared to do this. It required a degree of courage unknown to them to do so; for just at that time, the slightest manifestation of humanity toward a colored person was denounced as abolitionism, and that name subjected its bearer to frightful liabilities. The watchwords of the bloody-minded in that region, and in those days, were, \"Damn the abolitionists!\" and \"Damn the n****rs!\" There was nothing done, and probably nothing would have been done if I had been killed."},{"id":502,"quote":"Once you learn to read, you'll free forever."},{"id":503,"quote":"You are loosed from your moorings, and are free; I am fast in my chains, and am a slave! You move merrily before the gentle gale, and I sadly before the bloody whip! You are freedom's swift-winged angels, that fly round the world; I am confined in bands of iron! O that I were free!"},{"id":504,"quote":"Why am I a slave?"},{"id":505,"quote":"Any thing, no matter what, to get rid of thinking! It was this everlasting thinking of my condition that tormented me. There was no getting rid of it."},{"id":506,"quote":"The practice of separating children from their mother, and hiring the latter out at distances too great to admit of their meeting, except at long intervals, is a marked feature of the cruelty and barbarity of the slave system. But it is in harmony with the grand aim of slavery, which, always and everywhere, is to reduce man to a level with the brute. It is a successful method of obliterating from the mind and heart of the slave, all just ideas of the sacredness of the family, as an institution."},{"id":507,"quote":"Our house stood within a few rods of the Chesapeake Bay, whose broad bosom was ever white with sails from every quarter of the habitable globe. Those beautiful vessels, robed in purest white, so delightful to the eye of freemen, were to me so many shrouded ghosts, to terrify and torment me with thoughts of my wretched condition. I have often, in the deep stillness of a summer's Sabbath, stood all alone upon the lofty banks of that noble bay, and traced, with saddened heart and tearful eye, the countless number of sails moving off to the mighty ocean. The sight of these always affected me powerfully. My thoughts would compel utterance; and there, with no audience but the Almighty,"}]