[{"id":1,"quote":"Failure is an option here. If things are not failing, you are not innovating enough."},{"id":2,"quote":"When something is important enough, you do it even if the odds are not in your favor."},{"id":3,"quote":"I think it is possible for ordinary people to choose to be extraordinary."},{"id":4,"quote":"When you struggle with a problem, that's when you understand it."},{"id":5,"quote":"Engineering is the closest thing to magic that exists in the world."},{"id":6,"quote":"Many things are improbable, only a few are impossible."},{"id":7,"quote":"Some people don't like change, but you need to embrace change if the alternative is disaster."},{"id":8,"quote":"I could either watch it happen or be a part of it."},{"id":9,"quote":"People should pursue what they're passionate about. That will make them happier than pretty much anything else."},{"id":10,"quote":"Work like hell. I mean you just have to put in 80 to 100 hour weeks every week. [This] improves the odds of success. If other people are putting in 40 hour work weeks and you’re putting in 100 hour work weeks, then even if you’re doing the same thing you know that you will achieve in 4 months what it takes them a year to achieve."},{"id":11,"quote":"For me it was never about money, but solving problems for the future of humanity."},{"id":12,"quote":"Persistence is very important. You should not give up unless you are forced to give up."},{"id":13,"quote":"Life is too short for long-term grudges."},{"id":14,"quote":"Constantly seek criticism. A well thought out critique of what you're doing is as valuable as gold"},{"id":15,"quote":"Funded by the government just means funded by the people. Government, by the way, has no money. It only takes money from the people. Sometimes people forget that that's really what occurs."},{"id":16,"quote":"Most people can learn a lot more than they think they can. They sell themselves short without trying."},{"id":17,"quote":"You want to do things you’re passionate about but also are useful to other people."},{"id":18,"quote":"The biggest mistake, in general, I've made, is to put too much of a weighting on someone's talent and not enough on their personality. And I've made that mistake several times. I think it actually matters whether somebody has a good heart, it really does. I've made the mistake of thinking that it's sometimes just about the brain."},{"id":19,"quote":"I think that's the single best piece of advice: constantly think about how you could be doing things better and questioning yourself."},{"id":20,"quote":"For my part, I will never give up, and I mean never."},{"id":21,"quote":"Optimism, pessimism, f**k that; we're going to make it happen. As God is my bloody witness, I'm hell-bent on making it work."},{"id":22,"quote":"The first step is to establish that something is possible; then probability will occur."},{"id":23,"quote":"My mentality is that of a samurai. I would rather commit seppuku than fail."},{"id":24,"quote":"Really, the only thing that makes sense is to strive for greater collective enlightenment."},{"id":25,"quote":"If you get up in the morning and think the future is going to be better, it is a bright day. Otherwise, it’s not."},{"id":26,"quote":"Any product that needs a manual to work is broken."},{"id":27,"quote":"I think you should always be seeking negative feedback."},{"id":28,"quote":"I read books and talked to people.  I mean that's kind of how one learns anything.  There's lots of great books out there & lots of smart people."},{"id":29,"quote":"You shouldn't do things differently just because they're different. They need to be... better."},{"id":30,"quote":"You have to be pretty driven to make it happen. Otherwise, you will just make yourself miserable."},{"id":31,"quote":"If you're trying to create a company, it's like baking a cake. You have to have all the ingredients in the right proportion."},{"id":32,"quote":"Focus on something that has high value to someone else, be really rigorous in making that assessment, because natural human tendency is wishful thinking, so the challenge to entrepreneurs is telling what's the difference between really believing in your ideals and sticking to them as opposed to pursuing some unrealistic dream that doesn't actually have merit, be very rigorous in your self analysis, certainly being extremely tenacious, and just work like hell. Put in 80-100 hours every week. All these things improves the odds of success"},{"id":33,"quote":"If something's important enough, you should try. Even if you - the probable outcome is failure."},{"id":34,"quote":"Great companies are built on great products."},{"id":35,"quote":"I always had an existential crisis, trying to figure out ‘what does it all mean?’ I came to the conclusion that if we can advance the knowledge of the world, if we can expand the scope and scale of consciousness, then, we’re better able to ask the right questions and become more enlightened. That’s the only way to move forward."},{"id":36,"quote":"One bit of advice: it is important to view knowledge as sort of a semantic tree - make sure you understand the fundamental principles, ie the trunk and big branches, before you get into the leaves/details or there is nothing for them to hang on to."},{"id":37,"quote":"Being an entrepreneur is like eating glass and staring into the abyss of death."},{"id":38,"quote":"I started SpaceX with the expectation of failure."},{"id":39,"quote":"When Henry Ford made cheap, reliable cars people said, 'Nah, what's wrong with a horse?' That was a huge bet he made, and it worked."},{"id":40,"quote":"My motivation for all my companies has been to be involved in something that I thought would have a significant impact on the world."},{"id":41,"quote":"The problem is that at a lot of big companies, process becomes a substitute for thinking. You're encouraged to behave like a little gear in a complex machine. Frankly, it allows you to keep people who aren't that smart, who aren't that creative."},{"id":42,"quote":"Physics is a good framework for thinking. ... Boil things down to their fundamental truths and reason up from there."},{"id":43,"quote":"The tough thing is figuring out what questions to ask, but […] once you do that, the rest is really easy."},{"id":44,"quote":"Don't be afraid of new arenas."},{"id":45,"quote":"If you go back back a few hundred years, what we take for granted today would seem like magic - being able to talk to people over long distances, to transmit images, flying, accessing vast amounts of data like an oracle. These are all things that would have been considered magic a few hundred years ago."},{"id":46,"quote":"We have this handy fusion reactor in the sky called the sun, you don't have to do anything, it just works. It shows up every day."},{"id":47,"quote":"Patience is a virtue, and I'm learning patience. It's a tough lesson."},{"id":48,"quote":"Talent is extremely important. It's like a sports team, the team that has the best individual player will often win, but then there’s a multiplier from how those players work together and the strategy they employ."},{"id":49,"quote":"I think it's important to reason from first principles rather than by analogy. The normal way we conduct our lives is we reason by analogy. [With analogy] we are doing this because it's like something else that was done, or it is like what other people are doing. [With first principles] you boil things down to the most fundamental truths…and then reason up from there."},{"id":50,"quote":"That's my lesson for taking a vacation: vacation will kill you."},{"id":51,"quote":"I hate writing about personal stuff. I don't have a Facebook page. I don't use my Twitter account. I am familiar with both, but I don't use them."},{"id":52,"quote":"What I'm trying to do is to maximise the probability of the future being better."},{"id":53,"quote":"Entrepreneurship is like eating glass and walking on hot coals at the same time"},{"id":54,"quote":"You want to be extra rigorous about making the best possible thing you can. Find everything that's wrong with it and fix it."},{"id":55,"quote":"I'm extremely confident that solar will be at least a plurality of power, and most likely a majority... in less than 20 years."},{"id":56,"quote":"With artificial intelligence we are summoning the demon."},{"id":57,"quote":"People work better when they know what the goal is and why. It is important that people look forward to coming to work in the morning and enjoy working."},{"id":58,"quote":"I think we should be very careful about artificial intelligence. If I had to guess at what our biggest existential threat is, it's probably that. So we need to be very careful...With artificial intelligence we're summoning the demon."},{"id":59,"quote":"Fear is a hard thing to deal with. I feel it quite strongly. If I think something is important enough, I'll make myself do it in spite of fear. But it can really sap the will. I hate fear, I wish I had it less."},{"id":60,"quote":"When I was in college, I wanted to be involved in things that would change the world."},{"id":61,"quote":"And we need things in life that are exciting and inspiring. It can't just be about solving some awful problem. There have to be reasons to get up in the morning."},{"id":62,"quote":"I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better."},{"id":63,"quote":"You want to have a future where you’re expecting things to be better, not one where you’re expecting things to be worse."},{"id":64,"quote":"Going from PayPal, I thought: 'Well, what are some of the other problems that are likely to most affect the future of humanity?' Not from the perspective, 'What's the best way to make money?'"},{"id":65,"quote":"I think that's an important thing to do, to really pay attention to negative feedback, and solicit it, particularly from friends. This may sound like simple advice, but hardly anyone does that, and it's incredibly helpful."},{"id":66,"quote":"When people really understand it's do or die [and] if we work hard and pull through, it's going to be a great outcome; people will give it everything they've got."},{"id":67,"quote":"Don’t just follow the trend. You may have heard me say that it’s good to think in terms of the physics approach of first principles. Which is, rather than reasoning by analogy, you boil things down to the most fundamental truths you can imagine and you reason up from there."},{"id":68,"quote":"If you're co-founder or CEO, you have to do all kinds of tasks you might not want to do. If you don't do your chores, the company won't succeed. No task is too menial."},{"id":69,"quote":"People often mistake technology for a static picture. It's less like a picture and more like a movie. It's the velocity of technology innovation that matters. It's the acceleration."},{"id":70,"quote":"Weighing too much on someone's talent and not someone's personality. I think it matters whether someone has a good heart."},{"id":71,"quote":"Starting and growing a business is as much about the innovation, drive and determination of the people who do it as it is about the product they sell."},{"id":72,"quote":"The only reason I was able to accomplish things is the great people willing to work with me. A company is a group of people organized to create a product or service, and that product or service is only as good as the people in the company - and how excited they are about creating it. I do want to recognize a ton of super-talented people. Without them, I would have accomplished very little. I just happen to be the face of the companies."},{"id":73,"quote":"You should be innovating so fast that you're invalidating your prior patents."},{"id":74,"quote":"I think life on Earth must be about more than just solving problems... It's got to be something inspiring, even if it is vicarious."},{"id":75,"quote":"What most people know but don't realize they know is that the world is almost entirely solar-powered already. If the sun wasn't there, we'd be a frozen ice ball at three degrees Kelvin, and the sun powers the entire system of precipitation. The whole ecosystem is solar-powered."},{"id":76,"quote":"I came to the conclusion that we should aspire to increase the scope and scale of human consciousness in order to better understand what questions to ask. Really, the only thing that makes sense is to strive for greater collective enlightenment."},{"id":77,"quote":"I would like to die on Mars. Just not on impact."},{"id":78,"quote":"As a child I would just question things."},{"id":79,"quote":"No I don't ever give up. I would have to be dead or completely incapacitated"},{"id":80,"quote":"There's a tremendous bias against taking risks. Everyone is trying to optimize their ass-covering."},{"id":81,"quote":"To make an embarrassing admission, I like video games. That's what got me into software engineering when I was a kid. I wanted to make money so I could buy a better computer to play better video games. Nothing like saving the world."},{"id":82,"quote":"Actively seek out and listen carefully to negative feedback."},{"id":83,"quote":"It's OK to have your eggs in one basket as long as you control what happens to that basket."},{"id":84,"quote":"In order for us to have a future that's exciting and inspiring, it has to be one where we're a space-bearing civilization."},{"id":85,"quote":"We have a strict 'no a-hole policy' at SpaceX. And we fire people they are. I mean, we give them a little bit of warning. But if they continue to be an a-hole, then they're fired."},{"id":86,"quote":"I think there are too many smart people pursuing internet stuff, finance, and law. That is part of the reason why we haven't seen as much innovation."},{"id":87,"quote":"I think it matters whether someone has a good heart."},{"id":88,"quote":"I always invest my own money in the companies that I create. I don't believe in the whole thing of just using other people's money. I don't think that's right. I'm not going to ask other people to invest in something if I'm not prepared to do so myself."},{"id":89,"quote":"I think there are more politicians in favor of electric cars than against. There are still some that are against, and I think the reasoning for that varies depending on the person, but in some cases, they just don't believe in climate change - they think oil will last forever."},{"id":90,"quote":"The space shuttle was often used as an example of why you shouldn't even attempt to make something reusable. But one failed experiment does not invalidate the greater goal. If that was the case, we'd never have had the light bulb."},{"id":91,"quote":"We're running the most dangerous experiment in history right now, which is to see how much carbon dioxide the atmosphere can handle before there is an environmental catastrophe."},{"id":92,"quote":"If humanity doesn't land on Mars in my lifetime, I would be very disappointed."},{"id":93,"quote":"The thing that's worth doing is trying to improve our understanding of the world and gain a better appreciation of the universe and not to worry too much about there being no meaning. And, you know, try and enjoy yourself. Because, actually, life's pretty good. It really is."},{"id":94,"quote":"I don't create companies for the sake of creating companies, but to get things done."},{"id":95,"quote":"Tesla Motors was created to accelerate the advent of sustainable transport. If we clear a path to the creation of compelling electric vehicles, but then lay intellectual property landmines behind us to inhibit others, we are acting in a manner contrary to that goal. Tesla will not initiate patent lawsuits against anyone who, in good faith, wants to use our technology."},{"id":96,"quote":"There have only been about a half dozen genuinely important events in the four-billion-year saga of life on Earth: single-celled life, multicelled life, differentiation into plants and animals, movement of animals from water to land, and the advent of mammals and consciousness."},{"id":97,"quote":"Let's think beyond the normal stuff and have an environment where that sort of thinking is encouraged and rewarded and where it's okay to fail as well. Because when you try new things, you try this idea, that idea... well a large number of them are not gonna work, and that has to be okay. If every time somebody comes up with an idea it has to be successful, you're not gonna get people coming up with ideas."},{"id":98,"quote":"Humans need to be a multiplanet species."},{"id":99,"quote":"I wouldn't say I have a lack of fear. In fact, I'd like my fear emotion to be less because it's very distracting and fries my nervous system."},{"id":100,"quote":"I do love email. Wherever possible I try to communicate asynchronously. I'm really good at email."},{"id":101,"quote":"We need to be super careful with AI. Potentially more dangerous than nukes."},{"id":102,"quote":"The future of humanity is going to bifurcate in two directions: Either it's going to become multiplanetary, or it's going to remain confined to one planet and eventually there's going to be an extinction event."},{"id":103,"quote":"It's really incumbent upon us as life's agents to extend life to another planet. I think that being a multi-planet species will significantly increase the richness and scope of the human experience."},{"id":104,"quote":"I've always wanted to be part of something that would radically change the world. . . . People forget the power of inspiration. All of humanity went to the moon with the Apollo missions. The issue was cost. There was no chance to build a base and create frequent flights. That's the problem I would like to solve."},{"id":105,"quote":"An asteroid or a supervolcano could certainly destroy us, but we also face risks the dinosaurs never saw: An engineered virus, nuclear war, inadvertent creation of a micro black hole, or some as-yet-unknown technology could spell the end of us."},{"id":106,"quote":"I've actually not read any books on time management."},{"id":107,"quote":"I don't spend my time pontificating about high-concept things; I spend my time solving engineering and manufacturing problems."},{"id":108,"quote":"The fuel cell is just a fundamentally inferior way of delivering electrical energy to an electric motor than batteries."},{"id":109,"quote":"I want to make rockets 100 times, if not 1,000 times better. The ultimate objective is to make humanity a multiplanet species. Thirty years from now, there'll be a base on the moon and on Mars, and people will be going back and forth on SpaceX rockets."},{"id":110,"quote":"The revolutionary breakthrough will come with rockets that are fully and rapidly reusable. We will never conquer Mars unless we do that. It'll be too expensive. The American colonies would never have been pioneered if the ships that crossed the ocean hadn't been reusable."},{"id":111,"quote":"The idea of lying on a beach as my main thing just sounds like the worst. It sounds horrible to me. I would go bonkers. I would have to be on serious drugs. I'd be super-duper bored. I like high intensity."},{"id":112,"quote":"America is the spirit of human exploration distilled."},{"id":113,"quote":"Well, my motivation behind Tesla is really to do as much good as possible for the environment and the electric-vehicle revolution. I think there is still a lot of work to do and if we were to sell to a big company, I'm not sure it would progress at the same pace."},{"id":114,"quote":"The extension of life beyond Earth is the most important thing we can do as a species."},{"id":115,"quote":"I'm personally a moderate and a registered independent, so I'm not strongly Democratic or strongly Republican."},{"id":116,"quote":"We need to figure out how to have the things we love, and not destroy the world."},{"id":117,"quote":"You could power the entire United States with about 150 to 200 square kilometers of solar panels, the entire United States. Take a corner of Utah... there's not much going on there, I've been there. There's not even radio stations."},{"id":118,"quote":"Boeing just took $20 billion and 10 years to improve the efficiency of their planes by 10 percent. That's pretty lame. I have a design in mind for a vertical liftoff supersonic jet that would be a really big improvement."},{"id":119,"quote":"I tend to approach things from a physics framework. And physics teaches you to reason from first principles rather than by analogy."},{"id":120,"quote":"The path to the CEO's office should not be through the CFO's office, and it should not be through the marketing department. It needs to be through engineering and design."},{"id":121,"quote":"I just want to retire before I go senile because if I don't retire before I go senile, then I'll do more damage than good at that point."},{"id":122,"quote":"So, there's quite a big keep-out zone, and when you factor the keep-out zone into account, the solar panels put on that area would typically generate more power than that nuclear power plant."},{"id":123,"quote":"I don't think it's a good idea to plan to sell a company."},{"id":124,"quote":"Biofuels such as ethanol require enormous amounts of cropland and end up displacing either food crops or natural wilderness, neither of which is good."},{"id":125,"quote":"Land on Mars, a round-trip ticket - half a million dollars. It can be done."},{"id":126,"quote":"It is a mistake to hire huge numbers of people to get a complicated job done. Numbers will never compensate for talent in getting the right answer (two people who don't know something are no better than one), will tend to slow down progress, and will make the task incredibly expensive."},{"id":127,"quote":"It's not as though we can keep burning coal in our power plants. Coal is a finite resource, too. We must find alternatives, and it's a better idea to find alternatives sooner then wait until we run out of coal, and in the meantime, put God knows how many trillions of tons of CO2 that used to be buried underground into the atmosphere."},{"id":128,"quote":"The key test for an acronym is to ask whether it helps or hurts communication."},{"id":129,"quote":"I'm increasingly inclined to think there should be some regulatory oversight, maybe at the national and international level just to make sure that we don't do something very foolish."},{"id":130,"quote":"It's important that we attempt to extend life beyond Earth now. It is the first time in the four billion-year history of Earth that it's been possible, and that window could be open for a long time - hopefully it is - or it could be open for a short time. We should err on the side of caution and do something now."},{"id":131,"quote":"There are some important differences between me and Tony Stark, like I have five kids, so I spend more time going to Disneyland than parties."},{"id":132,"quote":"In order to have your voice be heard in Washington, you have to make some little contribution."},{"id":133,"quote":"Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product."},{"id":134,"quote":"Facebook is quite entrenched and has a network effect. It's hard to break into a network once it's formed."},{"id":135,"quote":"Yeah, well I think anyone who likes fast cars will love the Tesla. And it has fantastic handling by the way. I mean this car will crush a Porsche on the track, just crush it. So if you like fast cars, you'll love this car. And then oh, by the way, it happens to be electric and it's twice the efficiency of a Prius."},{"id":136,"quote":"Even if there's a zombie apocalypse, you'll still be able to travel using the Tesla Supercharging system."},{"id":137,"quote":"Government isn't that good at rapid advancement of technology. It tends to be better at funding basic research. To have things take off, you've got to have commercial companies do it."},{"id":138,"quote":"If anyone thinks they'd rather be in a different part of history, they're probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You'd probably have no teeth by now. It would be particularly awful if you were a woman."},{"id":139,"quote":"Automotive franchise laws were put in place decades ago to prevent a manufacturer from unfairly opening stores in direct competition with an existing franchise dealer that had already invested time, money and effort to open and promote their business."},{"id":140,"quote":"Tesla is here to stay and keep fighting for the electric car revolution."},{"id":141,"quote":"It's a fixer-upper of a planet but we could make it work."},{"id":142,"quote":"If we drive down the cost of transportation in space, we can do great things."},{"id":143,"quote":"I was born in Africa. I came to California because it's really where new technologies can be brought to fruition, and I don't see a viable competitor."},{"id":144,"quote":"Trying to read our DNA is like trying to understand software code - with only 90% of the code riddled with errors. It's very difficult in that case to understand and predict what that software code is going to do."},{"id":145,"quote":"I've actually made a prediction that within 30 years a majority of new cars made in the United States will be electric. And I don't mean hybrid, I mean fully electric."},{"id":146,"quote":"It's obviously tricky to convert cellulose to a useful biofuel. I think actually the most efficient way to use cellulose is to burn it in a co-generation power plant. That will yield the most energy and that is something you can do today."},{"id":147,"quote":"My family fears that the Russians will assassinate me."},{"id":148,"quote":"Every mode of transport that we use - whether it's planes, trains, automobiles, bikes, horses - is reusable, but not rockets. So we must solve this problem in order to become a space-faring civilization."},{"id":149,"quote":"Winning 'Motor Trend' Car of the year is probably the closest thing to winning the Oscar or Emmy of the car industry."},{"id":150,"quote":"In almost any industry, if you're passionate about doing a great job and making people that buy your product or service as happy as possible, it's really fulfilling."},{"id":151,"quote":"My opinion is it's a bridge too far to go to fully autonomous cars."},{"id":152,"quote":"There's nothing - I've bought everything I want. I don't like yachts or anything; you know, I'm not a yacht person, and I've got pretty much the nicest plane I'd want to have."},{"id":153,"quote":"Even if producing CO2 was good for the environment, given that we're going to run out of hydrocarbons, we need to find some sustainable means of operating."},{"id":154,"quote":"I would like to fly in space. Absolutely. That would be cool. I used to just do personally risky things, but now I've got kids and responsibilities, so I can't be my own test pilot. That wouldn't be a good idea. But I definitely want to fly as soon as it's a sensible thing to do."},{"id":155,"quote":"When we got Tesla going at the very beginning, if you asked me what I thought the odds of success were, I would have said less than 50%. I would have said that failure is the most likely outcome."},{"id":156,"quote":"I always see what’s... wrong. Would you want that? When I see a car or a rocket or spacecraft, I only see what’s wrong. I never see what’s right. It’s not a recipe for happiness."},{"id":157,"quote":"It is despairing to consider that the cost and reliability of access to space have barely changed since the Apollo era over three decades ago. Yet in virtually every other field of technology, we have made great strides in reducing cost and increasing capability."},{"id":158,"quote":"I do think there is a lot of potential if you have a compelling product and people are willing to pay a premium for that. I think that is what Apple has shown. You can buy a much cheaper cell phone or laptop, but Apple's product is so much better than the alternative, and people are willing to pay that premium."},{"id":159,"quote":"I’m nauseatingly pro-American. I would have come here from any country. The U.S. is where great things are possible."},{"id":160,"quote":"I think the high-tech industry is used to developing new things very quickly. It's the Silicon Valley way of doing business: You either move very quickly and you work hard to improve your product technology, or you get destroyed by some other company."},{"id":161,"quote":"Selling an electric sports car creates an opportunity to fundamentally change the way America drives."},{"id":162,"quote":"People will buy the car just because it's a great car. We want them to think it's excellent value for money and then, oh yeah, it happens to be electric."},{"id":163,"quote":"The United States is definitely ahead in culture of innovation. If someone wants to accomplish great things, there is no better place than the U.S."},{"id":164,"quote":"I'm a Silicon Valley guy. I just think people from Silicon Valley can do anything."},{"id":165,"quote":"Does the logic connect? What are the range of probably outcomes? You want to figure out what those probabilities are and ideally be the House. It's fine to gamble, as long as you're the House. Also, listen to critical feedback, particularly from friends. Generally they will be thinking it but they won't tell you."},{"id":166,"quote":"SpaceX has the potential of saving the U.S. government $1 billion a year. We are opposed to creating an entrenched monopoly with no realistic means for anyone to compete."},{"id":167,"quote":"Silicon Valley has some of the smartest engineers and technology business people in the world."},{"id":168,"quote":"I realized that a methane-oxygen rocket engine could achieve a specific impulse greater than 380."},{"id":169,"quote":"The rumours of the demise of the U.S. manufacturing industry are greatly exaggerated."},{"id":170,"quote":"I think most of the important stuff on the Internet has been built. There will be continued innovation, for sure, but the great problems of the Internet have essentially been solved."},{"id":171,"quote":"You need to live in a dome initially but over time you could terraform Mars to look like Earth and eventually walk around outside without anything on. ... So it's a fixer-upper of a planet."},{"id":172,"quote":"If you had to buy a new plane every time you flew somewhere, it would be incredibly expensive."},{"id":173,"quote":"Physics is really figuring out how to discover new things that are counterintuitive, like quantum mechanics. It's really counterintuitive."},{"id":174,"quote":"You can just reload, propel it and fly again. This is extremely important for revolutionizing access to space because as long as we continue to throw away rockets and space crafts, we will never truly have access to space."},{"id":175,"quote":"To our knowledge, life exists on only one planet, Earth. If something bad happens, it's gone. I think we should establish life on another planet-Mars in particular-but we 're not making very good progress. SpaceX is intended to make that happen."},{"id":176,"quote":"There's a fundamental difference, if you sort of look into the future, between a humanity that is a space-faring civilization, that's out there exploring the stars...compared with one where we are forever confined to Earth until some eventual extinction event."},{"id":177,"quote":"In the case of Apple, they did originally do production internally, but then along came unbelievably good outsourced manufacturing from companies like Foxconn. We don't have that in the rocket business. There's no Foxconn in the rocket business."},{"id":178,"quote":"I think Tesla will most likely develop its own autopilot system for the car, as I think it should be camera-based, not Lidar-based. However, it is also possible that we do something jointly with Google."},{"id":179,"quote":"Obviously Tesla is about helping solve the consumption of energy in a sustainable manner but you need the production of energy in a sustainable manner."},{"id":180,"quote":"I don't think very highly of Henrik Fisker. [...H]e thinks the reason we don't have electric cars is for lack of styling"},{"id":181,"quote":"I think we are at the dawn of a new era in commercial space exploration."},{"id":182,"quote":"The lessons of history would suggest that civilisations move in cycles. You can track that back quite far - the Babylonians, the Sumerians, followed by the Egyptians, the Romans, China. We're obviously in a very upward cycle right now and hopefully that remains the case. But it may not."},{"id":183,"quote":"You could warm Mars up, over time, with greenhouse gases."},{"id":184,"quote":"Some companies out there quote a start of production that is substantially in advance of when customers get their cars."},{"id":185,"quote":"It's just mind-blowingly awesome. I apologize, and I wish I was more articulate, but it's hard to be articulate when your mind's blown-but in a very good way."},{"id":186,"quote":"It was obvious to me that we could never colonize Mars without reusability, any more than America would have been colonized if they had to burn the ships after every trip."},{"id":187,"quote":"I'd like to dial it back 5% or 10% and try to have a vacation that's not just e-mail with a view."},{"id":188,"quote":"If anyone has a vested interest in space solar power, it would have to be me."},{"id":189,"quote":"I feel very strongly that SpaceX would not have been able to get started, nor would we have made the progress that we have, without the help of NASA."},{"id":190,"quote":"I'm reasonably optimistic about the future, especially the future of the United States - for the century, at least."},{"id":191,"quote":"As you heat the planet up, it's just like boiling a pot."},{"id":192,"quote":"I really do encourage other manufacturers to bring electric cars to market. It's a good thing, and they need to bring it to market and keep iterating and improving and make better and better electric cars, and that's what going to result in humanity achieving a sustainable transport future. I wish it was growing faster than it is."},{"id":193,"quote":"A battery by definition is a collection of cells. So the cell is a little can of chemicals. And the challenge is taking a very high-energy cell, and a large number of them, and combining them safely into a large battery."},{"id":194,"quote":"The reason we should do a carbon tax is because it's the right thing to do. It's economics 101, elementary stuff."},{"id":195,"quote":"The reality is gas prices should be much more expensive then they are because we're not incorporating the true damage to the environment and the hidden costs of mining oil and transporting it to the U.S. Whenever you have an unpriced externality, you have a bit of a market failure, to the degree that eternality remains unpriced."},{"id":196,"quote":"The odds of me coming into the rocket business, not knowing anything about rockets, not having ever built anything, I mean, I would have to be insane if I thought the odds were in my favor."},{"id":197,"quote":"Self-driving cars are the natural extension of active safety and obviously something we should do."},{"id":198,"quote":"If you think back to the beginning of cell phones, laptops or really any new technology, it's always expensive."},{"id":199,"quote":"There are really two things that have to occur in order for a new technology to be affordable to the mass market. One is you need economies of scale. The other is you need to iterate on the design. You need to go through a few versions."},{"id":200,"quote":"The overarching goal of Tesla is to help reduce carbon emissions and that means low cost and high volume. We will also serve as an example to the auto industry, proving that the technology really works and customers want to buy electric vehicles."},{"id":201,"quote":"Target launch date for Falcon I maiden flight is Halloween(October 31) from our island launch complex in the Kwajalein Atoll. For potential customers out there, I should mention that Kwajalein has some of the worlds best scuba diving and snorkeling! It is literally a tropical paradise."},{"id":202,"quote":"Silicon Valley has evolved a critical mass of engineers and venture capitalists and all the support structure - the law firms, the real estate, all that - that are all actually geared toward being accepting of startups."},{"id":203,"quote":"It would take six months to get to Mars if you go there slowly, with optimal energy cost. Then it would take eighteen months for the planets to realign. Then it would take six months to get back, though I can see getting the travel time down to three months pretty quickly if America has the will."},{"id":204,"quote":"The primary means of energy generation is going to solar. It will at least be a plurality, and probably be a slight majority in the long term."},{"id":205,"quote":"My vision is for a fully reusable rocket transport system between Earth and Mars that is able to re-fuel on Mars - this is very important - so you don't have to carry the return fuel when you go there."},{"id":206,"quote":"My background educationally is physics and economics, and I grew up in sort of an engineering environment - my father is an electromechanical engineer. And so there were lots of engineery things around me."},{"id":207,"quote":"A Prius is not a true hybrid, really. The current Prius is, like, 2 percent electric. It's a gasoline car with slightly better mileage."},{"id":208,"quote":"Mars is the only place in the solar system where it's possible for life to become multi-planetarian."},{"id":209,"quote":"It is definitely true that the fundamental enabling technology for electric cars is lithium-ion as a cell chemistry technology. In the absence of that, I don't think it's possible to make an electric car that is competitive with a gasoline car."},{"id":210,"quote":"There's a real opportunity to have a vertical takeoff and landing electric supersonic jet."},{"id":211,"quote":"With artificial intelligence, we are summoning the demon. In all those stories where there's the guy with the pentagram and the holy water, it's like, yeah, he's sure he can control the demon. Didn't work out."},{"id":212,"quote":"You need to be in the position where it is the cost of the fuel that actually matters and not the cost of building the rocket in the first place."},{"id":213,"quote":"I'm glad to see that BMW is bringing an electric car to market. That's cool."},{"id":214,"quote":"What I'm trying to do is, is to make a significant difference in space flight. And help make space flight accessible to almost anyone."},{"id":215,"quote":"For all the supporters of Tesla over the years, and it's been several years now and there have been some very tough times, I'd just like to say thank you very much. I deeply appreciate the support, particularly through the darkest times."},{"id":216,"quote":"Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car."},{"id":217,"quote":"I think long term you can see Tesla establishing factories in Europe, in other parts of the U.S. and in Asia."},{"id":218,"quote":"When something is important enough, you do it even if the odds are not in your favour."},{"id":219,"quote":"It is important to view knowledge as sort of a semantic tree -- make sure you understand the fundamental principles, ie the trunk and big branches, before you get into the leaves/details or there is nothing for them to hang on to."},{"id":220,"quote":"My proceeds from the PayPal acquisition were $180 million. I put $100 million in SpaceX, $70m in Tesla, and $10m in Solar City. I had to borrow money for rent."},{"id":221,"quote":"You should take the approach that you’re wrong. Your goal is to be less wrong."},{"id":222,"quote":"You get paid in direct proportion to the difficulty of problems you solve"},{"id":223,"quote":"I think it’s important to reason from first principles rather than by analogy. The normal way we conduct our lives is we reason by analogy. [With analogy] we are doing this because it’s like something else that was done, or it is like what other people are doing. [With first principles] you boil things down to the most fundamental truths…and then reason up from there."},{"id":224,"quote":"It is possible for ordinary people to choose to be extraordinary."},{"id":225,"quote":"I think it would be great to be born on Earth and die on Mars. Just hopefully not at the point of impact."},{"id":226,"quote":"Constantly seek criticism. A well thought out critique of whatever you’re doing is as valuable as gold."},{"id":227,"quote":"No, I don't ever give up. I'd have to be dead or completely incapacitated"},{"id":228,"quote":"I'm not trying to be anyone's savior. I'm just trying to think about the future and not be sad."},{"id":229,"quote":"If you need inspiration, don't do it."},{"id":230,"quote":"The first step is to establish that something is possible then probability will occur."},{"id":231,"quote":"I came to the conclusion that we should aspire to increase the scope and scale of human consciousness in order to better understand what questions to ask. Really, the only thing tht makes sense is to strive for greater collective enlightenment."},{"id":232,"quote":"The idea of lying on a beach as my main thing just sounds like the worst. It sounds horrible to me. I would go bonkers. I would have to be on serious drugs. I’d be super-duper bored. I like high intensity."},{"id":233,"quote":"In terms of the Internet, it's like humanity acquiring a collective nervous system. Whereas previously we were more like a [?], like a collection of cells that communicated by diffusion. With the advent of the Internet, it was suddenly like we got a nervous system. It's a hugely impactful thing."},{"id":234,"quote":"I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong."},{"id":235,"quote":"One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy."},{"id":236,"quote":"There needs to be an intersection of the set of people who wish to go, and the set of people who can afford to go...and that intersection of sets has to be enough to establish a self-sustaining civilisation. My rough guess is that for a half-million dollars, there are enough people that could afford to go and would want to go. But it’s not going to be a vacation jaunt. It’s going to be saving up all your money and selling all your stuff, like when people moved to the early American colonies...even at a million people you’re assuming an incredible amount of productivity per person, because you would need to recreate the entire industrial base on Mars. You would need to mine and refine all of these different materials, in a much more difficult environment than Earth. There would be no trees growing. There would be no oxygen or nitrogen that are just there. No oil.Excluding organic growth, if you could take 100 people at a time, you would need 10,000 trips to get to a million people. But you would also need a lot of cargo to support those people. In fact, your cargo to person ratio is going to be quite high. It would probably be 10 cargo trips for every human trip, so more like 100,000 trips. And we’re talking 100,000 trips of a giant spaceship...If we can establish a Mars colony, we can almost certainly colonise the whole Solar System, because we’ll have created a strong economic forcing function for the improvement of space travel. We’ll go to the moons of Jupiter, at least some of the outer ones for sure, and probably Titan on Saturn, and the asteroids. Once we have that forcing function, and an Earth-to-Mars economy, we’ll cover the whole Solar System. But the key is that we have to make the Mars thing work. If we’re going to have any chance of sending stuff to other star systems, we need to be laser-focused on becoming a multi-planet civilisation. That’s the next step."},{"id":237,"quote":"Constantly think about how you could be doing things better."},{"id":238,"quote":"One of the biggest mistakes we made was trying to automate things that are super easy for a person to do, but super hard for a robot to do."},{"id":239,"quote":"They were building a Ferrari for every launch, when it was possible that a Honda Accord might do the trick."},{"id":240,"quote":"You need to live in a dome initially, but over time you could terraform Mars to look like Earth and eventually walk around outside without anything on... So it's a fixer-upper of a planet."},{"id":241,"quote":"Every person in your company is a vector. Your progress is determined by the sum of all vectors."},{"id":242,"quote":"I could go and buy one of the islands in theBahamas and turn it into my personal fiefdom, but I am much more interested in trying to build andcreate a new company."},{"id":243,"quote":"It’s pretty hard to get to another star system. Alpha Centauri is four light years away, so if you go at 10 per cent of the speed of light, it’s going to take you 40 years, and that’s assuming you can instantly reach that speed, which isn’t going to be the case. You have to accelerate. You have to build up to 20 or 30 per cent and then slow down, assuming you want to stay at Alpha Centauri and not go zipping past. It’s just hard. With current life spans, you need generational ships. You need antimatter drives, because that’s the most mass-efficient. It’s doable, but it’s super slow."},{"id":244,"quote":"When I was a little kid, I was really scared of the dark. But then I came to understand, dark just means the absence of photons in the visible wavelength--400 to 700 nanometers. Then I thought, well, it's really silly to be afraid of a lack of photons. Then I wasn't afraid of the dark anymore after that."},{"id":245,"quote":"The idea of lying on a beach as my main thing just sounds like the worst — it sounds horrible to me. I would go bonkers. I would have to be on serious drugs. I’d be super-duper bored. I like high intensity."},{"id":246,"quote":"I'm not trying to be anyone's savior. I just try to think about the future and not be sad"},{"id":247,"quote":"If you buy a ticket to hell, it isn't fair to blame hell."},{"id":248,"quote":"I think we have a duty to maintain the light of consciousness, to make sure it continues into the future"},{"id":249,"quote":"If humanity is to become multi-planetary, the fundamental breakthrough that needs to occur in rocketry is a rapidly and completely reusable rocket … achieving it would be on a par with what the Wright brothers did. It’s the fundamental thing that’s necessary for humanity to become a space-faring civilization. America would never have been colonized if ships weren’t reusable."},{"id":250,"quote":"Life needs to be more than just solving problems every day. You need to wake up and be excited about the future."},{"id":251,"quote":"I really like computer games, but then if I made really great computer games, how much effect would that have on the world."},{"id":252,"quote":"I was raised by books. Books, and then my parents"},{"id":253,"quote":"If something is important enough, you do it even if the odds aren't in your favor."},{"id":254,"quote":"When I was a child, there's one thing I said: 'I never want to be alone.' That's what I would say."},{"id":255,"quote":"If you're not concerned about AI safety, you should be. Vastly more risk than North Korea."},{"id":256,"quote":"My children didn't choose to be born, I chose to have children. They owe me nothing, I owe them everything"},{"id":257,"quote":"Science is discovering the essential truths about what exists in the Universe, engineering is about creating things that never existed"},{"id":258,"quote":"If something is important enough, you should try even if the probable outcome is failure."},{"id":259,"quote":"When something is important enough you should try even if the probable outcome is failure."},{"id":260,"quote":"Education is basically downloading data and algorithms into your brain."},{"id":261,"quote":"Whatever area that you get into, given that, even if you're the best of the best, there's always a chance of failure. So, I think it's important that you really like whatever you're doing. If you don't like it, life is too short. And also, if you like what you are doing, you think about it even when you are not working. It's something your mind drawn to. And if you don't like it, you just really can't make it work I think."},{"id":262,"quote":"There have to be reasons that you get up in the morning and you want to live. Why do you want to live? What's the point? What inspires you? What do you love about the future?"},{"id":263,"quote":"When something is important enough. you do it. even if the odds are not in your favor."},{"id":264,"quote":"I want to die on Mars, just not on impact."},{"id":265,"quote":"One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy"},{"id":266,"quote":"I mean, I think that if people are concerned about volatility, they should definitely not buy our stock. I’m not here [on an earnings call] to convince you to buy [Tesla] stock. Do not buy it if volatility is scary. There you go."},{"id":267,"quote":"Buy & hold stock in companies where you love the product roadmap, sell where you don’t.\" 11/18/2020"},{"id":268,"quote":"Pronouns suck."},{"id":269,"quote":"With automation comes abundance."},{"id":270,"quote":"Never chase the next hot thing. Stop trying to chase the wave. You willnever catch it. You always for the most part find out about that stuff toolate. Instead, do what you are really passionate about, what you reallylove. That will position you before the wave even hits, and you will findout about whatever it is before the wave starts, before it gets hot, and thatis how you take advantage."},{"id":271,"quote":"The only thing that makes sense to do is strive for greater collective enlightenment."},{"id":272,"quote":"Excessive use of made up acronyms is a significant impediment to communication […] No one can actually remember all these acronyms and people don’t want to seem dumb in a meeting, so they just sit there in ignorance. This is particularly tough on new employees."},{"id":273,"quote":"I wonder how many dead one-planet civilizations are out there in the cosmos that never made it to the other planet and ultimately extinguished themselves or were destroyed by external factors. Probably a few."},{"id":274,"quote":"I want to die on Mars...just not on impact."}]