[{"id":1,"quote":"One step at a time is all it takes to get you there."},{"id":2,"quote":"We turn not older with years but newer every day."},{"id":3,"quote":"Hope is the thing with feathers that perches in the soul - and sings the tunes without the words - and never stops at all."},{"id":4,"quote":"If you take care of the small things, the big things take care of themselves. You can gain more control over your life by paying closer attention to the little things."},{"id":5,"quote":"Forever is composed of nows."},{"id":6,"quote":"Saying nothing... sometimes says the most."},{"id":7,"quote":"To travel far, there is no better ship than a book."},{"id":8,"quote":"The poet lights the light and fades away. But the light goes on and on."},{"id":9,"quote":"I am out with lanterns, looking for myself."},{"id":10,"quote":"I know nothing in the world that has as much power as a word. Sometimes I write one, and I look at it, until it begins to shine."},{"id":11,"quote":"You can stay young as long as you learn."},{"id":12,"quote":"To live is so startling it leaves little time for anything else."},{"id":13,"quote":"I dwell in possibility."},{"id":14,"quote":"Find ecstasy in life; the mere sense of living is joy enough."},{"id":15,"quote":"I think of love, and you, and my heart grows full and warm, and my breath stands still... I can feel a sunshine stealing into my soul and making it all summer, and every thorn, a rose."},{"id":16,"quote":"Behavior is what a man does, not what he thinks, feels, or believes."},{"id":17,"quote":"Dogs are better than human beings because they know but do not tell."},{"id":18,"quote":"Unable are the loved to die, for love is immortality."},{"id":19,"quote":"That it will never come again is what makes life sweet."},{"id":20,"quote":"Beauty is not caused. It is."},{"id":21,"quote":"Good times are always mutual; that is what makes good times."},{"id":22,"quote":"We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies."},{"id":23,"quote":"The lovely flowers embarrass me. They make me regret I am not a bee."},{"id":24,"quote":"There is always one thing to be grateful for - that one is one's self and not somebody else."},{"id":25,"quote":"The Heart wants what it wants - or else it does not care"},{"id":26,"quote":"Hope is the thing with feathers that perches in the soul."},{"id":27,"quote":"You don't have to be a house to be haunted."},{"id":28,"quote":"If I can stop one heart from breaking…” Emily Dickinson If I can stop one heart from breaking, I shall not live in vain; If I can ease one life the aching, Or cool one pain, Or help one fainting robin Unto his nest again, I shall not live in vain."},{"id":29,"quote":"Not knowing when the dawn will come I open every door."},{"id":30,"quote":"Bring me the sunset in a cup."},{"id":31,"quote":"Opinion is a flitting thing\nBut Truth outlasts the Sun."},{"id":32,"quote":"The soul should always stand ajar, ready to welcome the ecstatic experience."},{"id":33,"quote":"If I can stop one heart from breaking, I shall not live in vain."},{"id":34,"quote":"I could not stop for death and he did not stop for me."},{"id":35,"quote":"A wounded deer leaps the highest."},{"id":36,"quote":"PHOSPHORESCENCE. Now there's a word to lift your hat to... to find that phosphorescence, that light within, that's the genius behind poetry."},{"id":37,"quote":"Until you have loved, you cannot become yourself."},{"id":38,"quote":"Fortune befriends the bold."},{"id":39,"quote":"Old age comes on suddenly, and not gradually as is thought."},{"id":40,"quote":"The Soul selects her own Society."},{"id":41,"quote":"Forever - is composed of Nows - 'Tis not a different time... Let Months dissolve in further Months - And Years - exhale in Years."},{"id":42,"quote":"Pardon My Sanity In A World Insane"},{"id":43,"quote":"I have an appetite for silence."},{"id":44,"quote":"This is my letter to the world That never wrote to me"},{"id":45,"quote":"The possible's slow fuse is lit by the Imagination."},{"id":46,"quote":"Love is anterior to life, posterior to death, initial of creation, and the exponent of breath."},{"id":47,"quote":"Those who have not found the heaven below, will fail of it above."},{"id":48,"quote":"Truth is so rare that it is delightful to tell it."},{"id":49,"quote":"I imagine therefore I belong and am free."},{"id":50,"quote":"I felt it shelter to speak to you."},{"id":51,"quote":"The past is not a package one can lay away."},{"id":52,"quote":"We both believe, and disbelieve a hundred times an hour, which keeps believing nimble."},{"id":53,"quote":"Hope is the thing with feathers That perches in the soul, And sings the tune without the words, And never stops at all, And sweetest in the gale is heard; And sore must be the storm That could abash the little bird That kept so many warm. I've heard it in the chilliest land And on the strangest sea; Yet, never, in extremity, It asked a crumb of me."},{"id":54,"quote":"I am nobody! Who are you? Are you a nobody, too?"},{"id":55,"quote":"The brain is wider than the sky."},{"id":56,"quote":"Remorse is memory awake."},{"id":57,"quote":"That love is all there is, Is all we know of love."},{"id":58,"quote":"Expectation is contentment - Gain satiety."},{"id":59,"quote":"Hold dear to your parents for it is a scary and confusing world without them."},{"id":60,"quote":"Whenever a thing is done for the first time, it releases a little demon."},{"id":61,"quote":"I dwell in possibilities ."},{"id":62,"quote":"Afraid? Of whom am I afraid? Not death. For who is he?"},{"id":63,"quote":"People need hard times and oppression to develop psychic muscles."},{"id":64,"quote":"I dwell in possiblities."},{"id":65,"quote":"Opinion is a fitting thing but truth outlasts the sun - if then we cannot own them both, possess the oldest one."},{"id":66,"quote":"Wonder is not precisely knowing."},{"id":67,"quote":"I hope you love birds too. It is economical. It saves going to heaven."},{"id":68,"quote":"My friends are my estate."},{"id":69,"quote":"Love is its own rescue; for we, at our supremest, are but its trembling emblems."},{"id":70,"quote":"I'll tell you how the sun rose, a ribbon at a time. The steeples swam in amethyst, The news like squirrels ran. The hills untied their bonnets, The bobolinks begun. Then I said softly to myself, \"That must have been the sun!"},{"id":71,"quote":"Dying is a wild night and a new road."},{"id":72,"quote":"We meet no Stranger, but Ourself."},{"id":73,"quote":"The career of flowers differs from ours only inaudibleness."},{"id":74,"quote":"Heart, we will forget him, You and I, tonight! You must forget the warmth he gave, I will forget the light."},{"id":75,"quote":"To be alive──is Power."},{"id":76,"quote":"My life closed twice before its close;\nIt yet remains to see\nIf Immortality unveil\nA third event to me,\nSo huge, so hopeless to conceive,\nAs these that twice befell.\nParting is all we know of heaven,\nAnd all we need of hell."},{"id":77,"quote":"If I read a book and it makes my whole body so cold no fire can ever warm me, I know that is poetry."},{"id":78,"quote":"To ignore or use silence is a cruel tool. Hence this quote: Silence is all we dread; there's ransom in a voice; but silence is infinity."},{"id":79,"quote":"Because I could not stop for death, He kindly stopped for me; The carriage held but just ourselves and immortality."},{"id":80,"quote":"I'm Nobody! Who are you? Are you – Nobody – too? Then there's a pair of us? Don't tell! they'd advertise – you know! How dreary – to be – Somebody! How public – like a Frog – To tell one's name – the livelong June – To an admiring Bog!"},{"id":81,"quote":"Finite to fail, but infinite to venture."},{"id":82,"quote":"The only Commandment I ever obeyed — 'Consider the Lilies."},{"id":83,"quote":"Celebrity is the chastisement of merit and the punishment of talent."},{"id":84,"quote":"The soul selects her own society, Then shuts the door; On her divine majority Obtrude no more."},{"id":85,"quote":"Each that we lose takes a part of us;    A crescent still abides, Which like the moon, some turbid night,    Is summoned by the tides."},{"id":86,"quote":"Friends are nations in themselves."},{"id":87,"quote":"It is easy to work when the soul is at play."},{"id":88,"quote":"I tasted life."},{"id":89,"quote":"The power to console is not within corporeal reach - though its attempt is precious."},{"id":90,"quote":"I do not like the man who squanders life for fame; give me the man who living makes a name."},{"id":91,"quote":"Some keep the Sabbath going to church, I keep it staying at home, with a bobolink for a chorister, and an orchard for a dome."},{"id":92,"quote":"The sailor cannot see the north / but knows the needle can."},{"id":93,"quote":"They might not need me; but they might. I'll let my head be just in sight; a smile as small as mine might be precisely their necessity."},{"id":94,"quote":"A word is dead when it is said, some say. I say it just begins to live that day."},{"id":95,"quote":"Life is a spell so exquisite that everything conspires to break it."},{"id":96,"quote":"How much can come And much can go, And yet abide the world!"},{"id":97,"quote":"Hope . . . never stops at all."},{"id":98,"quote":"To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few."},{"id":99,"quote":"Judge tenderly of me."},{"id":100,"quote":"The things of which we want the proof are those we know the best."},{"id":101,"quote":"Common sense is almost as omniscient as God."},{"id":102,"quote":"To multiply the harbors does not reduce the sea."},{"id":103,"quote":"The WILL is always near, dear, though the feet vary."},{"id":104,"quote":"After great pain, a formal feeling comes — The Nerves sit ceremonious, like Tombs — The stiff Heart questions was it He, that bore, And Yesterday, or Centuries before? The Feet, mechanical, go round — Of Ground, or Air, or Ought — A Wooden way Regardless grown, A Quartz contentment, like a stone — This is the Hour of Lead — Remembered, if outlived, As Freezing persons, recollect the Snow — First — Chill — then Stupor — then the letting go —"},{"id":105,"quote":"Where thou art, that is home."},{"id":106,"quote":"The Soul should always stand ajar."},{"id":107,"quote":"There's a certain slant of light, On winter afternoons, That oppresses, like the weight Of cathedral tunes."},{"id":108,"quote":"We must be careful what we say. No bird resumes its egg."},{"id":109,"quote":"Not to discover weakness is The Artifice of strength."},{"id":110,"quote":"To make a prairie it takes a clover and one bee, -"},{"id":111,"quote":"Till I loved I never lived."},{"id":112,"quote":"My friends are my estate. Forgive me then the avarice to hoard them!"},{"id":113,"quote":"To lose what we have never owned might seem an eccentric bereavement, but Presumption has its own affliction as well as claim."},{"id":114,"quote":"Elysium is as far as to\nThe very nearest room,\nIf in that room a friend await\nFelicity of doom."},{"id":115,"quote":"How do most people live without any thought? There are many people in the world,--you must have noticed them in the street,--how do they live? How do they get strength to put on their clothes in the morning?"},{"id":116,"quote":"Action is redemption."},{"id":117,"quote":"There is no Frigate like a book to take us lands away nor any coursers like a page of prancing Poetry."},{"id":118,"quote":"Portrait The world spreads out on either side no farther than the heart is wide."},{"id":119,"quote":"You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me."},{"id":120,"quote":"But a Book is only the Heart's Portrait- every Page a Pulse."},{"id":121,"quote":"I argue thee that love is life. And life hath immortality."},{"id":122,"quote":"Fame is a fickle food upon a shifting plate."},{"id":123,"quote":"Does not Eternity appear dreadful to you. I often get to thinking of it and it seems so dark to me that I almost wish there was no Eternity. To think that we must forever live and never cease to be. It seems as if Death would be a relief to so endless a state of existence."},{"id":124,"quote":"The dearest ones of time, the strongest friends of the soul--BOOKS."},{"id":125,"quote":"Wild Nights – Wild Nights! Were I with thee Wild Nights should be Our luxury! Futile – the winds – To a heart in port – Done with the compass – Done with the chart! Rowing in Eden – Ah, the sea! Might I moor – Tonight – In thee!"},{"id":126,"quote":"The appetite for silence is seldom an acquired taste."},{"id":127,"quote":"Love is like life-merely longer."},{"id":128,"quote":"I must go in, the fog is rising."},{"id":129,"quote":"They say that God is everywhere, and yet we always think of Him as somewhat of a recluse."},{"id":130,"quote":"The Heart asks Pleasure--first--\nAnd then--Excuse from Pain"},{"id":131,"quote":"Longing, it may be, is the gift no other gift supplies."},{"id":132,"quote":"Affection is like bread, unnoticed till we starve, and then we dream of it, and sing of it, and paint it, when every urchin in the street has more than he can eat."},{"id":133,"quote":"For love is immortality."},{"id":134,"quote":"Narcotics cannot still the tooth. That Nibbles at the soul"},{"id":135,"quote":"Sunrise: day's great progenitor."},{"id":136,"quote":"To shut your eyes is to travel."},{"id":137,"quote":"If your Nerve, deny you - Go above your Nerve"},{"id":138,"quote":"The Truth must dazzle gradually or every man be blind."},{"id":139,"quote":"Morning without you is a dwindled dawn."},{"id":140,"quote":"To see the Summer Sky Is Poetry, though never in a Book it lie— True Poems flee—"},{"id":141,"quote":"Beauty is not the cause of something, it is what it is."},{"id":142,"quote":"I never saw a moor, I never saw the sea; Yet know I how the heather looks, And what a wave must be. I never spoke with God, Nor visited in Heaven; Yet certain am I of the spot, As if a chart were given."},{"id":143,"quote":"Pain has an element of blank"},{"id":144,"quote":"Success is counted sweetest / By those who ne'er succeed."},{"id":145,"quote":"How strange that nature does not knock, and yet does not intrude!"},{"id":146,"quote":"Fame is a bee It has a song - It has a sting - Ah, too, it has a wing."},{"id":147,"quote":"Nothing more do I ask than to share with you the ecstasy and sacrament of my life."},{"id":148,"quote":"Hope is a thing with feathers"},{"id":149,"quote":"Life is so rotatory that the wilderness falls to each, sometime."},{"id":150,"quote":"I'll tell you how the Sun rose."},{"id":151,"quote":"The Supernatural is only the Natural disclosed."},{"id":152,"quote":"The last of Summer is Delight -\nDeterred by Retrospect.\n'Tis Ecstasy's revealed Review -\nEnchantment's Syndicate.\n\nTo meet it - nameless as it is -\nWithout celestial Mail -\nAudacious as without a Knock\nTo walk within the Veil."},{"id":153,"quote":"The truth I do not dare to know I muffle with a jest."},{"id":154,"quote":"A Word that Breathes Distinctly Has not the Power to Die"},{"id":155,"quote":"LOOK back on time with kindly eyes, He doubtless did his best; How softly sinks his trembling sun In human nature's west!"},{"id":156,"quote":"Renunciation-is a piercing Virtue-The letting go A Presence-for an Expectation-."},{"id":157,"quote":"My friends are my estate. Forgive me then the avarice to hoard them. They tell me those who were poor early have different views of gold. I don't know how that is. God is not so wary as we, else He would give us no friends, lest we forget Him."},{"id":158,"quote":"I dwell in Possibility\nA fairer House than Prose\nMore numerous of Windows\nSuperior--for Doors\nOf Chambers as the Cedars\nImpregnable of Eye\nAnd for an Everlasting Roof\nThe Gambrels of the Sky\nOf Visitors--the fairest\nFor Occupation--This\nThe spreading wide my narrow Hands\nTo gather Paradise"},{"id":159,"quote":"One need not be a chamber to be haunted."},{"id":160,"quote":"Open your life wide, and take me in forever. I will never be tired-I will never be noisy when you want to be still...nobody else will see me, but you-but that is enough-I shall not want any more."},{"id":161,"quote":"Tell all the Truth but tell it slant-- Success in Circuit lies Too bright for our infirm Delight The Truth's superb surprise As Lightning to the Children eased With explanation kind The Truth must dazzle gradually Or every man be blind--"},{"id":162,"quote":"The truth dazzles gradually, or else the world would be blind."},{"id":163,"quote":"[A] mother is one to whom you hurry when you are troubled."},{"id":164,"quote":"One need not be a chamber to be haunted; One need not be a house; The brain has corridors surpassing Material place."},{"id":165,"quote":"The Spirit lurks within the Flesh Like Tides within the Sea That make the Water live, estranged What would the Either be?"},{"id":166,"quote":"I like a look of Agony, because I know it's true - men do not sham Convulsion, nor simulate, a Throe"},{"id":167,"quote":"November always seemed to me the Norway of the year."},{"id":168,"quote":"I would paint a portrait which would bring the tears, had I canvas for it, and the scene should be -- solitude, and the figures -- solitude -- and the lights and shades, each a solitude."},{"id":169,"quote":"A great hope fell You heard no noise The ruin was within."},{"id":170,"quote":"Faith is a fine invention When gentlemen can see, But microscopes are prudent In an emergency."},{"id":171,"quote":"I hope your rambles have been sweet, and your reveries spacious"},{"id":172,"quote":"I held a jewel in my fingers And went to sleep. The day was warm, and winds were prosy; I said: \"'T will keep.\" I woke and chid my honest fingers,— The gem was gone; And now an amethyst remembrance Is all I own."},{"id":173,"quote":"Luck is not chance, it's toil; fortune's expensive smile is earned."},{"id":174,"quote":"A little Madness in the Spring Is wholesome even for the King."},{"id":175,"quote":"Faith-is the pierless bridge supporting what We see unto the scene that we do not."},{"id":176,"quote":"Hope is a strange invention - A Patent of the Heart - In unremitting action Yet never wearing out"},{"id":177,"quote":"The pedigree of honey does not concern the bee; A clover, any time, to him is aristocracy."},{"id":178,"quote":"A little madness in the Spring\nIs wholesome even for the King,\nBut God be with the Clown,\nWho ponders this tremendous scene--\nThis whole experiment in green,\nAs if it were his own!"},{"id":179,"quote":"There is no frigate like a book"},{"id":180,"quote":"I would like more sisters, that the taking out of one, might not leave such stillness."},{"id":181,"quote":"The older I grow the more do I love spring and spring flowers. Is it so with you?"},{"id":182,"quote":"Till the first friend dies, we think our ecstasy impersonal, but then discover that he was the cup from which we drank it, itself as yet unknown."},{"id":183,"quote":"Nature is a haunted house--but Art--is a house that tries to be haunted."},{"id":184,"quote":"Beauty is just a light switch away...'click!' Beauty is not caused. It is."},{"id":185,"quote":"Nature is what we see - the hill, the afternoon, squirrel, eclipse, the bumblebee. Nay, nature is heaven. Nature is what we hear..."},{"id":186,"quote":"My love for those I love -- not many -- not very many, but don't I love them so?"},{"id":187,"quote":"I was almost persuaded to be a Christian. I thought I never again could be thoughtless and worldly. But I soon forgot my morning prayer or else it was irksome to me. One by one my old habits returned and I cared less for religion than ever."},{"id":188,"quote":"They address an Eclipse every morning, whom they call their \"Father.\""},{"id":189,"quote":"I fear a Man of frugal speech - I fear a Silent Man - Haranguer - I can overtake - Or Babbler - entertain - But He who weigheth - While the Rest - Expend their furthest pound - Of this Man - I am wary - I fear that He is Grand -"},{"id":190,"quote":"Longing is like a seed that wrestles in the ground"},{"id":191,"quote":"Take all away from me, but leave me Ecstasy, And I am richer then than all my Fellow Men-."},{"id":192,"quote":"The spreading wide my narrow Hands / To gather Paradise-."},{"id":193,"quote":"Eden is that old-fashioned house we dwell in every day Without suspecting our abode until we drive away."},{"id":194,"quote":"We never know we go when we are going- We jest and shut the Door- Fate-following-behind us bolts it- And we accost no more-."},{"id":195,"quote":"I don't profess to be profound; but I do lay claim to common sense."},{"id":196,"quote":"I miss the grasshoppers much, but suppose it is all for the best. I should become too much attached to a trotting world."},{"id":197,"quote":"My Life had stood - a Loaded Gun - In Corners - till a Day The Owner passed - identified - And carried Me away -"},{"id":198,"quote":"Nature, like us is sometimes caught without her diadem."},{"id":199,"quote":"... I have no letter from the dead, yet daily love them more."},{"id":200,"quote":"Proud of my broken heart since thou didst break it,\nProud of the pain I did not feel till thee,\nProud of my night since thou with moons dost slake it,\nNot to partake thy passion, my humility."},{"id":201,"quote":"I SEE thee better in the dark, I do not need a light. The love of thee a prism be Excelling violet. I see thee better for the years That hunch themselves between, The miner’s lamp sufficient be To nullify the mine. And in the grave I see thee best— Its little panels be A-glow, all ruddy with the light I held so high for thee! What need of day to those whose dark Hath so surpassing sun, It seem it be continually At the meridian?"},{"id":202,"quote":"We do not play on Graves— Because there isn't Room— Besides—it isn't even—it slants And People come— And put a Flower on it— And hang their faces so— We're fearing that their Hearts will drop— And crush our pretty play— And so we move as far As Enemies—away— Just looking round to see how far It is—Occasionally—"},{"id":203,"quote":"The bustle in a house The morning after death Is solemnest of industries Enacted upon earth,-- The sweeping up the heart, And putting love away We shall not want to use again Until eternity"},{"id":204,"quote":"It is essential to the sanity of mankind that each one should think the other crazy - a condition with which the cynicism of human nature so cordially complies, one could wish it were a concurrence upon a subject more noble."},{"id":205,"quote":"It is better to be the hammer than the anvil."},{"id":206,"quote":"I cannot live with you, It would be life, And life is over there Behind the shelf"},{"id":207,"quote":"The world allured me & in an unguarded moment I listened to her siren voice. From that moment I seemed to lose interest in heavenly things. Friends reasoned with me & told me of the danger I was in. I felt my danger & was alarmed, but I had rambled too far to return & ever since my heart has been growing harder."},{"id":208,"quote":"You are nipping in the bud fancies which I let blossom. The shore is safer, but I love to buffet the sea - I can count the bitter wrecks here in these pleasant waters, and hear the murmuring winds, but oh, I love the danger!"},{"id":209,"quote":"To fight aloud is very brave, but gallanter, I know, who charge within the bosom, the Cavalry of Woe."},{"id":210,"quote":"It was a quiet way - He asked if I was his - I made no answer of the tongue But answer of the eyes - And then He bore me on Before this mortal noise With swiftness, as of Chariots and distance, as of Wheels. This World did drop away As acres from the feet of one that leaneth from Balloon Upon an Ether Street. The Gulf behind was not, The Continents were new - Eternity was due. No Seasons were to us - It was not Night nor Morn - But Sunrise stopped upon the place And Fastened in Dawn."},{"id":211,"quote":"Nothing is the force that renovates the World."},{"id":212,"quote":"How odd that girl's life looks Behind this soft eclipse! I think that earth seems so To those in heaven now. This being comfort, then That other kind was pain; But why compare? I'm wife! stop there!"},{"id":213,"quote":"Fame is a fickle food Upon a shifting plate, Whose table once a Guest, but not The second time, is set. Whose crumbs the crows inspect, And with ironic caw Flap past it to the Farmer's corn; Men eat of it and die."},{"id":214,"quote":"A death-blow is a life-blow to some Who, till they died, did not alive become; Who, had they lived, had died, but when They died, vitality begun."},{"id":215,"quote":"Prayer is the little implement through which men reach; where presence is denied them."},{"id":216,"quote":"Superiority to Fate Is difficult to gain 'Tis not conferred of Any But possible to earn."},{"id":217,"quote":"I think Heaven will not be as good as earth, unless it bring with it that sweet power to remember, which is the staple of Heaven here."},{"id":218,"quote":"You remember my ideal cat has always a huge rat in its mouth, just going out of sight - though going out of sight in itself has a peculiar pleasure."},{"id":219,"quote":"How very sad it is to have a confiding nature, one's hopes and feelings are quite at the mercy of all who come along; and how very desirable to be a stolid individual, whose hopes and aspirations are safe in one's waistcoat pocket, and that a pocket indeed, and one not to be picked!"},{"id":220,"quote":"The Things that never can come back, are several - Childhood - some forms of Hope - the Dead."},{"id":221,"quote":"A color stands abroad on solitary hills that silence cannot overtake, but human nature feels."},{"id":222,"quote":"It is true that the unknown is the largest need of the intellect, though for it, no one thinks to thank God."},{"id":223,"quote":"Suspense-is Hostiler than Death-Death- tho soever Broad, Is just Death, and cannot increase- Suspense-does not conclude-."},{"id":224,"quote":"The hearts that never lean must fall."},{"id":225,"quote":"Banish Air from Air \nDivide Light if you dare"},{"id":226,"quote":"I took one Draught of Life - I'll tell you what I paid - Precisely an existence - The market price, they said."},{"id":227,"quote":"So proud she was to die It made us all ashamed That what we cherished, so unknown To her desire seemed. So satisfied to go Where none of us should be, Immediately, that anguish stooped Almost to jealousy."},{"id":228,"quote":"Angels in the early morning may be seen the dews among. Stooping, plucking, smiling, flying. Do the buds to them belong?"},{"id":229,"quote":"Pain - has an Element of Blank It cannot recollect When it begun - or if there were a time when it was not - It has no Future - but itself - Its Infinite contain Its Past - enlightened to perceive New Periods - of Pain."},{"id":230,"quote":"I could not prove the Years had feet-/Yet confident they run."},{"id":231,"quote":"I . . . am small, like the wren, and my hair is bold like the chestnut burr; and my eyes like the sherry in the glass that the guest leaves."},{"id":232,"quote":"An ear can break a human heart As quickly as a spear, We wish the ear had not a heart So dangerously near."},{"id":233,"quote":"How softly summer shuts, without the creaking of a door."},{"id":234,"quote":"A dim capacity for wings demeans the dress I wear."},{"id":235,"quote":"Initial of Creation, and The Exponent of Earth"},{"id":236,"quote":"Life is the finest secret. So long as that remains, we must all whisper."},{"id":237,"quote":"Nature is what we know - Yet have not art to say - So impotent our wisdom is To her simplicity."},{"id":238,"quote":"Beauty is not caused, it is; Chase it and it ceases, Chase it not and it abides."},{"id":239,"quote":"Dreams are the subtle Dower \nThat make us rich an Hour \nThen fling us poor \nOut of the purple door."},{"id":240,"quote":"I had no monarch in my life, and cannot rule myself; and when I try to organize, my little force explodes and leaves me bare and charred."},{"id":241,"quote":"The sun just touched the morning; The morning, happy thing, Supposed that he had come to dwell, And life would be all spring."},{"id":242,"quote":"I felt a Cleaving in my Mind- As if my Brain had split- I tried to match it- Seam by Seam- But could not make it fit."},{"id":243,"quote":"If I feel physically as if the top of my head were taken off, I know that is poetry."},{"id":244,"quote":"Will you tell me my fault, frankly as to yourself, for I had rather wince, than die.  Men do not call the surgeon to commend the bone, but to set it, Sir."},{"id":245,"quote":"Tell all the Truth, but tell it slant/Success in Circuit lies."},{"id":246,"quote":"So instead of getting to Heaven, at last - I’m going, all along."},{"id":247,"quote":"It sounded as if the streets were running,\nAnd then the streets stood still."},{"id":248,"quote":"Love is everything. And that's all we know about it."},{"id":249,"quote":"Earth is a merry damsel, and heaven a knight so true"},{"id":250,"quote":"Publication - is the auction of the mind."},{"id":251,"quote":"It is finished, is never said of us"},{"id":252,"quote":"God is indeed a jealous God. He cannot bear to see, that we had rather not with him, but with each other play."},{"id":253,"quote":"A narrow Fellow in the Grass\nOccasionally rides"},{"id":254,"quote":"Write me of hope and love, and hearts that endured."},{"id":255,"quote":"A charm invests a face Imperfectly beheld,— The lady dare not lift her veil For fear it be dispelled. But peers beyond her mesh, And wishes, and denies,— Lest interview annul a want That image satisfies."},{"id":256,"quote":"Grant me, O Lord, a sunny mind-Thy windy will to bear!"},{"id":257,"quote":"He ate and drank the precious Words, his Spirit grew robust; He knew no more that he was poor, nor that his frame was Dust."},{"id":258,"quote":"The dandelion's pallid tube\nAstonishes the grass,\nAnd winter instantly becomes\nAn infinite alas."},{"id":259,"quote":"My only sketch, profile, of Heaven is a large blue sky, and larger than the biggest I have seen in June - and in it are my friends - every one of them."},{"id":260,"quote":"After great pain, a formal feeling comes. The Nerves sit ceremonious, like tombs."},{"id":261,"quote":"A Clock stopped--\nNot the Mantel's--\nGeneva's farthest skill\nCan't put the puppet bowing--\nThat just now dangled still"},{"id":262,"quote":"My best Acquaintances are those With Whom I spoke no Word"},{"id":263,"quote":"He fumbles at your spirit As players at the keys Before they drop full music on; He stuns you by degrees. Prepares your brittle substance For the ethereal blow by fainter hammers, further heard, Then nearer, then so slow Your breath has time to straighten Your brain to bubble cool,- Deals one imperial thunderbolt That scalps your naked soul."},{"id":264,"quote":"When a Lover is a Beggar Abject is his Knee. When a Lover is an Owner Different is he."},{"id":265,"quote":"This World is not Conclusion. A Sequel stands beyond- Invisible, as Music- But positive, as Sound."},{"id":266,"quote":"There is a solitude of space. \n A solitude of sea. A solitude of death, but these societies shall be compared with that profounder site-that polar privacy. A soul admitted to itself--Finite infinity."},{"id":267,"quote":"I work to drive the awe away, yet awe impels the work."},{"id":268,"quote":"If I read a book and it makes my whole body so cold no fire can warm me, I know that is poetry. If I feel physically as if the top of my head were taken off, I know that is poetry. These are the only ways I know it. Is there any other way?"},{"id":269,"quote":"A letter always seemed to me like immortality because it is the mind alone without corporeal friend."},{"id":270,"quote":"The Spider as an Artist Has never been employed- Though his surpassing Merit Is freely certified."},{"id":271,"quote":"Heart, we will forget him! You and I, to-night! You may forget the warmth he gave, I will forget the light. When you have done, pray tell me, That I my thoughts may dim; Haste! lest while you’re lagging, I may remember him!"},{"id":272,"quote":"You ask of my companions. Hills, sir, and the sundown, and a dog as large as myself."},{"id":273,"quote":"Surgeons must be very careful\nWhen they take the knife!\nUnderneath their fine incisions\nStirs the Culprit-Life!"},{"id":274,"quote":"I measure every grief I meet with narrow, probing eyes - I wonder if it weighs like mine - or has an easier size."},{"id":275,"quote":"A Light exists in Spring\nNot present on the Year\nAt any other period -\nWhen March is scarcely here\nA Color stands abroad\nOn Solitary Fields\nThat Science cannot overtake\nBut Human Nature feels.\n\nIt waits upon the Lawn,\nIt shows the furthest Tree\nUpon the furthest Slope you know\nIt almost speaks to you.\n\nThen as Horizons step\nOr Noons report away\nWithout the Formula of sound\nIt passes and we stay -\n\nA quality of loss\nAffecting our Content\nAs Trade had suddenly encroached\nUpon a Sacrament."},{"id":276,"quote":"I confess that I love him, I rejoice that I love him, I thank the maker of Heaven and Earth that gave him to me. The exultation floods me."},{"id":277,"quote":"A power of Butterfly must be - The Aptitude to fly Meadows of Majesty concedes And easy Sweeps of Sky -"},{"id":278,"quote":"Had we less to say to those we love, perhaps we should say it oftener."},{"id":279,"quote":"Drunkards of summer are quite as frequent as Drunkards of wine."},{"id":280,"quote":"Home is the definition of God."},{"id":281,"quote":"MY river runs to thee: Blue sea, wilt welcome me? My river waits reply. Oh sea, look graciously! I ’ll fetch thee brooks From spotted nooks,— Say, sea, Take me!"},{"id":282,"quote":"'Tis sweet to know that stocks will stand When we with Daisies lie- That Commerce will continue- And Trades as briskly fly."},{"id":283,"quote":"His Labor is a Chant - His Idleness -a Tune - Oh, for a Bee's experience Of Clovers, and of Noon!"},{"id":284,"quote":"The Truth never flaunted a sign."},{"id":285,"quote":"The Loneliness One dare not sound -- And would as soon surmise AS in its Grave go plumbing To ascertain the size -- The Loneliness whose worst alarm Is lest itself should see -- And perish from before itself For just a scrutiny -- The Horror not to be surveyed -- But skirted in the Dark -- With Consciousness suspended -- And Being under Lock -- I fear me this -- is Loneliness -- The Maker of the soul Its Caverns and its Corridors Illuminate -- or seal"},{"id":286,"quote":"I do not know the man so bold He dare in lonely Place That awful stranger Consciousness Deliberately face-."},{"id":287,"quote":"There is no Silence in the Earth - so silent As that endured Which uttered, would discourage Nature And haunt the World."},{"id":288,"quote":"They say that “Time assuages” - Time never did assuage - An actual suffering strengthens As Sinews do, with age - Time is a Test of Trouble - But not a Remedy - If such it prove, it prove too There was no Malady"},{"id":289,"quote":"Much Madness is divinest Sense -- To a discerning Eye -- Much Sense -- the starkest Madness -- 'Tis the Majority In this, as All, prevail -- Assent -- and you are sane -- Demur -- you're straightway dangerous -- And handled with a Chain --"},{"id":290,"quote":"To see her is a picture- To hear her is a tune- To know her an Intemperance As innocent as June- To know her not-Affliction- To own her for a Friend A warmth as near as if the the Sun Were shining in your Hand."},{"id":291,"quote":"Anger as soon as fed is dead- 'Tis starving makes it fat."},{"id":292,"quote":"The heart asks pleasure first,\nAnd then, excuse from pain;\nAnd then, those little anodynes\nThat deaden suffering;\nAnd then, to go to sleep;\nAnd then, if it should be\nThe will of its Inquisitor,\nThe liberty to die."},{"id":293,"quote":"You'll find it-when you try to die- The Easier to let go- For recollecting such as went- You could not spare-you know."},{"id":294,"quote":"I dwell in Possibility A fairer house than Prose More numerous of Windows Superior — for Doors."},{"id":295,"quote":"Faith—is the Pierless Bridge Supporting what We see Unto the Scene that We do not— Too slender for the eye It bears the Soul as bold As it were rocked in Steel With Arms of Steel at either side— It joins—behind the Veil To what, could We presume The Bridge would cease to be To Our far, vacillating Feet A first Necessity."},{"id":296,"quote":"Not one of all the purple host Who took the flag to-day Can tell the definition So clear of victory, As he, defeated, dying, On whose forbidden ear The distant strains of triumph Break agonized and clear."},{"id":297,"quote":"She dealt her pretty words like Blades -- How glittering they shone -- And every One unbared a Nerve Or wantoned with a Bone -- She never deemed -- she hurt -- That -- is not Steel's Affair -- A vulgar grimace in the Flesh -- How ill the Creatures bear -- To Ache is human -- not polite -- The Film upon the eye Mortality's old Custom -- Just locking up -- to Die."},{"id":298,"quote":"I dwell in possibilities... a fairer house than prose."},{"id":299,"quote":"A wounded deer leaps highest, I've heard the hunter tell; 'Tis but the ecstasy of death, And then the brake is still. The smitten rock that gushes, The trampled steel that springs,, A cheek is always redder Just where the hectic stings Mirth is mail of anguish, In which its cautious arm Lest anybody spy the blood And, you're hurt exclaim."},{"id":300,"quote":"What will the solemn Hemlock- What will the Oak tree say?"},{"id":301,"quote":"You cannot fold a flood and put it in a drawer, because the winds would find it out and tell your cedar floor."},{"id":302,"quote":"I am going to learn to make bread tomorrow. So if you may imagine me with my sleeves rolled up, mixing flour, milk, saleratus, etc., with a deal of grace. I advise you if you dont know how to make the staff of life to learn with dispatch."},{"id":303,"quote":"Twin loaves of bread have just been born into the world under my auspices. Fine children, the image of their mother. And here, my dear friend, is the glory."},{"id":304,"quote":"As Summer into Autumn slips\nAnd yet we sooner say\n\"The Summer\" than \"the Autumn,\" lest\nWe turn the sun away,\n\nAnd almost count it an Affront\nThe presence to concede\nOf one however lovely, not\nThe one that we have loved -\n\nSo we evade the charge of Years\nOn one attempting shy\nThe Circumvention of the Shaft\nOf Life's Declivity."},{"id":305,"quote":"Our little kinsmen after rain\nIn plenty may be seen,\na pink and pulpy multitude\nThe tepid ground upon;\nA needless life if seemed to me\nUntil a little bird\nAs to a hospitality\nAdvanced and breakfasted."},{"id":306,"quote":"I started early, took my dog, And visited the sea; The mermaids in the basement Came out to look at me"},{"id":307,"quote":"What fortitude the Soul contains, That it can so endure The accent of a coming Foot- The opening of a Door."},{"id":308,"quote":"Drab Habitation of Whom? Tabernacle or Tomb - or Dome of Worm - or Porch of Gnome - or some Elf's Catacomb?"},{"id":309,"quote":"I tasted - careless - then -\nI did not know the Wine\nCame once a World - Did you?\nOh, had you told me so -\nThis Thirst would blister - easier - now"},{"id":310,"quote":"Answer July-\nWhere is the Bee-\nWhere is the Blush-\nWhere is the Hay?\n\nAh, said July-\nWhere is the Seed-\nWhere is the Bud-\nWhere is the May-\nAnswer Thee-Me-"},{"id":311,"quote":"If I shouldn't be alive \nWhen the Robins come, \nGive the one in Red Cravat,\nA Memorial crumb."},{"id":312,"quote":"Some Arrows slay but whom they strike - But this slew all but him - Who so appareled his Escape - Too trackless for a Tomb"},{"id":313,"quote":"Two Seasons, it is said, exist-\nThe Summer of the Just,\nAnd this of Ours, diversified\nWith Prospect, and with Frost-\n\nMay not our Second with its First\nSo infinite compare\nThat We but recollect the one\nThe other to prefer?"},{"id":314,"quote":"I wonder if it hurts to live, And if they have to try, And whether, could they choose between, They would not rather die."},{"id":315,"quote":"The Soul unto itself\nIs an imperial friend, -\nOr the most agonizing Spy -\nAn Enemy - could send -"},{"id":316,"quote":"I stepped from Plank to Plank\nA slow and cautious way"},{"id":317,"quote":"All things do go a-courting,\nIn earth, or sea, or air,\nGod hath made nothing single\nBut thee in His world so fair."},{"id":318,"quote":"A light exists in Spring\nNot present in the year\nat any other period\nWhen March is scarcely here."},{"id":319,"quote":"Further in Summer than the Birds Pathetic from the Grass A minor Nation celebrates Its unobtrusive Mass.  No Ordinance be seen So gradual the Grace A pensive Custom it becomes Enlarging Loneliness.  Antiquest felt at Noon When August burning low Arise this spectral Canticle Repose to typify  Remit as yet no Grace No Furrow on the Glow Yet a Druidic Difference Enhances Nature now."},{"id":320,"quote":"Inebriate of air am I, And debauchee of dew, Reeling, through endless summer days, From inns of molten blue."},{"id":321,"quote":"This is my letter to the world, that never wrote to me, the simple news that nature told, with tender majesty. Her message is committed, to hands I cannot see; for love of her, sweet countrymen, judge tenderly of me."},{"id":322,"quote":"A precious, mouldering pleasure 't is To meet an antique book In just the dress his century wore; A privilege, I think, His venerable hand to take, And warming in our own, A passage back, or two, to make To times when he was young. His quaint opinions to inspect, His knowledge to unfold On what concerns our mutual mind, The literature of old."},{"id":323,"quote":"We trust in plumed procession\nFor such the angels go\nRank after rank, with even feet/And uniforms of snow."},{"id":324,"quote":"And then--a Day as huge\nAs Yesterdays in pairs,\nUnrolled its horror in my face--\nUntil it blocked my eyes"},{"id":325,"quote":"Witchcraft was hung, in History, But History and I Find all the Witchcraft that we need Around us, every Day -"},{"id":326,"quote":"There is a pain so utter, it swallows being up; The covers the abyss with a trance So memory can step around, across, upon it."},{"id":327,"quote":"In the name of the bee And of the butterfly And of the breeze, amen!"},{"id":328,"quote":"Tis not that dieing hurts us so- tis living- hurts us more."},{"id":329,"quote":"At least to pray is left - is left Oh Jesus - in the Air - I know not which thy chamber is - I'm knocking everywhere."},{"id":330,"quote":"After a hundred years\nNobody knows the place,\nAgony, that enacted there,\nMotionless as peace."},{"id":331,"quote":"The friend anguish reveals is the slowest forgot."},{"id":332,"quote":"I died for Beauty--but was scarce\nAdjusted in the Tomb\nWhen One who died for Truth, was lain\nIn an adjoining Room"},{"id":333,"quote":"A Bayonet's contrition is nothing to the dead."},{"id":334,"quote":"Death is a supple suitor, that wins at last. It is a stealthy wooing; conducted first by pallid innuendos and dim approach, but brave at last with bugles."},{"id":335,"quote":"Victory comes late--\nAnd is held low to freezing lips--\nToo rapt with frost\nTo take it"},{"id":336,"quote":"Heavenly Father - take to thee The supreme iniquity Fashioned by thy candid Hand In a moment contraband - Though to trust us seem to us More respectful - We are Dust - We apologize to thee For thine own Duplicity."},{"id":337,"quote":"Endow the Living - with the Tears -  You squander on the Dead."},{"id":338,"quote":"Much Madness is Divinest Sense, to a Discerning Eye."},{"id":339,"quote":"I can wade Grief -- Whole Pools of it -- I'm used to that -- But the least push of Joy Breaks up my feet -- And I tip -- drunken -- Let no Pebble -- smile -- 'Twas the New Liquor -- That was all!"},{"id":340,"quote":"His Cheek is his Biographer- As long as he can blush."},{"id":341,"quote":"A shady friend for torrid days Is easier to find Than one of higher temperature For frigid hour of mind."},{"id":342,"quote":"The Past is such a curious Creature To look her in the Face A Transport may receipt us Or a Disgrace-."},{"id":343,"quote":"I see thee better in the dark I do not need a light."},{"id":344,"quote":"The only secret people keep is immortality."},{"id":345,"quote":"Enough is so vast a sweetness I suppose it never occurs."},{"id":346,"quote":"Fearless--the cobweb swings from the ceiling--\nIndolent Housewife--in Daisies--lain!"},{"id":347,"quote":"Portraits are to daily faces As an evening west To a fine, pedantic sunshine In a satin vest."},{"id":348,"quote":"For each ecstatic instant We must an anguish pay In keen and quivering ratio To the ecstasy."},{"id":349,"quote":"God's little Blond Blessing we have long deemed you, and hope his so-called Will will not compel him to revoke you."},{"id":350,"quote":"God, keep me from what they call 'households,'"},{"id":351,"quote":"Of Consciousness, her awful Mate. The Soul cannot be rid - as easy the secreting her behind the Eyes of God."},{"id":352,"quote":"There is a Zone whose even Years\nNo Solstice interrupt -\nWhose Sun constructs perpetual Noon\nWhose perfect Seasons wait -\nWhose Summer set in Summer, till\nThe Centuries of June\nAnd Centuries of August cease\nAnd Consciousness - is Noon."},{"id":353,"quote":"Why should we censure Othello when the Criterion Lover says, \"Thou shalt have no other Gods before Me\"?"},{"id":354,"quote":"His mind of man, a secret makes I meet him with a start he carries a circumference in which I have no part."},{"id":355,"quote":"God gave a loaf to every bird, But just a crumb to me."},{"id":356,"quote":"They say that 'home is where the heart is.' I think it is where the house is, and the adjacent buildings."},{"id":357,"quote":"How lucious lies the pea within the pod."},{"id":358,"quote":"To die before one fears to die may be a boon."},{"id":359,"quote":"We outgrow love like other things and put it in a drawer, till it an antique fashion shows like costumes grandsires wore."},{"id":360,"quote":"A soft Sea washed around the House A Sea of Summer Air And rose and fell the magic Planks That sailed without a care — For Captain was the Butterfly For Helmsman was the Bee And an entire universe For the delighted crew."},{"id":361,"quote":"One need not be a Chamber - to be Haunted - One need not be a House - The Brain - has Corridors - surpassing Material Place - Far safer, of a Midnight - meeting External Ghost - Than an Interior - Confronting - That cooler - Host. Far safer, through an Abbey - gallop - The Stones a'chase - Than Moonless - One's A'self encounter - In lonesome place - Ourself - behind ourself - Concealed - Should startle - most."},{"id":362,"quote":"September's Baccalaureate  A combination is Of Crickets - Crows - and Retrospects  And a dissembling Breeze  That hints without assuming -  An Innuendo sear  That makes the Heart put up its Fun  And turn Philosopher."},{"id":363,"quote":"Eternity' is there, We say, as of a station. Meanwhile, he is so near, He joins me in my Ramble? Divides abode with me? No Friend have I that so persists As this Eternity."},{"id":364,"quote":"God's unique capacity is too surprising to surprise."},{"id":365,"quote":"Assent - and you are sane - Demur - and you're straightaway dangerous -   and handled with a chain."},{"id":366,"quote":"Time is short and full, like an outgrown Frock - ."},{"id":367,"quote":"Love is like the wild rose-briar; Friendship like the holly-tree. The holly is dark when the rose-briar blooms, But which will bloom most constantly? The wild rose-briar is sweet in spring ,Its summer blossoms scent the air; Yet wait till winter comes again, And who will call the wild-briar fair? Then, scorn the silly rose-wreath now, And deck thee with holly's sheen, That, when December blights thy brow, He still may leave thy garland green."},{"id":368,"quote":"You are out of the way of temptation and out of the way of the tempter - I didn't mean to make you wicked - but I was - and am - and shall be - and I was with you so much that I couldn't help contaminate."},{"id":369,"quote":"I died for beauty but was scarce Adjusted in the tomb, When one who died for truth was lain In an adjoining room. He questioned softly why I failed? \"For beauty,\" I replied. \"And I for truth, the two are one; We brethren are,\" he said. And so, as kinsmen met a night, We talked between the rooms, Until the moss had reached our lips, And covered up our names."},{"id":370,"quote":"in this short life that only lasts ah hour how much-how little-is within our power."},{"id":371,"quote":"A Letter is a Joy of Earth - It is denied the Gods"},{"id":372,"quote":"Vinnie rocks her Garden and moans that God won't help her. I suppose he is too busy getting angry with the Wicked every day."},{"id":373,"quote":"To fight aloud, is very brave—    But gallanter, I know    Who charge within the bosom    The Cavalry of Wo— Who win, and nations do not see—    Who fall — and none observe —    Whose dying eyes, no Country    Regards with patriot love— We trust, in plumed procession    For such, the Angels go—    Rank after Rank, with even feet—    And Uniforms of Snow."},{"id":374,"quote":"Faith slips - and laughs, and rallies"},{"id":375,"quote":"Truth - is as old as God-."},{"id":376,"quote":"The brain is wider than the sky, For, put them side by side, The one the other will include With ease, and you beside."},{"id":377,"quote":"Such is the force of Happiness-- The Least can lift a ton Assisted by its stimulus."},{"id":378,"quote":"The words the happy say Are paltry melody But those the silent feel Are beautiful-."},{"id":379,"quote":"By Chivalries as tiny, A Blossom, or a Book, The seeds of smiles are planted- Which Blossom in the dark."},{"id":380,"quote":"Spring's first conviction is a wealth beyond its whole experience."},{"id":381,"quote":"Forever is composed of Nows 'Tis not a different time Except for Infiniteness And Latitude of Home"},{"id":382,"quote":"What shall we do my darling, when trial grows more, and more, when the dim, lone light expires, and it's dark, so very dark, and we wander, and know not where, and cannot get out of the forest - whose is the hand to help us, and to lead, and forever guide us? ... Where do you think I've strayed and from what new errand returned. I have come from to and fro, and walking up and down the same place that Satan hailed from when God asked where he'd been."},{"id":383,"quote":"Unable are the Loved to die For Love is Immortality, Nay, it is Deity - Unable they that love - to die For Love reforms Vitality Into Divinity."},{"id":384,"quote":"Those who lift their hats shall see Nature as devout do God."},{"id":385,"quote":"I am one of the lingering bad ones, and so do I slink away, and pause, and ponder, and ponder, and pause, and do work without knowing why - not surely for this brief world, and more sure it is not for heaven - and I ask what this message of Christ means."},{"id":386,"quote":"Just girt me for the onset with Eternity,\nWhen breath blew back,\nAnd on the other side\nI heard recede the disappointed tide!"},{"id":387,"quote":"I never lost as much but twice,\nAnd that was in the sod."},{"id":388,"quote":"When he tells us about his Father, we distrust him. When he shows us his Home, we turn away, but when he confides to us that he is acquainted with grief, we listen, for that also is an acquaintance of our own."},{"id":389,"quote":"Remorse is cureless--the Disease\nNot even God--can heal--\nFor 'tis His institution--and\nThe Adequate of Hell"},{"id":390,"quote":"She died--this was the way she died; And when her breath was done, Took up her simple wardrobe And started for the sun. Her little figure at the gate The angels must have spied, Since I could never find her Upon the mortal side."},{"id":391,"quote":"The Crime, from us, is hidden, [though] he is presumed to know."},{"id":392,"quote":"Within thy Grave! Oh no, but on some other flight - Thou only camest to mankind To rend it with Good night"},{"id":393,"quote":"Experiment has a stimulus which withers its fear."},{"id":394,"quote":"March is the month of expectation,\nThe things we do not know,\nThe Persons of Prognostication\nAre coming now.\nWe try to sham becoming firmness,\nBut pompous joy\nBetrays us, as his first betrothal\nBetrays a boy."},{"id":395,"quote":"The reticent volcano keeps\nHis never slumbering plan -\nConfided are his projects pink\nTo no precarious man."},{"id":396,"quote":"I HIDE myself within my flower That wearing on your breast, You, unsuspecting, wear me too - And angels know the rest. I hide myself within my flower, That, fading from your vase, You, unsuspecting, feel for me Almost a loneliness."},{"id":397,"quote":"A Murmur in the Trees - to note - Not loud enough - for Wind - A Star - not far enough to seek - Nor near enough - to find"},{"id":398,"quote":"A Deed knocks first at Thought And then - it knocks at Will - That is the manufacturing spot."},{"id":399,"quote":"Dare you see a Soul at the White Heat?"},{"id":400,"quote":"Love can do all but raise the Dead I doubt if even that From such a giant were withheld Were flesh equivalent But love is tired and must sleep, And hungry and must graze And so abets the shining Fleet Till it is out of gaze."},{"id":401,"quote":"Because I could not stop for Death, He kindly stopped for me; The carriage held but just ourselves And Immortality. We slowly drove, he knew no haste, And I had put away My labour, and my leisure too, For his civility. We passed the school where children played, Their lessons scarcely done; We passed the fields of gazing grain, We passed the setting sun. We paused before a house that seemed A swelling of the ground; The roof was scarcely visible, The cornice but a mound. Since then 'tis centuries; but each Feels shorter than the day I first surmised the horses' heads Were toward eternity."},{"id":402,"quote":"THE soul should always stand ajar, That if the heaven inquire, He will not be obliged to wait, Or shy of troubling her. Depart, before the host has slid The bolt upon the door, To seek for the accomplished guest, -- Her visitor no more."},{"id":403,"quote":"I stepped from plank to plank So slow and cautiously; The stars about my head I felt, About my feet the sea. I knew not but the next Would be my final inch,— This gave me that precarious gait Some call experience."},{"id":404,"quote":"The Brain - is wider than the Sky - For - put them side by side - The one the other will contain With ease - and You - beside - The Brain is deeper than the sea - For- hold them - Blue to Blue - The one the other will absorb - As Sponges - Buckets - do - The Brain is just the weight of God - For - Heft them - Pound for Pound - And they will differ - if they do - As Syllable from Sound."},{"id":405,"quote":"The Pleading of the Summer - That other Prank - of Snow - That Cushions Mystery with Tulle, For fear the Squirrels - know."},{"id":406,"quote":"Then, as horizons step, Or noons report away,Without the formula of sound, It passes, and we stay:A quality of loss Affecting our content."},{"id":407,"quote":"Prayer is the little implement\nThrough which Men reach\nWhere Presence - is denied them.\nThey fling their Speech\nBy means of it - in God's Ear -\nIf then He hear -\nThis sums the Apparatus\nComprised in Prayer"},{"id":408,"quote":"Heaven is so far of the mind that were the mind dissolved - the site of it by architect could not again be proved."},{"id":409,"quote":"Spring is the Period\nExpress from God."},{"id":410,"quote":"Spring is the Period\nExpress from God.\nAmong the other seasons\nHimself abide,\n\nBut during March and April\nNone stir abroad\nWithout a cordial interview\nWith God."},{"id":411,"quote":"An altered look about the hills; A Tyrian light the village fills; A wider sunrise in the dawn; A deeper twilight on the lawn; A print of a vermilion foot; A purple finger on the slope; A flippant fly upon the pane; A spider at his trade again; An added strut in chanticleer; A flower expected everywhere."},{"id":412,"quote":"The Life we have is very great.\nThe Life that we shall see\nSurpasses it, we know, because\nIt is Infinity,\nBut when all Space has been beheld\nAnd all Dominion shown\nThe smallest Human Heart's extent\nReduces it to none."},{"id":413,"quote":"I have a Bird in spring\nWhich for myself doth sing -\nThe spring decoys.\nAnd as the summer nears -\nAnd as the Rose appears,\nRobin is gone.\nYet do I not repine\nKnowing that Bird of mine\nThough flown -\nLearneth beyond the sea\nMelody new for me\nAnd will return."},{"id":414,"quote":"When I state myself, as the representative of the verse, it does not mean me, but a supposed person."},{"id":415,"quote":"She rose to his requirement, dropped The playthings of her life To take the honorable work Of woman and of wife."},{"id":416,"quote":"Not if Their Party were waiting,\nNot if to talk with Me\nWere to Them now, Homesickness\nAfter Eternity."},{"id":417,"quote":"Other Courtesies have been -\nOther Courtesy may be -\nWe commend ourselves to thee\nParagon of Chivalry."},{"id":418,"quote":"It might be lonelier Without the Loneliness - I’m so accustomed to my Fate - Perhaps the Other - Peace - Would interrupt the Dark - And crowd the little Room - Too scant - by Cubits - to contain The Sacrament - of Him - I am not used to Hope - It might intrude upon - Its sweet parade - blaspheme the place - Ordained to Suffering - It might be easier To fail - with Land in Sight - Than gain - My Blue Peninsula - To perish - of Delight -"},{"id":419,"quote":"The vastest earthly Day Is shrunken small By one Defaulting Face Behind a Pall."},{"id":420,"quote":"I took my Power in my Hand -- And went against the World -- 'Twas not so much as David -- had -- But I -- was twice as bold -- I aimed by Pebble -- but Myself Was all the one that fell -- Was it Goliath -- was too large -- Or was myself -- too small?"},{"id":421,"quote":"Till it has loved, no man or woman can become itself."},{"id":422,"quote":"Prosperity Whose sources are interior. As soon Adversity A diamond overtake."},{"id":423,"quote":"Memory is a strange Bell—Jubilee, and Knell."},{"id":424,"quote":"AMPLE make this bed. Make this bed with awe; In it wait till judgment break Excellent and fair. Be its mattress straight, Be its pillow round; Let no sunrise’ yellow noise Interrupt this ground."},{"id":425,"quote":"This is the Hour of Lead- Remembered, if outlived, As freezing persons, recollect the Snow- First-Chill-then Stupor- then the letting go---"},{"id":426,"quote":"How frugal is the chariot that bears a human soul."},{"id":427,"quote":"When we think of his lone effort to live and its bleak reward, the mind turns to the myth \"for His mercy endureth forever,\" with confiding revulsion."},{"id":428,"quote":"How happy is the little stone That rambles in the road alone, And doesn't care about careers, And exigencies never fears; Whose coat of elemental brown A passing universe put on; And independent as the sun, Associates or glows alone, Fulfilling absolute decree In casual simplicity."},{"id":429,"quote":"Exultation is the going Of an inland soul to sea Past the houses, past the headlands Into deep eternity! Bred as we, among the mountains Can the sailor understand The divine intoxication Of the first league out from land?"},{"id":430,"quote":"To possess is past the instant; we achieve the joy, immortality contented, were anomaly."},{"id":431,"quote":"What Soft--Cherubic Creatures--\nThese Gentlewomen are--\nOne would as soon assault a Plush--\nOr violate a Star"},{"id":432,"quote":"This so much joy! This so much joy! If I should fail, what poverty! And yet, as poor as I Have ventured all upon a throw; Have gained! Yes! Hesitated so this side the victory!"},{"id":433,"quote":"The morns are meeker than they were,\nThe nuts are getting brown;\nThe berry's cheek is plumper,\nThe rose is out of town.\nThe maple wears a gayer scarf,\nThe field a scarlet gown.\nLest I should be old-fashioned,\nI'll put a trinket on."},{"id":434,"quote":"Lest I should be old-fashioned,\nI'll put a trinket on."},{"id":435,"quote":"Besides the Autumn poets sing, A few prosaic days, A little this side of the snow, And that side of the Haze..., Grant me, Oh Lord, a sunny mind- Thy windy will to bear!"},{"id":436,"quote":"You cannot put a fire out! A thing that can ignite can go itself- without a flame- E'en through the darkest night!"},{"id":437,"quote":"The Heart is the Capital of the Mind— The Mind is a single State— The Heart and the Mind together make A single Continent— One—is the Population— Numerous enough— This ecstatic Nation Seek—it is Yourself."},{"id":438,"quote":"The Brain is just the weight of God--\nFor--Heft them--Pound for Pound--\nAnd they will differ--if they do--\nAs Syllable from Sound"},{"id":439,"quote":"A Dominie in Gray--\nPut gently up the evening Bars--\nAnd led the flock away"},{"id":440,"quote":"Which Anguish was the utterest--then--\nTo perish, or to live?"},{"id":441,"quote":"My business is circumference."},{"id":442,"quote":"The Service without Hope\nIs tenderest, I think--\n...\nThere is no Diligence like that\nThat knows not an Until"},{"id":443,"quote":"Here is a little forest Whose leaf is ever green; Here is a brighter garden, Where not a frost has been; In its unfading flowers I hear the bright bee hum; Prithee, my brother, Into my garden come!"},{"id":444,"quote":"Mirth is the Mail of Anguish --"},{"id":445,"quote":"Just a turn of the doorknob, and there lies freedom."},{"id":446,"quote":"Speech is one symptom of affection; and silence one; the perfect communication is heard of none."},{"id":447,"quote":"Apparently with no surprise To any happy Flower The Frost beheads it at its play -- In accidental power -- The blonde Assassin passes on -- The Sun proceeds unmoved To measure off another Day For an Approving God."},{"id":448,"quote":"I lost a world the other day. Has anybody found? You'll know it by the rows of stars around it's forehead bound. A rich man might not notice it; yet to my frugal eye of more esteem than ducats. Oh! Find it, sir, for me!"},{"id":449,"quote":"Mine Enemy is growing old -- I have at last Revenge -- The Palate of the Hate departs -- If any would avenge Let him be quick -- the Viand flits -- It is a faded Meat -- Anger as soon as fed is dead -- 'Tis starving makes it fat"},{"id":450,"quote":"I had been hungry all the years- My noon had come, to dine- I, trembling, drew the table near And touched the curious wine. 'Twas this on tables I had seen When turning, hungry, lone, I looked in windows, for the wealth I could not hope to own. I did not know the ample bread, 'Twas so unlike the crumb The birds and I had often shared In Nature's diningroom. The plenty hurt me, 'twas so new,-- Myself felt ill and odd, As berry of a mountain bush Transplanted to the road. Nor was I hungry; so I found That hunger was a way Of persons outside windows, The entering takes away."},{"id":451,"quote":"PRESENTIMENT is that long shadow on the lawn \n Indicative that suns go down; \n The notice to the startled grass \n That darkness is about to pass."},{"id":452,"quote":"These are the days when birds come back, a very few, a Bird or two, to take a backward look."},{"id":453,"quote":"If fame belonged to me, I could not escape her; if she did not, the longest day would pass me on the chase, and the approbation of my dog would forsake me."},{"id":454,"quote":"Is Bliss then, such Abyss, I must not put my foot amiss For fear I spoil my shoe? I'd rather suit my foot Than save my Boot -- For yet to buy another Pair is possible, At any store -- But Bliss, is sold just once. The Patent lost None buy it any more --"},{"id":455,"quote":"I never saw a meme; I never saw the sea."},{"id":456,"quote":"The steeples swam in amethyst, the news like squirrels swam."},{"id":457,"quote":"Existence has overpowered Books. Today I slew a Mushroom."},{"id":458,"quote":"We dream — it is good we are dreaming — It would hurt us — were we awake — But since it is playing — kill us, And we are playing — shriek — What harm? Men die — externally — It is a truth — of Blood — But we — are dying in Drama — And Drama — is never dead — Cautious — We jar each other — And either — open the eyes — Lest the Phantasm — prove the Mistake — And the livid Surprise Cool us to Shafts of Granite — With just an Age — and Name — And perhaps a phrase in Egyptian — It's prudenter — to dream —"},{"id":459,"quote":"A precious, mouldering pleasure 't is, to meet an antique book, In just the dress his century wore; A privilege I think."},{"id":460,"quote":"To be alive is power; existence in itself; without a further function; omnipotence."},{"id":461,"quote":"The sweets of pillage can be known To no one but the thief, Compassion for integrity Is his divinest grief."},{"id":462,"quote":"The distance that the dead have gone Does not at first appear- Their coming back seems possible For many an ardent year."},{"id":463,"quote":"Safe Despair it is that raves- Agony is frugal. Puts itself severe away For its own perusal."},{"id":464,"quote":"Beauty crowds me till I die. Beauty, mercy have on me! Yet if I expire to-day Let it be in sight of thee!"},{"id":465,"quote":"No ladder needs the bird but skies To situate its wings, Nor any leaders grim baton Arraigns it as it sings."},{"id":466,"quote":"He deposes Doom Who hath suffered him."},{"id":467,"quote":"There's a certain Slant of light,    Winter afternoons—    That oppresses, like the Heft    Of Cathedral Tunes— Heavenly Hurt, it gives us—    We can find no scar,    But internal difference,    Where the Meanings, are.... When it comes, the Landscape listens—    Shadows—hold their breath—    When it goes, 'tis like the Distance    On the look of Death."},{"id":468,"quote":"My Faith is larger than the Hills—    So when the Hills decay—    My Faith must take the Purple Wheel    To show the Sun the way— 'Tis first He steps upon the Vane—    And then — upon the Hill—    And then abroad the World He go    To do His Golden Will— And if His Yellow feet should miss—    The Bird would not arise—    The Flowers would slumber on their Stems—    No Bells have Paradise— How dare I, therefore, stint a faith    On which so vast depends—    Lest Firmament should fail for me—    The Rivet in the Bands"},{"id":469,"quote":"Not 'Revelation'-'tis that waits/ But our unfurnished eyes"},{"id":470,"quote":"Behold this little Bane- The Boon of all alive- As common as it is unknown The name of it is Love."},{"id":471,"quote":"Love is done when Loves begun, Sages say, But have Sages known?"},{"id":472,"quote":"To venerate the simple days Which lead the seasons by, Needs but to remember That from you or I They may take the trifle Termed mortality!"},{"id":473,"quote":"Beauty crowds me till I die."},{"id":474,"quote":"The mountain at a given distance In amber lies; Approached, the amber flits a little,-- And that's the skies!"},{"id":475,"quote":"Belshazzar had a letter,-- He never had but one; Belshazzar's correspondence Concluded and begun In that immortal copy The conscience of us all Can read without its glasses On revelation's wall."},{"id":476,"quote":"... And then I heard them lift a box, And creak across my soul With those same boots of lead, again, Then space began to toll."},{"id":477,"quote":"The Morning after Woe- Tis frequently the Way- Surpasses all that rose before- For utter Jubilee-."},{"id":478,"quote":"To lose ones faith-surpass The loss of an Estate- Because Estates can be Replenished- faith cannot-."},{"id":479,"quote":"Sweet Skepticism of the Heart That knows and does not know And tosses like a Fleet of Balm Affronted by the snow."},{"id":480,"quote":"The Things that never can come back, are several- Childhood-some forms of Hope-the Dead- Though Joys-like Men-may sometimes make a Journey- And still abide-."},{"id":481,"quote":"I had a terror-since September -I could tell to none-and so I sing, as the Boy does by the Burying Ground-because I am afraid."},{"id":482,"quote":"I hope you're very careful working, eating and drinking when the heat is so great--there are temptations there which at home you are free from--beware the juicy fruits, and the cooling ades, and cordials, and do not eat ice-cream, it is so very dangerous."},{"id":483,"quote":"I cling to nowhere until I fall - the crash of Nothing."},{"id":484,"quote":"The sun proceeds unmoved\nTo measure off another day\nFor an approving God."},{"id":485,"quote":"Unto a broken heart No other one may go Without the high prerogative Itself hath suffered too."},{"id":486,"quote":"The minister today preached about death and judgment, and what would become of those who behaved improperly - and somehow it scared me. He preached such an awful sermon I didn't think I should ever see you again until the Judgment Day. The subject of perdition seemed to please him somehow."},{"id":487,"quote":"A courteous, yet harrowing Grace,\nAs Guest, that would be gone"},{"id":488,"quote":"The revery alone will do\nIf bees are few."},{"id":489,"quote":"The abdication of Belief\nMakes the Behavior small- \nBetter an ignis fatuus\nThan no illume at all."},{"id":490,"quote":"Nods from the Gilded pointers -\nNods from the Seconds slim -\nDecades of Arrogance between\nThe Dial life -\nAnd Him -"},{"id":491,"quote":"And you dropt, lost,\nWhen something broke--\nAnd let you from a Dream"},{"id":492,"quote":"I cannot help esteem The 'Bird within the Hand' Superior to the one The 'Bush' may yield me Or may not Too late to choose again"},{"id":493,"quote":"That short, potential stir That each can make but once, That bustle so illustrious Tis almost consequence, Is the eclat of death."},{"id":494,"quote":"My life closed twice before its close"},{"id":495,"quote":"Our journey had advanced; Our feet were almost come To that odd fork in Being's road, Eternity by term."},{"id":496,"quote":"Best Witchcraft is Geometry\nTo the magician's mind -\nHis ordinary acts are feats\nTo thinking of mankind."},{"id":497,"quote":"I had no time to hate, because The grave would hinder me, And life was not so ample I Could finish enmity Nor had I time to love: but since Some industry must be, The little toil of love, I thought, Was large enough for me."},{"id":498,"quote":"a sick room is at times too sacred a place for a friend's knock, timid as that is."},{"id":499,"quote":"Forever is made up of nows."},{"id":500,"quote":"IMMORTAL is an ample word When what we need is by, But when it leaves us for a time, 'Tis a necessity."},{"id":501,"quote":"I do not feel I could give up all for Christ, were I called to die."},{"id":502,"quote":"Somewhere in my soul a thought went up in my mind today that I have had before, but did not finish, some way back, I could not fix the year. Nor where it went, nor why it came the second time to me, nor definetly what it was, have I the art to say. But somewhere in my soul, I know I've met the thing before; it just reminded me-' twas all'-and came my way no more."},{"id":503,"quote":"Forever is comprised of nows."},{"id":504,"quote":"'Arcturus' is his other name- I'd rather call him 'Star.' It's very mean of Science To go and interfere!"},{"id":505,"quote":"Love can do all but raise the Dead."},{"id":506,"quote":"Knew I how to pray, to intercede for your [broken] Foot were intuitive - but I am but a Pagan."},{"id":507,"quote":"A Toad, can die of Light - Death is the Common Right Of Toads and Men"},{"id":508,"quote":"No Life can pompless pass away -\nThe lowliest career\nTo the same Pageant wends its way\nAs that exalted here -"},{"id":509,"quote":"That no Flake of [snow] fall on you or them - is a wish that would be a Prayer, were Emily not a Pagan."},{"id":510,"quote":"I know some lonely houses off the road\nA robber'd like the look of,--\nWooden barred,\nAnd windows hanging low"},{"id":511,"quote":"When everything that ticked has stopped, and space stares, all around, or grisly frosts, first autumn morns, repeal the beating ground."},{"id":512,"quote":"If Aims impel these Astral Ones The ones allowed to know Know that which makes them as forgot As Dawn forgets them now"},{"id":513,"quote":"Noon - is the Hinge of Day-."},{"id":514,"quote":"Hope is the thing with feathers That perches in the soul And sings the tune without the words And never stops at all."},{"id":515,"quote":"That it will never come again is what makes life so sweet."},{"id":516,"quote":"Not knowing when the dawn will comeI open every door."},{"id":517,"quote":"This is my letter to the worldThat never wrote to me"},{"id":518,"quote":"I'm nobody! Who are you? Are you nobody, too? Then there ’s a pair of us—don’t tell! They ’d banish us, you know.  How dreary to be somebody! How public, like a frog To tell your name the livelong day To an admiring bog!"},{"id":519,"quote":"I dwell in possibility…"},{"id":520,"quote":"A Word is DeadA word is deadWhen it is said,Some say. I say it justBegins to liveThat day."},{"id":521,"quote":"Because I could not stop for Death – He kindly stopped for me – The Carriage held but just Ourselves – And Immortality."},{"id":522,"quote":"How happy is the little stoneThat rambles in the road alone,And doesn't care about careers,And exigencies never fears;Whose coat of elemental brownA passing universe put on;And independent as the sun,Associates or glows alone,Fulfilling absolute decreeIn casual simplicity."},{"id":523,"quote":"Heart, we will forget him,You and I, tonight!You must forget the warmth he gave,I will forget the light."},{"id":524,"quote":"Truth is so rare, it is delightful to tell it."},{"id":525,"quote":"There is no Frigate like a Book To take us Lands awayNor any Coursers like a Page Of prancing Poetry – This Traverse may the poorest takeWithout oppress of Toll – How frugal is the Chariot That bears a Human soul."},{"id":526,"quote":"Hope is the thing with feathersThat perches in the soul,And sings the tune without the words,And never stops at all,And sweetest in the gale is heard;And sore must be the stormThat could abash the little birdThat kept so many warm.I've heard it in the chilliest landAnd on the strangest sea;Yet, never, in extremity,It asked a crumb of me."},{"id":527,"quote":"The lovely flowersembarrass me.They make me regretI am not a bee..."},{"id":528,"quote":"A great hope fellYou heard no noiseThe ruin was within."},{"id":529,"quote":"Unable are the loved to die. For love is immortality."},{"id":530,"quote":"If I can stop one heart from breaking,I shall not live in vain;If I can ease one life the aching,Or cool one pain,Or help one fainting robinUnto his nest again,I shall not live in vain."},{"id":531,"quote":"They might not need me; but they might.I'll let my head be just in sight;A smile as small as mine might bePrecisely their necessity."},{"id":532,"quote":"That I shall love always, I argue theethat love is life,and life hath immortality"},{"id":533,"quote":"I measure every Grief I meetWith narrow, probing, Eyes;I wonder if It weighs like Mine,Or has an Easier size.  I wonder if They bore it long,Or did it just begin?I could not tell the Date of Mine, It feels so old a pain.  I wonder if it hurts to live,And if They have to try,And whether, could They choose between, It would not be, to die.  I note that Some -- gone patient long --At length, renew their smile.An imitation of a LightThat has so little Oil.  I wonder if when Years have piled,Some Thousands -- on the Harm Of early hurt -- if such a lapseCould give them any Balm;  Or would they go on aching stillThrough Centuries above,Enlightened to a larger PainBy Contrast with the Love.  The Grieved are many, I am told;The reason deeper lies, --Death is but oneand comes but once,And only nails the eyes.  There's Grief of Want and Grief of Cold, --A sort they call \"Despair\";There's Banishment from native Eyes,In sight of Native Air.  And though I may not guess the kindCorrectly, yet to meA piercing Comfort it affordsIn passing Calvary,  To note the fashions of the Cross,And how they're mostly worn,Still fascinated to presumeThat Some are like My Own."},{"id":534,"quote":"An ear can break a human heartAs quickly as a spear,We wish the ear had not a heartSo dangerously near."},{"id":535,"quote":"Parting is all we know of Heaven,and all we need of Hell."},{"id":536,"quote":"A wounded dear leaps the highest"},{"id":537,"quote":"I died for beauty, but was scarce Adjusted in the tomb, When one who died for truth was lain In an adjoining room. He questioned softly why I failed? “For beauty, I replied. “And I for truth,—the two are one; We brethren are,” he said. And so, as kinsmen met a night, We talked between the rooms, Until the moss had reached our lips, And covered up our names.”"},{"id":538,"quote":"If you were coming in the fall,I'd brush the summer by,With half a smile and half a spurn,As housewives do a fly.If I could see you in a year,I'd wind the months in balls,And put them each in separate drawers,Until their time befalls."},{"id":539,"quote":"The sun just touched the morning;\tThe morning, happy thing,\tSupposed that he had come to dwell,\tAnd life would be all spring."},{"id":540,"quote":"Tell all the Truth but tell it slant--Success in Circuit liesToo bright for our infirm DelightThe Truth's superb surpriseAs Lightning to the Children easedWith explanation kindThe Truth must dazzle graduallyOr every man be blind--"},{"id":541,"quote":"She died--this was the way she died;And when her breath was done,Took up her simple wardrobeAnd started for the sun.Her little figure at the gateThe angels must have spied,Since I could never find herUpon the mortal side."},{"id":542,"quote":"I felt a Funeral, in my Brain,And Mourners to and froKept treading – treading – till it seemedThat Sense was breaking through – And when they all were seated,A Service, like a Drum – Kept beating – beating – till I thoughtMy Mind was going numb – And then I heard them lift a BoxAnd creak across my SoulWith those same Boots of Lead, again,Then Space – began to toll,As all the Heavens were a Bell,And Being, but an Ear,And I, and Silence, some strange RaceWrecked, solitary, here – And then a Plank in Reason, broke,And I dropped down, and down – And hit a World, at every plunge,And Finished knowing – then –"},{"id":543,"quote":"Much Madness Is Divinest SenseMuch Madness is divinest Sense —To a discerning Eye —Much Sense — the starkest Madness —'Tis the MajorityIn this, as All, prevail —Assent — and you are sane —Demur — you're straightway dangerous —And handled with a Chain —"},{"id":544,"quote":"To make a prairie it takes a clover and one bee,One clover, and a bee,And revery.The revery alone will do,If bees are few."},{"id":545,"quote":"Those who have not found the heaven below,will fail of it above."},{"id":546,"quote":"I have been bent and broken, but -I hope- into a better shape."},{"id":547,"quote":"He ate and drank the precious words,His spirit grew robust;He knew no more that he was poor,Nor that his frame was dust.He danced along the dingy days,And this bequest of wingsWas but a book. What libertyA loosened spirit brings!"},{"id":548,"quote":"There's a certain slant of light,On winter afternoons,That oppresses, like the weightOf cathedral tunes."},{"id":549,"quote":"The brain is wider than the sky,\t For, put them side by side,\tThe one the other will include\t With ease, and you beside."},{"id":550,"quote":"To see her is a picture—To hear her is a tune—To know her an IntemperanceAs innocent as June—To know her not—Affliction—To own her for a FriendA warmth as near as if the SunWere shining in your Hand."},{"id":551,"quote":"They say that God is everywhere and yet we always think of him as somewhat of a recluse."},{"id":552,"quote":"in this short lifethat only lasts ah hourhow much-how little-iswithin our power."},{"id":553,"quote":"I'll tell you how the sun rose, a ribbon at a time.The steeples swam in amethyst, The news like squirrels ran. The hills untied their bonnets,The bobolinks begun.Then I said softly to myself,\"That must have been the sun!"},{"id":554,"quote":"I can wade Grief—Whole Pools of it—I'm used to that—But the least push of JoyBreaks up my feet—And I tip—drunken—Let no Pebble—smile—'Twas the New Liquor—That was all!"},{"id":555,"quote":"I felt a Cleaving in my Mind—As if my Brain had split—I tried to match it—Seam by Seam—But could not make it fit."},{"id":556,"quote":"Forever – is composed of Nows – (690)Forever – is composed of Nows –‘Tis not a different time –Except for Infiniteness –And Latitude of Home –From this – experienced Here –Remove the Dates – to These –Let Months dissolve in further Months –And Years – exhale in Years –Without Debate – or Pause –Or Celebrated Days –No different Our Years would beFrom Anno Dominies –"},{"id":557,"quote":"My best Acquaintances are thoseWith Whom I spoke no Word"},{"id":558,"quote":"Faith is a fine inventionWhen gentlemen can see,But microscopes are prudentIn an emergency."},{"id":559,"quote":"My life closed twice before its close; It yet remains to seeIf Immortality unveil A third event to me,So huge, so hopeless to conceive, As these that twice befell.Parting is all we know of heaven, And all we need of hell."},{"id":560,"quote":"Because I could not stop for Death,He kindly stopped for me;The carriage held but just ourselvesAnd Immortality.We slowly drove, he knew no haste,And I had put awayMy labour, and my leisure too,For his civility.We passed the school where children played,Their lessons scarcely done;We passed the fields of gazing grain,We passed the setting sun.We paused before a house that seemedA swelling of the ground;The roof was scarcely visible,The cornice but a mound.Since then 'tis centuries; but eachFeels shorter than the dayI first surmised the horses' headsWere toward eternity."},{"id":561,"quote":"Heart, we will forget him!You and I, to-night!You may forget the warmth he gave,I will forget the light.When you have done, pray tell me,That I my thoughts may dim;Haste! lest while you’re lagging,I may remember him!"},{"id":562,"quote":"your brain is wider than the sky"},{"id":563,"quote":"open me carefully"},{"id":564,"quote":"A power of Butterfly must be -The Aptitude to flyMeadows of Majesty concedesAnd easy Sweeps of Sky -"},{"id":565,"quote":"Wild Nights—Wild Nights!Were I with theeWild Nights should beOur luxury!Futile—the winds—To a heart in port—Done with the compass—Done with the chart!Rowing in Eden—Ah, the sea!Might I but moor— Tonight—In thee!"},{"id":566,"quote":"To hope means to be ready at every moment for that which is not yet born, and yet not become desperate if there is no birth in our lifetime."},{"id":567,"quote":"One need not be a chamber to be haunted,One need not be a house;The brain has corridors surpassingMaterial place.Far safer, of a midnight meetingExternal ghost,Than an interior confrontingThat whiter host.Far safer through an Abbey gallop,The stones achase,Than, moonless, one's own self encounterIn lonesome place.Ourself, behind ourself concealed,Should startle most; Assassin, hid in our apartment,Be horror's least.The prudent carries a revolver,He bolts the door,O'erlooking a superior spectreMore near."},{"id":568,"quote":"She dealt her pretty words like Blades --How glittering they shone --And every One unbared a NerveOr wantoned with a Bone --She never deemed -- she hurt --That -- is not Steel's Affair --A vulgar grimace in the Flesh --How ill the Creatures bear --To Ache is human -- not polite --The Film upon the eyeMortality's old Custom --Just locking up -- to Die."},{"id":569,"quote":"I held a jewel in my fingers\tAnd went to sleep.\tThe day was warm, and winds were prosy;\tI said: \"'T will keep.\"I woke and chid my honest fingers,—The gem was gone;\tAnd now an amethyst remembrance\tIs all I own."},{"id":570,"quote":"There is no frigate like a book to take us lands away..."},{"id":571,"quote":"One need not be a Chamber — to be Haunted — One need not be a House — The Brain has Corridors — surpassing Material Place —"},{"id":572,"quote":"A soft Sea washed around the HouseA Sea of Summer AirAnd rose and fell the magic PlanksThat sailed without a care —For Captain was the ButterflyFor Helmsman was the BeeAnd an entire universeFor the delighted crew."},{"id":573,"quote":"We never know how high we areTill we are called to rise;And then, if we are true to plan,Our statures touch the skies.The heroism we reciteWould be a daily thing,Did not ourselves the cubits warpFor fear to be a king."},{"id":574,"quote":"Forever is composed of nows.."},{"id":575,"quote":"I HIDE myself within my flowerThat wearing on your breast,You, unsuspecting, wear me too—And angels know the rest.I hide myself within my flower,That, fading from your vase,You, unsuspecting, feel for meAlmost a loneliness..."},{"id":576,"quote":"It was not death, for I stood up,And all the dead lie down;It was not night, for all the bellsPut out their tongues, for noon.It was not frost, for on my fleshI felt siroccos crawl,Nor fire, for just my marble feetCould keep a chancel cool.And yet it tasted like them all;The figures I have seenSet orderly, for burial,Reminded me of mine,As if my life were shavenAnd fitted to a frame,And could not breathe without a key;And I was like midnight, some,When everything that ticked has stopped,And space stares, all around,Or grisly frosts, first autumn morns,Repeal the beating ground.But most like chaos,--stopless, cool,Without a chance or spar,--Or even a report of landTo justify despair."},{"id":577,"quote":"I wish you a kinder sea."},{"id":578,"quote":"If your Nerve, deny youGo above your Nerve"},{"id":579,"quote":"That it will never come again is what makes life sweet. Dwell in possibility. Find ecstasy in life; the mere sense of living is joy enough."},{"id":580,"quote":"Inebriate of Air — am I —And Debauchee of Dew —Reeling — thro endless summer days —From Inns of Molten Blue —"},{"id":581,"quote":"The Brain - is wider than the Sky -For - put them side by side -The one the other will containWith ease - and You - beside -The Brain is deeper than the sea -For- hold them - Blue to Blue -The one the other will absorb -As Sponges - Buckets - do -The Brain is just the weight of God -For - Heft them - Pound for Pound -And they will differ - if they do -As Syllable from Sound."},{"id":582,"quote":"Art is a house that tries to be haunted."},{"id":583,"quote":"Love is like the wild rose-briar;Friendship like the holly-tree.The holly is dark when the rose-briar blooms,But which will bloom most constantly?The wild rose-briar is sweet in spring,Its summer blossoms scent the air;Yet wait till winter comes again,And who will call the wild-briar fair?Then, scorn the silly rose-wreath now,And deck thee with holly's sheen,That, when December blights thy brow,He still may leave thy garland green."},{"id":584,"quote":"Success is counted sweetest\tBy those who ne’er succeed.\tTo comprehend a nectar\tRequires sorest need."},{"id":585,"quote":"It might be lonelierWithout the Loneliness —I'm so accustomed to my Fate —Perhaps the Other — Peace —Would interrupt the Dark —And crowd the little Room —Too scant — by Cubits — to containThe Sacrament — of Him —I am not used to Hope —It might intrude upon —Its sweet parade — blaspheme the place —Ordained to Suffering —It might be easierTo fail — with Land in Sight —Than gain — My Blue Peninsula —To perish — of Delight — F535 (1863) J405"},{"id":586,"quote":"He fumbles at your spiritAs players at the keysBefore they drop full music on;He stuns you by degrees.Prepares your brittle substanceFor the ethereal blowby fainter hammers, further heard,Then nearer, then so slowYour breath has time to straightenYour brain to bubble cool,-Deals one imperial thunderboltThat scalps your naked soul."},{"id":587,"quote":"To see the Summer SkyIs Poetry, though never in a Book it lie—True Poems flee—"},{"id":588,"quote":"I had been hungry all the years-My noon had come, to dine-I, trembling, drew the table nearAnd touched the curious wine. 'Twas this on tables I had seenWhen turning, hungry, lone,I looked in windows, for the wealthI could not hope to own. I did not know the ample bread,'Twas so unlike the crumbThe birds and I had often sharedIn Nature's diningroom. The plenty hurt me, 'twas so new,--Myself felt ill and odd,As berry of a mountain bushTransplanted to the road. Nor was I hungry; so I foundThat hunger was a wayOf persons outside windows,The entering takes away."},{"id":589,"quote":"After great pain, a formal feeling comes – The Nerves sit ceremonious, like Tombs – The stiff Heart questions was it He, that bore,And Yesterday, or Centuries before?The Feet, mechanical, go round – Of Ground, or Air, or Ought – A Wooden way Regardless grown, A Quartz contentment, like a stone – This is the Hour of Lead – Remembered, if outlived, As Freezing persons, recollect the Snow – First – Chill – then Stupor – then the letting go –"},{"id":590,"quote":"I see thee better in the darkI do not need a light."},{"id":591,"quote":"A charm invests a faceImperfectly beheld,—The lady dare not lift her veilFor fear it be dispelled.But peers beyond her mesh,And wishes, and denies,—Lest interview annul a wantThat image satisfies."},{"id":592,"quote":"The Heart is the Capital of the Mind—The Mind is a single State—The Heart and the Mind together makeA single Continent—One—is the Population—Numerous enough—This ecstatic NationSeek—it is Yourself."},{"id":593,"quote":"Todo lo que sabemos del amor es que el amor es todo lo que hay."},{"id":594,"quote":"Till I loved I never liked enough."},{"id":595,"quote":"Tell all the truth but tell it slant."},{"id":596,"quote":"I wonder if it hurts to live,And if they have to try,And whether, could they choose between,They would not rather die."},{"id":597,"quote":"I took my Power in my Hand --And went against the World --'Twas not so much as David -- had --But I -- was twice as bold --I aimed by Pebble -- but MyselfWas all the one that fell --Was it Goliath -- was too large --Or was myself -- too small?"},{"id":598,"quote":"The Soul selects her own Society—Then—shuts the Door—To her divine Majority—Present no more—Unmoved—she notes the Chariots—pausing—At her low Gate—Unmoved—an Emperor be kneelingUpon her Mat—I've known her—from an ample nation—Choose One—Then—close the Valves of her attention—Like Stone—"},{"id":599,"quote":"I fear a Man of frugal speech -I fear a Silent Man -Haranguer - I can overtake -Or Babbler - entertain -But He who weigheth - While the Rest -Expend their furthest pound -Of this Man - I am wary -I fear that He is Grand -"},{"id":600,"quote":"A precious, mouldering pleasure ’t is To meet an antique book, In just the dress his century wore; A privilege, I think."},{"id":601,"quote":"They say that “time assuages,— Time never did assuage; An actual suffering strengthens, As sinews do, with age. Time is a test of trouble, But not a remedy. If such it prove, it prove too There was no malady.”"},{"id":602,"quote":"Faith—is the Pierless BridgeSupporting what We seeUnto the Scene that We do not—Too slender for the eyeIt bears the Soul as boldAs it were rocked in SteelWith Arms of Steel at either side—It joins—behind the VeilTo what, could We presumeThe Bridge would cease to beTo Our far, vacillating FeetA first Necessity."},{"id":603,"quote":"I think of love, and you, and my heart grows full and warm, and my breath stands still."},{"id":604,"quote":"The bustle in a houseThe morning after deathIs solemnest of industriesEnacted upon earth,--The sweeping up the heart,And putting love awayWe shall not want to use againUntil eternity"},{"id":605,"quote":"A Word that Breathes DistinctlyHas not the Power to Die"},{"id":606,"quote":"A precious, mouldering pleasure ’tis To meet an antique book, In just the dress his century wore; A privilege, I think, His venerable hand to take, And warming in our own, A passage back, or two, to make To times when he was young. His quaint opinions to inspect, His knowledge to unfold On what concerns our mutual mind, The literature of old"},{"id":607,"quote":"I felt a Cleaving in my Mind—As if my Brain had split—I tried to match it—Seam by Seam—But could not make it fit.The thought behind, I strove to joinUnto the thought before—But Sequence ravelled out of SoundLike Balls—upon a Floor."},{"id":608,"quote":"This is the Hour of Lead – Remembered, if outlived, As Freezing persons, recollect the Snow – First – Chill – then Stupor – then the letting go –"},{"id":609,"quote":"If your Nerve, deny you—Go above your Nerve—He can lean against the Grave,If he fear to swerve—That's a steady posture—Never any bendHeld of those Brass arms—Best Giant made—If your Soul seesaw—Lift the Flesh door—The Poltroon wants Oxygen—Nothing more—"},{"id":610,"quote":"Le monde est oval. On apprend l’eau par la soif, et la terre par le voyage en mer; la passion par les affres, et la paix par les récits de guerre; l’amour par la mort, et les oiseaux par l’hiver."},{"id":611,"quote":"A precious mouldering pleasure 't isTo meet an antique book,In just the dress his century wore;A privilege, I think,His venerable hand to take,And warming in our own,A passage back, or two, to makeTo times when he was young.His quaint opinions to inspect,His knowledge to unfoldOn what concerns our mutual mind.The literature of old;What interested scholars most,What competitions ranWhen Plato was a certainty,And Sophocles a man;When Sappho was a living girl,And Beatrice woreThe gown that Dante deified.Facts, centuries before,He traverses familiar,As one should come to townAnd tell you all your dreams were true:He lived where dreams were born.His presence is enchantment,You beg him not to go;Old volumes shake their vellum headsAnd tantalize just so."},{"id":612,"quote":"I stepped from Plank to PlankSo slow and cautiouslyThe Stars about my Head I felt,About my Feet the Sea.I knew not but the nextWould be my final inch —This gave me that precarious GaitSome call Experience."},{"id":613,"quote":"Pain - has an Element of BlankIt cannot recollectWhen it begun - or if there werea time when it was not - It has no Future - but itself - Its Infinite containIts Past - enlightened to perceiveNew Periods - of Pain."},{"id":614,"quote":"I started early, took my dog,And visited the sea;The mermaids in the basementCame out to look at me"},{"id":615,"quote":"Mine Enemy is growing old --I have at last Revenge --The Palate of the Hate departs --If any would avenge  Let him be quick -- the Viand flits --It is a faded Meat --Anger as soon as fed is dead --'Tis starving makes it fat"},{"id":616,"quote":"Witchcraft was hung, in History,But History and IFind all the Witchcraft that we needAround us, every Day -"},{"id":617,"quote":"Much Madness is Divinest Sense, to a Discerning Eye...."},{"id":618,"quote":"Exultation is the goingOf an inland soul to seaPast the houses, past the headlandsInto deep eternity!Bred as we, among the mountainsCan the sailor understandThe divine intoxicationOf the first league out from land?"},{"id":619,"quote":"If you were coming in the Fall, I'd brush the Summer by With half a smile and half a spurn, As Housewives do a Fly. If I could see you in a year, I'd wind the months in balls —And put them each in separate Drawers, For fear the numbers fuse —If only Centuries, delayed, I'd count them on my Hand, Subtracting, till my fingers dropped Into Van Diemen's land. If certain, when this life was out, That yours and mine should be, I ’d toss it yonder like a rind, And taste eternity. But, now, uncertain of the length Of this, that is between, It goads me, like the Goblin Bee, That will not state — its sting."},{"id":620,"quote":"Her breast is fit for pearls,But I was not a \"Diver\" - Her brow is fit for thronesBut I have not a crest,Her heart is fit for home-I- a Sparrow- build thereSweet of twigs and twineMy perennial nest."},{"id":621,"quote":"We dream — it is good we are dreaming —It would hurt us — were we awake —But since it is playing — kill us,And we are playing — shriek —What harm? Men die — externally —It is a truth — of Blood —But we — are dying in Drama —And Drama — is never dead —Cautious — We jar each other —And either — open the eyes —Lest the Phantasm — prove the Mistake —And the livid SurpriseCool us to Shafts of Granite —With just an Age — and Name —And perhaps a phrase in Egyptian —It's prudenter — to dream —"},{"id":622,"quote":"I SEE thee better in the dark,\tI do not need a light.\tThe love of thee a prism be\tExcelling violet.\t I see thee better for the yearsThat hunch themselves between,\tThe miner’s lamp sufficient be\tTo nullify the mine.\t And in the grave I see thee best—\tIts little panels be\tA-glow, all ruddy with the light\tI held so high for thee!\t What need of day to those whose dark\tHath so surpassing sun,\tIt seem it be continually At the meridian?"},{"id":623,"quote":"THE soul should always stand ajar, That if the heaven inquire,He will not be obliged to wait, Or shy of troubling her.Depart, before the host has slid The bolt upon the door,To seek for the accomplished guest, -- Her visitor no more."},{"id":624,"quote":"It is also November. The noons are more laconic and the sunsets sterner, and Gibraltar lights make the village foreign. November always seemed to me the Norway of the year. ------ is still with the sister who put her child in an ice nest last Monday forenoon. The redoubtable God! I notice where Death has been introduced, he frequently calls, making it desirable to forestall his advances."},{"id":625,"quote":"Oh my darling one, how long you wander from me, how weary I grow of waiting and looking, and calling for you; sometimes I shut my eyes, and shut my heart towards you, and try hard to forget you because you grieve me so, but you'll never go away, oh you never will."},{"id":626,"quote":"I like a look of agony, because I know it's true"},{"id":627,"quote":"Your absence insanes me so-- I do not feel so peaceful, when you are gone from me."},{"id":628,"quote":"That it will never come againIs what makes life so sweet."},{"id":629,"quote":"Para viajar lejos, no hay mejor nave que un libro."},{"id":630,"quote":"I miss you, mourn for you, and walk the streets alone- often at night, beside, I fall asleep in tears, for your dear face, yet not one word comes back to me. If it is finished, tell me, and I will raise the lid to my box of Phantoms, and lay one more love in; but if it lives and beats still, still lives and beats for me, then say so, and I will strike the strings to one more strain of happiness before I die."},{"id":631,"quote":"A great Hope fellYou heard no noiseThe Ruin was withinOh cunning wreck that told no taleAnd let no Witness in"},{"id":632,"quote":"It was a quiet way -He asked if I was his -I made no answer of the tongueBut answer of the eyes -And then He bore me onBefore this mortal noiseWith swiftness, as of Chariotsand distance, as of Wheels.This World did drop awayAs acres from the feetof one that leaneth from BalloonUpon an Ether Street.The Gulf behind was not,The Continents were new -Eternity was due.No Seasons were to us -It was not Night nor Morn -But Sunrise stopped upon the placeAnd Fastened in Dawn."},{"id":633,"quote":"I'm a Nobody! Who are you? Are you nobody, too? There's a pair of us- don't tell!"},{"id":634,"quote":"AMPLE make this bed.\tMake this bed with awe;\tIn it wait till judgment break\tExcellent and fair.\t Be its mattress straight,\t Be its pillow round;\tLet no sunrise’ yellow noise\tInterrupt this ground."},{"id":635,"quote":"It dropped so low in my regardI heard it hit the ground,And go to pieces on the stonesAt bottom of my mind;Yet blamed the fate that fractured, lessThan I reviled myselfFor entertaining plated waresUpon my silver shelf."},{"id":636,"quote":"Each that we lose takes part of us;\tA crescent still abides,\tWhich like the moon, some turbid night,\tIs summoned by the tides."},{"id":637,"quote":"MY river runs to thee:\tBlue sea, wilt welcome me?\t My river waits reply.\tOh sea, look graciously!\t I ’ll fetch thee brooks\t From spotted nooks,—\t Say, sea,\tTake me!"},{"id":638,"quote":"You cannot put a fire out!A thing that can ignite can go itself-without a flame-E'en through the darkest night!"},{"id":639,"quote":"Earth is crammed with Heaven."},{"id":640,"quote":"Love is Immortality."},{"id":641,"quote":"Who has not found the heaven belowWill fail of it above.God's residence is next to min,His furniture is love."},{"id":642,"quote":"But it is growing damp and I must go in. Memory’s fog is rising."},{"id":643,"quote":"La esperanza es esa cosa con plumas que se posa en el alma y canta sin parar."},{"id":644,"quote":"We never know we go,—when we are going We jest and shut the door; Fate following behind us bolts it, And we accost no more."},{"id":645,"quote":"I many times thought peace had come,\tWhen peace was far away;\tAs wrecked men deem they sight the land\tAt centre of the sea,\t And struggle slacker, but to prove,\t As hopelessly as I,\tHow many the fictitious shores\tBefore the harbor lie."},{"id":646,"quote":"There is a pain – so utter – It swallows substance up – Then covers the Abyss with Trance – So Memory can step Around – across – opon it – As one within a Swoon – Goes safely – where an open eye – Would drop Him – Bone by Bone."},{"id":647,"quote":"I would have drowned twice to save you sinking, dear."},{"id":648,"quote":"We grow accustomed to the dark when light is put away--"},{"id":649,"quote":"Nature is what we know / Yet have not art to say / So impotent our wisdom is / To her simplicity."},{"id":650,"quote":"This is my letter to the world,That never wrote to me,--The simple news that Nature told,With tender majesty.Her message is committedTo hands I cannot see;For love of her, sweet countrymen,Judge tenderly of me!"},{"id":651,"quote":"There is a pain so utter, it swallows being up; The covers the abyss with a tranceSo memory can step around, across, upon it."},{"id":652,"quote":"Who loves you most, and loves you best, and thinks of you when others rest? 'Tis Emilie."},{"id":653,"quote":"THE MOON was but a chin of gold\tA night or two ago,\tAnd now she turns her perfect face\tUpon the world below.\t Her forehead is of amplest blond;\t Her cheek like beryl stone;\tHer eye unto the summer dew\tThe likest I have known.\t Her lips of amber never part;\tBut what must be the smileUpon her friend she could bestow\tWere such her silver will!\t And what a privilege to be\tBut the remotest star!\tFor certainly her way might pass\t Beside your twinkling door.\t Her bonnet is the firmament,\tThe universe her shoe,\tThe stars the trinkets at her belt,\tHer dimities of blue."},{"id":654,"quote":"Apparently with no surpriseTo any happy FlowerThe Frost beheads it at its play --In accidental power --The blonde Assassin passes on --The Sun proceeds unmovedTo measure off another DayFor an Approving God."},{"id":655,"quote":"We journey to the day,And tell each other how we sang To keep the dark away."},{"id":656,"quote":"Parting is all we know of heaven and all we need of hell."},{"id":657,"quote":"When Jesus tells us about his Father, we distrust him. When he shows us his Home, we turn away, but when he confides to us that he is 'acquainted with Grief', we listen, for that also is an Acquaintance of our own."},{"id":658,"quote":"The soul should always stand ajar."},{"id":659,"quote":"I heard a Fly buzz - when I died -The Stillness in the RoomWas like the Stillness in the Air -Between the Heaves of Storm -The Eyes around - had wrung them dry -And Breaths were gathering firmFor that last Onset - when the KingBe witnessed - in the Room -I willed my Keepsakes - Signed awayWhat portion of me beAssignable - and then it wasThere interposed a Fly -With Blue - uncertain - stumbling Buzz -Between the light - and me -And then the Windows failed - and thenI could not see to see -"},{"id":660,"quote":"Forgive me if I never visit. I am from the fields, you know, and while quite at home with the dandelions, make a sorry figure in a drawing room."},{"id":661,"quote":"Love can do all but raise the DeadI doubt if even thatFrom such a giant were withheldWere flesh equivalentBut love is tired and must sleep,And hungry and must grazeAnd so abets the shining FleetTill it is out of gaze."},{"id":662,"quote":"To wait an Hour—is long—If Love be just beyond—To wait Eternity—is short—If Love reward the end—"},{"id":663,"quote":"Good Morning—Midnight—I'm coming Home—Day—got tired of Me—How could I—of Him?Sunshine was a sweet place—I liked to stay—But Morn—didn't want me—now—So—Goodnight—Day!I can look—can't I—When the East is Red?The Hills—have a way—then—That puts the Heart—abroad—You—are not so fair—Midnight—I chose—Day—But—please take a little Girl—He turned away!"},{"id":664,"quote":"You left me, sweet, two legacies,A legacy of loveA Heavenly Father would content,Had He the offer of;You left me boundaries of painCapacious as the sea,Between eternity and time,Your consciousness and me."},{"id":665,"quote":"I need you more and more, and the great world grows wider, and dear ones fewer and fewer, every day that you stay away. My heart goes wandering around and calls for Susie...My heart is full of you; none other than you are in my thoughts, yet when I seek to say to you something not for the world, words fail me. If you were here, we need not talk at all for our eyes would whisper for us and, your hand fast in mine, we would not ask for language."},{"id":666,"quote":"A not admitting of the woundUntil it grew so wideThat all my Life had entered it"},{"id":667,"quote":"I dwell in Possibility—A fairer House than Prose—More numerous of Windows—Superior—for Doors—Of Chambers as the Cedars—Impregnable of Eye—And for an Everlasting RoofThe Gambrels of the Sky—Of Visitors—the fairest—For Occupation—This—The spreading wide of narrow HandsTo gather Paradise—"},{"id":668,"quote":"I measure every Grief I meetWith narrow, probing, Eyes;I wonder if It weighs like Mine,Or has an Easier size."},{"id":669,"quote":"Is Bliss then, such Abyss,I must not put my foot amissFor fear I spoil my shoe?  I'd rather suit my footThan save my Boot --For yet to buy another Pairis possible,At any store --  But Bliss, is sold just once.The Patent lostNone buy it any more --"},{"id":670,"quote":"I NEVER lost as much but twice, And that was in the sod; Twice have I stood a beggar Before the door of God!  Angels, twice descending,Reimbursed my store. Burglar, banker, father, I am poor once more!"},{"id":671,"quote":"Look back on Time, with kindly eyes -He doubtless did his best -How softly sinks that trembling sunIn Human Nature's West -"},{"id":672,"quote":"Presentiment is that long shadow on the lawnIndicative that suns go down;The notice to the startled grassThat darkness is about to pass."},{"id":673,"quote":"Плачът е нещо незначително - въздишката - е нещо дребно.Но от товаря им натрупанчовек умира постепенно.превод : Цветан Стоянов"},{"id":674,"quote":"Los que son amados no pueden morir,Porque amor significa inmortalidad."},{"id":675,"quote":"I believe in possibility."},{"id":676,"quote":"My Life had stood - a Loaded Gun -In Corners - till a DayThe Owner passed - identified -And carried Me away -"},{"id":677,"quote":"Sweet hour, blessed hour, to carry me to you, and to bring you back to me, long enough to snatch one kiss, and whisper goodbye again."},{"id":678,"quote":"Where Thou art - that - is Home."},{"id":679,"quote":"Have you got a brook in your little heart, Where bashful flowers blow, And blushing birds go down to drink, And shadows tremble so?"},{"id":680,"quote":"Narcotics cannot still the ToothThat nibbles at the soul --"},{"id":681,"quote":"A Bird came down the Walk –He did not know I saw –He bit an Angleworm in halvesAnd ate the fellow, raw,And then he drank a DewFrom a convenient Grass –And then hopped sidewise to the WallTo let a Beetle pass –..."},{"id":682,"quote":"That Love is all there isIs all we know of Love,It is enough, the freight should beProportioned to the groove."},{"id":683,"quote":"Could you tell me how to grow--or is it unconveyed--like Melody--or Witchcraft?"},{"id":684,"quote":"It's all i have to bring todaythis and my heart besidethis and my heart and all the fields and all the meadows widebe sure to countshould i forgetsomeone the sum could tellthis and my heart and all the beeswhich in the clovers dwell"},{"id":685,"quote":"My life had stood--a Loaded Gun-- In Corners--till a Day The Owner passed--identified-- And carried Me away-- And now We roam in Sovereign Woods-- And now We hunt the Doe-- And every time I speak for Him-- The Mountains straight reply-- And do I smile, such cordial light Upon the Valley glow-- It is as a Vesuvian face Had let its pleasure through-- And when at Night--Our good Day done-- I guard My Master's Head-- 'Tis better than the Eider-Duck's Deep Pillow--to have shared-- To foe of His--I'm deadly foe-- None stir the second time-- On whom I lay a Yellow Eye-- Or an emphatic Thumb-- Though I than He--may longer live He longer must--than I-- For I have but the power to kill, Without--the power to die--"},{"id":686,"quote":"Drowning is not so pitiful as the attempt to rise."},{"id":687,"quote":"Success is counted sweetest by those ne'er succeed."},{"id":688,"quote":"We do not play on Graves—Because there isn't Room—Besides—it isn't even—it slantsAnd People come—And put a Flower on it—And hang their faces so—We're fearing that their Hearts will drop—And crush our pretty play—And so we move as farAs Enemies—away—Just looking round to see how farIt is—Occasionally—"},{"id":689,"quote":"Hope is the thing with feathers"},{"id":690,"quote":"Truth is such a rare thing it is delightful to tell it,"},{"id":691,"quote":"If I can stop one Heart from breakingI shall not live in vainIf I can ease one Life the AchingOr cool one PainOr help one fainting RobinUnto his Nest againI shall not live in Vain."},{"id":692,"quote":"Susie, what shall I do - there is'nt room enough; not half enough, to hold what I was going to say. Wont you tell the man who makes sheets of paper, that I hav'nt the slightest respect for him!"},{"id":693,"quote":"Lad of Athens, faithful beTo thyself,And Mystery -All the rest is Perjury"},{"id":694,"quote":"This quiet Dust was Gentlemen and Ladies, And Lads and Girls;Was laughter and ability and sighing,And frocks and curls.This passive place a Summer's nimble mansion,Where Bloom and BeesFulfilled their Oriental Circuit,Then ceased like these."},{"id":695,"quote":"The spreading wide my narrow Hands To gather Paradise."},{"id":696,"quote":"God is indeed a jealous God —He cannot bear to seeThat we had rather not with HimBut with each other play."},{"id":697,"quote":"Beauty crowds me till I die,Beauty, mercy have on me!But if I expire today,Let it be in sight of thee"},{"id":698,"quote":"I did not reach thee,\tBut my feet slip nearer every day;\tThree Rivers and a Hill to cross,\tOne Desert and a Sea—\tI shall not count the journey one\t When I am telling thee.\t Two deserts—but the year is cold\tSo that will help the sand—\tOne desert crossed, the second one\tWill feel as cool as land.\t Sahara is too little price\tTo pay for thy Right hand!\t The sea comes last. Step merry, feet!\tSo short have we to go\tTo play together we are prone,\t But we must labor now,\tThe last shall be the lightest load\tThat we have had to draw.\t The Sun goes crooked—that is night—\tBefore he makes the bend\t We must have passed the middle sea,\tAlmost we wish the end\tWere further off—too great it seems\tSo near the Whole to stand.\t We step like plush, we stand like snow—\t The waters murmur now,\tThree rivers and the hill are passed,\tTwo deserts and the sea!\tNow Death usurps my premium\tAnd gets the look at Thee."},{"id":699,"quote":"أنا لا أحد! وأنتَ من تكون؟هل أنت أيضًا، لا أحد ؟وٕاذًا فثمة اثنان منّا- إيّاكَ أن تخبر أحدا!وٕالا ألقوا بنا في المنفى – كما تعلم.كم هو موحشٌ وكئيب أن تكون شخصا ما.كم هو شعبيٌّ وعموميٌّ ومُشاع، مثل ضفدع.أن أناديك باسمك اليومَ بطولِهفي ذلك المستنقع البديع."},{"id":700,"quote":"Unto my Books-so good to turn-Far ends of tired Days-It half endears the Abstinence-And Pain-is missed-in Praise-As Flavors-cheer Retarded GuestsWith Banquettings to be-So Spices-stimulate the timeTill my small Library-It may be Wilderness-without-Far feet of failing Men-But Holiday-excludes the night-And it is Bells-within-I thank these Kinsmen of the Shelf-Their Countenances KidEnamor-in Prospective-And satisfy-obtained-"},{"id":701,"quote":"There are depths in every Consciousness, from which we cannot rescue ourselves - to which none can go with us."},{"id":702,"quote":"The days will have more hours while you are gone away."},{"id":703,"quote":"You think my gait 'spasmodic' - I am in danger - Sir - You think me 'uncontrolled' - I have no Tribunal."},{"id":704,"quote":"Because I could not stop for Death,He kindly stopped for me."},{"id":705,"quote":"Forever is composed of nows.Das 'Für immer' besteht aus vielen 'jetzt'."},{"id":706,"quote":"We were all very friendly but we were like 4 monarchs each doing their own thing."},{"id":707,"quote":"In a serener Bright, In a more golden light I see Each little doubt and fear, Each little discord here Removed."},{"id":708,"quote":"The Brain—is wider than the Sky—"},{"id":709,"quote":"My only sketch, profile of heaven, is a large blue sky, and larger than the biggest I have seen in June--and in it are my friends--every one of them."},{"id":710,"quote":"Our lives are Swiss, so still- so cool"},{"id":711,"quote":"Pain has an element of blank; It cannot recollect When it began, or if there were A day when it was not. It has no future but itself, Its infinite realms contain Its past, enlightened to perceive New periods of pain."},{"id":712,"quote":"I sing to use the waiting,  My bonnet but to tie, And shut the door unto my house;  No more to do have I,  Till, his best step approaching,  We journey to the day, And tell each other how we sang  To keep the dark away."},{"id":713,"quote":"And somebody has lost the faceThat made existence home!"},{"id":714,"quote":"If you saw a bullethit a Bird - and he told youhe wasn't shot - you might weepat his courtesy, but you wouldcertainly doubt his word -One drop more from the gashthat stains your Daisy'sbosom - then would you believe?"},{"id":715,"quote":"They dropped like flakes, they dropped like stars,Like petals from a rose,When suddenly across the luneA wind with fingers goes.They perished in the seamless grass,No eye could find the place;But God on his repealless listCan summon every face"},{"id":716,"quote":"The brain within its groove Runs evenly and true; But let a splinter swerve, ’T were easier for you To put the water back When floods have slit the hills,And scooped a turnpike for themselves, And blotted out the mills!"},{"id":717,"quote":"There is no frigate like a book to take us lands away"},{"id":718,"quote":"But are not all facts dreams as soon as we put them behind us?"},{"id":719,"quote":"When I sound the fairy call, gather here in silent meeting,Chin to knee on the orchard wall, cooled with dew and cherries eating.Merry, merry, take a cherry, mine are sounder, mine are rounder,Mine are sweeter for the eater, when the dews fall, and you'll be fairies all."},{"id":720,"quote":"The Poets light but Lamps-Themselves-go out-"},{"id":721,"quote":"میوه ی \"ممنوع\" را مزه ای استکه باغ های \"مشروع\"را به سخره می گیردچه لذیذ لمیده است در \"پوسته\"دانه ای که وظیفه اش \"فرو بسته"},{"id":722,"quote":"Hunger is a wayOf standing outside windowsThe entering takes away."},{"id":723,"quote":"To fight aloud is very brave, But gallanter, I know, Who charge within the bosom, The cavalry of woe."},{"id":724,"quote":"I love the cause that slew me"},{"id":725,"quote":"Did the harebell loose her girdleTo the lover bee,Would the bee the harebell hallowMuch as formerly?"},{"id":726,"quote":"All but Death, can be Adjusted -Dynasties repaired -Systems - settled in their Sockets -Citadels dissolved . . ."},{"id":727,"quote":"The Daisy follows soft the Sun—And when his golden walk is done—Sits shyly at his feet—He—waking—finds the flower there—Wherefore—Marauder—art thou here?Because, Sir, love is sweet!We are the flower—Thou the Sun!Forgive us, if as days decline—We nearer steal to thee!Enamored of the parting West—The peace—the flight—the Amethyst—Night's possibility!"},{"id":728,"quote":"Kein Schiff trägt uns besser in ferne Länder, als ein Buch."},{"id":729,"quote":"The soul unto itselfIs an imperial friend, —Or the most agonizing spyAn enemy could send.Secure against its own,No treason it can fear;Itself its sovereign, of itselfThe soul should stand in awe."},{"id":730,"quote":"How vain it seems to write, when one knows how to feel-- how much more near and dear to sit beside you, talk with you, hear the tones of your voice...Give me strength, Susie, write me of hope and love, and of hearts that endure..."},{"id":731,"quote":"Oh Susie, I often think that I will try to tell you how very dear you are, and how I'm watching for you, but the words won't come, though the tears will, and I sit down disappointed. Yet, darling, you know it all-- then why do I seek to tell you? I do not know. In thinking of those I love, my reason is all gone from me, and I do fear sometimes that I must make a hospital for the hopelessly insane, and chain myself up there so I won't injure you."},{"id":732,"quote":"IX. The heart asks pleasure first, And then, excuse from pain; And then, those little anodynes That deaden suffering; And then, to go to sleep; And then, if it should be The will of its Inquisitor, The liberty to die."},{"id":733,"quote":"There's a certain slant of light\"There's a certain slant of light,On winter afternoons,That oppresses, like the weightOf cathedral tunes.Heavenly hurt it gives us;We can find no scar,But internal differenceWhere the meanings are.None may teach it anything,'Tis the seal, despair,-An imperial afflictionSent us of the air.When it comes, the landscape listens,Shadows hold their breath;When it goes, 't is like the distanceOn the look of death."},{"id":734,"quote":"Not with a club, the Heart is brokenNor with a Stone –A Whip so small you could not see itI've known"},{"id":735,"quote":"The Ocean’s Heart too Smooth - too Blue -To break for you."},{"id":736,"quote":"Experiment escorts us last-His pungent companywill not allow an axiomAn opportunity"},{"id":737,"quote":"Dogs are better than people."},{"id":738,"quote":"The worm doth woo the mortal, death claims a living bride, Night unto day is married, morn unto eventide, Earth a merry damsel, and heaven a knight so true,And Earth is quite coquettish, and beseemeth in vain to sue."},{"id":739,"quote":"For you know we do not mind our dressWhen we are going home"},{"id":740,"quote":"Con finezas tan nimias como libros o flores se plantan semillas de sonrisas que van a florecer entre las sombras."},{"id":741,"quote":"Bless God, he went as soldiers,His musket on his breast—Grant God, he charge the bravestOf all the martial blest!Please God, might I behold himIn epauletted white—I should not fear the foe then—I should not fear the fight!"},{"id":742,"quote":"Let me not mar that perfect dreamBy an auroral stain,But so adjust my daily nightThat it will come again."},{"id":743,"quote":"What inn is thisWhere for the nightPeculiar traveller comes?Who is the landlord?Where are the maids?Behold, what curious rooms!No ruddy fires on the hearth,No brimming tankards flow.Necromancer, landlord,Who are these below?"},{"id":744,"quote":"Since then 'tis centuries, and yet eachFeels shorter than the dayI first surmised the horses' headsWere toward eternity."},{"id":745,"quote":"Who never lost, are unprepared"},{"id":746,"quote":"За да направиш прерия е нужно- пчела и детелина и една мечта голяма.Ако мечтата е достатъчно голяма ,може и без пчела и детелина! Емили Дикинсън"},{"id":747,"quote":"This world is not conclusion.A species stands beyond -Invisible, as Music -But positive as Sound"},{"id":748,"quote":"Over the fence—Strawberries— grow—Over the fence—I could climb— if I tried, I know—Berries are nice!But— if I stained my Apron—God would certainly scold!Oh, dear, — I guess if He were a Boy—He'd— climb— if He could!"},{"id":749,"quote":"Whose fingers string the stalactite-Who counts the Wampum of the night"},{"id":750,"quote":"In a Life thatstopped guessing,you and I shouldnot feel at home"},{"id":751,"quote":"Tell the truth, but tell it slant."},{"id":752,"quote":"There is another sky,Ever serene and fair,And there is another sunshine,Though it be darkness there;Never mind faded forests, Austin,Never mind silent fields -Here is a little forest,Whose leaf is ever green;Here is a brighter garden,Where not a frost has been;In its unfading flowersI hear the bright bee hum:Prithee, my brother,Into my garden come!"},{"id":753,"quote":"The career of flowers differs from ours only in inaudibleness. I feel more reverence as I grow for these mute creatures whose suspense or transport may surpass my own."},{"id":754,"quote":"I taste a liquor never brewed\"I taste a liquor never brewed --From Tankards scooped in Pearl --Not all the Vats upon the RhineYield such an Alcohol!Inebriate of Air -- am I --And Debauchee of Dew --Reeling -- thro endless summer days --From inns of Molten Blue --When \"Landlords\" turn the drunken BeeOut of the Foxglove's door --When Butterflies -- renounce their \"drams\" --I shall but drink the more!Till Seraphs swing their snowy Hats --And Saints -- to windows run --To see the little TipplerLeaning against the -- Sun --"},{"id":755,"quote":"And then a Plank in Reason, broke/And I dropped down, and down"},{"id":756,"quote":"the second half of joy is shorter than the first"},{"id":757,"quote":"Look back on time with kindly eyes, He doubtless did his best; How softly sinks his trembling sun In human nature's west!"},{"id":758,"quote":"Hope' is the thing with feathers —That perches in the soul —And sings the tune without the words —And never stops — at all —And sweetest — in the Gale — is heard —And sore must be the storm —That could abash the little BirdThat kept so many warm —I’ve heard it in the chillest land —And on the strangest Sea —Yet — never — in Extremity,It asked a crumb — of me."},{"id":759,"quote":"That it will never come again is what makes life so sweet"},{"id":760,"quote":"Life is but Life! And Death, but Death!Bliss is but Bliss, and Breath but Breath!"},{"id":761,"quote":"كم بالغة سعادة الحجريتسكع وحده في الطرق بلا ضجرفلا يهمه العملولا بالمتطلبات يضيق الأملوثوبه البني ألبسه إياهالدهر الذي من فوقه عبروهو كالشمس بكل حريةيلمع وحده أو مع البقيةمحققا وجودهبكل بساطة وعفوية"},{"id":762,"quote":"Hope is the thing with feathers that perches in the soul, and sings the tune without the words and never stops at all."},{"id":763,"quote":"A wounded deer leaps highest,A wounded deer leaps highest,I've heard the hunter tell;'Tis but the ecstasy of death,And then the brake is still.The smitten rock that gushes,The trampled steel that springs:A cheek is always redderJust where the hectic stings!Mirth is mail of anguish,In which its cautious armLest anybody spy the bloodAnd, \"you're hurt\" exclaim"},{"id":764,"quote":"After you went, a low wind warbled through the house like a spacious bird, making it high but lonely. When you had gone the love came. I supposed it would. The supper of the heart is when the guest has gone."},{"id":765,"quote":"Softened by Time's consummate plush,How sleek the woe appearsThat threatened childhood's citadelAnd undermined the years! Bisected now by bleaker griefs,We envy the despair That devastated childhood's realm, So easy to repair."},{"id":766,"quote":"The InevitableWhile I was fearing it, it came, But came with less of fear,Because that fearing it so long Had almost made it dear.There is a fitting a dismay, A fitting a despair.'Tis harder knowing it is due, Than knowing it is here.The trying on the utmost, The morning it is new,Is terribler than wearing it A whole existence through."},{"id":767,"quote":"I think I was enchantedWhen first a sombre Girl —I read that Foreign Lady** —The Dark — felt beautiful —And whether it was noon at night —Or only Heaven — at Noon —For very Lunacy of LightI had not power to tell —The Bees — became as Butterflies —The Butterflies — as Swans —Approached — and spurned the narrow Grass —And just the meanest TunesThat Nature murmured to herselfTo keep herself in Cheer —I took for Giants — practisingTitanic Opera —The Days — to Mighty Metres stept —The Homeliest — adornedAs if unto a Jubilee'Twere suddenly confirmed —I could not have defined the change —Conversion of the MindLike Sanctifying in the Soul —Is witnessed — not explained —'Twas a Divine Insanity —The Danger to be SaneShould I again experience —'Tis Antidote to turn —To Tomes of solid Witchcraft —Magicians be asleep —But Magic — hath an ElementLike Deity — to keep —"},{"id":768,"quote":"Fame is a bee.It has a song -It has a sting -Ah, too, it has a wing."},{"id":769,"quote":"Bind me-I still can sing-Banish-my mandolinStrikes true within-Slay-and my Soul shall riseChanting to Paradise-Still thine."},{"id":770,"quote":"Perception of an object costsPrecise the Object's loss—"},{"id":771,"quote":"Fate slew him, but he did not drop;She felled -- he did not fall --Impaled him on her fiercest stakes --He neutralized them all.She stung him, sapped his firm advance,But, when her worst was done,And he, unmoved, regarded her,Acknowledge him a man."},{"id":772,"quote":"I never spoke — unless addressed —And then, 'twas brief and low —I could not bear to live — aloud —The Racket shamed me so —And if it had not been so far —And any one I knewWere going — I had often thoughtHow noteless — I could die —"},{"id":773,"quote":"Why Do I Love You. Sir?'Why do I love'You. Sir?Because-The Wind does not require the GrassTo answer-Wherefore when He passShe cannot keep Her place.Because He knows-andDo not You-And We know not-Enough for UsThe wisdom it be so-The Lightning-never asked an EyeWherefore it struck-when He was byBecause He knows it cannot speak-And reason not contained--Of Talk-There he preferred by Daintier Folk-The Sunrise-Sir-compelleth Me-Because He's Sunrise-and I see-Therefore-Then-I love Thee-"},{"id":774,"quote":"I must go in. The fog is rising."},{"id":775,"quote":"I have written you a great many letters since you left me -- not the kind of letters that go in post-offices -- and ride in mail-bags -- but queer -- little silent ones -- very full of affection -- and full of confidence -- but wanting in proof to you -- therefore not valid -- somehow you will not answer them -- and you would paper, and ink letters -- I will try one of those -- tho' not half so precious as the other kind. I have written those at night -- when the rest of the world were at sleep -- when only God came between us -- and no one else might hear."},{"id":776,"quote":"Water, is taught by thirst."},{"id":777,"quote":"Forever – is composed of Nows – ‘Tis not a different time – Except for Infiniteness – And Latitude of Home –"},{"id":778,"quote":"Summer-we all have seen-A few of us-believed-A few the more aspiringUnquestionably loves... ."},{"id":779,"quote":"You will forgive me, for I never visit. I am from the fields, you know, and while quite at home with the Dandelion, make but sorry figure in a Drawing -- room -- Did you ask me out with a bunch of Daisies, I should thank you, and accept --"},{"id":780,"quote":"I ASKED no other thing,\tNo other was denied.\tI offered Being for it;\tThe mighty merchant smiled.\t Brazil? He twirled a button,\t Without a glance my way:\t“But, madam, is there nothing else\tThat we can show to-day?"},{"id":781,"quote":"If the stillness is VolcanicIn the human faceWhen upon a pain TitanicFeatures keep their place-If at length the smoldering anguishWill not overcome-And the palpitating VinyardIn the dust, be overthrown?"},{"id":782,"quote":"The heart asks pleasure first, And then, excuse from pain"},{"id":783,"quote":"So proud she was to die\tIt made us all ashamed\tThat what we cherished, so unknown\tTo her desire seemed.\tSo satisfied to go\t Where none of us should be,\tImmediately, that anguish stooped\tAlmost to jealousy."},{"id":784,"quote":"Soul, wilt thou toss again?By just such a hazardHundreds have lost, indeed,But tens have won all.Angels' breathless ballotLingers to record thee;Imps in eager caucusRaffle for my soul."},{"id":785,"quote":"Life is death we're lengthy at"},{"id":786,"quote":"في اخلاص ساعة واحدة نجاة العمر"},{"id":787,"quote":"The Dark—felt beautiful—"},{"id":788,"quote":"Lest Love should value lessWhat loss would value more,Had it the stricken privilege ---It cherishes before."},{"id":789,"quote":"Remorse is memory awake,\tHer companies astir,—\tA presence of departed acts\tAt window and at door.\t Its past set down before the soul,\t And lighted with a match,\tPerusal to facilitate\tOf its condensed despatch.\t Remorse is cureless,—the disease\tNot even God can heal;\t For ’t is His institution,—\tThe complement of hell."},{"id":790,"quote":"Though it may never come again is what makes it so sweet."},{"id":791,"quote":"There is nothing more fugal than a book to take you to different lands"},{"id":792,"quote":"This was in the white of the year,\tThat was in the green,\tDrifts were as difficult then to think\tAs daisies now to be seen.\t Looking back is best that is left,\t Or if it be before,\tRetrospection is prospect’s half,\tSometimes almost more."},{"id":793,"quote":"Now, when I read, I read not,For interrupting tearsObliterate the etchingsToo costly for repairs."},{"id":794,"quote":"And so, as kinsmen met a-night,We talked between the rooms,Until the moss had reached our lips,And covered up our names."},{"id":795,"quote":"Since I have no sweet flower to send you, I enclose my heart; a little one, sunburnt, half broken sometimes, yet close as the spaniel, to it's friends"},{"id":796,"quote":"And if, indeed, I fail, At least to know the worst is sweet. Defeat means nothing but defeat, No drearier can prevail!"},{"id":797,"quote":"and so I sing, as the Boy does by the Burying Ground – because I am afraid –"},{"id":798,"quote":"To pity those that know her notIs helped by the regretThat those who know her, know her lessThe nearer her they get."},{"id":799,"quote":"I am very busy picking up stems and stamens as the hollyhocks leave their clothes around."},{"id":800,"quote":"If I wasn't a perfect woman, I'd bust you in the nose."},{"id":801,"quote":"I need you more and more, and the great world grows wider, and dear ones fewer and fewer, every day that you stay away --"},{"id":802,"quote":"To lose what we never owned might seem an eccentric Bereavement but Presumption has its Affliction as actually as Claim --"},{"id":803,"quote":"I went to heaven, -'Twas a small town,Lit with a ruby,Lathed with down.Stiller than the fieldsAt the full dew,Beautiful as picturesNo man drew.People like the moth,Of mechlin, frames,Duties of gossamer,And eider names.Almost contentedI could be'Mong such uniqueSociety."},{"id":804,"quote":"I shall not live in vain; If I can ease one life the aching, Or cool one pain, Or help one fainting robin Unto his nest again, I shall not live in vain."},{"id":805,"quote":"Love not me for comely grace, For my pleasing eye or face; Nor for any outward part, No, nor for my constant heart: For those may fail or turn to ill, So thou and I shall sever. Keep therefore a true woman's eye, And love me still, but know not why; So hast thou the same reason still To doat upon me ever."},{"id":806,"quote":"Ако чета книга и тя така изстуди тялото ми, че никой огън никога вече да не може да ме стопли, знам, това е поезия. Ако имам физическото усещане, че горната част на главата ми е отнесена, знам, това е поезия. Такива са моите начини да я разпознавам. Има ли друг начин?"},{"id":807,"quote":"Die geliebt werden, können nicht sterben, denn Liebe bedeutet Unsterblichkeit."},{"id":808,"quote":"GOING to him! Happy letter! Tell him—\tTell him the page I did n’t write;\tTell him I only said the syntax,\tAnd left the verb and the pronoun out.\tTell him just how the fingers hurried,\t 5Then how they waded, slow, slow, slow;\tAnd then you wished you had eyes in your pages,\tSo you could see what moved them so.\t “Tell him it was n’t a practised writer,\tYou guessed, from the way the sentence toiled;\t 10You could hear the bodice tug, behind you,\tAs if it held but the might of a child;\tYou almost pitied it, you, it worked so.\tTell him—No, you may quibble there,\tFor it would split his heart to know it,\t 15And then you and I were silenter.\t “Tell him night finished before we finished,\tAnd the old clock kept neighing ‘day!’\tAnd you got sleepy and begged to be ended—\tWhat could it hinder so, to say?\t 20Tell him just how she sealed you, cautious,\tBut if he ask where you are hid\tUntil to-morrow,—happy letter!\tGesture, coquette, and shake your head!"},{"id":809,"quote":"The spirit looks upon the DustThat fastened it so longWith indignation,As a BirdDefrauded of it's Song."},{"id":810,"quote":"Because I could not stop for Death\" (479)Because I could not stop for Death –He kindly stopped for me –The Carriage held but just Ourselves –And Immortality.We slowly drove – He knew no hasteAnd I had put awayMy labor and my leisure too,For His Civility –We passed the School, where Children stroveAt Recess – in the Ring –We passed the Fields of Gazing Grain –We passed the Setting Sun –Or rather – He passed Us –The Dews drew quivering and Chill –For only Gossamer, my Gown –My Tippet – only Tulle –We paused before a House that seemedA Swelling of the Ground –The Roof was scarcely visible –The Cornice – in the Ground –Since then – 'tis Centuries – and yetFeels shorter than the DayI first surmised the Horses' HeadsWere toward Eternity –"},{"id":811,"quote":"My Country is Truth."},{"id":812,"quote":"When you come home, darling, I shant have your letters, but I shall have yourself, which is more-- oh more, and better, than I can even think! I sit here with my little whip, cracking the time away, 'till not an hour is left of it- then you are here! And joy is here-- joy now and forevermore! Tis only a few days, Susie, it will soon go away, yet I say, \"go now, this very moment, for I need her- I must have her, oh, give her to me!\" Sometimes when I do feel so, I think it may be wrong, and that God will punish me by taking you away; for He is very kind to let me write to you, and to give me your sweet letters, but my heart wants more."},{"id":813,"quote":"ما شاهدت المرج قبلا ما أ ريت البحر يوم اًلكني أدركت شكل العشبوصوت الموج دوم اً .لا أ ريت وجه الإلهولا حتى زرته في عليائهلكني اعرف تماما موقعها (أي المرج والبحر)كأنّ احدهم أعطاني رسم اً لها ."},{"id":814,"quote":"I can wade grief,\tWhole pools of it,I ’m used to that.\tBut the least push of joy\tBreaks up my feet,\t And I tip—drunken.\tLet no pebble smile,\t’T was the new liquor,—\tThat was all!Power is only pain,Stranded, through discipline,\tTill weights will hang.\tGive balm to giants,\tAnd they ’ll wilt, like men.\tGive Himmaleh,They ’ll carry him!"},{"id":815,"quote":"Death is a Dialogue betweenThe Spirit and the Dust.“Dissolve says Death,The Spirit “SirI have another Trust” -Death doubts it -Argues from the Ground -The Spirit turns away Just laying off for evidenceAn Overcoat of Clay.”"},{"id":816,"quote":"نحب أن نجلس قرب الأمواتنتأملهمنتشبث بالغائبين،الحاضرون نهملهمعلى الأصابعنحسب أيامنا الباقيةلكن مهما طالتتبدو قليلةفي عيوننا البخيلة !"},{"id":817,"quote":"نربي الحُبَّ مثلما نربي كلَّ الأشياء الأخرىثم نوْدعُه الأد ا رجَ،حتى يبلى ويغدو عتيق ا مُتْحفيَّ الط ا رزمثل ملابس أسلافنا."},{"id":818,"quote":"Dich hab ich nicht erreicht-Doch nähert Tag für TagSich dir mein FußDrei Flüsse noch und ein BergIch überqueren muss.Noch Eine Wüste, noch ein Meer,Die Reise aber zähl ich nicht,Wenn ich dann vor Dir steh.Wir schreiten leicht, wie Schnee wir stehen,die Wasser murmeln leis.Flüsse, Wüsten, Berg und Meersind von uns durchlaufen.Doch Tod entreißt mir meinen Preis,Dich schauend, er gewinnt."},{"id":819,"quote":"Adulation isinexpensiveExcept to himwho acceptsit.It has costhim -- Himself."},{"id":820,"quote":"I know that He exists.Somewhere – in silence –He has hid his rare lifeFrom our gross eyes."},{"id":821,"quote":"Long Years apart—can make no\"Long Years apart—can make noBreach a second cannot fill—The absence of the Witch does notInvalidate the spell—The embers of a Thousand YearsUncovered by the HandThat fondled them when they were FireWill stir and understand—"},{"id":822,"quote":"We all have moments with the dust, but the dew is given."},{"id":823,"quote":"Publication - is the Auction / Of the Mind of Man"},{"id":824,"quote":"Harm is one of those things that I always mean to keep clear of, but somehow my intentions and me don't chime as they ought, and people will get hit with stones that I throw at my neighbor's dogs..."},{"id":825,"quote":"Why joys so scantily disburse,\t Why Paradise defer,\tWhy floods are served to us in bowls,—\t I speculate no more."},{"id":826,"quote":"The small heart cannot break. The ecstasy of its penalty solaces the large."},{"id":827,"quote":"While I was fearing it, it came,   But came with less of fear,Because that fearing it so long   Had almost made it dear."},{"id":828,"quote":"My dying tutor told me that he would like to live till I had been a poet, but Death was much of Mob as I could master-then-And when far afterward-a sudden light on Orchards, or a new fashion in the wind troubled my attention- I felt a palsy, here- the Verses just relieve-\" (174)"},{"id":829,"quote":"I only know that when you shall come back again, the Earth will seem more beautiful, and bigger than it does now, and the blue sky from the window will be all dotted with gold -- though it may not be evening, or time for the stars to come."},{"id":830,"quote":"There's a certain Slant of light, Winter Afternoons-That oppresses, like the HeftOf Cathedral Tunes-Heavenly Hurt, it gives us-We can find no scar,But internal difference,Where the Meanings, are-None may teach-Any-'Tis the Seal Despair-An imperial afflictionSent us of the air-When it comes, the Landscape listens-Shadows-hold their breath-When it goes.'tis like the DistanceOn the look of Death-"},{"id":831,"quote":"My river runs to thee: Blue sea, wilt welcome me? My river waits reply. Oh sea, look graciously! I'll fetch thee brooks From spotted nooks, — Say, sea, Take me!"},{"id":832,"quote":"The dying need but little, dear, —    A glass of water's all, A flower's unobtrusive face    To punctuate the wall, A fan, perhaps, a friend's regret,    And certainly that one No color in the rainbow    Perceives when you are gone."},{"id":833,"quote":"I am glad you have an hour for books, those enthralling friends, the immortalities..."},{"id":834,"quote":"An ill heart, like a body, has its more comfortable days, and then its days of pain, its long relapse, when rallying requires more effort than to dissolve life, and death looks choiceless."},{"id":835,"quote":"Death is a dialogue betweenThe Spirit and the Dust.\"Dissolve\" says Death-The Spirit \"SirI have another Trust\"-"},{"id":836,"quote":"This world is just a little place, just the red in the sky, before the sun rises, so let us keep fast hold of hands, that when the birds begin, none of us be missing."},{"id":837,"quote":"Or help one fainting RobinUnto his Nest againI shall not live in vain."},{"id":838,"quote":"The Babies we were are buried, and their shadows are plodding on."},{"id":839,"quote":"XXXVII. The dying need but little, dear, —    A glass of water's all, A flower's unobtrusive face    To punctuate the wall, A fan, perhaps, a friend's regret,    And certainly that one No color in the rainbow    Perceives when you are gone."},{"id":840,"quote":"To attempt to speak of what has been, would be impossible. Abyss has no Biographer -"},{"id":841,"quote":"The heart asks pleasure first, And then, excuse from pain."},{"id":842,"quote":"Non esiste un vascello veloce come un libro per portarci in terre lontane."},{"id":843,"quote":"Life is but life, and death but death! Bliss is but bliss, and breath but breath! And if, indeed, I fail, At least to know the worst is sweet. Defeat means nothing but defeat, No drearier can prevail!"},{"id":844,"quote":"A letter always feels to me like Immortality because it is the mind alone without corporeal friend."},{"id":845,"quote":"Morir no es casi nada, algo pasado, pero vivir incluye el morir muchas veces sin tener al alivio de estar muerto."},{"id":846,"quote":"Then I will not repineKnowing that bird of mineThough flown shall in a distant treeBright melody for meReturn."},{"id":847,"quote":"That Love is all there is,Is all we know of Love"},{"id":848,"quote":"The whole of ImmortalitySecreted by a star."},{"id":849,"quote":"Success is counted sweetestBy those who ne'er succeed.To comprehend a nectarRequire sorest need.Not one of all the purple hostWho took the flag to-dayCan tell the definition,So clear, of victory,As he, defeated, dying,On whose forbidden earThe distant strains of triumph Break, agonized and clear."},{"id":850,"quote":"Eternity, PresumptionThe instant I perceiveThat you who were ExistenceYourself forgot to live"},{"id":851,"quote":"One note from one bird is better than a million words..."},{"id":852,"quote":"The moon was but a chin of gold    A night or two ago, And now she turns her perfect face    Upon the world below. Her forehead is of amplest blond;    Her cheek like beryl stone; Her eye unto the summer dew    The likest I have known. Her lips of amber never part;    But what must be the smile Upon her friend she could bestow    Were such her silver will! And what a privilege to be    But the remotest star! For certainly her way might pass    Beside your twinkling door. Her bonnet is the firmament,    The universe her shoe, The stars the trinkets at her belt,    Her dimities of blue."},{"id":853,"quote":"You have seen flowers at morning satisfied with the dew, and those same sweet flowers at noon with their heads bowed in anguish before the mighty sun; think you these thirsty blossoms will now need nought but—dew? No, they will cry for sunlight, and pine for the burning noon, tho’ it scorches them, scathes them..."},{"id":854,"quote":"I read my sentence - steadily . . ."},{"id":855,"quote":"When I hoped I feared,Since I hoped I dared;Everywhere aloneAs a church remain;Spectre cannot harm,Serpent cannot charm;He deposes doom,Who hath suffered him."},{"id":856,"quote":"Estranged from Beauty—none can be—For Beauty is Infinity—And power to be finite ceasedBefore Identity was leased."},{"id":857,"quote":"Down Time’s quaint stream Without an oar, We are enforced to sail, Our Port—a secret— Our Perchance—a gale. What Skipper would Incur the risk, What Buccaneer would ride, Without a surety from the wind Or schedule of the tide?"},{"id":858,"quote":"I've got a Tomahawk in my side but that don't hurt me much."},{"id":859,"quote":"The name – of it – is “Autumn –The hue – of it – is Blood”"},{"id":860,"quote":"A Death blow is a Life blow to SomeWho till they died, did not alive become —Who had they lived, had died but whenThey died, Vitality begun."},{"id":861,"quote":"Superiority to fate\tIs difficult to learn.\t’Tis not conferred by any,\tBut possible to earn\t A pittance at a time,\t Until, to her surprise,\tThe soul with strict economy\tSubsists till Paradise."},{"id":862,"quote":"LOVE'S BAPTISM. I'm ceded, I've stopped being theirs; The name they dropped upon my face With water, in the country church, Is finished using now, And they can put it with my dolls, My childhood, and the string of spools I've finished threading too. Baptized before without the choice, But this time consciously, of grace Unto supremest name, Called to my full, the crescent dropped, Existence's whole arc filled up With one small diadem. My second rank, too small the first, Crowned, crowing on my father's breast, A half unconscious queen; But this time, adequate, erect, With will to choose or to reject. And I choose — just a throne."},{"id":863,"quote":"I had a daily bliss I half indifferent viewed, Till sudden I perceived it stir,— It grew as I pursued, Till when, around a crag, It wasted from my sight, Enlarged beyond my utmost scope, I learned its sweetness right."},{"id":864,"quote":"Her Grace is all she has - And that, so least displays -One Art to recognize, must be,Another Art, to praise."},{"id":865,"quote":"Experiment to me Is every one I meet. If it contain a kernel? The figure of a nut Presents upon a tree, Equally plausibly; But meat within is requisite, To squirrels and to me."},{"id":866,"quote":"I years had been from home, And now, before the door, I dared not open, lest a face I never saw before Stare vacant into mine And ask my business there. My business,—just a life I left, Was such still dwelling there?"},{"id":867,"quote":"...what has been the tale of me?... (in May 16, 1848 letter to Abiah Root)"},{"id":868,"quote":"The will is always near, dear, though the feet vary."},{"id":869,"quote":"In lands I never saw, they say, Immortal Alps look down,Whose bonnets touch the firmament,Whose sandals touch the town, ―Meek at whose everlasting feetA myriad daisies play.Which, sir, are you, and which am I.Upon an August day?"},{"id":870,"quote":"For each ecstatic instant We must an anguish pay In keen and quivering ratio To the ecstasy. For each beloved hour Sharp pittances of years, Bitter contested farthingsAnd coffers heaped with tears."},{"id":871,"quote":"She dwelleth in the Ground—Where Daffodils—abide—Her Maker—Her Metropolis—The Universe—Her Maid—To fetch Her Grace—and Hue—And Fairness—and Renown—The Firmament's—To Pluck Her—And fetch Her Thee—be mine—"},{"id":872,"quote":"They're here, though; not a creature failed,No blossom stayed awayIn gentle deference to me, The Queen of Calvary."},{"id":873,"quote":"What are you reading now? I have little time to read when I am here, but while at home I had a feast in the reading line, I can assure you...Am not I a pendant for telling you what I have been reading? (May 16, 1848 to Abiah Root)"},{"id":874,"quote":"It's a great thing to be \"great,\" Loo, and you and I might tug for a life, and never accomplish it, but no one can stop our looking on, and you know some cannot sing, but the orchard is full of birds, and we all can listen. What if we learn, ourselves, some day!"},{"id":875,"quote":"There is a Zone whose even Years No Solstice interrupt - Whose Sun constructs perpetual Noon Whose perfect Seasons wait -"},{"id":876,"quote":"It is strange that the most intangible thing is the most adhesive."},{"id":877,"quote":"You left me - Sire - two LegaciesA Legacy of LoveA Heavenly FatherHad He the offer of -You left me Boundaries of Pain -Capacious as the Sea -Between Eternity and Time -Your Consciousness - and Me -"},{"id":878,"quote":"لأنني لم أستطع أن أوقفَ الموتَفإنه قد أوقفني بكل لطف؛المركبةُ في موكب الموتلم تحمل سوى أجسادناوالخلود.ببطء كنّا نقود العربة ،فهو لا يعرفُ الاستعجال،وكنتُ تركتُ و ا رءيمشاغلي، وأوقات ا رحتي حتىتأدبًا أمام لطفه.مررنا بالمدرسة حيث يلعب الأطفال،وحيث الواجباتُ المدرسيةناد ا ر ما تُؤدَى؛مررنا بالحقولحيث سنابلُ الحبوبِتحدّق،ومررنا بالشمس التي تغرب.لبرهة توقفناأمام بيت بدا كأنهمجردُ ورمٍ صغير في الأرض؛السطحُ بالكاد يُرى،والسورُ حولهليس إلا بعضَ ركام.قرونٌ طويلة هي الحيواتسوى أن كلَّ حياة منهابدت أقصرَ من نهاروأناخمّنتُ أن رؤوسَ الخيولهي الأولىفي طريقهانحو الأبدية."},{"id":879,"quote":"Opinion is a flitting thing, but the truth outlasts the sun."},{"id":880,"quote":"The Overtakelessness of ThoseWho have accomplished Death -Majestic is to me beyondThe majesties of Earth -The Soul her \"Not at Home\"Inscribes upon the Flesh -And takes a fine aerial gaitBeyond the Writ of Touch."},{"id":881,"quote":"في خضم هذا البحر العجيبأبحرُ في سكونوأنتَ تعرف الشاطىءتقدم ! أيها الربان ! هيا للأمام !إلى هناكحيث تنام الأمواجوحيث تهدأ العواصف ؟في الغرب الهادىء الوديعكثير من الأشرعة واقفة في سكونوالم ا رسي مثبتة بإحكامإلى هناك سأقودك أنت --ترَجَل، اهبط ، انظر هناك !الأبدية و الخلود !و أخي ا رً وجدنا الشاطىء !"},{"id":882,"quote":"Within my reach!\tI could have touched!\tI might have chanced that way!\tSoft sauntered through the village,\tSauntered as soft away!So unsuspected violets\tWithin the fields lie low,\tToo late for striving fingers\tThat passed, an hour ago."},{"id":883,"quote":"The smitten rock that gushes, The trampled steel that springs; A cheek is always redder Just where the hectic stings!"},{"id":884,"quote":"We grow accustomed to the Dark —When Light is put away —As when the Neighbor holds the LampTo witness her Good bye —A Moment — We Uncertain stepFor newness of the night —Then — fit our Vision to the Dark —And meet the Road — erect —And so of larger — Darknesses —Those Evenings of the Brain —When not a Moon disclose a sign —Or Star — come out — within —The Bravest — grope a little —And sometimes hit a TreeDirectly in the Forehead —But as they learn to see —Either the Darkness alters —Or something in the sightAdjusts itself to Midnight —And Life steps almost straight."},{"id":885,"quote":"Longing is like the seed That wrestles in the ground, Believing if it intercede It shall at length be found. The hour and the zone Each circumstance unknown, What constancy must be achieved Before it see the sun!"},{"id":886,"quote":"I never hear the word «escape»Without a quicker blood,A sudden expectation,A flying attitude!I never hear of prisons broadBy soldiers battered down,But I tug childish at my barsOnly to fail again!"},{"id":887,"quote":"Home is so far from home."},{"id":888,"quote":"El para siempre está hecho de muchos «ahoras."},{"id":889,"quote":"Consciousness is the only home of which we know."},{"id":890,"quote":"It’s such a little thing to weep -So short a thing to sigh -And yet - by Trades - the size of theseWe men and women die!"},{"id":891,"quote":"MY worthiness is all my doubt,\t His merit all my fear,\tContrasting which, my qualities\t Do lowlier appear;\t Lest I should insufficient prove\t 5 For his beloved need,\tThe chiefest apprehension\t Within my loving creed.\t So I, the undivine abode\t Of his elect content,\t 10Conform my soul as ’t were a church\t Unto her sacrament."},{"id":892,"quote":"Emerging from an Abyss and entering it again—that is Life, is it not?"},{"id":893,"quote":"There's a certain Slant of light,Winter Afternoons –That oppresses, like the HeftOf Cathedral Tunes –Heavenly Hurt, it gives us –We can find no scar,But internal difference –Where the Meanings, are –None may teach it – Any –'Tis the seal Despair –An imperial afflictionSent us of the Air –When it comes, the Landscape listens –Shadows – hold their breath –When it goes, 'tis like the DistanceOn the look of Death –"},{"id":894,"quote":"This quiet dust was gentlemen and ladies."},{"id":895,"quote":"Split the Lark—and you'll find the Music, Bulb after Bulb, in Silver rolled."},{"id":896,"quote":"But the world is sleeping in ignorance and error, sir, and we must be crowing cocks, and singing larks, and a rising sun to awake her; or else we'll pull society up to the roots, and plant it in a different place. We'll build Alms-houses, and transcendental State prisons, and scaffolds -- we will blow out the sun, and the moon, and encourage invention. Alpha shall kiss Omega--we will ride up the hill of glory -- Hallelujah, all hail!"},{"id":897,"quote":"Proud of my broken heart since thou didst Break it, Proud of the pain I did not feel till thee"},{"id":898,"quote":"Perhaps I asked too large —I take — no less than skies —For Earths, grow thick asBerries, in my native town —My Basket holds — just — Firmaments —Those — dangle easy — on my arm,But smaller bundles — Cram."},{"id":899,"quote":"Crumbling is not an instant's ActA fundamental pauseDilapidation's processesAre organized Decays.'Tis first a Cobweb on the SoulA Cuticle of DustA Borer in the AxisAn Elemental Rust—Ruin is formal—Devil's workConsecutive and slow—Fail in an instant, no man didSlipping—is Crash's law."},{"id":900,"quote":"Let us strive together to part with time more reluctantly, to watch the pinions of the fleeting moment until they are dim in the distance, and the new-coming moment claims our attention."},{"id":901,"quote":"The heart asks pleasure first, And then, excuse from pain; And then, those little anodynes That deaden suffering; And then, to go to sleep; And then, if it should be The will of its Inquisitor, The liberty to die."},{"id":902,"quote":"To wander now is my abode; To rest,—to rest would be A privilege of hurricane To memory and me."},{"id":903,"quote":"The hallowing of PainLike hallowing of Heaven,Obtains at a corporeal cost --The Summit is not givento Him who strives severeAt middle of the Hill --But He who has achieved the Top --All -- is the price of All"},{"id":904,"quote":"What need of Day - To Those whose Dark - hath so - surpassing Sun - It deem it be - Continually - At the Meridian?"},{"id":905,"quote":"Water is taught by thirst;Land, by the oceans passed;Transport, by throe;Peace, by its battles told;Love, by memorial mould;Birds, by the snow."},{"id":906,"quote":"FAREWELL. Tie the strings to my life, my Lord,    Then I am ready to go! Just a look at the horses —    Rapid! That will do! Put me in on the firmest side,    So I shall never fall; For we must ride to the Judgment,    And it's partly down hill. But never I mind the bridges,    And never I mind the sea; Held fast in everlasting race    By my own choice and thee. Good-by to the life I used to live,    And the world I used to know; And kiss the hills for me, just once;    Now I am ready to go!"},{"id":907,"quote":"Affection is like bread, unnoticed till we starve, and then we dream of it, and sing of it, and paint it."},{"id":908,"quote":"I measure every Grief I meetWith narrow, probing, eyes –I wonder if It weighs like Mine –Or has an Easier size.I wonder if They bore it long –Or did it just begin –I could not tell the Date of Mine –It feels so old a pain –I wonder if it hurts to live –And if They have to try –And whether – could They choose between –It would not be – to die –I note that Some – gone patient long –At length, renew their smile –An imitation of a LightThat has so little Oil –I wonder if when Years have piled –Some Thousands – on the Harm –That hurt them early – such a lapseCould give them any Balm."},{"id":909,"quote":"I tell her we all shall fly so soon, not to let it grieve her, and what indeed is Earth but a Nest, from whose rim we are all falling?"},{"id":910,"quote":"BEQUEST. You left me, sweet, two legacies, — A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me."},{"id":911,"quote":"Much Madness is divinest Sense -To a discerning Eye -Much Sense - the starkest Madness -"},{"id":912,"quote":"When I lost the use of my Eyes it was a comfort to think there were so few real books that I could easily find some one to read me all of them."},{"id":913,"quote":"A little road not made of man, Enabled of the eye, Accessible to thill of bee, Or cart of butterfly. If town it have, beyond itself, ’T is that I cannot say; I only sigh,—no vehicle Bears me along that way."},{"id":914,"quote":"Did you ever read one of her Poems backward, because the plunge from the front overturned you? I sometimes (often have, many times) have - A something overtakes the Mind."},{"id":915,"quote":"If your Nerve deny you-Go above your Nerve"},{"id":916,"quote":"Beauty crowds me till I die.\" Emily Dickinson"},{"id":917,"quote":"Unable are the Loved to die, for Love is Immortality"},{"id":918,"quote":"Forever is composed of nows"},{"id":919,"quote":"Who robbed the woods, The trusting woods? The unsuspecting trees Brought out their burrs and mosses His fantasy to please. He scanned their trinkets, curious, He grasped, he bore away. What will the solemn hemlock, What will the fir-tree say?"},{"id":920,"quote":"Safe Despair it is that raves—Agony is frugal.Puts itself severe awayFor its own perusal."},{"id":921,"quote":"So we must meet apart—You there—I—hereWith just the Door ajarThat Oceans are—and Prayer—And that White Sustenance—Despair—— Emily Dickinson, from “I Cannot Live with You, The Complete Poems of Emily Dickinson (Little,Brown and Company, 1960)”"},{"id":922,"quote":"Yo no soy nadie, ¿y tú? ¿No eres nadie tampoco? Entonces somos dos, guarda el secreto. Ya sabes que podrían desterrarnos."},{"id":923,"quote":"The Soul selects her own Society — Then — shuts the Door — To her divine Majority — Present no more —"},{"id":924,"quote":"I notice where Death has been introduced, he frequently calls, making it desirable to forestall his advances."},{"id":925,"quote":"Renunciation--is a piercing Virtue--The letting goA Presence--for an Expectation"},{"id":926,"quote":"«Solo busco una vida que dejé, ¿sigue ahí todavía?»"},{"id":927,"quote":"A Clock Stopped -- Not The Mantel'sA clock stopped -- not the mantel'sGeneva's farthest skillCan't put the puppet bowing That just now dangled still.An awe came on the trinket! The figures hunched with pain,Then quivered out of decimals Into degreeless noon.It will not stir for doctors, This pendulum of snow;The shopman importunes it, While cool, concernless NoNods from the gilded pointers, Nods from seconds slim,Decades of arrogance between The dial life and him."},{"id":928,"quote":"Death is like the insect Menacing the tree, Competent to kill it, But decoyed may be. Bait it with the balsam, Seek it with the knife, Baffle, if it cost you Everything in life. Then, if it have burrowed Out of reach of skill, Ring the tree and leave it, —’Tis the vermin’s will."},{"id":929,"quote":"Fulfilling absolute decree in casual simplicity."},{"id":930,"quote":"Chi conta le conchiglie nella notteper vedere che non ne manchi nessuna?"},{"id":931,"quote":"When the Best is gone - I know that other things are not of consequence - The Heart wants what it wants - or else it does not care -"},{"id":932,"quote":"It's all I have to bring today—This, and my heart beside—This, and my heart, and all the fields—And all the meadows wide—Be sure you count—should I forgetSome one the sum could tell—This, and my heart, and all the BeesWhich in the Clover dwell."},{"id":933,"quote":"I dwell in Possibility –A fairer House than Prose –More numerous of Windows –Superior – for Doors –"},{"id":934,"quote":"XVI. Surgeons must be very careful When they take the knife! Underneath their fine incisions Stirs the culprit, — Life!"},{"id":935,"quote":"XXXVII. If I shouldn't be alive When the robins come, Give the one in red cravat A memorial crumb. If I couldn't thank you, Being just asleep, You will know I'm trying With my granite lip!"},{"id":936,"quote":"Dying is a wild night and a new road"},{"id":937,"quote":"No hay mejor fragata que un libro para llevarnos a tierras lejanas."},{"id":938,"quote":"If your Nerve, deny you—Go above your Nerve—He can lean against the Grave,If he fear to swerve—That’s a steady posture—Never any bendHeld of those Brass arms—Best Giant made—If your Soul seesaw—Lift the Flesh door—The Poltroon wants Oxygen—Nothing more –"},{"id":939,"quote":"I lived on Dread —To Those who knowThe Stimulus there isIn Danger — Other impetusIs numb — and Vitalless —As 'twere a Spur — upon the Soul —A Fear will urge it whereTo go without the Sceptre's aidWere Challenging Despair."},{"id":940,"quote":"That it will never come againIs what makes life so sweet"},{"id":941,"quote":"COBWEBS. The spider as an artist    Has never been employed Though his surpassing merit    Is freely certified By every broom and Bridget    Throughout a Christian land. Neglected son of genius,    I take thee by the hand."},{"id":942,"quote":"SUMMER SHOWER. A drop fell on the apple tree, Another on the roof; A half a dozen kissed the eaves, And made the gables laugh. A few went out to help the brook, That went to help the sea. Myself conjectured, Were they pearls, What necklaces could be! The dust replaced in hoisted roads, The birds jocoser sung; The sunshine threw his hat away, The orchards spangles hung. The breezes brought dejected lutes, And bathed them in the glee; The East put out a single flag, And signed the fete away."},{"id":943,"quote":"Victory comes late, And is held low to freezing lips Too rapt with frost To take it."},{"id":944,"quote":"And I, could I stand byAnd see you freeze,Without my right of frost, Death's privilege?"},{"id":945,"quote":"There's nothing wicked in Shakespeare, and if there is I don't want to know it."},{"id":946,"quote":"How glad I am that spring has come, and how it calms my mind when wearied with study to walk out in the green fields and beside the pleasant streams in which South Hadley is rich! ... The older I grow, the more do I love spring and spring flowers. Is it not so with you? (May 16, 1848 to Abiah Root)"},{"id":947,"quote":"If I can stop one heart from breaking,I shall not live in vain ;If I can ease one life the aching,Or cool one pain,Or help one fainting robinUnto his nest again,I shall not live in vain."},{"id":948,"quote":"Das Für immer besteht aus vielen jetzt"},{"id":949,"quote":"That it will never come again is what makes life sweet"},{"id":950,"quote":"Houses\"—so the Wise Men tell me—\"Mansions\"! Mansions must be warm!Mansions cannot let the tears in,Mansions must exclude the storm!\"Many Mansions,\" by \"his Father,\"I don't know him; snugly built!Could the Children find the way there—Some, would even trudge tonight!"},{"id":951,"quote":"The Martyr PoetsThe Martyr Poets — did not tell — But wrought their Pang in syllable — That when their mortal name be numb — Their mortal fate — encourage Some — The Martyr Painters — never spoke — Bequeathing — rather — to their WorkThat when their conscious fingers cease — Some seek in Art — the Art of Peace —"},{"id":952,"quote":"The brain is wider than the sky"},{"id":953,"quote":"Elysium is as far as toThe very nearest RoomIf in that Room a Friend awaitFelicity or doom.What fortitude the soul containsThat it can so endureThe accent of a coming foot,The opening of a door?"},{"id":954,"quote":"Sweet hours have perished here; This is a mighty room; Within its precincts hopes have played,— Now shadows in the tomb."},{"id":955,"quote":"Volcanoes be in SicilyAnd South AmericaI judge from my Geography– Volcanoes nearer hereA lava step at any timeAm I inclined to climb– A Crater I may contemplateVesuvius at Home."},{"id":956,"quote":"None cannot find who seeketh, on this terrestrial ball..."},{"id":957,"quote":"I had no cause to be awake,\tMy best was gone to sleep,\tAnd morn a new politeness took\tAnd failed to wake them up,\t But called the others clear,\t 5And passed their curtains by.\tSweet morning, when I over-sleep,\tKnock, recollect, for me!\t I looked at sunrise once,\tAnd then I looked at them,\t 10And wishfulness in me arose\tFor circumstance the same.\t ’T was such an ample peace,\tIt could not hold a sigh,—\t’T was Sabbath with the bells divorced,\t ’T was sunset all the day.\t So choosing but a gown\tAnd taking but a prayer,\tThe only raiment I should need,\tI struggled, and was there."},{"id":958,"quote":"Dare you see a Soul at the White Heat?Then crouch within the door— Red—is the Fire’s common tint— But when the vivid Ore Has vanquished Flame’s conditions— It quivers from the Forge Without a color, but the LightOf unannointed Blaze— Least Village, boasts it’s Blacksmith— Whose Anvil’s even ringStands symbol for the finer Forge That soundless tugs—within— Refining these impatient Ores With Hammer, and with Blaze Until the designated Light Repudiate the Forge—"},{"id":959,"quote":"It was not Death, for I stood up,And all the Dead, lie down—It was not Night, for all the BellsPut out their Tongues, for Noon."},{"id":960,"quote":"Необходимо е Сърцето си да Пометеши да се справиш с Любовта - изчезнала от употребадо Вечността.превод Георги Мицков"},{"id":961,"quote":"HAVE you got a brook in your little heart,\tWhere bashful flowers blow,\tAnd blushing birds go down to drink,\tAnd shadows tremble so?\t And nobody, knows, so still it flows,\t 5That any brook is there;\tAnd yet your little draught of life\tIs daily drunken there.\t Then look out for the little brook in March,\tWhen the rivers overflow,\t 10And the snows come hurrying from the hills,\tAnd the bridges often go.\t And later, in August it may be,\tWhen the meadows parching lie,\tBeware, lest this little brook of life\t 15Some burning noon go dry!"},{"id":962,"quote":"Nor was I hungry - so I foundThat Hunger - was a wayOf Persons outside WindowsThe Entering - takes away."},{"id":963,"quote":"I hide myself within my flower, That wearing on your breast, You, unsuspecting, wear me too — And angels know the rest."},{"id":964,"quote":"So from the mouldScarlet and GoldMany a Bulb will rise --Hidden away, cunningly,From sagacious eyes.So from CocoonMany a WormLeap so Highland gay,Peasants like me --Peasants like Thee,Gaze perplexedly!"},{"id":965,"quote":"Piangere è una piccola cosa - cosa tanto breve un sospiro.Ma cose di tale grandezza uccidono uomini e donne."},{"id":966,"quote":"I breathed enough to learn the trick, And now, removed from air, I simulate the breath so well, That one, to be quite sure The lungs are stirless, must descend Among the cunning cells, And touch the pantomime himself. How cool the bellows feels!"},{"id":967,"quote":"A heaven in a gaze,A heaven of heavens, the privilege Of one another's eyes."},{"id":968,"quote":"Not “Revelation – tis – that waitsBut our unfurnished eyes –”"},{"id":969,"quote":"The distance that the dead have gone Does not at first appear; Their coming back seems possible For many an ardent year.And then, that we have followed them We more than half suspect, So intimate have we become With their dear retrospect."},{"id":970,"quote":"Noi che abbiamo l'Anima moriamo piú spesso"},{"id":971,"quote":"September’s BaccalaureateA combination isOf Crickets — Crows — and RetrospectsAnd a dissembling BreezeThat hints without assuming —An Innuendo searThat makes the Heart put up its FunAnd turn Philosopher."},{"id":972,"quote":"I am afraid to own a Body—I am afraid to own a Soul—"},{"id":973,"quote":"We are the only poets, Emily told Susan, “and everyone else is prose.”"},{"id":974,"quote":"There is no Frigate like a BookTo take us Lands away"},{"id":975,"quote":"My Life had stood-- a Loaded Gun"},{"id":976,"quote":"Read, sweet, how others strove,Till we are stouter;What they renounced,Till we are less afraid;How many times they boreThe faithful witness,Till we are helped,As if a kingdom cared!Read then of faithThat shone above the fagot;Clear strains of hymnThe river could not drown;Brave names of menAnd celestial women,Passed out of recordInto renown!"},{"id":977,"quote":"Forever - is composed of Nows -'Tis not a different time - Except for Infiniteness - And Latitude of Home - From this - experienced Here - Remove the Dates - to These - Let Months dissolve in further Months - And Years - exhale in Years -"},{"id":978,"quote":"Belshazzar had a letter,— He never had but one; Belshazzar’s correspondent Concluded and begun In that immortal copy The conscience of us all Can read without its glasses On revelation’s wall."},{"id":979,"quote":"Part Five: The Single HoundXVIIITHERE is another Loneliness\tThat many die without,\tNot want or friend occasions it,\tOr circumstances or lot.\t But nature sometimes, sometimes thought,\t 5And whoso it befall\tIs richer than could be divulged\tBy mortal numeral."},{"id":980,"quote":"I took one Draught of Life— I’ll tell you what I paid— Precisely an existence— The market price, they said."},{"id":981,"quote":"I will show you the sunset if you will sit by me, but I cannot bring it there, for so much gold is heavy."},{"id":982,"quote":"Death is a dialogue between the spirit and the dust"},{"id":983,"quote":"Come slowly, Eden! Lips unused to thee, Bashful, sip thy jasmines, As the fainting bee, Reaching late his flower, Round her chamber hums, Counts his nectars—enters, And is lost in balms!"},{"id":984,"quote":"We cherish all the past, we glide a-down the present, awake yet dreaming; but the future of ours together—there the bird sings loudest, and the sun shines always there..."},{"id":985,"quote":"Part Four: Time and EternityCXIVI SING to use the waiting,\t My bonnet but to tie,\tAnd shut the door unto my house;\t No more to do have I,\t Till, his best step approaching,\t 5 We journey to the day,\tAnd tell each other how we sang\t To keep the dark away."},{"id":986,"quote":"So bashful when I spied her!So pretty ― so ashamed!So hidden in her leafletsLest anybody find ―So breathless till I passed her ―So helpless when I turnedAnd bore her struggling, blushing,Her simple haunts beyond!For whom I robbed the Dingle ―For whom betrayed the Dell ―Many, will doubtless ask me,But I shall never tell!"},{"id":987,"quote":"The Hills erect their purple heads,The Rivers lean to see—Yet Man has not, of all the throng,A curiosity."},{"id":988,"quote":"…it perished with beautiful reluctance, like an evening star—"},{"id":989,"quote":"If your never deny you, go above your nerve."},{"id":990,"quote":"La \"speranza\" è la pennuta creaturaChe si posa nell'animaE canta melodia senza paroleE non smette mai, proprio mai"},{"id":991,"quote":"And through a Riddle, at the last--Sagacity, must go--"},{"id":992,"quote":"Impossibility, like wineExhilarates the manWho tastes it; PossibilityIs flavoreless."},{"id":993,"quote":"I never saw a Moor -I never saw the Sea -Yet know I how the Heather looksAnd what a Billow be.I never spoke with GodNor visited in Heaven -Yet certain am I of the spotAs if the Checks were given -"},{"id":994,"quote":"I took my power in my hand.And went against the world;'T was not so much as David had,But I was twice as bold.I aimed my pebble, but myselfWas all the one that fell.Was it Goliath was too large,Or only I too small?"},{"id":995,"quote":"Publication – is the Auction (788)Publication – is the AuctionOf the Mind of Man –Poverty – be justifyingFor so foul a thingPossibly – but We – would ratherFrom Our Garret goWhite – unto the White Creator –Than invest – Our Snow –Thought belong to Him who gave it –Then – to Him Who bearIt's Corporeal illustration – sellThe Royal Air –In the Parcel – Be the MerchantOf the Heavenly Grace –But reduce no Human SpiritTo Disgrace of Price –"},{"id":996,"quote":"Dwell in possibility"},{"id":997,"quote":"A word is dead; When it is said, Some say. I say it just begins to live that day. –"},{"id":998,"quote":"In this short Life that only lasts an hourHow much - how little - is within our power"},{"id":999,"quote":"How dreary—to be—Somebody!"},{"id":1000,"quote":"Sarei forse più solasenza la mia solitudine.Sono abituata al mio destino."},{"id":1001,"quote":"XVIII: THE SHOW. The show is not the show,But they that go.Menagerie to meMy neighbor be.Fair play — Both went to see."},{"id":1002,"quote":"XXI. A BOOK. He ate and drank the precious words,His spirit grew robust;He knew no more that he was poor,Nor that his frame was dust.He danced along the dingy days,And this bequest of wingsWas but a book. What libertyA loosened spirit brings!"},{"id":1003,"quote":"In this short Life that only lasts an hour/How much - how little - is within our power"},{"id":1004,"quote":"Me perdí cuando ya estaba salvada. Sentí que el mundo me dejaba atrás. Y ceñidos los lomos, al borde mismo de la Eternidad,"},{"id":1005,"quote":"Hace unos cuantos días perdí un mundo, ¿no lo ha encontrado nadie? Lo reconoceréis por una sarta de estrellas que le ciñen la cabeza."},{"id":1006,"quote":"Did life's penurious lengthItalicize its sweetness,The men that daily liveWould stand so deep in joyThat it would clog the cogsOf that revolving reasonWhose esoteric beltProtects our sanity."},{"id":1007,"quote":"TO my quick ear the leaves conferred;\t The bushes they were bells;\tI could not find a privacy\t From Nature’s sentinels.\t In cave if I presumed to hide,\t  The walls began to tell;\tCreation seemed a mighty crack\t To make me visible."},{"id":1008,"quote":"Hope is the thing with feathers -That perches in the soul -And sings the tune without the words -And never stops - at all -And sweetest - in the Gale - is heard -And sore must be the storm -That could abash the little BirdThat kept so many warm -I’ve heard it in the chillest land -And on the strangest Sea -Yet - never - in Extremity,It asked a crumb - of me.”"},{"id":1009,"quote":"The Sunrise—Sire—compelleth Me—Because He's Sunrise—and I see—Therefore—Then—I love Thee—"},{"id":1010,"quote":"Ma c'è dell'altro? Oltre all'amore e alla morte? Allora dimmene il nome."},{"id":1011,"quote":"Pour voyager loin, il n'y a pas de meilleur navire qu'un livre."},{"id":1012,"quote":"I'm nobody! Who are you?Are you nobody, too?Then there ’s a pair of us—don’t tell!They ’d banish us, you know.How dreary to be somebody!How public, like a frogTo tell your name the livelong dayTo an admiring bog!"},{"id":1013,"quote":"Poor little heart!Did they forget thee? Then dinna care! Then dinna care!Proud little heart!Did they forsake thee?Be debonair! Be debonair!Frail little heart!I would not break thee:Could'st credit me? Could'st credit me?Gay little heart!Like morning gloryThou'll wilted be; thou'll wilted be!"},{"id":1014,"quote":"The Brain • is wider than the Sky -For - put them side by side •The one the other will containWith ease • and You • beside •The Brain is deeper than the sea •For • hold them • Blue to Blue •The one the other will absorb •As Sponges • Buckets • do •The Brain is just the weight of God ·For • Heft them • Pound for Pound -And they will differ • if they do •As Syllable from Sound -''632"},{"id":1015,"quote":"Come le donne le foglie si scambianoconfidenze acute.A volte sono cenni, a volteillazioni portentose."},{"id":1016,"quote":"You left me - Sire -two Legacies -A Legacy of LoveA Heavenly Father would sufficeHad He the offer of -You left me Boundaries of Pain -Capacious as the Sea -Between Etemity and Time -Your Consciousness - and Me -644"},{"id":1017,"quote":"Love's stricken \"why\"Is all that love can speak—Built of but just a syllable,The hugest hearts that break."},{"id":1018,"quote":"Don't you know that \"No\" is the wildest word we consign to Language?"},{"id":1019,"quote":"I cannot live with you,It would be life,And life is over thereBehind the shelf"},{"id":1020,"quote":"There is a solitude of spaceA solitude of seaA solitude of death, but theseSociety shall beCompared with that profounder siteThat polar privacyA soul admitted to itself –Finite infinity."},{"id":1021,"quote":"I sing to use the WaitingMy bonnet but to tie,And close the door unto my houseNo more to do have I'Till his best step approaching,We journey to the day,And tell each other how we sungTo keep the dark away."},{"id":1022,"quote":"VI: A SERVICE OF SONG. Some keep the Sabbath going to church;I keep it staying at home,With a bobolink for a chorister,And an orchard for a dome.Some keep the Sabbath in surplice;I just wear my wings,And instead of tolling the bell for church,Our little sexton sings.God preaches, — a noted clergyman, —And the sermon is never long;So instead of getting to heaven at last, I’m going all along!"},{"id":1023,"quote":"Dicen que el tiempo cura, pero el tiempo jamás cura de nada, lo que duele de veras duele más con la edad, como pasa a los tendones."},{"id":1024,"quote":"Il sempre è fatto di attimi."},{"id":1025,"quote":"The soul selects her own society,Then shuts the door"},{"id":1026,"quote":"No weight nor mass nor beauty of execution can outweigh one grain or fragment of thought."},{"id":1027,"quote":"Part Three: LoveVDOUBT me, my dim companion!\tWhy, God would be content\tWith but a fraction of the love\tPoured thee without a stint.\tThe whole of me, forever,\t 5What more the woman can,—\tSay quick, that I may dower thee\tWith last delight I own!\t It cannot be my spirit,\tFor that was thine before;\t 10I ceded all of dust I knew,—\tWhat opulence the more\tHad I, a humble maiden,\tWhose farthest of degree\tWas that she might\t 15Some distant heaven,\tDwell timidly with thee!"},{"id":1028,"quote":"Se remémorerUn Plaisir qui nous fut Retiré -Offre une Félicité comparable à un Meurtre -Omnipotente - Aiguë -Nous ne lâcherons pas le Poignard -Car Nous aimons la BlessureQue le Poignard Commémore - c'est LuiQui Nous rappelle que Nous avons péri -"},{"id":1029,"quote":"Solamente el silencio nos da miedo. En la voz siempre hay algo que nos salva. Sin embargo, el silencio es lo infinito. No se le ve la cara."},{"id":1030,"quote":"I felt a Funeral, in my Brain,And Mourners to and froKept treading - treading - till it seemedThat Sense was breaking through -And when they all were seated,A Service, like a Drum -Kept beating - beating - till I thoughtMy mind was going numb -And then I heard them lift a BoxAnd creak across my SoulWith those same Boots of Lead, again,Then Space - began to toll,As all the Heavens were a Bell,And Being, but an Ear,And I, and Silence, some strange Race,Wrecked, solitary, here -And then a Plank in Reason, broke,And I dropped down, and down -And hit a World, at every plunge,And Finished knowing - then -"},{"id":1031,"quote":"I could not bear to live – aloud –"},{"id":1032,"quote":"Each life converges to some centre expressed or still . . ."},{"id":1033,"quote":"Twas my one glory -Let it be RememberedI was owned of Thee."},{"id":1034,"quote":"When the Best is gone - I know that other things are not of consequence - The Heart wants what it wants - or else it does not care."},{"id":1035,"quote":"—Your sweetness intimidates."},{"id":1036,"quote":"A un cuore in pezziNessuno s’avviciniSenza l’alto privilegioDi avere sofferto altrettanto."},{"id":1037,"quote":"Saying nothing sometimes says the most."},{"id":1038,"quote":"To fight aloud, is very brave-But gallanter, I knowWho charge within the bosomThe Cavalry of Woe-Who win, and nations do not see-Who fall- and none observe-Whose dying eyes, no CountryRegards with patriot love-We trust, in plumed processionFor such, the Angels go-Rank after rank, with even feet-And Uniforms of snow."},{"id":1039,"quote":"And whose 'I'll meet you' hesitatesIf love inquire, 'Where?"},{"id":1040,"quote":"DAWN. When night is almost done, And sunrise grows so near That we can touch the spaces, It 's time to smooth the hair And get the dimples ready, And wonder we could care For that old faded midnight That frightened but an hour."},{"id":1041,"quote":"How happy is the little StoneThat rambles in the Road alone,And doesn't care about CareersAnd Exigencies never fears"},{"id":1042,"quote":"Il troppo mi urta - è così insolito.Mi sentivo a disagio, spaesata -come una bacca di fratta montanatrapiantata sulla strada.E non avevo fame. Allora capiiche la fame è un istinto di chi guarda le vetrine dal di fuori.L'entrare, la disperde."},{"id":1043,"quote":"[591]\"I heard a Fly buzz - when I died -The Stillness in the RoomWas like the Stillness in the Air -Between the Heaves of Storm -The Eyes around - had wrung them dry -And Breaths were gathering firmFor that last Onset - when the KingBe witnessed - in the Room -I willed my Keepsakes - Signed awayWhat portion of me beAssignable - and then it wasThere interposed a Fly -With Blue - uncertain - stumbling Buzz -Between the light - and me -And then the Windows failed - and thenI could not see to see -"},{"id":1044,"quote":"I lost a world the other day.Has anybody found?You'll know it by the row of starsAround its forehead bound.A rich man might not notice it;Yet to my frugal eyeOf more esteem than ducats.Oh, find it, sir, for me!"},{"id":1045,"quote":"WhenContinentsexpireThe Giantsthey discarded —arePromotedto endure —"},{"id":1046,"quote":"I had no portrait, now, but am small, like the Wren, and my Hair is bold, like the Chestnut Bur – and my eyes, like the Sherry in the Glass, that the Guest leaves"},{"id":1047,"quote":"Like Brooms of Steel\"Like Brooms of Steel The Snow and Wind Had swept the Winter Street -The House was hooked The Sun sent out Faint Deputies of Heat -Where rode the Bird The Silence tied His ample - plodding SteedThe Apple in the Cellar snug Was all the one that played."},{"id":1048,"quote":"I find myself still softly searching for my delinquent palaces."},{"id":1049,"quote":"It's all I have to bring today\"It's all I have to bring today—This, and my heart beside—This, and my heart, and all the fields—And all the meadows wide—Be sure you count—should I forgetSome one the sum could tell—This, and my heart, and all the BeesWhich in the Clover dwell."},{"id":1050,"quote":"Les Étais soutiennent la MaisonJusqu'à ce que la Maison soit achevéePuis les Étais se retirentEt adéquate, droite,La Maison se tient seuleEt ne se souvient plusDu Foret et du Charpentier -Telle est exactement l'expérience rétrospectiveD'une Vie accomplie -Un Passé de Planche et de ClouEt de lenteur - puis tombent les échafaudagesEt s'affirme une Âme -"},{"id":1051,"quote":"Surgeons must be very carefulWhen they take the knife!Underneath their fine incisionsStirs the Culprit—Life!"},{"id":1052,"quote":"IF I can stop one heart from breaking, I shall not live in vain; If I can ease one life the aching, Or cool one pain, Or help one fainting robin Unto his nest again, I shall not live in vain."},{"id":1053,"quote":"As if the chart were given."},{"id":1054,"quote":"parting is all we need to know of hell"},{"id":1055,"quote":"The palate of hate departs,Anger as soon as fed is dead;'Tis starving makes it fat."},{"id":1056,"quote":"I dwell in Possibility—"},{"id":1057,"quote":"Awake ye muses nine, sing me a strain divine,Unwind the solemn twine, and tie my Valentine!Oh the Earth was made for lovers, for damsel, and hopeless swain,For sighing, and gentle whispering, and unity made of twain.All things do go a courting, in earth, or sea, or air,God hath made nothing single but thee in His world so fair!The bride, and then the bridegroom, the two, and then the one,Adam, and Eve, his consort, the moon, and then the sun;The life doth prove the precept, who obey shall happy be,Who will not serve the sovereign, be hanged on fatal tree.The high do seek the lowly, the great do seek the small,None cannot find who seeketh, on this terrestrial ball;The bee doth court the flower, the flower his suit receives,And they make merry wedding, whose guests are hundred leaves;The wind doth woo the branches, the branches they are won,And the father fond demandeth the maiden for his son.The storm doth walk the seashore humming a mournful tune,The wave with eye so pensive, looketh to see the moon,Their spirits meet together, they make their solemn vows,No more he singeth mournful, her sadness she doth lose.The worm doth woo the mortal, death claims a living bride,Night unto day is married, morn unto eventide;Earth is a merry damsel, and heaven a knight so true,And Earth is quite coquettish, and beseemeth in vain to sue.Now to the application, to the reading of the roll,To bringing thee to justice, and marshalling thy soul:Thou art a human solo, a being cold, and lone,Wilt have no kind companion, thou reap'st what thou hast sown.Hast never silent hours, and minutes all too long,And a deal of sad reflection, and wailing instead of song?There's Sarah, and Eliza, and Emeline so fair,And Harriet, and Susan, and she with curling hair!Thine eyes are sadly blinded, but yet thou mayest seeSix true, and comely maidens sitting upon the tree;Approach that tree with caution, then up it boldly climb,And seize the one thou lovest, nor care for space, or time!Then bear her to the greenwood, and build for her a bower,And give her what she asketh, jewel, or bird, or flower —And bring the fife, and trumpet, and beat upon the drum —And bid the world Goodmorrow, and go to glory home!"},{"id":1058,"quote":"HOPE is a subtle glutton;\t He feeds upon the fair;\tAnd yet, inspected closely,\t What abstinence is there!"},{"id":1059,"quote":"Si pudiera impedir que un corazón se rompa no habré vivido en vano. Si pudiera calmar el dolor de una vida, o hacer más llevadera una tristeza. o ayudar a algún débil petirrojo a que vuelva a su nido, no habré vivido en vano."},{"id":1060,"quote":"The shore is safer, Abiah, but I love to buffet the sea - I can count the bitter wrecks here in these pleasant waters, and hear the murmuring winds, but oh, I love the danger!"},{"id":1061,"quote":"Immortal is an ample wordWhen what we need is byBut when it leaves us for a time'Tis a necessity.Of Heaven above the firmest proofWe fundamental knowExcept for its marauding HandIt had been Heaven below."},{"id":1062,"quote":"We never know how high we are\"We never know how high we are Till we are called to rise;And then, if we are true to plan, Our statures touch the skies—The Heroism we recite Would be a daily thing,Did not ourselves the Cubits warp For fear to be a King—"},{"id":1063,"quote":"Fame is the one that does not stayIt's occupant must dieOr out of sight of estimateAscend incessantlyOr be that most insolvent thingA Lightning in the GermElectrical the embryoBut we demand the Flame"},{"id":1064,"quote":"I meant to have but modest needs, Such as content, and heaven;"},{"id":1065,"quote":"Да се направи прерия са нужни - пчела и детелина, пчела и детелина, и една мечта голяма... Но и мечтата само стига, ако пчела и детелина няма."},{"id":1066,"quote":"And tho’ the skies are crowded - And all the night ashine - I do not care about it - Since none of them are mine."},{"id":1067,"quote":"But since the last included both, It would suffice my prayer But just for one to stipulate, And grace would grant the pair."},{"id":1068,"quote":"Certains trop fragiles pour les vents d'hiverLa tombe prévenante les enserre -Les bordant tendrement, les protégeant du gelAvant que leurs pieds ne prennent froid -Jamais de son nidLa tombe prudente n'expose ses trésorsConstruisant là où les écoliers n'osent regarder,ni les chasseurs s'aventurer.Cet abri à tous les enfantsD'âge tendre, souvent glacés,Les moineaux négligés par le Père -Les agneaux pour qui le temps n'a pas eu de bercail."},{"id":1069,"quote":"And so, upon this wise I prayed, — Great Spirit, give to me A heaven not so large as yours, But large enough for me."},{"id":1070,"quote":"Not knowing when the dawn will come, I open every door."},{"id":1071,"quote":"A tutti è dovuto il mattino, ad alcuni la notte. A solo pochi eletti la luce dell'aurora."},{"id":1072,"quote":"Conosco\tdelle vite di cui potrei fare a\tmenosenza dolore alcunoaltre un istante d’assenza delle quali sarebbe un’eternità queste ultime scarse di numeronon sono nemmeno duele prime un orizzonte di moscerinifacilmente supererebbero"},{"id":1073,"quote":"I dwell in Possibility –A fairer House than Prose –More numerous of Windows –Superior – for Doors –Of Chambers as the Cedars –Impregnable of eye –And for an everlasting RoofThe Gambrels of the Sky –Of Visitors – the fairest –For Occupation – This –The spreading wide my narrow HandsTo gather Paradise –"},{"id":1074,"quote":"A word is deadWhen it is said,Some say.I say it justBegins to liveThat day."},{"id":1075,"quote":"Peril as a possession ’T is good to bear, Danger disintegrates satiety; There’s Basis there Begets an awe, That searches Human Nature’s creases As clean as Fire."},{"id":1076,"quote":"In this short life that only lasts an hour / How much – how little – is within  our power."},{"id":1077,"quote":"Cada uno de los seres que perdemosalgo nuestro se lleva, aunque dejándonoscomo un cuarto menguantey en las noches mas turbiasva a recibir lo mismo que la luna la llamada fatal de las mareas\"."},{"id":1078,"quote":"L'Herbe a si peu à faire,Une Sphère de simple Vert -N'ayant qu'à couver les Papillons, Et tenir compagnie aux Abeilles -Et se balancer tout le jour sur de jolies chansonsQue les brises vont chercher,Et tenir le Soleil, dans son giron,Et faire des courbettes à tout,Et enfiler les Rosées toute la nuit, comme des Perles,Et se faire si belleQu'une Duchesse, serait trop ordinairePour qu'on la remarque comme elle,Et même quand elle meurt, périrEn odeurs si divines -Comme d'humbles épices, couchées , endormies -Ou comme le Nard indien qui expirant s'exhale -Et puis habiter dans Granges Royales,Occuper ses Journées à rêver,L'Herbe a si peu à faire,Je voudrais être - Foin -"},{"id":1079,"quote":"Or help one fainting robinUnto his nest again,I shall not live in vain."},{"id":1080,"quote":"Non conosciamo mai la nostra altezza Finché non siamo chiamati ad alzarci. E se siamo fedeli al nostro compito Arriva al cielo la nostra statura. L’eroismo che allora recitiamo Sarebbe quotidiano, se noi stessi Non c’incurvassimo di cubiti Per la paura di essere dei re"},{"id":1081,"quote":"To hang our head ostensibly,And subsequent to findThat such was not the postureOf our immortal mind,Affords the sly presumptionThat, in so dense a fuzz,You, too, take cobweb attitudesUpon a plane of gauze !"},{"id":1082,"quote":"So unsuspected violetsWithin the fields lie low,Too late for striving fingersThat passed, an hour ago."},{"id":1083,"quote":"On this wondrous sea - Sailing silently -Ho! pilot, ho!Knowest thou the shoreWhere no breakers roar,Where the storm is o'er?In the silent westMany a sails at rest,Their anchors fastThither I pilot theeLand, ho! Eternity!Ashore at last!"},{"id":1084,"quote":"Dear Friend - You are like God. We pray to Him, & He answers \"No\"Then we pray to Him to rescind the \"No,\" & He don't answer at all ..."},{"id":1085,"quote":"Undue significance a starving man attaches to foodFar off ; he sighs, and therefore hopeless,And therefore good.Partaken, it relieves indeed, but proves usThat spices flyIn the receipt. It was the distanceWas savory."},{"id":1086,"quote":"Love is immortalityChe sempre amaiquesto ti sia di prova:che per quanto abbia amatoNon ho vissuto abbastanza.Che amerò semprete lo assicuro,l’amore è vita -e la vita è immortale.Dubiti ancora, Amore?Ecco, allora non ho altro da mostrareche il mio Calvario."},{"id":1087,"quote":"My worthiness is all my doubt,His merit all my fear,Contrasting which, my qualitiesDo lowlier appear ;Lest I should insufficient proveFor his beloved need,The chiefest apprehensionWithin my loving creed.So I, the undivine abodeOf his elect content,Conform my soul as 't were a churchUnto her sacrament."},{"id":1088,"quote":"And then to dwell in sovereign barns, And dream the days away,— The grass so little has to do, I wish I were the hay!"},{"id":1089,"quote":"There is no frigate like a book."},{"id":1090,"quote":". . Sorrow seems more general than it did, and not the estate of a few persons, since the war began; and if the anguish of others helped one with one’s own, now would be many medicines."},{"id":1091,"quote":"The Brain—is wider than the Sky—For—put them side by side—The one the other will containWith ease—and you—beside—The Brain is deeper than the sea—For—hold them—Blue to Blue—The one the other will absorb—As sponges—Buckets—do—The Brain is just the weight of God—For—Heft them—Pound for Pound—And they will differ—if they do—As Syllable from Sound—"},{"id":1092,"quote":"Un Mot gribouillé sans réfléchir sur une PagePeut stimuler un ŒilQuand enveloppé dans les plis de l'éternitéSon Auteur Ridé reposeraL'Infection se développe dans la phraseNous pouvons inhaler le DésespoirComme, venant du fond des Siècles,La Malaria -"},{"id":1093,"quote":"Nous fuyons son Visage d'autant plus que nous l'apprécionsDe peur que l'ineffable disgrâce de la visionEntache Notre Adoration"},{"id":1094,"quote":"Es un raro placer que nos ahormahallar un viejo librocon la ropa que usaba en aquel tiempo,creo que un privilegio.Cogerle de la mano venerable,calentarla en la nuestray dar un paso o dos hacia el pasado, al tiempo en que era joven\"."},{"id":1095,"quote":"Hay algo que me gusta en la agonía, y es que sé que es verdad; los hombres no simulan convulsiones, no imitan el dolor.Unos ojos se vidrian, y es la muerte. Imposible de fingirlas gotas de sudor sobre la frenteque la inhábil angustia va ensartando."},{"id":1096,"quote":"Perché nasca una prateria, bastano un trifoglio, un’ape e un sogno. E se non ci sono le api e il trifoglio, può bastare anche il sogno."},{"id":1097,"quote":"Solo busco una vida que dejé,¿sigue ahí todavía?"},{"id":1098,"quote":"Saber que somos temporalmente eternos es reconfortante, aunque nada más sepamos."},{"id":1099,"quote":"This was a Poet - It is ThatDistills amazing senseFrom ordinary Meanings -And Attar so immense"},{"id":1100,"quote":"Each that we lose takes part of us; A crescent still abides, Which like the moon, some turbid night, Is summoned by the tides."},{"id":1101,"quote":"What libertyA loosened spirit brings!"},{"id":1102,"quote":"Because that you are going1260Because that you are goingAnd never coming backAnd I, however absolute,May overlook your Track—Because that Death is final,However first it be,This instant be suspendedAbove Mortality—Significance that each has livedThe other to detectDiscovery not God himselfCould now annihilateEternity, PresumptionThe instant I perceiveThat you, who were ExistenceYourself forgot to live—The “Life that is will then have beenA thing I never knew—As Paradise fictitiousUntil the Realm of you—The “Life that is to be,” to me,A Residence too plainUnless in my Redeemer’s FaceI recognize your own—Of Immortality who doubtsHe may exchange with meCurtailed by your obscuring FaceOf everything but He—Of Heaven and Hell I also yieldThe Right to reprehendTo whoso would commute this FaceFor his less priceless Friend.If “God is Love” as he admitsWe think that me must beBecause he is a “jealous God”He tells us certainlyIf “All is possible with” himAs he besides concedesHe will refund us finallyOur confiscated Gods—”"},{"id":1103,"quote":"Wenn Dein Mut sich Dir verweigert –geh’ über Deinen Mut hinweg."},{"id":1104,"quote":"Tis not that Dying hurts us so—‘Tis Living—hurts us more—— Emily Dickinson, from “’Tis not that Dying hurts us so—, [335], The Complete Poems of Emily Dickinson (Little, Brown & Co.,1960)”"},{"id":1105,"quote":"435Es la mucha Locura la mayor Sensatez-Para un Ojo sagaz-Mucha Sensatez-es Locura absoluta-Es la MayoríaEn esto, como en Todo, prevalece-Asiente-y serás cuerdo-Disiente-y de inmediato serás el peligroso-Y te pondrán Cadenas-"},{"id":1106,"quote":"I GAINED it so,By climbing slow,\tBy catching at the twigs that grow\tBetween the bliss and me."},{"id":1107,"quote":"I am Nobody!Who are you?Are you nobody, too?"},{"id":1108,"quote":"Bring me the sunset in a cup. ― Emily Dickinson”"},{"id":1109,"quote":"I wish you a calmer sea"},{"id":1110,"quote":"I never felt at Home—Below—-And in the Handsome SkiesI shall not feel at Home—I know—I don't like Paradise—Because it's Sunday—all the time—And Recess—never comes—And Eden'll be so lonesomeBright Wednesday Afternoons—If God could make a visit—Or ever took a Nap—So not to see us—but they sayHimself—a TelescopePerennial beholds us—Myself would run awayFrom Him—and Holy Ghost—and All—But there's the \"Judgement Day\"!"},{"id":1111,"quote":"The supper of the heart is when the guest has gone.- Letters 1857 to Dr and Mrs Holland pg 171"},{"id":1112,"quote":"In snow thou comestThou shalt go with resuming groundThe sweet derision of thx crowAnd Glee's advancing sound"},{"id":1113,"quote":"To my quick ear the Leaves — conferred —The Bushes — they were Bells —I could not find a PrivacyFrom Nature's sentinels —In Cave if I presumed to hideThe Walls — begun to tell —Creation seemed a mighty Crack —To make me visible —"},{"id":1114,"quote":"It is too difficult a Grace-To justify the Dream-"},{"id":1115,"quote":"To hear an Oriole singMay be a common thing —Or only a divine.It is not of the BirdWho sings the same, unheard,As unto Crowd —The Fashion of the EarAttireth that it hearIn Dun, or fair —So whether it be Rune,Or whether it be noneIs of within.The \"Tune is in the Tree —\"The Skeptic — showeth me —\"No Sir! In Thee!"},{"id":1116,"quote":"I should have had the joy Without the fear to justify, —"},{"id":1117,"quote":"Opinion is a flitting thing. But truth outlasts the sun."},{"id":1118,"quote":"Asiente—y serás cuerdo—Disiente—y de inmediato serás el peligroso—Y te pondrán Cadenas—"},{"id":1119,"quote":"Не друго, а неповторимите мигове в живота го правят така сладък."},{"id":1120,"quote":"I had no time to hate, becauseThe grave would hinder me,And life was not so ample ICould finish enmity.Nor had I time to love ; but sinceSome industry must be,The little toil of love, I thought,Was large enough for me."},{"id":1121,"quote":"El sempre es compon de molts ares."},{"id":1122,"quote":"The Mind lives on the HeartLike any Parasite —\"from “J:1355"},{"id":1123,"quote":"The reticent volcano keepsHis never slumbering plan ;Confided are his projects pinkTo no precarious man.If nature will not tell the taleJehovah told to her,Can human nature not surviveWithout a listener?Admonished by her buckled lipsLet every babbler be.The only secret people keepIs Immortality."},{"id":1124,"quote":"XIV: A WELL. What mystery pervades a well!The water lives so far,Like neighbor from another worldResiding in a jar.The grass does not appear afraid;I often wonder heCan stand so close and look so boldAt what is dread to me.Related somehow they may be, —The sedge stands next the sea,Where he is floorless, yet of fearNo evidence gives he. But nature is a stranger yet;The ones that cite her mostHave never passed her haunted house,Nor simplified her ghost.To pity those that know her notIs helped by the regretThat those who know her, know her less The nearer her they get."},{"id":1125,"quote":"We play at paste,Till qualified for pearl,Then drop the paste,And deem ourself a fool.The shapes, though, were similar,And our new handsLearned gem-tacticsPractising sands."},{"id":1126,"quote":"Hope is the thing with feathersThat perches in the soulAnd sings the tune without the wordsAnd never stops at all."},{"id":1127,"quote":"Être pour soi une aventure,Tel est le destin de l'âme,Suivie d'un seul lévrier :Sa propre identité."},{"id":1128,"quote":"He danced along the dingy days,And this bequest of wingsWas but a book. What libertyA loosened spirit brings!"},{"id":1129,"quote":"Forbidden fruit a flavor hasThat lawful orchards mocks ;How luscious lies the pea withinThe pod that Duty locks !"},{"id":1130,"quote":"I took my power in my hand And went against the world;"},{"id":1131,"quote":"Remember and care for me sometimes, and scatter a fragrant flower in this wilderness life of mine by writing me."},{"id":1132,"quote":"A single Screw of FleshIs all that pins the SoulThat stands for Deity, to Mine,Upon my side the Veil –Once witnessed of the Gauze –Its name is put awayAs far from mine, as if no plightHad printed yesterday,In tender – solemn Alphabet,My eyes just turned to see,When it was smuggled by my sightInto Eternity –More Hands – to hold – These are but Two –One more new-mailed NerveJust granted, for the Peril's sake –Some striding – Giant – Love –So greater than the Gods can show,They slink before the Clay,That not for all their Heaven can boastWill let its Keepsake – go"},{"id":1133,"quote":"Could mortal lip divineThe undeveloped freightOf a delivered syllable,'T would crumble with the weight."},{"id":1134,"quote":"A WORD is dead\tWhen it is said,\t Some say.\tI say it just\tBegins to live\t  That day."},{"id":1135,"quote":"The past is such a curious creature,To look her in the faceA transport may reward us,Or a disgrace.Unarmed if any meet her,I charge them, fly !Her rusty ammunitionMight yet reply !"},{"id":1136,"quote":"Ma Rivière coule vers Toi -Mer bleue - Veux-tu m'accueillir ?Ma Rivière attend une réponse.Ô Mer - montre-toi bienveillante !J'irai te chercher des RuisseauxDans des vallons diaprés -Allez Mer - tu me prends ?"},{"id":1137,"quote":"I felt a clearing in my mindAs if my brain had split ;I tried to match it, seam by seam,But could not make them fit.The thought behind I strove to joinUnto the thought before,But sequence ravelled out of reachLike balls upon a floor."},{"id":1138,"quote":"The Loneliness One dare not sound—...The Horror not to be surveyed—"},{"id":1139,"quote":"Molta pazzia è divino buon sensoper un occhio avvertitomolto buon senso pura pazziaè la maggioranzain questo, come in tutto, a prevalere.Di’ sì e sei sanoribellati subito sei pericolosoe ti trattano con catene."},{"id":1140,"quote":"Who counts the wampum of the night to see that none is due?"},{"id":1141,"quote":"Who never wanted, ― maddest joyRemains to him unknown ;The banquet of abstemiousnessSurpasses that of wine.Within its hope, though yet ungraspedDesire's perfect goal,No nearer, lest realityShould disenthrall thy soul."},{"id":1142,"quote":"Poiché non potevo fermarmi per la Morte, lei gentilmente si fermò per me. La carrozza non portava che noi due, e l'immortalità."},{"id":1143,"quote":"Few get enough, ― enough is one ;To that ethereal throngHave not each one of us the rightTo stealthily belong ?"},{"id":1144,"quote":"La genciana trenza sus bordes, el telar del arce está rojo. Mis flores moribundas eluden la ostentación."},{"id":1145,"quote":"Morii per la bellezza ma ero appenaabituata alla tombache uno che morì per la verità fu depostoin una stanza attiguaMi chiese piano “Perché sei mancata?“Per\tla bellezza” risposi“E io per la verità sono una cosa solanoi siamo fratelli” disseCosì, come congiunti che si incontrino di\tnotteparlammo fra le stanzefinché il muschio raggiunse le nostre labbrae coprì i nostri nomi.”"},{"id":1146,"quote":"He lived where dreams were sown. His presence is enchantment, You beg him not to go; Old volumes shake their vellum heads And tantalize, just so."},{"id":1147,"quote":"Hope is the thing with feathers.Hope is the thing with feathersThat perches in the soul,And sings the tune without the words,And never stops at all,And sweetest in the gale is heard;And sore must be the stormThat could abash the little birdThat kept so many warm.I've heard it in the chillest land,And on the strangest sea;Yet, never, in extremity,It asked a crumb of me."},{"id":1148,"quote":"There is no frigate like a book, to take us lands away."},{"id":1149,"quote":"Our summer made her light escape into the beautiful."},{"id":1150,"quote":"There is a flower that Bees prefer—And Butterflies—desire—To gain the Purple DemocratThe Humming Bird—aspire—And Whatsoever Insect pass—A Honey bear awayProportioned to his several dearthAnd her—capacity—Her face be rounder than the MoonAnd ruddier than the GownOr Orchis in the Pasture—Or Rhododendron—worn—She doth not wait for June—Before the World be Green—Her sturdy little CountenanceAgainst the Wind—be seen—Contending with the Grass—Near Kinsman to Herself—For Privilege of Sod and Sun—Sweet Litigants for Life—And when the Hills be full—And newer fashions blow—Doth not retract a single spiceFor pang of jealousy—Her Public—be the Noon—Her Providence—the Sun—Her Progress—by the Bee—proclaimed—In sovereign—Swerveless Tune—The Bravest—of the Host—Surrendering—the last—Nor even of Defeat—aware—What cancelled by the Frost—"},{"id":1151,"quote":"REMORSE. Remorse is memory awake, Her companies astir, — A presence of departed acts At window and at door. It's past set down before the soul, And lighted with a match, Perusal to facilitate Of its condensed despatch. Remorse is cureless, — the disease Not even God can heal; For 't is his institution, — The complement of hell."},{"id":1152,"quote":"No rack can torture me,My soul's at libertyBehind this mortal boneThere knits a bolder oneYou cannot prick with saw,Nor rend with scymitar.Two bodies therefore be;Bind one, and one will flee.The eagle of his nestNo easier divestAnd gain the sky,Than mayest thou,Except thyself may beThine enemy;Captivity is consciousness,So's liberty."},{"id":1153,"quote":"A precious, mouldering pleasure ‘t isTo meet an antique book,In just the dress his century wore;A privilege, I think,"},{"id":1154,"quote":"Non parlavo mai - se non sollecitata. In quei casi - brevemente - a voce bassa.Non mi riusciva di vivere nella confusione. Mi vergognavo del chiasso."},{"id":1155,"quote":"XVI: A BOOK. There is no frigate like a bookTo take us lands away,Nor any coursers like a pageOf prancing poetry.This traverse may the poorest takeWithout oppress of toll;How frugal is the chariot That bears a human soul!"},{"id":1156,"quote":"If you were coming in the fall, I'd brush the summer by With half a smile and half a spurn, As housewives do a fly. If I could see you in a year, I'd wind the months in balls, And put them each in separate drawers, Until their time befalls. If only centuries delayed, I'd count them on my hand, Subtracting till my fingers dropped Into Van Diemen's land. If certain, when this life was out, That yours and mine should be, I'd toss it yonder like a rind, And taste eternity."},{"id":1157,"quote":"Better an ignis fatuusThan no illume at all -"},{"id":1158,"quote":"I'm Nobody! Who are you?Are you – Nobody – too?Then there's a pair of us!Don't tell! they'd advertise – you know!How dreary – to be – Somebody!How public – like a Frog –To tell one's name – the livelong June –To an admiring Bog!"},{"id":1159,"quote":"I'm Nobody! Who are you? Are you—Nobody—Too?"},{"id":1160,"quote":"XXX. Faith is a fine inventionFor gentlemen who see;But microscopes are prudent In an emergency!"},{"id":1161,"quote":"You left me, sweet, two legacies,— A legacy of love A Heavenly Father would content, Had he the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me. —Emily Dickinson"},{"id":1162,"quote":"Oh the Earth was made for lovers"},{"id":1163,"quote":"[ ... ] Pero con quien cavila mientras el resto no deja de parlotear, con esta persona soy cautelosa.Temo que sea una gran persona."},{"id":1164,"quote":"To pile like Thunder to its close, Then crumble grand away, While everything created hid — This would be Poetry: Or Love, — the two coeval came — We both and neither prove, Experience either, and consume — For none see God and live."}]