[{"id":1,"quote":"Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for."},{"id":2,"quote":"Is God willing to prevent evil, but not able? Then he is not omnipotent. Is he able, but not willing? Then he is malevolent. Is he both able and willing? Then whence cometh evil? Is he neither able nor willing? Then why call him God?"},{"id":3,"quote":"The things you really need are few and easy to come by; but the things you can imagine you need are infinite, and you will never be satisfied."},{"id":4,"quote":"Why should I fear death? If I am, death is not. If death is, I am not. Why should I fear that which can only exist when I do not?"},{"id":5,"quote":"Happiness is man's greatest aim in life. Tranquility and rationality are the cornerstones of happiness."},{"id":6,"quote":"Not what we have But what we enjoy, constitutes our abundance."},{"id":7,"quote":"You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity."},{"id":8,"quote":"Being happy is knowing how to be content with little"},{"id":9,"quote":"He who has peace of mind disturbs neither himself nor another."},{"id":10,"quote":"Live your life without attracting attention."},{"id":11,"quote":"The pleasant life is not produced by continual drinking and dancing, nor sexual intercourse, nor rare dishes of sea food and other delicacies of a luxurious table. On the contrary, it is produced by sober reasoning which examines the motives for every choice and avoidance, driving away beliefs which are the source of mental disturbances."},{"id":12,"quote":"Do not spoil what you have by desiring what you have not."},{"id":13,"quote":"We should look for someone to eat and drink with before looking for something to eat and drink."},{"id":14,"quote":"No pleasure is evil in itself; but the means by which certain pleasures\nare gained bring pains many times greater than the pleasures."},{"id":15,"quote":"Of all the means to insure happiness throughout the whole life, by far the most important is the acquisition of friends."},{"id":16,"quote":"Freedom is the greatest fruit of self sufficiency."},{"id":17,"quote":"To be rich is not the end, but only a change, of worries."},{"id":18,"quote":"The art of living well and the art of dying well are one."},{"id":19,"quote":"Let no one be slow to seek wisdom when he is young nor weary in the search of it when he has grown old. For no age is too early or too late for the health of the soul."},{"id":20,"quote":"If God listened to the prayers of men, all men would quickly have perished: for they are forever praying for evil against one another."},{"id":21,"quote":"Men, believing in myths, will always fear something terrible, everlasting punishment as certain or probable . . . Men base all these fears not on mature opinions, but on irrational fancies, that they are more disturbed by fear of the unknown than by facing facts. Peace of mind lies in being delivered from all these fears."},{"id":22,"quote":"There is nothing terrible in life for the man who realizes there is nothing terrible in death."},{"id":23,"quote":"A man who causes fear cannot be \n free from fear."},{"id":24,"quote":"Pleasure is the first good. It is the beginning of every choice and every aversion. It is the absence of pain in the body and of troubles in the soul."},{"id":25,"quote":"He who needs riches least, enjoys riches most."},{"id":26,"quote":"Be moderate in order to taste the joys of life in abundance."},{"id":27,"quote":"Skillful pilots gain their reputation from storms and tempest."},{"id":28,"quote":"He who doesn't find a little enough will find nothing enough."},{"id":29,"quote":"Death does not concern us, because as long as we exist, death is not here. And when it does come, we no longer exist."},{"id":30,"quote":"Do everything like someone is gazing at you."},{"id":31,"quote":"The misfortune of the wise is better than the prosperity of the fool."},{"id":32,"quote":"Luxurious food and drinks, in no way protect you from harm. Wealth beyond what is natural, is no more use than an overflowing container. Real value is not generated by theaters, and baths, perfumes or ointments, but by philosophy."},{"id":33,"quote":"The noble soul occupies itself with wisdom and friendship."},{"id":34,"quote":"Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship."},{"id":35,"quote":"It is not the young man who should be considered fortunate but the old man who has lived well, because the young man in his prime wanders much by chance, vacillating in his beliefs, while the old man has docked in the harbor, having safeguarded his true happiness."},{"id":36,"quote":"If thou wilt make a man happy, add not unto his riches but take away from his desires."},{"id":37,"quote":"In a philosophical dispute, he gains most who is defeated, since he learns most."},{"id":38,"quote":"Either God wants to abolish evil, and cannot; or he can and does not want to.\nIf he wants to, but cannot, he is impotent.\nIf he can, but does not want to, he is wicked.\nIf, as they say, God can abolish evil, and God really wants to do it, why is there evil in the world?"},{"id":39,"quote":"Pleasure is the beginning and the end of living happily."},{"id":40,"quote":"Only the just man enjoys peace of mind."},{"id":41,"quote":"The knowledge of sin is the beginning of salvation."},{"id":42,"quote":"We have been born once and there can be no second birth. Fir all eternity we shall no longer be. But you, although you are not master of tomorrow, are postponing your happiness."},{"id":43,"quote":"The acquisition of riches has been for many men, not an end, but a change, of troubles."},{"id":44,"quote":"The wise man thinks of fame just enough to avoid being despised."},{"id":45,"quote":"I was not, I was, I am not, I care not. (Non fui, fui, non sum, non curo)"},{"id":46,"quote":"Launch your boat, blessed youth, and flee at full speed from every form of culture."},{"id":47,"quote":"Riches do not exhilarate us so much with their possession as they torment us with their loss."},{"id":48,"quote":"A strict belief in fate is the worst of slavery, imposing upon our necks an everlasting lord and tyrant, whom we are to stand in awe of night and day."},{"id":49,"quote":"I never desired to please the rabble. What pleased them, I did not learn; and what I knew was far removed from their understanding."},{"id":50,"quote":"There is no such thing as justice in the abstract; it is merely a compact between men in their various relations with each other, in whatever circumstances they may be, that they will neither injure nor be injured."},{"id":51,"quote":"He who is not satisfied with a little, is satisfied with nothing ."},{"id":52,"quote":"The fool, with all his other faults, has this also, he is always getting ready to live."},{"id":53,"quote":"It is better for you to be free of fear lying upon a pallet, than to have a golden couch and a rich table and be full of trouble."},{"id":54,"quote":"Nothing is sufficient for the person who finds sufficiency too little"},{"id":55,"quote":"I spit upon luxurious pleasures, not for their own sake, but because of the inconveniences that follow them."},{"id":56,"quote":"A free life cannot acquire many possessions, because this is not easy to do without servility to mobs or monarchs."},{"id":57,"quote":"We must, therefore, pursue the things that make for happiness, seeing that when happiness is present, we have everything; but when it is absent, we do everything to possess it."},{"id":58,"quote":"Vain is the word of a philosopher which does not heal any suffering of man. For just as there is no profit in medicine if it does not expel the diseases of the body, so there is no profit in philosophy either, if it does not expel the suffering of the mind."},{"id":59,"quote":"The greater the Difficulty the more Glory in surmounting it, and the loss of false Joys secures to us a much better Possession of real ones."},{"id":60,"quote":"The man least dependent upon the morrow goes to meet the morrow most cheerfully."},{"id":61,"quote":"Man was not intended by nature to live in communities and be civilized."},{"id":62,"quote":"To eat and drink without a friend is to devour like the lion and the wolf."},{"id":63,"quote":"Death is nothing to us, since when we are, death has not come, and when death has come, we are not."},{"id":64,"quote":"Most men are in a coma when they are at rest and mad when they act."},{"id":65,"quote":"The summit of pleasure is the elimination of all that gives pain."},{"id":66,"quote":"It is folly for a man to pray to the gods for that which he has the power to obtain by himself."},{"id":67,"quote":"It is not so much our friends' help that helps us, as the confidence of their help."},{"id":68,"quote":"He who understands the limits of life knows that it is easy to obtain that which removes the pain of want and makes the whole of life complete and perfect. Thus he has no longer any need of things which involve struggle."},{"id":69,"quote":"Nothing is enough for the man to whom enough is too little."},{"id":70,"quote":"I have never wished to cater to the crowd; for what I know they do not approve, and what they approve I do not know."},{"id":71,"quote":"What will happen to me if that which this desire seeks is achieved, and what if it is not?"},{"id":72,"quote":"A beneficent person is like a fountain watering the earth, and spreading fertility; it is, therefore, more delightful to give than to receive."},{"id":73,"quote":"The time when most of you should withdraw into yourself is when you are forced to be in a crowd."},{"id":74,"quote":"Any man who does not think that what he has is more than ample, is an unhappy man, even if he is the master of the whole world."},{"id":75,"quote":"Let nothing be done in your life, which will cause you fear if it becomes known to your neighbor."},{"id":76,"quote":"Is he able, but not willing? Then he is malevolent."},{"id":77,"quote":"The fool’s life is empty of gratitude and full of fears; its course lies wholly toward the future."},{"id":78,"quote":"An irreligious man is not one who denies the gods of the majority, but one who applies to the gods the opinions of the majority. For what most men say about the gods are not ideas derived from sensation, but false opinions, according to which the greatest evils come to the wicked, and the greatest blessings come to the good from the gods."},{"id":79,"quote":"We cannot live pleasantly without living wisely and nobly and righteously."},{"id":80,"quote":"The wise man neither rejects life nor fears death... just as he does not necessarily choose the largest amount of food, but, rather, the pleasantest food, so he prefers not the longest time, but the most pleasant."},{"id":81,"quote":"I was not; I have been; I am not; I do not mind."},{"id":82,"quote":"Self-sufficiency is the greatest of all wealth ."},{"id":83,"quote":"For a wrongdoer to be undetected is difficult; and for him to have confidence that his concealment will continue is impossible."},{"id":84,"quote":"Accustom yourself to believe that death is nothing to us, for good and evil imply awareness, and death is the privation of all awareness; therefore a right understanding that death is nothing to us makes the mortality of life enjoyable, not by adding to life an unlimited time, but by taking away the yearning after immortality. For life has no terror; for those who thoroughly apprehend that there are no terrors for them in ceasing to live."},{"id":85,"quote":"If death causes you no pain when you're dead, it is foolish to allow the fear of it to cause you pain now."},{"id":86,"quote":"What men fear is not that death is annihilation but that it is not."},{"id":87,"quote":"All other love is extinguished by self-love; beneficence, humanity, justice, philosophy, sink under it."},{"id":88,"quote":"Any device whatever by which one frees himself from the fear of others is a natural good."},{"id":89,"quote":"It is impossible to live a pleasant life without living wisely and honorably and justly, and it is impossible to live wisely and honorably and justly without living pleasantly. Whenever any one of these is lacking, when, for instance, the man is not able to live wisely, though he lives honorably and justly, it is impossible for him to live a pleasant life."},{"id":90,"quote":"Why are you afraid of death? Where you are, death is not. Where death is, you are not. What is it that you fear."},{"id":91,"quote":"A strong belief in fate is the worst kind of slavery; on the other hand, there is a comfort in the thought that God will be moved by our prayers."},{"id":92,"quote":"The wealth required by nature is limited and is easy to procure; but the wealth required by vain ideals extends to infinity."},{"id":93,"quote":"Misfortune seldom intrudes upon the wise man; his greatest and highest interests are directed by reason throughout the course of life."},{"id":94,"quote":"Moreover, the universe as a whole is infinite, for whatever is limited has an outermost edge to limit it, and such an edge is defined by something beyond. Since the universe has no edge, it has no limit; and since it lacks a limit, it is infinite and unbounded. Moreover, the universe is infinite both in the number of its atoms and in the extent of its void."},{"id":95,"quote":"Don't fear god, Don't worry about death; What is good is easy to get, and What is terrible is easy to endure"},{"id":96,"quote":"Pleasure is the beginning and the end of living happily. Epicurus taught: Pleasure, defined as freedom from pain, is the highest good."},{"id":97,"quote":"Tranquil pleasure constitutes human beings' supreme good"},{"id":98,"quote":"It is vain to ask of the gods what man is capable of supplying for himself."},{"id":99,"quote":"Without confidence, there is no friendship."},{"id":100,"quote":"Gratitude is a virtue that has commonly profit annexed to it."},{"id":101,"quote":"But the universe is infinite."},{"id":102,"quote":"All friendship is desirable in itself, though it starts from the need of help"},{"id":103,"quote":"Thanks be to blessed Nature that she has made what is necessary easy to obtain, and what is not easy unnecessary."},{"id":104,"quote":"My garden does not whet the appetite; it satisfies it. It does not provoke thirst through heedless indulgence, but slakes it by proffering its natural remedy. Amid such pleasures as these have I grown old."},{"id":105,"quote":"Most beautiful is the sight of those near and dear to us when our original kinship makes us of one mind."},{"id":106,"quote":"Death is meaningless to the living because they are living, and meaningless to the dead… because they are dead."},{"id":107,"quote":"Of all the gifts that wise Providence grants us to make life full and happy, friendship is the most beautiful."},{"id":108,"quote":"If you would enjoy real freedom, you must be the slave of Philosophy."},{"id":109,"quote":"It is impossible for someone to dispel his fears about the most important matters if he doesn't know the nature of the universe but still gives some credence to myths. So without the study of nature there is no enjoyment of pure pleasure."},{"id":110,"quote":"Men are so thoughtless, nay, so mad, that some, through fear of death, force themselves to die."},{"id":111,"quote":"Pleasure is our first and kindred good. It is the starting point of every choice and of every aversion, and to it we always come back, inasmuch as we make feeling the rule by which to judge of every good thing."},{"id":112,"quote":"The guilty man may escape, but he cannot be sure of doing so."},{"id":113,"quote":"We must consider both the ultimate end and all clear sensory evidence, to which we refer our opinions; for otherwise everything will be full of uncertainty and confusion."},{"id":114,"quote":"Fortune seldom troubles the wise man. Reason has controlled his greatest and most important affairs, controls them throughout his life, and will continue to control them."},{"id":115,"quote":"There is no such thing as justice or injustice among those beasts that cannot make agreements not to injure or be injured. This is also true of those tribes that are unable or unwilling to make agreements not to injure or be injured."},{"id":116,"quote":"He who says either that the time for philosophy has not yet come or that it has passed is like someone who says that the time for happiness has not yet come or that it has passed."},{"id":117,"quote":"The flesh believes that pleasure is limitless and that it requires unlimited time; but the mind, understanding the end and limit of the flesh and ridding itself of fears of the future, secures a complete life and has no longer any need for unlimited time."},{"id":118,"quote":"As if they were our own handiwork we place a high value on our characters."},{"id":119,"quote":"It is impossible to live a pleasant life without living wisely and well and justly. And it is impossible to live wisely and well and justly without living a pleasant life."},{"id":120,"quote":"Never say that I have taken it, only that I have given it back."},{"id":121,"quote":"There is nothing to fear from gods, There is nothing to feel in death, Good can be attained, Evil can be endured."},{"id":122,"quote":"Justice is a contract of expediency, entered upon to prevent men harming or being harmed."},{"id":123,"quote":"The honor paid to a wise man is a great good for those who honor him."},{"id":124,"quote":"We must meditate on what brings happiness, since when it has, it has everything, and when he misses, we do everything to have it"},{"id":125,"quote":"Empty is the argument of the philosopher which does not relieve any human suffering."},{"id":126,"quote":"We begin every act of choice and avoidance from pleasure, and it is to pleasure that we return using our experience of pleasure as the criterion of every good thing."},{"id":127,"quote":"A blessed and indestructible being has no trouble himself and brings no trouble upon any other being; so he is free from anger and partiality, for all such things imply weakness."},{"id":128,"quote":"The words of that philosopher who offers no therapy for human suffering are empty and vain."},{"id":129,"quote":"Those desires that do not bring pain if they are not satisfied are not necessary; and they are easily thrust aside whenever to satisfy them appears difficult or likely to cause injury."},{"id":130,"quote":"The gods can either take away evil from the world and will not, or, being willing to do so, cannot; or they neither can nor will, or lastly, they are both able and willing. If they have the will to remove evil and cannot, then they are not omnipotent. If they can, but will not, than they are not benevolent. If they are neither able nor willing, then they are neither omnipotent nor benevolent. Lastly, if they are both able and willing to annihilate evil, how does it exist?"},{"id":131,"quote":"The wise man who has become accustomed to necessities knows better how to share with others than how to take from them, so great a treasure of self-sufficiency has he found."},{"id":132,"quote":"Virtue consisteth of three parts,--temperance, fortitude, and justice."},{"id":133,"quote":"Some men spend their whole life furnishing for themselves the things proper to life without realizing that at our birth each of us was poured a mortal brew to drink."},{"id":134,"quote":"If you wish to make Pythocles rich, do not add to his store of money, but subtract from his desires."},{"id":135,"quote":"Let no one delay the study of philosophy while young nor weary of it when old."},{"id":136,"quote":"The mind that is much elevated and insolent with prosperity, and cast down with adversity, is generally abject and base."},{"id":137,"quote":"Death is nothing to us: for that which is dissolved is without sensation; and that which lacks sensation is nothing to us."},{"id":138,"quote":"When we exist, death is not yet present, and when death is present, then we do not exist."},{"id":139,"quote":"There is no such thing as justice in the abstract; it is merely a compact between men."},{"id":140,"quote":"Whatsoever causes no annoyance when it is present, causes only a groundless pain in the expectation. Death, therefore, the most awful of evils, is nothing to us, seeing that, when we are, death is not come, and, when death is come, we are not. It is nothing, then, either to the living or to the dead, for with the living it is not and the dead exist no longer."},{"id":141,"quote":"Death, the most dreaded of evils, is therefore of no concern to us; for while we exist death is not present, and when death is present we no longer exist."},{"id":142,"quote":"So death, the most terrifying of ills, is nothing to us, since so long as we exist, death is not with us; but when death comes, then we do not exist. It does not then concern either the living or the dead, since for the former it is not, and the latter are no more."},{"id":143,"quote":"Justice... is a kind of compact not to harm or be harmed."},{"id":144,"quote":"Neither one should hesitate about dedicating oneself to philosophy when young, nor should get tired of doing it when one's old, because no one is ever too young or too old to reach one's soul's healthy."},{"id":145,"quote":"Injustice is not evil in itself, but only in the fear and apprehension that one will not escape those who have been set up to punish the offense."},{"id":146,"quote":"There are infinite worlds both like and unlike this world of ours. For the atoms being infinite in number... are borne on far out into space."},{"id":147,"quote":"Stranger, here you will do well to tarry; here our highest good is pleasure."},{"id":148,"quote":"All sensations are true; pleasure is our natural goal."},{"id":149,"quote":"Natural wealth is limited and easily obtained; the wealth defined by vain fancies is always beyond reach."},{"id":150,"quote":"Many friends are the key to happiness"},{"id":151,"quote":"Death is nothing to us: for after our bodies have been dissolved by death they are without sensation, and that which lacks sensation is nothing to us. And therefore a right understanding of death makes mortality enjoyable, not because it adds to an infinite span of time, but because it takes away the craving for immortality."},{"id":152,"quote":"Haec ego non multis (scribo), sed tibi: satis enim magnum alter alteri theatrum sumus. I am writing this not to many, but to you: certainly we are a great enough audience for each other."},{"id":153,"quote":"We ought to be thankful to nature for having made those things which are necessary easy to be discovered; while other things that are difficult to be known are not necessary."},{"id":154,"quote":"A world is a circumscribed portion of sky... it is a piece cut off from the infinite."},{"id":155,"quote":"It is possible to provide security against other ills, but as far as death is concerned, we men live in a city without walls."},{"id":156,"quote":"When someone admits one and rejects another which is equally in accordance with the appearances, it is clear that he has quitted all physical explanation and descended into myth."},{"id":157,"quote":"Why should I fear death?\nIf I am, then death is not.\nIf Death is, then I am not.\nWhy should I fear that which can only exist when I do not?\nLong time men lay oppressed with slavish fear.\nReligious tyranny did domineer.\nAt length the mighty one of Greece\nBegan to assent the liberty of man."},{"id":158,"quote":"Justice has no independent existence; it results from mutual contracts, and establishes itself wherever there is a mutual engagement to guard against doing or sustaining mutual injury."},{"id":159,"quote":"The term \"incorporeal\" is properly applied only to the void, which cannot act     or be acted on. Since the soul can act and be acted upon, it is corporeal."},{"id":160,"quote":"When we say that pleasure is the end, we do not mean the pleasure of the profligate or that which depends on physical enjoyment--as some think who do not understand our teachings, disagree with them, or give them an evil interpretation--but by pleasure we mean the state wherein the body is free from pain and the mind from anxiety."},{"id":161,"quote":"Against other things it is possible to obtain security, but when it comes to death we human beings all live in an unwalled city."},{"id":162,"quote":"Is he neither able nor willing? Then why call him God?"},{"id":163,"quote":"I would rather be first in a little Iberian village than second in Rome."},{"id":164,"quote":"Remember that the future is neither ours nor wholly not ours, so that we may neither count on it as sure to come nor abandon hope of it as certain not to be."},{"id":165,"quote":"If the gods have the will to remove evil and cannot, then they are not all-powerful. If they are neither able nor willing, they are neither all-powerful or benevolent. If they are both able and willing to annihilate evil, why does it exist?"},{"id":166,"quote":"Natural justice is a compact resulting from expediency by which men seek to prevent one man from injuring others and to protect him from being injured by them."},{"id":167,"quote":"The magnitude of pleasure reaches its limit in the removal of all pain. When such pleasure is present, so long as it is uninterrupted, there is no pain either of body or of mind or of both together."},{"id":168,"quote":"Let no young man delay the study of philosophy, and let no old man become weary of it; for it is never too early nor too late to care for the well-being of the soul."},{"id":169,"quote":"Necessity is an evil; but there is no necessity for continuing to live subject to necessity."},{"id":170,"quote":"Where I am death is not, where death is I am not."},{"id":171,"quote":"Justice is never anything in itself, but in the dealings of men with one another in any place whatever and at any time. It is a kind of compact not to harm or be harmed."},{"id":172,"quote":"Earthquakes may be brought about because wind is caught up in the earth, so the earth is dislocated in small masses and is continually shaken, and that causes it to sway."},{"id":173,"quote":"The greater the difficulty, the more the glory in surmounting it."},{"id":174,"quote":"The gods can either take away evil from the world and will not, or, being willing to do so cannot; or they neither can nor will, or lastly, they are able and willing.If they have the will to remove evil and cannot, then they are not omnipotent. If they can but will not, then they are not benevolent. If they are neither able nor willing, they are neither omnipotent nor benevolent.Lastly, if they are both able and willing to annihilate evil, why does it exist?"},{"id":175,"quote":"He who least needs tomorrow, will most gladly greet tomorrow."},{"id":176,"quote":"The time when you should most of all withdraw into yourself is when you are forced to be in a crowd."},{"id":177,"quote":"When, therefore, we maintain that pleasure is the end, we do not mean the pleasures of profligates and those that consist in sensuality, as is supposed by some who are either ignorant or disagree with us or do not understand, but freedom from pain in the body and from trouble in the mind. For it is not continuous drinkings and revelings, nor the satisfaction of lusts, nor the enjoyment of fish and other luxuries of the wealthy table, which produce a pleasant life, but sober reasoning, searching out the motives for all choice and avoidance, and banishing mere opinions, to which are due the greatest disturbance of the spirit."},{"id":178,"quote":"The purpose of all knowledge, metaphysical as well as scientific, is to achieve what Epicurus called ataraxia, freedom from irrational fears and anxieties of all sorts—in brief, peace of mind."},{"id":179,"quote":"Vain is the word of that philosopher which does not heal any suffering of man."},{"id":180,"quote":"[A] right understanding that death is nothingto us makes the mortality of life enjoyable, not because it adds to itan infinite span of time, but because it takes away the craving forimmortality. For there is nothing terrible in life for the man who hastruly comprehended that there is nothing terrible in not living."},{"id":181,"quote":"The most important consequence of self-sufficiency is freedom."},{"id":182,"quote":"If a little is not enough for you, nothing is."},{"id":183,"quote":"If the gods listened to the prayers of men, all men would quickly have perished: for they are forever praying for evil against one another"},{"id":184,"quote":"Fools are tormented by the memory of former evils; wise men have the delight of renewing in grateful remembrance the blessings of the past. We have the power both to obliterate our misfortunes in an almost perpetual forgetfulness and to summon up pleasant and agreeable memories of our successes. But when we fix our mental vision closely on the events of the past, then sorrow or gladness ensues according as these were evil or good."},{"id":185,"quote":"It is not the pretended but the real pursuit of philosophy that is needed for we do not need the appearance of good health but to enjoy it in truth."},{"id":186,"quote":"Nothing is enough to the man for whom enough is too little."},{"id":187,"quote":"Of all the things which wisdom acquires to produce the blessedness of the complete life, for the greatest is the possession of friendship."},{"id":188,"quote":"What was most important in Epicurus’ philosophy of nature was the overall conviction that our life on this earth comes with no strings attached; that there is no Maker whose puppets we are; that there is no script for us to follow and be constrained by; that it is up to us to discover the real constraints which our own nature imposes on us."},{"id":189,"quote":"Orang bodoh tidak puas dengan semua yang dimilikinya.Mereka menyusahkan hati dengan semua yang tidak dimilikinya."},{"id":190,"quote":"We must exercise ourselves in thte things which bring happiness, since, if that be present, we have everything, and if that be absent, all our actions are directed toward attaining it."},{"id":191,"quote":"if a person fights the clear evidence of his senses he will never be able to share in genuine tranquillity"},{"id":192,"quote":"Contented poverty is an honorable estate."},{"id":193,"quote":"If you shape your life according to nature, you will never be poor; if according to people's opinions, you will never be rich."},{"id":194,"quote":"We need to set our affections on one good man and keep him constantly before our eyes, so that we may live as if he were watching us and do everything as if he saw what we were doing."},{"id":195,"quote":"Death is nothing to us, because a body that has been dispersed into elements experiences no sensations, and the absence of sensation is nothing to us."},{"id":196,"quote":"على الشّاب ألا يتأخّر عن التفلسف , و على الشّيخ ألا يملّ من تعاطي الفلسفة ; ... إنّ من يزعم أنّه لم يحن بعد الأوان للتفلسف , أو أنّه قد فات الأوان , لهوّ شبيه بمن يقول إنّ وقت السّعادة لم يحن بعد أو أنّه قد فات ."},{"id":197,"quote":"هل الله يريد أن يمنع الشر ولكنه لا يستطيع؟ إذن فهو ليس كلي القدرة.هل هو قادر على منع الشر ولكنه لا يريد ؟ إذن فهو خبيث وشرير النزعة.هل هو قادر ويريد منع الشر؟ إذن من أين أتى الشر؟هل هو غير قادر ولا يريد منع الشر؟ إذن لماذا نطلق عليه إله؟"},{"id":198,"quote":"With the Epicureans it was never science for the sake of science but always science for the sake of human happiness."},{"id":199,"quote":"The conquest of fear, especially fear of unaccountable divine beings who meddle in nature at will, means a reduction in the sum total of human pain and suffering and opens the door to the calm acceptance of a new picture of the world—a world in which nature is autonomous and where there are ideal beings who never meddle."},{"id":200,"quote":"Therefore, foolish is the man who says that he fears death, not because it will cause pain when it arrives but because anticipation of it is painful."},{"id":201,"quote":"الحق الطبيعي تعاقد نفعي على ألا يسيئ أحد إلى الاخر"},{"id":202,"quote":"when you die, your mind will be gone even faster than your body."},{"id":203,"quote":"It is not possible for a man to banish all fear of the essential questions of life unless he understands the nature of the universe and unless he banishes all consideration that the fables told about the universe could be true. Therefore a man cannot enjoy full happiness, untroubled by turmoil, unless he acts to gain knowledge of the nature of things."},{"id":204,"quote":"Men inflict injuries from hatred, jealousy or contempt, but the wise man masters all these passions by means of reason."},{"id":205,"quote":"Against other things it is possible to obtain security, But when it comes to death we human beings all live in an unwalled city."},{"id":206,"quote":"I am grateful to blessed Nature, because she made what is necessary easy to acquire and what is hard to acquire unnecessary."},{"id":207,"quote":"إذا كان الألم حادا فإنه سريع الزوال ، و إذا كان بطيء الزوال فإنه غير قاسي"},{"id":208,"quote":"The risings and settings of the sun, the moon, and the other heavenly bodies may come about from the lighting up and quenching of their fires…; for nothing in our sensory experience runs counter to this hypothesis. Or the said effects may be caused by the emergence of these bodies from a point above the earth and again by the earth’s position in front of them; for nothing in our sensory experience is against this.45 Here two alternative explanations of “risings and settings are offered; both are of equal value and equally true, since neither is contradicted by anything in our experience. On the contrary, we have all seen fires die down from lack of fuel, and lights obscured or blacked out by objects coming in front of them.”"},{"id":209,"quote":"Meditate then, on all these things, and on those things which are related to them, both day and night, and both alone and with like-minded companions. For if you will do this, you will never be disturbed while asleep or awake by imagined fears, but you will live like a god among men. For a man who lives among immortal blessings is in no respect like a mortal being."},{"id":210,"quote":"Jangan iri kepada siapa pun, karena orang baik tidak layak diirikan.Sedangkan orang jahat, semakin mereka makmur, semakin mereka merusak diri sendiri."},{"id":211,"quote":"Live in obscurity--lathe biōsas (λάθε βιώσας)"},{"id":212,"quote":"Kesenangan tidak jahat, tetapi cara menghasilkan sebagian kesenangan itu ada yang mengakibatkan masalah yang besarnya berlipat-lipat daripada kesenangan yang diperoleh."},{"id":213,"quote":"We must free ourselves from the prison of everyday affairs and politics."},{"id":214,"quote":"If a person fights the clear evidence of his senses he will never be able to share in genuine tranquillity.41 In other words, a person who doubts his senses will either lose contact with the reality of the surrounding world, like the Skeptics, and become psychologically isolated and insecure, or he will fall prey, as do the religionists, to theological explanations which do not allay anxiety but foment it.”"},{"id":215,"quote":"Two of Epicurus’s early influences, Democritus and Pyrrho, had actually journeyed all the way to what is now India, where they had encountered Buddhism in the schools of the gymnosophists"},{"id":216,"quote":"The man who says that all events are necessitated has no ground for critizing the man who says that not all events are necessitated. For according to him this is itself a necessitated event."},{"id":217,"quote":"How unhappy are the lives of men! How purblind their hearts!"},{"id":218,"quote":"Offensichtlich existiert jetzt Etwas, und Etwas entstand nie aus Nichts."},{"id":219,"quote":"The greatest fruit of self-sufficiency is freedom."},{"id":220,"quote":"Pleasure and pain moreover supply the motives of desire and of avoidance, and the springs of conduct generally. This being so, it clearly follows that actions are right and praiseworthy only as being a means to the attainment of a life of pleasure. But that which is not itself a means to anything else, but to which all else is a means, is what the Greeks term the telos, the highest, ultimate or final Good."},{"id":221,"quote":"If you summarily rule out any single sensation and do not make a distinction between the element of belief that is superimposed on a percept that awaits verification and what is actually present in sensation or in the feelings or some percept of the mind itself, you will cast doubt on all other sensations by your unfounded interpretation and consequently abandon all the criteria of truth. On the other hand, in cases of interpreted data, if you accept as true those that need verification as well as those that do not, you will still be in error, since the whole question at issue in every judgment of what is true or not true will be left intact."},{"id":222,"quote":"27. Of all the means which are procured by wisdom to ensure happiness throughout the whole of life, by far the most important is the acquisition of firends."},{"id":223,"quote":"Do not spoil what you have by desiring what you have not; remember that what you have was once among the things you only hoped for."},{"id":224,"quote":"Epicurus as a moral empiricist felt that our immediate feelings are far more cogent and authoritative guides to the good life than abstract maxims, verbal indoctrination, or even the voice of reason itself. Hence he based his ethics on nature, not on convention or on reason."},{"id":225,"quote":"The blessed and indestructible being of the divine has no concerns of its own, nor does it make trouble for others. It is not affected by feelings of anger or benevolence, because these are found where there is lack of strength."},{"id":226,"quote":"Of all the things that wisdom provides for the happiness of the whole man, by far the most important is the acquisition of friendship."},{"id":227,"quote":"The opinions held by most people about the gods are not true conceptions of them but fallacious notions, according to which awful penalties are meted out to the evil and the greatest of blessings to the good."},{"id":228,"quote":"We must laugh and philosophize and manage our households and look after our other affairs all at the same time, and never stop proclaiming the words of the true philosophy."},{"id":229,"quote":"Haec ego non multis, sed tibi: satis enim magnum alter alteri theatrum sumus."},{"id":230,"quote":"Mereka yang pernah menolong orang-orang yang kesusahan, menginsafi bahwa memberi lebih baik daripada menerima."},{"id":231,"quote":"If you wish to make Pythocles wealthy, don't give him more money; rather, reduce his desires."},{"id":232,"quote":"By pleasure we mean the absence of pain in the body and of trouble in the soul. It"},{"id":233,"quote":"So long as we exist, death is not with us; but when death comes, then we do not exist"},{"id":234,"quote":"Bukan kekurangan yang menyakitkan,tetapi menanggung rasa iri yang timbul dari angan-angan yang sia-sia."},{"id":235,"quote":"Es necesario no fingir que filosofamos, sino filosofar realmente; no necesitamos, en efecto, aparentar que estamos sanos, sino estarlo verdaderamente."},{"id":236,"quote":"Ketidakbahagiaan datang lewat ketakutan atau keinginan yang tidak terkendali."},{"id":237,"quote":"It is impossible to live a pleasant life without living wisely and well and justly, and it is impossible to live wisely and well and justly without living pleasantly."},{"id":238,"quote":"Orang yang ingin hidup tenteram, jangan menimbulkan kegalauan bagi dirinya sendiri mau pun bagi orang lain."},{"id":239,"quote":"Thus that which is the most awful of evils, death, is nothing to us, since when we exist there is no death, and when there is death we do not exist."},{"id":240,"quote":"Non aspetti il giovane a filosofare, né il vecchio di filosofare si stanchi: nessuno è troppo giovane o troppo vecchio per la salute dell’anima."},{"id":241,"quote":"No tenemos por qué temer a la muerte, pues, de hecho, no nos encontramos con ella nunca con ella. Cuando todavía estamos aquí, ella aún no está. Y cuando ella está, nosotros ya no estamos."},{"id":242,"quote":"panta rei (“All things are in flux),”"},{"id":243,"quote":"При всяко желание си поставяй следните въпроси: какво ще стане, ако пожеланото от мен се осъществи и какво – ако не се осъществи"},{"id":244,"quote":"Il culmine del piacere è la pura e semplice distruzione del dolore."},{"id":245,"quote":"Today the doctrine of metaphysical free will appears to us as one of those archaic relics of traditional religion that Epicurus and Lucretius should have done their utmost to combat. Moral freedom and determinism are by no means incompatible. Man is himself a causal agent in nature and is morally responsible when he acts “freely, i.e., from his own settled character and in his own capacity as an individual, provided he is exempt from external force or pressure.”"},{"id":246,"quote":"The cry of the flesh bids us escape from hunger, thirst, and cold; for he who is free of these and expects to remain so might live in happiness even with Zeus."},{"id":247,"quote":"This science explains to us the meaning of terms, the nature of predication, and the law of consistency and contradiction; secondly, a thorough knowledge of the facts of nature relieves us of the burden of superstition, frees us from fear of death, and shields us against the disturbing effects of ignorance, which is often in itself a cause of terrifying apprehensions;"},{"id":248,"quote":"Accustom yourself to believe that death is nothing to us, for good and evil imply awareness, and death is the privation of all awareness; therefore a right understanding that death is nothing to us makes the mortality of life enjoyable, not by adding to life an unlimited time, but by taking away the yearning after immortality."},{"id":249,"quote":"It is not an unbroken succession of drinking-bouts and of merrymaking, not sexual love, not the enjoyment of the fish and other delicacies of a luxurious table, which produce a pleasant life; it is sober reasoning, searching out the grounds of every choice and avoidance, and banishing those beliefs through which the greatest disturbances take possession of the soul."},{"id":250,"quote":"If death is we are not, if we are death is not."},{"id":251,"quote":"Send me a pot of cheese, so that I may be able to indulge myself whenever I wish."},{"id":252,"quote":"Żyjąc o chlebie i wodzie, przyjemności ciała wywołują we mnie grozę, gardzę luksusowymi rozkoszami, nie ze względu na nie, ale na niewygody z nimi związane."},{"id":253,"quote":"No necesitamos tanto de la ayuda de nuestros amigos cuanto de la confianza en esa ayuda."},{"id":254,"quote":"Self-sufficiency is the greatest of all wealth."},{"id":255,"quote":"Tidak mungkin kita hidup bahagia kalau kita hidup dengan sembrono,tidak melakukan perbuatan-perbuatan yang layak dan tidak berlaku adil.Orang yang tidak melakukan perbuatan-perbuatan yang baik, tidak bisa hidup dengan senang."},{"id":256,"quote":"Jangan rusakkan yang kita miliki dengan mendambakan apa yang tidak kita miliki.Ingatlah bahwa apa yang kita miliki pun merupakan hadiah keberuntungan."},{"id":257,"quote":"Meski bisa mengelak dari hukuman, orang yang melarikan diri tidak mungkin bisa hidup tenang, karena mereka selalu dikejar ketakutan akan masa yang akan datang mau pun masa kini."},{"id":258,"quote":"Buah terbaik dari keadilan adalah ketenteraman."},{"id":259,"quote":"Death means nothing to us"},{"id":260,"quote":"One who understands the limits of the good life knows that what eliminates the pains brought on by need and what makes the whole of life perfect is easily obtained, so that there is no need for enterprises that entail the struggle for success.19"},{"id":261,"quote":"Why should I fear death? If I am, death is not. If death is, I am not. Why should I fear that which cannot exist when I do?"},{"id":262,"quote":"A free man cannot acquire many possessions, because this is no easy feat without becoming a hireling of mobs or dynasts. And yet he has a constant abundance of everything, and if he should chance to gain many possessions, he could easily portion them out so as to win his neighbors’ good will."},{"id":263,"quote":"Nothing is sufficient for the person who finds sufficiency too little."},{"id":264,"quote":"No es posible vivir feliz si no se lleva una vida bella,justa y virtuosa, ni llevar una vida bella, justay virtuosa sin ser feliz."},{"id":265,"quote":"Unlike at the Academy or the Lyceum, women, some of them concubines and mistresses, as well as a few slaves, joined the conversation; further, many of the students here had arrived without academic credentials in mathematics or music, de rigueur for entry to the other Athenian schools of higher learning. Everyone in the Garden radiated earnestness and good cheer. The subject under discussion was happiness."},{"id":266,"quote":"The just person enjoys. the greatest peace of mind, while the unjust is full of the utmost disquietude."},{"id":267,"quote":"Why should I fear deathIf I am, Death is notIf death is, I am notWhy should I fear that which could not exist when I do?"},{"id":268,"quote":"I write this not for the many, but for you; each of us is enough of an audience for the other."},{"id":269,"quote":"Non abbiamo tanto bisogno dell'aiuto degli amici, quanto della certezza del loro aiuto."},{"id":270,"quote":"Нищо не произлиза от нещо, което не съществува; (в противен случай) всичко би произлизало от всичко, без да има нужда от семена. И (обратното), ако онова, което изчезва, би загинало (преминавайки) в несъществуващото, всички неща биха били вече загинали, тъй като не би съществувало онова, в което те биха преминали."},{"id":271,"quote":"For if death is we are not,if we are death is not"},{"id":272,"quote":"Anche per chi abbia già conseguito una compiuta conoscenza, la cosa più importante è proprio l’essere in grado di servirsi delle sue cognizioni con prontezza."},{"id":273,"quote":"Дали Бог иска да предотврати злото, но не може? Тогава не е всемогъщ. Дали може, но не иска? Тогава е зъл. Дали и иска, и може? Тогава откъде идва злото? Дали нито иска, нито може? Тогава защо го наричаме бог?"},{"id":274,"quote":"I mondi sono infiniti, sia quelli uguali al nostro, sia quelli diversi da esso. Gli atomi, che, come si è dimostrato in precedenza, sono infiniti, percorrono infatti anche gli spazi più remoti; perché gli atomi da cui un mondo può avere origine o essere formato non si esauriscono nella costituzione di un solo mondo, e neppure di un numero infinito di mondi, siano somiglianti al nostro oppure diversi. Ne consegue che nulla si oppone all’esistenza di un numero infinito di mondi."},{"id":275,"quote":"Non bisogna ragionare sulla natura per enunciati privi di riscontro oggettivo e formulazioni di principi teorici, ma in base a ciò che l’esperienza sensibile richiede."},{"id":276,"quote":"Il massimo bene è la prudenza. Per questo la prudenza è anche più pregevole della filosofia, e da essa hanno origine anche tutte le altre virtù, perché insegna come non è possibile una vita felice che non sia una vita saggia, bella e giusta, e non è possibile una vita saggia, bella e giusta che non sia felice. Le virtù sono infatti connaturate alla vita felice e la vita felice è da esse inseparabile."},{"id":277,"quote":"Epicurus’s notion of happiness has a decidedly Buddhist quality. Happiness is tranquility, and tranquility comes principally from putting aside worldly “hankerings—ambitions for power, status, involvement in government, the pursuit of voluptuous sensory experiences, and the accumulation of material goods. Two of Epicurus’s most quoted maxims distill this idea: “Not what we have, but what we enjoy, constitutes our abundance” and, in its more admonitory form, “Nothing is enough for the man to whom enough is too little.”"},{"id":278,"quote":"86. [Our aim is] neither to achieve the impossible, even by force, nor to maintain a theory which is in all respects similar either to our discussions on the ways of life or to our clarifications of other questions in physics, such as the thesis that the totality [of things] consists of bodies and intangible nature, and that the elements are atomic, and all such things as are consistent with the phenomena in only one way. This"},{"id":279,"quote":"Nadie por ser joven dude en filosofar ni por ser viejo de filosofar se hastíe. Pues nadie es joven o viejo para la salud de su alma. El que dic que aún no es edad de filosofar o que la edad ya pasó es como el que dice que aún no ha llegado o que ya pasó el momento oportuno para la felicidad. De modo que deben filosofar tanto el joven como el viejo. Éste para que, aunque viejo, rejuvenezca en bienes por el recuerdo gozoso del pasado, aquél para que sea joven y viejo a un tiempo por su impavidez ante el futuro."},{"id":280,"quote":"When we exist, death is not present, and when death is present, we do not exist"},{"id":281,"quote":"To the former, then — the main heads — we must continually return, and must memorize them so far as to get a valid conception of the facts, as well as the means of discovering all the details exactly when once the general outlines are rightly understood and remembered; since it is the privilege of the mature student to make a ready use of his conceptions by referring every one of them to elementary facts and simple terms. For it is impossible to gather up the results of continuous diligent study of the entirety of things, unless we can embrace in short formulas and hold in mind all that might have been accurately expressed even to the minutest detail."},{"id":282,"quote":"Então, o mais terrível de todos os males, a morte, não significa nada para nós, justamente porque, quando estamos vivos, é a morte que não está presente; ao contrário, quando a morte está presente, nós é que não estamos. A morte, portanto, não é nada, nem para os vivos, nem para os mortos, já que para aqueles ela não existe, ao passo que estes não estão mais aqui. E, no entanto, a maioria das pessoas ora foge da morte como se fosse o maior dos males, ora a deseja como descanso dos males da vida. O sábio, porém, nem desdenha viver, nem teme deixar de viver; para ele, viver não é um fardo e não viver não é um mal."},{"id":283,"quote":"Kiitosta ei pidä kerjätäja itse meidän tulee kantaavastuu elämämme parantamisesta."},{"id":284,"quote":"Non bisogna far violenza sulla natura ma persuaderla."},{"id":285,"quote":"Hence we must attend to present feelings and sense perceptions, whether those of mankind in general or those peculiar to the individual, and also attend to all the clear evidence available, as given by each of the standards of truth. For by studying them we shall rightly trace to its cause and banish the source of disturbance and dread, accounting for celestial phenomena and for all other things which from time to time befall us and cause the utmost alarm to the rest of mankind."},{"id":286,"quote":"For in the study of nature we must not conform to empty assumptions and arbitrary laws, but follow the promptings of the facts; for our life has no need now of unreason and false opinion; our one need is untroubled existence. All things go on uninterruptedly, if all be explained by the method of plurality of causes in conformity with the facts, so soon as we duly understand what may be plausibly alleged respecting them. But when we pick and choose among them, rejecting one equally consistent with the phenomena, we clearly fall away from the study of nature altogether and tumble into myth. Some phenomena within our experience afford evidence by which we may interpret what goes on in the heavens. We see how the former really take place, but not how the celestial phenomena take place, for their occurrence may possibly be due to a variety of causes. However, we must observe each fact as presented, and further separate from it all the facts presented along with it, the occurrence of which from various causes is not contradicted by facts within our experience."},{"id":287,"quote":"El futuro ni depende enteramente de nosotros ni tampoco nos es totalmente ajeno, de modo que no debemos esperarlo como si hubiera de venir infaliblemente ni tampoco desesperarnos como si no hubiera de venir nunca."},{"id":288,"quote":"And often we consider pains superior to pleasures when submission to the pains for a long time brings us as a consequence a greater pleasure."},{"id":289,"quote":"We must also reflect that of desires some are natural, others are groundless; and that of the natural some are necessary as well as natural, and some natural only. And of the necessary desires some are necessary if we are to be happy, some if the body is to be rid of uneasiness, some if we are even to live. He who has a clear and certain understanding of these things will direct every preference and aversion toward securing health of body and tranquillity of mind, seeing that this is the sum and end of a happy life. For the end of all our actions is to be free from pain and fear, and, when once we have attained all this, the tempest of the soul is laid; seeing that the living creature has no need to go in search of something that is lacking, nor to look anything else by which the good of the soul and of the body will be fulfilled. When we are pained pleasure, then, and then only, do we feel the need of pleasure. For this reason we call pleasure the alpha and omega of a happy life. Pleasure is our first and kindred good. It is the starting-point of every choice and of every aversion, and to it we come back, inasmuch as we make feeling the rule by which to judge of every good thing. And since pleasure is our first and native good, for that reason we do not choose every pleasure whatever, but often pass over many pleasures when a greater annoyance ensues from them. And often we consider pains superior to pleasures when submission to the pains for a long time brings us as a consequence a greater pleasure. While therefore all pleasure because it is naturally akin to us is good, not all pleasure is worthy of choice, just as all pain is an evil and yet not all pain is to be shunned."},{"id":290,"quote":"Who, then, is superior in your judgment to such a person? He holds a holy belief concerning the gods, and is altogether free from the fear of death. He has diligently considered the end fixed by nature, and understands how easily the limit of good things can be reached and attained, and how either the duration or the intensity of evils is but slight. Destiny which some introduce as sovereign over all things, he laughs to scorn, affirming rather that some things happen of necessity, others by chance, others through our own agency. For he sees that necessity destroys responsibility and that chance or fortune is inconstant; whereas our own actions are free, and it is to them that praise and blame naturally attach."},{"id":291,"quote":"Nichts genügt dem, für den genug zu wenig ist."},{"id":292,"quote":"The impassive soul disturbs neither itself nor others."},{"id":293,"quote":"Es preciso reír y, al mismo tiempo, filosofar, cuidar de los asuntos domésticos y mantener las demás relaciones habituales, sin dejar de proclamar jamás las máximas de la recta filosofía."},{"id":294,"quote":"El estudio de la naturaleza no forma jactanciosos artífices de la charlatanería ni ostentadores de la cultura por la que pugna la mayoría, sino espíritus independientes, capaces, orgullosos de sus propios bienes y no de los que surgen de las circunstancias."},{"id":295,"quote":"El hombre bien nacido se dedica principalmente a la sabiduría y a la amistad. De éstas, una es bien mortal; la otra, inmortal."},{"id":296,"quote":"El futuro no es ni del todo nuestro ni del todo ajeno."},{"id":297,"quote":"No es posible vivir feliz sin vivir sensata, honesta y justamente, ni vivir sensata, honesta y justamente sin vivir feliz."},{"id":298,"quote":"Reality is all things simultaneously, or, in the Greek phrase, it is a process of “becoming in which even apparently clearcut opposites lose identity and merge into each other.”"},{"id":299,"quote":"Vana es la palabra del filósofo que no remedia ningún sufrimiento del hombre. Porque así como no es útil la medicina si no suprime las enfermedades del cuerpo, así tampoco la filosofía si no suprime las enfermedades del alma."},{"id":300,"quote":"De los bienes que la sabiduría ofrece para la felicidad de la vida entera, el mayor con mucho es la adquisición de la amistad"},{"id":301,"quote":"The magnitude of pleasure reaches its limit in the removal of all pain. When pleasure is present, so long as it is uninterrupted, there is no pain either of body or of mind or of both together."},{"id":302,"quote":"every event whatsoever has a prior cause, whether known or not."},{"id":303,"quote":"The Epicurean devil, of course, was (and is) popular religion with its massive ignorance and superstition. The Epicurean savior today would be the humanitarian scientist, who would tell us that cancer is not divinely sent but naturally caused, even though he does not yet know its precise cause. With the Epicureans it was never science for the sake of science but always science for the sake of human happiness."},{"id":304,"quote":"the universe as a whole is eternal, although individual worlds within the system are born and die; and if the universe is eternal it must be self-sustaining and require no divine assistance for its maintenance."},{"id":305,"quote":"Furthermore, the universe consists of bodies in the void. That bodies do exist, our senses attest to; they also permit us to reason about what is beyond our perception. If there were nothing like the void, the empty space, a realm beyond what we can touch, then there would not be any room to locate bodies, to have them move the way we see them moving...Also the universe does not limit the amount of atoms it contains on the expanse of the Void...And what is more, there is an infinite number of Worlds, whether they resemble ours or not."},{"id":306,"quote":"Epicureanism was devised specifically as a “salvation philosophy, a positive way of escape from a most unpleasant social and political environment. So it became imperative, in a positive sense, for the Epicureans to imitate the perfect serenity and self-sufficiency of their own idealized gods, who were actually a psychological projection of the kind of beings they themselves wanted to be.”"},{"id":307,"quote":"sense data are what they are, and they are infallible, being mechanically transmitted to us by atomic images from the outer world. They may be overlaid with misleading interpretations and lead to “false opinions, 39 but they are true if confirmed by close inspection or if they are not contradicted.”"},{"id":308,"quote":"Ciò che una volta presente non ci turba, stoltamente atteso ci fa impazzire."},{"id":309,"quote":"Quando noi viviamo la morte non c’è, quando c’è lei non ci siamo noi."},{"id":310,"quote":"If man is nothing but a material mechanism and part of the world mechanism, then his choices of good and evil are mechanically determined, and he cannot be said to be an autonomous and responsible ethical being. Thus if materialism is to save moral responsibility and at the same time save determinism, it must represent man as partially determined (in his organic functions) and partially free (in his ethical capacity)."},{"id":311,"quote":"Il vero saggio, come non gli dispiace vivere, così non teme di non vivere più. La vita per lui non è un male, né è un male il non vivere. Ma come dei cibi sceglie i migliori, non la quantità, così non il tempo più lungo si gode, ma il più dolce."},{"id":312,"quote":"Quando dunque diciamo che il bene è il piacere, […] intendiamo […] quanto aiuta il corpo a non soffrire e l’animo a essere sereno."},{"id":313,"quote":"Mandami un pentolino di formaggio, perché io possa far baldoria quando ne ho voglia."},{"id":314,"quote":"N.F.F.N.S.N.C. Non Fui; Fui; Non Sum; Non Curo. “I was not, I was, I am not, I care not. It's a Latin saying found on Roman grave markers. It means I wasn’t bothered about not existing before I existed and I’m not bothered about not existing now that I don’t exist.”"},{"id":315,"quote":"ბოროტებათაგან უსაშინლესი – სიკვდილი – ჩვენ სრულიად არ გვეხება, რადგან როცა ჩვენ ვართ, სიკვდილი არ არის, ხოლო როდესაც სიკვდილი არის, ჩვენ აღარ ვართ. ასე რომ, იგი სრულებით არ ეხება არც ცოცხლებს, არც მკვდრებს, რადგან პირველთათვის იგი არ არსებობს, მეორენი კი უკვე აღარ არსებობენ"},{"id":316,"quote":"Si deve poi ricordare che il futuro non è del tutto nostro, né del tutto non nostro"},{"id":317,"quote":"Against other things it is possible to obtain security, but when it comes to death, we human beings all live in an unwalled city."},{"id":318,"quote":"Vain is the word of a philosopher which does not heal any suffering of man. For just as there is no profit in medicine if it does not expel the diseases of the body, so there is no profit in philosophy either, if it does not expel the suffering of the mind"},{"id":319,"quote":"Nature's wealth is limited and easy to acquire; but the wealth of vain fancies recedes to an infinite distance."},{"id":320,"quote":"Non fui, fui, non sum, non curo"},{"id":321,"quote":"Per noi è molto importante la capacità di dire no ai desideri, non perché dobbiamo sempre accontentarci di poco, ma perché quando non abbiamo molto possiamo comunque apprezzare il poco che abbiamo."},{"id":322,"quote":"Meglio essere saggi e sfortunati che sciocchi e molto fortunati. È preferibile che un'azione pianificata con giudizio fallisca piuttosto che qualcosa preparato senza ragionarci su venga premiato dalla sorte."},{"id":323,"quote":"Natural justice is a covenant for mutual benefit, to not harm one another or be harmed."},{"id":324,"quote":"Nessuno è mai troppo giovane o troppo vecchio per la salute dell'anima."},{"id":325,"quote":"La morte, il più terribile dei mali, non è niente. Quando ci siamo noi la morte non c'è, e quando c'è lei noi non siamo più."},{"id":326,"quote":"Rien ne vient de rien & rien ne se perd dans le rien"},{"id":327,"quote":"It's a great thing learning how to die."},{"id":328,"quote":"Practice these and the related percepts day and night and you will live as a god among men."}]