[
    {
        "id": 1,
        "quote": "A thousand words will not leave so deep an impression as one deed."
    },
    {
        "id": 2,
        "quote": "Money may be the husk of many things but not the kernel. It brings you food, but not appetite; medicine, but not health; acquaintance, but not friends; servants, but not loyalty; days of joy, but not peace or happiness."
    },
    {
        "id": 3,
        "quote": "Our whole being is nothing but a fight against the dark forces within ourselves."
    },
    {
        "id": 4,
        "quote": "The strongest man in the world is he who stands most alone."
    },
    {
        "id": 5,
        "quote": "The worst that a man can do to himself is to do injustice to others."
    },
    {
        "id": 6,
        "quote": "The majority never has right on its side. Never, I say! That is one of these social lies against which an independent, intelligent men must wage war. Who is it that constitute the majority of the population in a country? Is it the clever folk, or the stupid? I don't imagine you will dispute the fact that at present the stupid people are in an absolutely overwhelming majority all the world over."
    },
    {
        "id": 7,
        "quote": "It is inexcusable for scientists to torture animals; let them make their experiments on journalists and politicians."
    },
    {
        "id": 8,
        "quote": "There is always a risk in being alive, and if you are more alive, there is more risk."
    },
    {
        "id": 9,
        "quote": "A woman cannot be herself in the society of the present day, which is an exclusively masculine society, with laws framed by men and with a judicial system that judges feminine conduct from a masculine point of view."
    },
    {
        "id": 10,
        "quote": "Nothing is impossible that one desires with an indomitable will."
    },
    {
        "id": 11,
        "quote": "What's a man's first duty? The answer is brief: To be himself."
    },
    {
        "id": 12,
        "quote": "The most dangerous enemy of the truth and freedom amongst us is the compact majority"
    },
    {
        "id": 13,
        "quote": "Was the majority right when they stood by while Jesus was crucified? Was the majority right when they refused to believe that the earth moved around the sun and let Galileo be driven to his knees like a dog? It takes fifty years for the majority to be right. The majority is never right until it does right."
    },
    {
        "id": 14,
        "quote": "If you doubt yourself, then indeed you stand on shaky ground."
    },
    {
        "id": 15,
        "quote": "To live is to war with trolls."
    },
    {
        "id": 16,
        "quote": "I don't imagine you will dispute the fact that at present the stupid people are in an absolutely overwhelming majority all the world over."
    },
    {
        "id": 17,
        "quote": "The strong must learn to be lonely."
    },
    {
        "id": 18,
        "quote": "...I'm no longer prepared to accept what people say and what's written in books. I must think things out for myself, and try to find my own answer."
    },
    {
        "id": 19,
        "quote": "Happiness is above all things the calm, glad certainty of innocence."
    },
    {
        "id": 20,
        "quote": "The spirit of truth and the spirit of freedom-they are the pillars of society."
    },
    {
        "id": 21,
        "quote": "The majority is always wrong; the minority is rarely right."
    },
    {
        "id": 22,
        "quote": "...every man shares the responsibility and the guilt of the society to which he belongs."
    },
    {
        "id": 23,
        "quote": "If only I could master that demon of procrastination that goes about like a roaring lion and devours all my good intentions, I should become the most punctual man in the world."
    },
    {
        "id": 24,
        "quote": "What is the difference in being alone with another and being alone by one's self?"
    },
    {
        "id": 25,
        "quote": "Happiness is worth a daring deed; we are both free if we but will it, and then the game is won."
    },
    {
        "id": 26,
        "quote": "The greatest victory is defeat."
    },
    {
        "id": 27,
        "quote": "Almost everyone who has gone to the bad early in life has had a deceitful mother."
    },
    {
        "id": 28,
        "quote": "Money brings you food, but not appetite; medicine, but not health; acquaintances, but not friends."
    },
    {
        "id": 29,
        "quote": "Look into any man's heart you please, and you will always find, in every one, at least one black spot which he has to keep concealed."
    },
    {
        "id": 30,
        "quote": "There can be no freedom or beauty about a home life that depends on borrowing and debt."
    },
    {
        "id": 31,
        "quote": "To see one's goal and to drive toward it, steeling one's heart, is most uplifting."
    },
    {
        "id": 32,
        "quote": "The costliness of keeping friends does not lie in what one does for them, but in what one, out of consideration for them, refrains from doing."
    },
    {
        "id": 33,
        "quote": "The great secret of power is never to will to do more than you can accomplish."
    },
    {
        "id": 34,
        "quote": "A community is like a ship; everyone ought to be prepared to take the helm."
    },
    {
        "id": 35,
        "quote": "A party is like a sausage machine, it grinds up all sorts of heads together into the same baloney."
    },
    {
        "id": 36,
        "quote": "Everything that I have written is closely related to something that I have lived through."
    },
    {
        "id": 37,
        "quote": "Friends are to be feared, not so much for what they make us do as what they keep us from doing."
    },
    {
        "id": 38,
        "quote": "Labor and trouble one can always get through alone, but it takes two to be glad."
    },
    {
        "id": 39,
        "quote": "People who don't know how to keep themselves healthy ought to have the decency to get themselves buried, and not waste time about it."
    },
    {
        "id": 40,
        "quote": "You don't get nothing for nothing in this life."
    },
    {
        "id": 41,
        "quote": "But I almost think we are all of us ghosts. It is not only what we have inherited from our father and mother that “walks” in us. It is all sorts of dead ideas, and lifeless old beliefs, and so forth. They have no vitality, but they cling to us all the same, and we cannot shake them off. Whenever I take up a newspaper, I seem to see ghosts gliding between the lines."
    },
    {
        "id": 42,
        "quote": "Don't use that foreign word: ideals. We have the excellent native word: lies."
    },
    {
        "id": 43,
        "quote": "Rob the average man of his life-illusion, and you rob him of his happiness at the same stroke."
    },
    {
        "id": 44,
        "quote": "A marriage based on full confidence, based on complete and unqualified frankness on both sides; they are not keeping anything back; there's no deception underneath it all. If I might so put it, it's an agreement for the mutual forgiveness of sin."
    },
    {
        "id": 45,
        "quote": "Writing has... been to me like a bath from which I have risen feeling cleaner, healthier, and freer."
    },
    {
        "id": 46,
        "quote": "A friend married is a friend lost."
    },
    {
        "id": 47,
        "quote": "The strongest men are the most alone."
    },
    {
        "id": 48,
        "quote": "It is the very mark of the spirit of rebellion to crave for happiness in this life"
    },
    {
        "id": 49,
        "quote": "The spectacles of experience; through them you will see more clearly a second time."
    },
    {
        "id": 50,
        "quote": "The devil is compromise."
    },
    {
        "id": 51,
        "quote": "And what if I did run my ship aground; oh, still it was splendid to sail it!"
    },
    {
        "id": 52,
        "quote": "A forest bird never wants a cage."
    },
    {
        "id": 53,
        "quote": "You see, there are some people that one loves, and others that perhaps one would rather be with."
    },
    {
        "id": 54,
        "quote": "Before I write down one word, I have to have the character in my mind through and through. I must penetrate into the last wrinkle of his soul."
    },
    {
        "id": 55,
        "quote": "It is not by spectacular achievements that man can be transformed, but by will."
    },
    {
        "id": 56,
        "quote": "Really to sin you have to be serious about it."
    },
    {
        "id": 57,
        "quote": "Different people have different duties assigned them by Nature; Nature has given one the power or the desire to do this, the other that. Each bird must sing with his own throat."
    },
    {
        "id": 58,
        "quote": "You have never loved me. You have only thought it pleasant to be in love with me."
    },
    {
        "id": 59,
        "quote": "When we dead awaken ... we see that we have never lived."
    },
    {
        "id": 60,
        "quote": "The starving poet business is no good nowadays."
    },
    {
        "id": 61,
        "quote": "One should never put on one's best trousers to go out to fight for freedom."
    },
    {
        "id": 62,
        "quote": "NORA: I must stand on my own two feet if I'm to get to know myself and the world outside. That's why I can't stay here with you any longer."
    },
    {
        "id": 63,
        "quote": "Castles in the air - they are so easy to take refuge in. And so easy to build too."
    },
    {
        "id": 64,
        "quote": "I must make up my mind which is right – society or I."
    },
    {
        "id": 65,
        "quote": "To crave for happiness in this world is simply to be possessed by a spirit of revolt. What right have we to happiness?"
    },
    {
        "id": 66,
        "quote": "This is life! It can harden and it can exalt!"
    },
    {
        "id": 67,
        "quote": "Your home is regarded as a model home, your life as a model life. But all this splendor, and you along with it... it's just as though it were built upon a shifting quagmire. A moment may come, a word can be spoken, and both you and all this splendor will collapse."
    },
    {
        "id": 68,
        "quote": "Marriage! Nothing else demands so much of a man"
    },
    {
        "id": 69,
        "quote": "There is nothing so enervating and exhausting as this hopeless waiting. I dare say this is only a transition period. I will and shall have a victory some day. If the powers that be have shown me so little favor as to place me in this world and make me what I am, the result must be accordingly."
    },
    {
        "id": 70,
        "quote": "The State is the curse of the individual... The State must go! That will be a revolution which will find me on its side. Undermine the idea of the State, set up in its place spontaneous action, and the idea that spiritual relationship is the only thing that makes for unity, and you will start the elements of a liberty which will be something worth possessing."
    },
    {
        "id": 71,
        "quote": "One of the qualities of liberty is that, as long as it is being striven after, it goes on expanding. Therefore, the man who stands in the midst of the struggle and says, 'I have it,' merely shows by doing so that he has just lost it."
    },
    {
        "id": 72,
        "quote": "Public opinion is an extremely mutable thing"
    },
    {
        "id": 73,
        "quote": "I believe that, before all else, I'm a human being, no less than you."
    },
    {
        "id": 74,
        "quote": "Each bird must sing with his own throat."
    },
    {
        "id": 75,
        "quote": "Many a man can save himself if he admits he's done wrong and takes his punishment."
    },
    {
        "id": 76,
        "quote": "A thousand words can't make the mark a single deed will leave."
    },
    {
        "id": 77,
        "quote": "If I cannot be myself in what I write, then the whole is nothing but lies and humbug."
    },
    {
        "id": 78,
        "quote": "The majority is never right. Never, I tell you! That's one of these lies in society that no free and intelligent man can help rebelling against. Who are the people that make up the biggest proportion of the population -- the intelligent ones or the fools?"
    },
    {
        "id": 79,
        "quote": "Marriage is something you have to give your whole mind to."
    },
    {
        "id": 80,
        "quote": "It's a liberation to know that an act of spontaneous courage is yet possible in this world. An act that has something of unconditional beauty."
    },
    {
        "id": 81,
        "quote": "Whether I pound or am being pounded, all the same there will be moaning!"
    },
    {
        "id": 82,
        "quote": "Take the life-lie away from the average man and straight away you take away his happiness."
    },
    {
        "id": 83,
        "quote": "Oh yes, right—right. What is the use of having right on your side if you have not got might?"
    },
    {
        "id": 84,
        "quote": "To live is - to war with trolls In the holds of the heart and mind"
    },
    {
        "id": 85,
        "quote": "The majority never has right on its side."
    },
    {
        "id": 86,
        "quote": "I am in revolt against the age-old lie that the majority is always right."
    },
    {
        "id": 87,
        "quote": "There are two kinds of spiritual law, two kinds of conscience, one in man and another, altogether different, in woman. They do not understand each other; but in practical life the woman is judged by man's law, as though she were not a woman but a man."
    },
    {
        "id": 88,
        "quote": "The sea possesses a power over one's moods that has the effect of a will. The sea can hypnotize. Nature in general can do so."
    },
    {
        "id": 89,
        "quote": "There is so much falsehood both at home and at school. At home one must not speak, and at school we have to stand and tell lies to the children."
    },
    {
        "id": 90,
        "quote": "I'm inclined to think we are all ghosts-every one of us. It's not just what we inherit from our mothers and fathers that haunts us. Its all kinds of old defunct theories, all sorts of old defunct beliefs, and things like that."
    },
    {
        "id": 91,
        "quote": "So to conduct one's life as to realize oneself-this seems to me the highest attainment possible to a human being. It is the task of one and all of us, but most of us bungle it."
    },
    {
        "id": 92,
        "quote": "Home life ceases to be free and beautiful as soon as it is founded on borrowing and debt."
    },
    {
        "id": 93,
        "quote": "It is no use lying to one's self."
    },
    {
        "id": 94,
        "quote": "Nobody can put a character on paper without - at any rate in part and at times - sitting as a model for it himself."
    },
    {
        "id": 95,
        "quote": "I have other duties equally sacred ... Duties to myself."
    },
    {
        "id": 96,
        "quote": "It is not for a care-free existence I am fighting, but for the possibility of devoting myself to the task which I believe and know has been laid upon me by God -- the work which seems to me more important and needful in Norway than any other, that of arousing the nation and leading it to think great thoughts."
    },
    {
        "id": 97,
        "quote": "Oh, law and order! I often think it is that that is at the bottom of all the misery in the world."
    },
    {
        "id": 98,
        "quote": "It was then that I began to look into the seams of your doctrine. I wanted only to pick at a single knot; but when I had got that undone, the whole thing raveled out. And then I understood that it was all machine-sewn."
    },
    {
        "id": 99,
        "quote": "Poetry is to hold judgment on your soul."
    },
    {
        "id": 100,
        "quote": "To die in agony upon a cross Does not create a martyr; he must first Will his own execution."
    },
    {
        "id": 101,
        "quote": "I propose to raise a revolution against the lie that the majority has the monopoly of the truth."
    },
    {
        "id": 102,
        "quote": "What ought a man be? Well, my short answer is 'himself'."
    },
    {
        "id": 103,
        "quote": "In the decisive moment I won the victory over myself. I chose to live. And believe me, it takes courage to choose life under those circumstances."
    },
    {
        "id": 104,
        "quote": "Helmer: \"Before all else you are a wife and a mother.\" Nora: \"That I no longer believe. I believe that before all else I am a human being.\""
    },
    {
        "id": 105,
        "quote": "What sort of truths are they that the majority usually supports? They are truths that are of such advanced age that they are beginning to break up. And if a truth is as old as that, it is also in a fair way to become a lie, gentlemen."
    },
    {
        "id": 106,
        "quote": "To live is to war with trolls in heart and woul. To write is to sit in judgement on oneself."
    },
    {
        "id": 107,
        "quote": "Oh courage...oh yes! If only one had that...Then life might be livable, in spite of everything."
    },
    {
        "id": 108,
        "quote": "The old terms must be invented with new meaning and given new explanations. Liberty, equality, and fraternity are no longer what they were in the days of the late-lamented guillotine. This is what the politicians will not understand; and that is why I hate them. They want only their own special revolutions- external revolutions, political revolutions, etc. But that is only dabbling. What is really needed is a revolution of the human spirit."
    },
    {
        "id": 109,
        "quote": "It's not only what we have inherited from our father and mother that walks in us. It's all sorts of dead ideas, and lifeless old beliefs, and so forth. They have no vitality, but they cling to us all the same, and we can't get rid of them."
    },
    {
        "id": 110,
        "quote": "I'm afraid for all those who'll have the bread snatched from their mouths by these machines. What business has science and capitalism got, bringing all these new inventions into the works, before society has produced a generation educated up to using them!"
    },
    {
        "id": 111,
        "quote": "Bigger things than the State will fall, all religion will fall."
    },
    {
        "id": 112,
        "quote": "It's such sport with these heroes of finance: they are like beads on a string — when one slips off, all the rest follow."
    },
    {
        "id": 113,
        "quote": "The man whom God wills to slay in the struggle of life - he first individualizes."
    },
    {
        "id": 114,
        "quote": "In great memories there lies the seed of growth."
    },
    {
        "id": 115,
        "quote": "Helmer: I would gladly work night and day for you. Nora- bear sorrow and want for your sake. But no man would sacrafice his honor for the one he loves. Nora: It is a thing hundreds of thousands of women have done."
    },
    {
        "id": 116,
        "quote": "I hold that man is in the right who is most closely in league with the future."
    },
    {
        "id": 117,
        "quote": "There is something so indescribably sweet and satisfying in the knowledge that a husband or wife has forgiven the other freely, and from the heart."
    },
    {
        "id": 118,
        "quote": "That is the accursed thing about small surroundings -- they make the soul small."
    },
    {
        "id": 119,
        "quote": "I go to scale the Future's possibilities! Farewell!"
    },
    {
        "id": 120,
        "quote": "Most critical fault-finding, when reduced to its essentials, simply amounts to reproach of the author because he is himself -- thinks, feels, sees, and creates, as himself, instead of seeing and creating in the way the critic would have done."
    },
    {
        "id": 121,
        "quote": "Oh, yes--you can shout me down, I know! But you cannot answer me. The majority has might on its side--unfortunately; but right it has not."
    },
    {
        "id": 122,
        "quote": "I'm plotting revolution against this lie that the majority has a monopoly of the truth. What are these truths that always bring the majority rallying round? Truths so elderly they are practically senile. And when a truth is as old as that, gentlemen, you can hardly tell it from a lie."
    },
    {
        "id": 123,
        "quote": "The great task of our time is to blow up all existing institutions to destroy."
    },
    {
        "id": 124,
        "quote": "Mrs LINDE: When you've sold yourself once for the sake of others, you don't do it second time."
    },
    {
        "id": 125,
        "quote": "Ive had the best possible chance of learning that what the working-classes really need is to be allowed some part in the direction of public affairs, Doctorto develop their abilities, their understanding and their self-respect."
    },
    {
        "id": 126,
        "quote": "An unromantic poem I mean to make, of one who only lives for duty's sake."
    },
    {
        "id": 127,
        "quote": "Ah, I fancy it is just the same with most of what you call your emancipation. You have read yourself into a number of new ideas and opinions. You have got a sort of smattering of recent discoveries in various fields - discoveries that seem to overthrow certain principles which have hitherto been held impregnable and unassailable. But all this has only been a matter of intellect, Miss West - superficial acquisition. It has not passed into your blood."
    },
    {
        "id": 128,
        "quote": "The man-at-arms is the only man."
    },
    {
        "id": 129,
        "quote": "I believe that before anything else I'm a human being -- just as much as you are... or at any rate I shall try to become one. I know quite well that most people would agree with you, Torvald, and that you have warrant for it in books; but I can't be satisfied any longer with what most people say, and with what's in books. I must think things out for myself and try to understand them."
    },
    {
        "id": 130,
        "quote": "Oh, life would be all right if we didn't have to put up with these damned creditors who keep pestering us with the demands of their ideals."
    },
    {
        "id": 131,
        "quote": "In your power, all the same. Subject to your will and your demands. No longer free! No! That's a thought I'll never endure! Never."
    },
    {
        "id": 132,
        "quote": "Now I am steel-set: I follow the call to the clear radiance and glow of the heights."
    },
    {
        "id": 133,
        "quote": "But a scientific man must live in a little bit of style."
    },
    {
        "id": 134,
        "quote": "I am sticking as closely to my subject as I can; for my subject is precisely this, that it is the masses, the majority"
    },
    {
        "id": 135,
        "quote": "Everything I touch seems destined to turn into something mean and farcical."
    },
    {
        "id": 136,
        "quote": "Whenever I take up a newspaper, I seem to see Ghosts gliding between the lines. There must be Ghosts all the country over, as thick as the sand of the sea.... We are, one and all, so pitifully afraid of the light."
    },
    {
        "id": 137,
        "quote": "Do you know what we are those of us who count as pillars of society? We are society's tools, neither more nor less."
    },
    {
        "id": 138,
        "quote": "It’s a release to know that in spite of everything a premeditated act of courage is still possible."
    },
    {
        "id": 139,
        "quote": "What's to become of the morally sound? Left out in the cold, I suppose. We must heal the sick."
    },
    {
        "id": 140,
        "quote": "HELMER; But this is disgraceful. Is this the way you neglect your most sacred duties? NORA: What do you consider is my most sacred duty? HELMER: Do I have to tell you that? Isn't it your duty to your husband and children? NORA:I have another duty, just as sacred. HELMER: You can't have. What duty do you mean? NORA: My duty to myself."
    },
    {
        "id": 141,
        "quote": "Oh, one soon makes friends with invalids; and I need so much to have someone to live for."
    },
    {
        "id": 142,
        "quote": "The younger generation will come knocking at my door."
    },
    {
        "id": 143,
        "quote": "You see, the point is that the strongest man in the world is he who stands most alone."
    },
    {
        "id": 144,
        "quote": "A thousand words leave not the same deep impression as does a single deed."
    },
    {
        "id": 145,
        "quote": "HELMER: But this is disgraceful. Is this the way you neglect your most sacred duties?NORA: What do you consider is my most sacred duty?HELMER: Do I have to tell you that? Isn't it your duty to your husband and children?NORA: I have another duty, just as sacred.HELMER: You can't have. What duty do you mean?NORA: My duty to myself."
    },
    {
        "id": 146,
        "quote": "Helmer: I would gladly work night and day for you. Nora- bear sorrow and want for your sake. But no man would sacrifice his honor for the one he loves.Nora: It is a thing hundreds of thousands of women have done."
    },
    {
        "id": 147,
        "quote": "I believe that before all else I am a reasonable human being, just as you are--or, at all events, that I must try and become one."
    },
    {
        "id": 148,
        "quote": "But no man would sacrifice his honor for the one he loves.\"\"It is a thing hundreds of thousands of women have done."
    },
    {
        "id": 149,
        "quote": "You should never wear your best trousers when you go out to fight for freedom and truth."
    },
    {
        "id": 150,
        "quote": "Nora: It's true Torvald. When I lived at home with Papa, he used to tell me his opinion about everything, and so I had the same opinion. If I thought differently, I had to hide it from him, or he wouldn't have liked it. He called me his little doll, and he used to play with me just as I played with my dolls. Then I came to live in your house -Helmer: That's no way to talk about our marriage!Nora [undisturbed]: I mean when I passed out of Papa's hands into yours. You arranged everything to suit your own tastes, and so I came to have the same tastes as yours.. or I pretended to. I'm not quite sure which.. perhaps it was a bit of both -- sometimes one and sometimes the other. Now that I come to look at it, I've lived here like a pauper -- simply from hand to mouth. I've lived by performing tricks for you, Torvald. That was how you wanted it. You and Papa have committed a grievous sin against me: it's your fault that I've made nothing of my life."
    },
    {
        "id": 151,
        "quote": "To live is to war with trolls in heart and soul.To write is to sit in judgement on oneself."
    },
    {
        "id": 152,
        "quote": "With me you could have been another person."
    },
    {
        "id": 153,
        "quote": "Don't use that exotic word \"ideals\". We have a good enough native word: \"lies\"."
    },
    {
        "id": 154,
        "quote": "I am half inclined to think we are all ghosts…it is not only what we have inherited from our fathers and mothers that exists again in us, but all sorts of old dead ideas and all kinds of old dead beliefs and things of that kind. They are not actually alive in us; but there they are dormant all the same, and we can never be rid of them. Whenever I take up a newspaper and read it, I fancy I see ghosts creeping between the lines. There must be ghosts all over the world. They must be as countless as the grains of the sands, it seems to me. And we are so miserably afraid of the light, all of us."
    },
    {
        "id": 155,
        "quote": "Cage an eagle and it will bite at the wires, be they ofiron or of gold."
    },
    {
        "id": 156,
        "quote": "HELMER:—To forsake your home, your husband, and your children! You don’t consider what the world will say.\t NORA:—I can pay no heed to that. I only know what I must do.\t HELMER:—It is exasperating! Can you forsake your holiest duties in this world?\t NORA:—What do you call my holiest duties?\t  HELMER:—Do you ask me that? Your duties to your husband and your children.\t NORA:—I have other duties equally sacred.\t HELMER:—Impossible! What duties do you mean?\t NORA:—My duties towards myself.\t HELMER:—Before all else you are a wife and a mother.\t  NORA:—That I no longer believe. I think that before all else I am a human being, just as much as you are—or at least I will try to become one."
    },
    {
        "id": 157,
        "quote": "A party is like a sausage machine, it grinds up all sorts of heads together into the same baloney ..."
    },
    {
        "id": 158,
        "quote": "One's life is a heavy price to pay for being born."
    },
    {
        "id": 159,
        "quote": "When I lost you, it was as if all the solid ground dissolved from under my feet. Look at me; I'm a half-drowned man now, hanging onto a wreck."
    },
    {
        "id": 160,
        "quote": "Ghosts! […] I almost think we are all of us ghosts. It is not only what we have inherited from our father and mother that ‘walks’ in us. It is all sorts of dead ideas, and lifeless old beliefs, and so forth. They have no vitality, but they cling to us all the same, and we cannot shake them off. Whenever I take up a newspaper, I seem to see ghosts gliding between the lines. There must be ghosts all the country over, as thick as the sands of the sea. And then we are, one and all, so pitifully afraid of the light."
    },
    {
        "id": 161,
        "quote": "Our home has been nothing but a playroom. I have been your doll-wife, just as at home I was papa's doll-child; and here the children have been my dolls."
    },
    {
        "id": 162,
        "quote": "I'm also like a half-drowned woman on a wreck. No one to suffer with; no one to care for."
    },
    {
        "id": 163,
        "quote": "There are people one loves and others one likes to talk to"
    },
    {
        "id": 164,
        "quote": "I'll risk everything together with you."
    },
    {
        "id": 165,
        "quote": "Don't tell me the moon is shining; show me light glinting on broken glass."
    },
    {
        "id": 166,
        "quote": "Haven't you ever noticed, Hilde, how seductive, how inviting . . . the impossible is?"
    },
    {
        "id": 167,
        "quote": "How can I hold you close enough?"
    },
    {
        "id": 168,
        "quote": "You arranged everything according to your own taste, and so I got the same tastes as you - or else I pretended to. I am really not quite sure which - I think sometimes the one and sometimes the other."
    },
    {
        "id": 169,
        "quote": "Anyone who's sold herself for somebody else once isn't going to do it again."
    },
    {
        "id": 170,
        "quote": "People want only special revolutions, in externals, in politics, and so on. But that's just tinkering. What is really is called for is a revolution of the human mind."
    },
    {
        "id": 171,
        "quote": "A talent for building children's souls, Hilde. So building their souls that they might grow straight and fine, nobly and beautifully formed, to their full human stature. That was where Aline's talent lay."
    },
    {
        "id": 172,
        "quote": "I am afraid, Torvald, I do not exactly know what religion is. ... When I am away from all this, and am alone, I will look into that matter too. I will see if what the clergyman said is true, or at all events if it is true for me."
    },
    {
        "id": 173,
        "quote": "[From below comes the noise of a door slamming.]"
    },
    {
        "id": 174,
        "quote": "You should never wear your best trousers when you go out to fight for freedom and truth, Author"
    },
    {
        "id": 175,
        "quote": "The idol of Authority must be shattered in this town."
    },
    {
        "id": 176,
        "quote": "One of the qualities of liberty is that, as long as it is being striven after, it goes on expanding. Therefore, the man who stands in the midst of the struggle and says, \"I have it,\" merely shows by doing so that he has just lost it."
    },
    {
        "id": 177,
        "quote": "El hombre más poderoso del mundo es el que está más solo"
    },
    {
        "id": 178,
        "quote": "Results for \"It is inexcusable for scientists to torture animals; let them make their experiments on journalists and politicians"
    },
    {
        "id": 179,
        "quote": "To think it, wish it, even want it —but do it! No, that I cannot understand."
    },
    {
        "id": 180,
        "quote": "It is the small losses in life that cut one to the heart."
    },
    {
        "id": 181,
        "quote": "She was an extraordinary person too! Would you believe it, she cut her hair short, and used to go about in men’s boots in bad weather"
    },
    {
        "id": 182,
        "quote": "You have made an empty place within me; and I must try to fill it up with something—with something that is a little like love."
    },
    {
        "id": 183,
        "quote": "Men are funny characters, they must always have something to bemuse them."
    },
    {
        "id": 184,
        "quote": "Dr. Stockmann. I have already told you that what I want to speak about is the great discovery I have made lately--the discovery that all the sources of our moral life are poisoned and that the hole fabric of our civic community is founded on the pestiferous soil of falsehood."
    },
    {
        "id": 185,
        "quote": "The forests avenge themselves."
    },
    {
        "id": 186,
        "quote": "Først når vi døde våkner, ser vi det uopprettelige, nemlig at vi aldri har levet."
    },
    {
        "id": 187,
        "quote": "Here in the north each night is a whole winter long. Yet the place is fair enough, doubt it not! Thou shalt see sights here such as thou hast not seen in the halls of the English king. We shall be together as sisters whilst thou bidest with me; we shall go down to the sea when the storm begins once more; thou shalt see the billows rushing upon the land like wild, white-maned horses—and then the whales far out in the offing! They dash one against another like steel-clad knights! Ha, what joy to be a witching-wife and ride on the whale's back—to speed before the skiff, and wake the storm, and lure men to the deeps with lovely songs of sorcery!"
    },
    {
        "id": 188,
        "quote": "I thought you understood where I'd lost what you call my heart at the time."
    },
    {
        "id": 189,
        "quote": "Tar de livsløgnen fra et gjennomsnittsmenneske, så tar du lykken ifra ham med det samme"
    },
    {
        "id": 190,
        "quote": "However wretched I may feel, I want to prolong the agony as long as possible. All my patients are like that. And so are those who are morally diseased.."
    },
    {
        "id": 191,
        "quote": "You are a murderer! You have committed theone mortal sin! You have killed the love-life in me. Doyou understand what that means? The Bible speaks of a mysterioussin for which there is no forgiveness. I have never understoodwhat it could be; but now I understand. The great, unpardonablesin is to murder the love-life in a human soul."
    },
    {
        "id": 192,
        "quote": "Good god, people don't do such things!"
    },
    {
        "id": 193,
        "quote": "The right? Ah, what does it help to be in the right if you don't have any power?"
    },
    {
        "id": 194,
        "quote": "Nora: Torvald, don't look at me like that!Torvald: Can't I look at my richest treasure? At all that beauty that's mine, mine alone-completely and utterly."
    },
    {
        "id": 195,
        "quote": "To be oneself on a basis of goldis no better than founding one’s house on the sand.For your watch, and your ring, and the rest of your trappingsthe good people fawn on you, grovelling to earth;they lift their hats to your jewelled breast-pin;but your ring and your breast-pin are not your person.-"
    },
    {
        "id": 196,
        "quote": "Helmer: To desert your home, your husband and your children! And you don‘t consider what people will say!Nora: I cannot consider that at all. I only know that it is necessaryfor me.Helmer: It‘s shocking. This is how you would neglect your most sacred duties.Nora: What do you consider my most sacred duties?Helmer: Do I need to tell you that? Are they not your duties to your husband and your children?Nora: I have other duties just as sacred.Helmer: That you have not. What duties could those be?Nora: Duties to myself.Helmer: Before all else, you are a wife and mother.Nora: I don‘t believe that any longer. I believe that before all else I am a reasonable human being, just as you are — or, at all events, that I must try and become one. I know quite well, Torvald, that most people would think you right, and that views of that kind are to be found in books; but I can no longer content myself with what most people say, or with what is found in books. I must think over things for myself and get to understand them."
    },
    {
        "id": 197,
        "quote": "The majority is never right. Never, I tell you! That's one of these lies in society that no free and intelligent man can help rebelling against. Who are the people that make up the biggest proportion of the population -- the intelligent ones or the fools? I think we can agree it's the fools, no matter where you go in this world, it's the fools that form the overwhelming majority."
    },
    {
        "id": 198,
        "quote": "first condition of a happy marriage is the absence of love, and the first condition of an enduring love is the absence of marriage."
    },
    {
        "id": 199,
        "quote": "Because there is surely nothing in the world that can compare with happiness of forgiveness and of lifting up a guilty sinner in the arms of love."
    },
    {
        "id": 200,
        "quote": "He is suffering from an acute attack of integrity."
    },
    {
        "id": 201,
        "quote": "A woman cannot be herself in the society of the present day, which is an exclusively masculine society, with laws framed by men and with judicial system that judges feminine conduct from a masculine point of view."
    },
    {
        "id": 202,
        "quote": "Vogt dig, barn, for tjernets strømme.Farligt, farligt der at drømme!Nøkken lader som han sover;liljer leger ovenover."
    },
    {
        "id": 203,
        "quote": "Torvald: I would gladly work night and day for you, Nora--bear sorrow and want for your sake. But no man would sacrifice his honour for the one he loves. Nora: But hundreds of thousands of women have done!"
    },
    {
        "id": 204,
        "quote": "A man who has the inventive genius can't control it exactly as he wishes. Its working depends in great measure on inspiration--on a momentary suggestion--and it is almost impossible to tell beforehand at what moment it will come."
    },
    {
        "id": 205,
        "quote": "oh, that was a terrible time for me, I can tell you. I kept the blinds drawn down over both my windows. When I peeped out, I saw the sun shining as if nothing had happened. I could not understand it. I saw people going along the street, laughing and talking about indifferent things. I could not understand it. It seemed to me that the whole of existence must be at a standstill -- as if under an eclipse."
    },
    {
        "id": 206,
        "quote": "Sjel, vær trofast til det siste!Seirens seir er alt å miste.Tapets alt din vinning skapte; -evig eies kun det tapte."
    },
    {
        "id": 207,
        "quote": "When I was at home with papa, he told me his opinion about everything, and so I had the same opinions; and if I differed from him I concealed the fact, because he would not have liked it. He called me his doll-child, and he played with me just as I used to play with my dolls."
    },
    {
        "id": 208,
        "quote": "en bruger brændevin, en anden bruger løgne; å ja! så brugte vi eventyr om prinser og trolde og allslags dyr"
    },
    {
        "id": 209,
        "quote": "A normally constituted truth lives, let us say, as a rule seventeen or eighteen, or at most twenty years—seldom longer."
    },
    {
        "id": 210,
        "quote": "I am not going to let myself be beaten to the ground by the dread of what may happen. Henrik Ibsen, Rosmersholm"
    },
    {
        "id": 211,
        "quote": "But he got right to the top. And I heard harps in the air. My - my master builder!"
    },
    {
        "id": 212,
        "quote": "A woman cannot be herself in modern society, he argues, since it is “an exclusively male society, with laws made by men and with prosecutors and judges who assess feminine conduct from a masculine standpoint.”"
    },
    {
        "id": 213,
        "quote": "OSWALD: [Repeats, in a dull, toneless voice.] The sun. The sun."
    },
    {
        "id": 214,
        "quote": "Both agree in repudiating \"marriage for love\"; but the idealist repudiates it in the name of love, the critic in the name of marriage. Love, for the idealist Ibsen, is a passion which loses its virtue when it reaches its goal, which inspires only while it aspires, and flags bewildered when it attains. Marriage, for the critic Ibsen, is an institution beset with pitfalls into which those are surest to step who enter it blinded with love."
    },
    {
        "id": 215,
        "quote": "Not in that sense. What I need is the companionship of another person who can, as it were, complete me—supply what is wanting in me—be one with me in all my striving. MAIA."
    },
    {
        "id": 216,
        "quote": "No, I don't think one ought to be at everybody's beck and call. Anyway, I'm not going to be."
    },
    {
        "id": 217,
        "quote": "Werle: \"I believe there is no one in the world you detest as you do me.\"Gregers: \"I have seen you at too close quarters."
    },
    {
        "id": 218,
        "quote": "Think, Dagny, what it is to sit by the window in the eventide and hear the kelpie wailing in the boat-house; to sit waiting and listening for the dead men's ride to Valhal; for their way lies past us here in the north. They are the brave men that fell in fight, the strong women that did not drag out their lives tamely, like thee and me; they sweep through the storm-night on their black horses, with jangling bells! Ha, Dagny! think of riding the last ride on so rare a steed!"
    },
    {
        "id": 219,
        "quote": "As soon as your fear was over--and it was not fear for what threatened me, but for what might happen to you--when the whole thing was past, as far as you were concerned it was exactly as if nothing at all had happened. Exactly as before, I was your little skylark, your doll, which you would in future treat with doubly gentle care, because it was so brittle and fragile."
    },
    {
        "id": 220,
        "quote": "I'm completely alone in the world; it frightens me to be so empty and lost."
    },
    {
        "id": 221,
        "quote": "While I think of it, Mr. Werle, junior — don't use that foreign word: ideals. We have the excellent native word: lies."
    },
    {
        "id": 222,
        "quote": "Most people are ennobled by the actual presence of death. But how long do you suppose this nobility will last in him?"
    },
    {
        "id": 223,
        "quote": "What good would that ever do me if you were gone from this world, as you say? Not the slightest."
    },
    {
        "id": 224,
        "quote": "Så usigelig fattig kan en sjel da gåtilbake til intet i det tåkete grå.Du deilige jord, vær ikke vredat jeg trampet ditt gress til ingen nytte.Du deilige sol, du har sløset meddine lysende stenk i en folketom hytte.Der satt ingen der inne å varme og stemme; -eieren, sier de, var aldri hjemme.Deilige sol og deilige jord,I var dumme at I bar og lyste for min mor.Ånden er karrig og naturen ødsel.Det er dyrt å bøte med livet for sin fødsel. -Jeg vil oppad, høyt, på den bratteste tinde;jeg vil ennu engang se solen rinne,stirre meg trett på det lovede land,se å få snedyngen over meg kavet;de kan skrive derover «her er ingen begravet»;og bakefter - siden - ! La det gå som det kan."
    },
    {
        "id": 225,
        "quote": "To \"those about to marry,\" Ibsen therefore says in effect, \"Be sure you are not in love!\" And to those who are in love he says, \"Part!"
    },
    {
        "id": 226,
        "quote": "Ja, De tvang meg inn under det som De kalte plikt og skyldighet; da De lovpriste som rett og riktig hva hele mitt sinn opprørte seg imot noe vederstyggelig. Da var det jeg begynte å se Deres lærdomme efter i sømmene. Jeg ville bare pille ved en eneste knute; men da jeg hadde fått den løst, så raknet det opp alt sammen. Og så skjønte jeg at det var maskinsøm."
    },
    {
        "id": 227,
        "quote": "it was a tremendous pleasure to sit there working and earning money. It was like being a man."
    },
    {
        "id": 228,
        "quote": "He last, late guestTo the gate we followed;Goodbye – and the restThe night-wind swallowed. House, garden, street,Lay tenfold gloomy,Where accents sweetHad made music to me. It was but a feastWith the dark coming on;She was but a guest –And now, she is gone."
    },
    {
        "id": 229,
        "quote": "لن تفقدوني طويلاً، فالراحلون سرعان ما ينطوون في زوايا النسيان."
    },
    {
        "id": 230,
        "quote": "Zar nije neobično dražesna? To je bilo mišljenje i čitavog društva. Ali užasno je tvrdoglavo - to slatko malo stvorenje."
    },
    {
        "id": 231,
        "quote": "[Gospođa Linde:]Čovek mora da živi, gospodine doktore.[Rank:]Da, uobičajeno je shvatanje da je to tako neophodno."
    },
    {
        "id": 232,
        "quote": "Dr. Stockmann: Yes, I can afford it now. Katherine tells me I earn almost as much as we spend. Peter Stockmann: Almost—yes!"
    },
    {
        "id": 233,
        "quote": "I must stand quite alone, if I am to understand myself and everything about me."
    },
    {
        "id": 234,
        "quote": "Nicht Mord. Nicht Diebstahl, Raub oder nächtlicher Einbruch – auch Meineid nicht. Denn das alles sind ja Dinge, die man meist Leuten antut, die man haßt oder die einem gleichgültig sind und einen nichts angehen. […] Das Infamste von allem – das ist, wenn der Freund das Vertrauen des Freundes missbraucht."
    },
    {
        "id": 235,
        "quote": "Det er just den rette oprørsånd at kræve lykken her i livet. Hvad ret har vi mennesker til lykken?"
    },
    {
        "id": 236,
        "quote": "PROFESSOR RUBEK. Well, they are trifles, perhaps; but at any rate the time passes for us in that way as well as another, Maia."
    },
    {
        "id": 237,
        "quote": "Live, work, act. Don’t sit here and brood."
    },
    {
        "id": 238,
        "quote": "You see, the fact is that the strongest man upon earth is he who stands most alone."
    },
    {
        "id": 239,
        "quote": "Jeg har lest på trykk - og satsen er sann -«ingen blir profet i sitt eget land»."
    },
    {
        "id": 240,
        "quote": "People so easily forget their past selves."
    },
    {
        "id": 241,
        "quote": "Pity! Ha, ha! I have never knownpity, since you deserted me. I was incapable of feeling it. Ifa poor starved child came into my kitchen, shivering, and crying,and begging for a morsel of food, I let the servants look to it.I never felt any desire to take the child to myself, to warm itat my own hearth, to have the pleasure of seeing it eat and besatisfied. And yet I was not like that when I was young; that Iremember clearly! It is you that have created an empty, barrendesert within me--and without me too!"
    },
    {
        "id": 242,
        "quote": "I believe that before all else I am a reasonable human being, just as you are--or, at all events, that I must try and become one. I know quite well, Torvald, that most people would think you right, and that views of that kind are to be found in books; but I can no longer content myself with what most people say, or with what is found in books. I must think over things for myself and get to understand them."
    },
    {
        "id": 243,
        "quote": "Laughter's all the damned thing's fit for."
    },
    {
        "id": 244,
        "quote": "Out there, where the sky shines, humans say: \"To thyself be true\". In here, trolls say: \"Be true to yourself - ish.\" - Peer Gynt"
    },
    {
        "id": 245,
        "quote": "Nikada ne treba oblačiti svoje najbolje odelo kad čovek ide da se bori za slobodu i istinu."
    },
    {
        "id": 246,
        "quote": "Do think it quite incomprehensible that a young girl—when it can be done—without any one knowing—should be glad to have a peep, now and then, into a world which—which she is forbidden to know anything about?"
    },
    {
        "id": 247,
        "quote": "Å, forstår du da ikke, at forvandlingen kom, - at forvandlingen måtte komme - da jeg fik vælge i frihed."
    },
    {
        "id": 248,
        "quote": "I have skulked up there and wasted eight precious years of my life! The very day I was set free, I should have gone forth into the world—out into the steel-hard, dreamless world of reality! I should have begun at the bottom and swung myself up to the heights anew—higher than ever before—in spite of all that lay between."
    },
    {
        "id": 249,
        "quote": "I could not endure life without work. All my life, aslong as I can remember, I have worked, and it has been my greatestand only pleasure. But now I am quite alone in the world--my lifeis so dreadfully empty and I feel so forsaken. There is not theleast pleasure in working for one's self. Nils, give me someone andsomething to work for."
    },
    {
        "id": 250,
        "quote": "[Touching his own breast.] In here, you see—in here I have a little bramah-locked casket. And in that casket all my sculptor's visions are stored up. But when she disappeared and left no trace, the lock of the casket snapped to. And she had the key—and she took it away with her.—You, little Maia, you had no key; so all that the casket contains must lie unused. And the years pass! And I have no means of getting at the treasure."
    },
    {
        "id": 251,
        "quote": "...brug ikke det udenlandske ord: Idealer, vi har jo det gode norske Løgne."
    },
    {
        "id": 252,
        "quote": "Odlazak uvijek mora biti efektan."
    },
    {
        "id": 253,
        "quote": "Norge er ikke noe godt land å ha til fedreland, navnlig ikke om vinteren."
    },
    {
        "id": 254,
        "quote": "The truth is that there are two men in Ibsen—an idealist, exalted to the verge of sentimentality, and a critic, hard, inexorable, remorseless, to the verge of cynicism. What we call his \"social philosophy\" is a modus vivendi arrived at between them. Both agree in repudiating \"marriage for love\";"
    },
    {
        "id": 255,
        "quote": "The individual ought undoubtedly to acquiesce in subordinating himself to the community—or, to speak more accurately, to the authorities who have the care of the community’s welfare."
    },
    {
        "id": 256,
        "quote": "And though I have sailed my boat hard aground,O, it was so grand to be sailing!"
    },
    {
        "id": 257,
        "quote": "The White God is coming northward; him will I not meet; the old gods are strong no longer;—they sleep, they sit half shadow- high;—with them will we strive!"
    },
    {
        "id": 258,
        "quote": "A community is like a ship; every one ought to be prepared to take the helm."
    },
    {
        "id": 259,
        "quote": "He will reveal himself [the Messiah] in a man who wills himself to be him."
    },
    {
        "id": 260,
        "quote": "That is the only relation in life that is not subject to the law of change."
    },
    {
        "id": 261,
        "quote": "(A thrill of dread runs through the whole group; ASGARDSREIEN—the       ride of the fallen heroes to Valhal—hurtles through the air.)"
    },
    {
        "id": 262,
        "quote": "Hør, skulde det nu ikke være paa Tide at kaste Masken?"
    },
    {
        "id": 263,
        "quote": "O talento não é um direito, é uma obrigação"
    },
    {
        "id": 264,
        "quote": "Borkman: Dann haben wir uns gegenseitig etwas vorgemacht. Und uns selber haben wir vielleicht auch etwas vorgemacht – beide.Foldal: Ja, John Gabriel, aber ist das denn nicht im Grunde das Wesen der Freundschaft?Borkman (lächelt bitter): Doch, doch, lügen und betrügen – das ist Freundschaft. Da hast du recht. Diese Erfahrung habe ich schon einmal in meinem Leben gemacht."
    },
    {
        "id": 265,
        "quote": "The strongest man in the world is he who stands alone."
    },
    {
        "id": 266,
        "quote": "ALLMERS. No. For it is here, in the life of earth, that we living beings are at home."
    },
    {
        "id": 267,
        "quote": "Oh, we are all of us run over, sometime or other in life. The thing is to jump up again, and let no one see you are hurt."
    },
    {
        "id": 268,
        "quote": "Acabaram-se as meditações! Quem anda mergulhado em pensamentos profundos, tropeça com facilidade.Desse perigo posso eu rir-me à vontade, porque já estou de gatas no chão."
    },
    {
        "id": 269,
        "quote": "Let others emulate the eagle's flight, Life in the lowly plains may be as bright."
    },
    {
        "id": 270,
        "quote": "About the white and shining milky way? Man may not there the milk of fortune skim, Nor is the butter of it meant for him."
    },
    {
        "id": 271,
        "quote": "Nóra: ...Azt hiszem, hogy legelsősorban ember vagyok, éppen úgy, mint te - vagy mindenesetre meg kell kísérelnem, hogy az legyek. Jól tudom, hogy a legtöbben neked adnak igazat, Torvald; valami olyasmi van a könyvekben is. De én nem törődhetek vele tovább, hogy a többség mit mond, s mi van a könyvekben. Magamnak kell a dolgokat átgondolnom, s tisztába jönnöm velük."
    },
    {
        "id": 272,
        "quote": "MAIA. —all the glory of the world? Yes, you did. And all that glory should be mine, you said."
    },
    {
        "id": 273,
        "quote": "[Suddenly letting slip the train of thought.] Do you know, the people down at the hotel think she's mad. PROFESSOR RUBEK. Indeed? And pray what do the people down at the hotel think of you and the bear-killer?"
    },
    {
        "id": 274,
        "quote": "Ja Mandeviljens QUANTUM SATISstår bogført som din Rigdoms RadMen Prest, din CONTO CARITATISer Bogens hvide Jomfrublad."
    },
    {
        "id": 275,
        "quote": "Mod Verdens Flok så ubønhørlig, og med sig selv så let medgjørlig.Farvel, nå har jeg rakt Dem Speiletbrug det og suk så: Herregudslig ser en Himmelstormer ud."
    },
    {
        "id": 276,
        "quote": "io credo che anche noi, tutti noi non siamonient'altro che degli spettri... in noi continua a circolare e a scorrere e a vivere non soltanto ciò che abbiamo ereditatodai nostri genitori, dico il sangue paterno e materno, ma anche tutti i pensieri immaginabili che sono già stati pensati, levecchie credenze morte e sepolte, ogni specie di cose antiche e defunte a cui un tempo si è prestato fede e così via, inuna catena senza fine. Fantasmi senza vita che però si annidano nel nostro sangue, e che noi non possiamo scacciare.Basta che io prenda un giornale, e mi metta a leggere, e mi sembra di vedere degli spettri che scivolano e sgusciano frale righe... ah, devono essere tanti, innumerevoli come i granelli di sabbia nel mare... e noi tutti viviamo nell'ombra,timorosi della luce, della chiarezza, della verità.."
    },
    {
        "id": 277,
        "quote": "velsignet Mand, tænk hvilke Lig der vil drive i Land!"
    },
    {
        "id": 278,
        "quote": "Tvert imot."
    },
    {
        "id": 279,
        "quote": "Være seg selv på grunnlag av gull,det er som å bygge sitt hus på sandet.For ur og for ring og alt det annetlogrer de godtfolk og kryper i muld;de løfter på hatten for brystnål-kronen;men ring eller nål er jo ikke personen."
    },
    {
        "id": 280,
        "quote": "Men kjære betenk, De har Fordel af SagenJeg skal faa Dem aabnet og lagt for DagenHvad jeg navnlig vil søge er Sædet for Drømmeneog forresten gå Dem kritisk efter i Sømmene"
    },
    {
        "id": 281,
        "quote": "KROGSTAD: The law cares nothing about motives.NORA: Then it must be a very foolish law."
    },
    {
        "id": 282,
        "quote": "...det kan da vel, for fanden, aldri i evighet være rett at de dumme skal herske over de kloke."
    },
    {
        "id": 283,
        "quote": "O inimigo mais perigoso da verdade e da liberdade, entre nós, é a enorme e silenciosa maioria dos meus concidadãos."
    },
    {
        "id": 284,
        "quote": "Sizin ve benzerlerinizin yönettiği şu halk uyuşukluktan kurtulmalı. Uzun süre onu sıktınız, özgür yaradılışından kalanı da, duygu ve düşünce darlığınızla hırpaladınız. Onu perhize, uyuşukluğunuzun rejimine sokuyorsunuz. O, oradan tükenmiş ve sersemlemiş olarak çıkıyor. Kanının coşkusunu, cesaretinin iliğini çektiniz, ruhunun tunç külçesini ezdiniz, parçaladınız. Ama o gene de uyanabilir. Kulaklarınızda bir savaş çığlığıyla gürleyebilir."
    },
    {
        "id": 285,
        "quote": "A maioria nunca tem razão! Esta é a maior mentira social que já se disse! Todo o cidadão livre deve protestar contra ela. Quem se constitui na maioria dos habitantes de um país? As pessoas inteligentes ou os imbecis? Estamos todos de acordo, penso eu, em afirmar que, em se considerando o globo terrestre como um todo, os imbecis formam uma maioria esmagadora."
    },
    {
        "id": 286,
        "quote": "اکثریت هیچ وقت حق ندارد - می‌گویم هیچ وقت! این یکی از آن دروغ‌هایی است که افراد آزاد فکر فهیم باید با آن مبارزه کنند. اکثریت افراد یک کشور کی‌ها هستند؟ مردم هوشیارند یا جماعت کودن؟ تصور نمی‌کنم شکی داشته باشید که فعلاً در سراسر جهان، اکثریت مطلق دایم‌التزاید، با مردم کودن و کم‌فهم است! شما هم نمی‌توانید مدعی شوید که حکومت جماعت کودن بر اقلیت فهیم حق است! (غوغا و فریاد جمعیت) اه، بله! می‌دانم که شما می‌توانید دهان مرا ببندید، ولی نمی‌توانید جوابی به من بدهید! بدبختانه اکثریت زور دارد، اما هرگز حق ندارد. من حق دارم. حق با من و معدودی افراد متفرق دیگر است، حق همیشه با اقلیت است."
    },
    {
        "id": 287,
        "quote": "Savaşım ne kadar mı sürecek? Son gününüze kadar, ölüm saatinize kadar. Bütün uzlaşmalardan kurtuluncaya kadar, iradenizin tam efendisi oluncaya kadar, 'ya hep, ya hiç' buyruğu karşısında korkakça duraksamayacağınız güne kadar. Yitirdiklermiz ne mi olacak? Şimdiye değin taptığınız bütün tanrılar, bayram günlerinin gevşekliği, köleliğin altın zinciri, tembellik yastıkları. Kazancınız ne mi olacak? Arı bir irade, yüce bir iman, tam bir ruh, yaşamınızı bile sevinçle feda edebilecek bir özveri ruhu ve sonunda her başta dikenden bir çelenk: İşte kazançlarınız."
    },
    {
        "id": 288,
        "quote": "Die Flügel gespannt! Die Segel herausDem Aar gleich des Lebens Meer ich durchsaus -Lass hinten der Möwen Scharen..Über Bord mit Vernunft, dem schweren Ballast!Vielleicht wird mein Schiff vom Strudel erfasstDoch es ist so herrlich zu fahren"
    },
    {
        "id": 289,
        "quote": "When I lost you, it was as if all the solid ground went from under my feet. Look at me now—I am a shipwrecked man clinging to a bit of wreckage."
    },
    {
        "id": 290,
        "quote": "Fornam jeg legemets søte lyst og begjær mot dette eller hint, så skremte forsagelsens fyrste meg med sitt: Avdø her for å leve hisset."
    },
    {
        "id": 291,
        "quote": "At digte, – det er at holde  dommedag over sig selv."
    },
    {
        "id": 292,
        "quote": "Existe uma distância terrível entre o homem “de raça e o homem “vira-lata”.”"
    },
    {
        "id": 293,
        "quote": "HIORDIS. Cage an eagle and it will bite at the wires, be they of iron or of gold."
    },
    {
        "id": 294,
        "quote": "HIORDIS. Better no child, than one born in shame. DAGNY. In shame?"
    },
    {
        "id": 295,
        "quote": "Troll, be thyself - and thyself alone!"
    },
    {
        "id": 296,
        "quote": "the strongest man is he who stands most alone"
    },
    {
        "id": 297,
        "quote": "Time was when I was young, like you, and played Like you, the unconquerable Titan's part; Year after year I toiled and moiled for bread, Which hardens a man's hand, but not his heart. For northern fells my lonely home surrounded, And by my parish bounds my world was bounded."
    },
    {
        "id": 298,
        "quote": "I can see him already—with vine-leaves in his hair—flushed and fearless."
    },
    {
        "id": 299,
        "quote": "Το να αποζητάς την ευτυχία σ’ αυτήν τη ζωή, είναι η πραγματική έννοια της ανταρσίας."
    },
    {
        "id": 300,
        "quote": "Nei, dessverre, han er ikke galere enn folk pleier å være. Men en sykdom har han riktignok i kroppen. Han lider av akutt rettskaffenhetsfeber."
    },
    {
        "id": 301,
        "quote": "Først er det nu denne brysomme rettsskaffenhetsfeberen, og så det som verre er, -alltid går De og ørsker i tilbedelsesdelirium; alltid skal De ha noe å beundre utenfor Deres egne greier."
    },
    {
        "id": 302,
        "quote": "Det ved jeg, at til ægteskabet hører barnet også, og barnet skal I lade i fred. Hedvig får I værs'go holde udenfor. Hende skal I fare varsomt med, siger jeg, for ellers kan I komme til at gøre en ulykke på hende."
    },
    {
        "id": 303,
        "quote": "FALK. I feel myself like God's lost prodigal; I left Him for the world's delusive charms. With mild reproof He wooed me to His arms; And when I come, He lights the vaulted hall, Prepares a banquet for the son restored, And makes His noblest creature my reward. From this time forth I'll never leave that Light,— But stand its armed defender in the fight; Nothing shall part us, and our life shall prove A song of glory to triumphant love!"
    },
    {
        "id": 304,
        "quote": "أنا ارى الناس صنفين .. صنف تعشقه المرأة، وصنف تحب أن تتجاذب معه أطراف الحديث."
    },
    {
        "id": 305,
        "quote": "A onda kad polazimo, i kad stavljam šal oko tvojih nježnih, mladenačkih ramena - na taj divni zatiljak - onda zamišljam da si ti moja mlada nevjesta i da upravo dolazimo iz crkve, da te po prvi put vodim u svoj stan, da sam po prvi put nasamo s tobom - sasvim sam s tobom, ti mlada, ustreptala ljepotice! Čitavo ovo veče bila si moja čežnja."
    },
    {
        "id": 306,
        "quote": "Ouçam com atenção o que lhes vou dizer: o homem mais poderoso que há no mundo é o que está mais só."
    },
    {
        "id": 307,
        "quote": "OSWALD: For I'm not so afraid of death--though I should like to live as long as I can.MRS. ALVING: Yes, yes, Oswald, you must!OSWALD: But this is so unutterably loathsome."
    },
    {
        "id": 308,
        "quote": "Anitra! Evas naturlige datter!Magnetiskt jeg drages; ti jeg er mannog, som det står hos en aktet forfatterdas ewige weibliche zieht uns an!"
    },
    {
        "id": 309,
        "quote": "SIGURD. Man's will can do this and that; but fate rules in the deeds that shape our lives—so has it gone with us twain."
    },
    {
        "id": 310,
        "quote": "Helmer: Just think how a guilty man like that has to lie and play the hypocrite with every one, how he has to wear a mask in presence of those near and dear to him, even before his own wife and children. And about the children--that is the most terrible part of it all, Nora.Nora: How?Helmer: Because such an atmosphere of lies infects and poisons the whole life of a home. Each breath the children take in such a house is full of the germs of evil."
    },
    {
        "id": 311,
        "quote": "Nora. I know nothing but what the clergyman said, when I went to be confirmed. He told us that religion was this, and that, and the other. When I am away from all this, and am alone, I will look into that matter too. I will see if what the clergyman said is true, or at all events if it is true for me."
    },
    {
        "id": 312,
        "quote": "OSWALD: Is it very late, mother?MRS. ALVING: It is early morning. [She looks out through the conservatory.] The day is dawning over the mountains. And the weather is clearing, Oswald. In a little while you shall see the sun.OSWALD: I'm glad of that. Oh, I may still have much to rejoice in and live for--"
    },
    {
        "id": 313,
        "quote": "Ne upotrebljavajte stranu reč: ideali. Pa mi imamo dobru našu reč: laži."
    },
    {
        "id": 314,
        "quote": "RELING: Ako dopuštate, - kakva je vaša sudbina?GREGERS: Da budem za stolom trinaesti."
    },
    {
        "id": 315,
        "quote": "You possibly believe I keep the glue Of lies for Happiness's in a broken jar?"
    },
    {
        "id": 316,
        "quote": "A man's moral character may be completely sapped; that is the dreadful part of it."
    },
    {
        "id": 317,
        "quote": "HIORDIS. Better no child, than one born in shame. DAGNY. In shame? HIORDIS. Dost thou forgot thy father's saying? Egil is the son of a leman; that was his word. DAGNY. A word spoken in wrath—why wilt thou heed it? HIORDIS. Nay, nay, Ornulf was right; Egil is weak; one can see he is no freeborn child."
    },
    {
        "id": 318,
        "quote": "To live is to battle with trollsin the vaults of heart and brain.To write: that is to sitin judgement over one's self."
    },
    {
        "id": 319,
        "quote": "NORA: No; only merry. And you were always so friendly and kind to me. But our house has been nothing but a nursery. Here I have been your doll-wife, just as at home I used to be papa's doll-child. And my children were, in their turn, my dolls. I was exceedingly delighted when you played with me, just as children were whenever I played with them. That has been our marriage, Torvald."
    },
    {
        "id": 320,
        "quote": "Gina. I wish to goodness that detestable thing had never set his foot inside our doors!"
    },
    {
        "id": 321,
        "quote": "Helmer: But no man would sacrifice his honour for the one he loves.Nora: It is a thing hundreds of thousands of women have done."
    },
    {
        "id": 322,
        "quote": "Budi to što jesi, samo budi potpuno."
    },
    {
        "id": 323,
        "quote": "But if you are to die, live first! Come forth With me into the glory of God's earth! Soon, soon the gilded cage will claim its prize. The Lady thrives there, but the Woman dies, And I love nothing but the Woman in you."
    },
    {
        "id": 324,
        "quote": "JOHN GABRIEL BORKMAN stands with his hands behind his back, beside the piano, listening to FRIDA FOLDAL, who is playing the last bars of the \"Danse Macabre.BORKMAN. Can you guess where I first heard tones like these?FRIDA. [Looking up at him.] No, Mr. Borkman.BORKMAN. It was down in the mines.FRIDA. [Not understanding.] Indeed? Down in the mines?BORKMAN. I am a miner's son, you know. Or perhaps you did not know?FRIDA. No, Mr. Borkman.BORKMAN. A miner's son. And my father used sometimes to take me withhim into the mines. The metal sings down there.FRIDA. Really? Sings?BORKMAN. [Nodding.] When it is loosened. The hammer-strokes that loosenit are the midnight bell clanging to set it free; and that is whythe metal sings--in its own way--for gladness.FRIDA. Why does it do that, Mr. Borkman?BORKMAN. It wants to come up into the light of day and serve mankind."
    },
    {
        "id": 325,
        "quote": "(The feast-room in GUNNAR'S house. The entrance-door is in the back; smaller doors in the side-walls. In front, on the left, the greater high-seat; opposite it on the right, the lesser. In the middle of the floor, a wood fire is burning on a built-up hearth. In the background, on both sides of the door, are daises for the women of the household. From each of the high-seats, a long table, with benches, stretches backwards, parallel with the wall. It is dark outside; the fire lights the room.)"
    },
    {
        "id": 326,
        "quote": "Úgy értem, hogy papa kezéből a tiédbe kerültem. Itt te mindent a magad ízlése szerint rendeztél be, s így nekem ugyanaz lett az ízlésem, ami neked, vagy legalább úgy tettem, nem is tudom igazán… úgy gondolom, mindkettő igaz; hol az egyik, hol a másik. De ahogy most nézem, mintha úgy éltem volna itt, mint egy szegény ember, aki csak a betevő falatját keresi meg. Abból éltem, hogy mókáztam neked, Torvald. De hát te így akartad. Te és a papa nagy bűnt követtetek el ellenem. Ti vagytok a hibásak benne, hogy semmi sem lett belőlem."
    },
    {
        "id": 327,
        "quote": "I have existed merely to perform tricks for you, Torvald."
    },
    {
        "id": 328,
        "quote": "Helmer: Nem voltál boldog? Nóra: Nem; csak vidám."
    },
    {
        "id": 329,
        "quote": "Nóra: Más feladat az, amit előbb meg kell oldanom. Magamat kell megnevelnem. S te nem vagy az a férfi, aki segíthetsz ebben. Ezt egyedül kell megcsinálnom. (…) Ha meg akarom érteni magamat, s az egész környezetemet, egészen egyedül kell állnom."
    },
    {
        "id": 330,
        "quote": "The majority never has right on its side. Never, I say! That is one of these social lies against which an independent, intelligent man must wage war. Who is it that constitute the majority of the population in a country? Is it the clever folk, or the stupid? I don’t imagine you will dispute the fact that at present the stupid people are in an absolutely overwhelming majority all the world over. But, good Lord! — you can never pretend that it is right that the stupid folk should govern the clever ones I (Uproar and cries.) Oh, yes — you can shout me down, I know! But you cannot answer me. The majority has might on its side — unfortunately; but right it has not. I am in the right — I and a few other scattered individuals. The minority is always in the right. (Renewed uproar.)"
    },
    {
        "id": 331,
        "quote": "What right have we human beings to happiness?"
    },
    {
        "id": 332,
        "quote": "Frida. So after all, it is not for nothing that I was born a poet. For now she is going forth into the great wide world, that I once yearned so passionately to see. Little Frida sets out in a splendid covered sledge with silver bells on the harness——"
    },
    {
        "id": 333,
        "quote": "È davvero divertente quello che sta succedendo in questa stagione! Non si vedono che coppie! La gente cammina solo per due..."
    },
    {
        "id": 334,
        "quote": "მოჩვენებები. ჩვენ ყველანი მოჩვენებანი ვართ. ჩვენში თავს იჩენს არა მარტო ის, რაც მემკვიდრეობითად გადმოგვეცა მშობლებისაგან; არსებობენ ძველი, დრომოჭმული ცნებები, მკვდარი რწმენები. ისინი მტკიცედ ჩამჯდარან ჩვენში და ჩვენ უძლურნი ვართ გადავაგდოთ ეს დახავსებული მოჩვენებები. საკმარისია ხელში ავიღო გაზეთი, რომ დავინახო, როგორ დაძვრებიან სტრიქონებს შორის ეს საიქიოს მოჩვენებანი და სწორედ მთელი ქვეყანა სავსეა ასეთი მოჩვენებებით. მათი რიცხვი უსაზღვროა, როგორც ზღვაში ქვიშა. ჩვენ კი მხდალები და უბადრუკები ვართ, გვეშინია სინათლისა\". \"მოჩვენებანი"
    },
    {
        "id": 335,
        "quote": "Fru Linde: \"Man må jo leve, herr doktor.\"Rank: \"Ja det er jo den almindelige mening at det skal være så nødvendig."
    },
    {
        "id": 336,
        "quote": "You must not think, Mrs. Borkman, that I haven't said the same to him. I have laid my whole life before him. Again and again I have reminded him that I am seven years older than he——"
    },
    {
        "id": 337,
        "quote": "Jeg tror at jeg er først og fremst et menneske, jeg, likså vel som du, - eller iallfall at jeg skal forsøke på å bli det."
    },
    {
        "id": 338,
        "quote": "Nimm einem Menschen seine Lebenslüge und du raubst ihm sein Glück."
    },
    {
        "id": 339,
        "quote": "Both you and I would have to be so changed that—. Oh, Torvald, I don't believe any longer in wonderful things happening. HELMER. But I will believe in it. Tell me? So changed that—? NORA. That our life together would be a real wedlock. Good-bye. (She goes out through the hall.)"
    },
    {
        "id": 340,
        "quote": "NORA. I have other duties just as sacred.HELMER. That you have not. What duties could those be?NORA. Duties to myself."
    },
    {
        "id": 341,
        "quote": "Many a time I was desperately tired; but all the same it was a tremendous pleasure to sit there working and earning money. It was like being a man."
    },
    {
        "id": 342,
        "quote": "I believe that I am first and foremost a human being, I, just as much as you, - or at least that I must try and become one."
    },
    {
        "id": 343,
        "quote": "Mrs. Linde: I have learned to act prudently. Life and hard, bitter necessity have taught me that.Krogstad: And life has taught me not to believe in fine speeches."
    },
    {
        "id": 344,
        "quote": "Yes, is not life in sunshine and in beauty a hundred times better worth while than to hang about to the end of your days in a raw, damp hole, and wear yourself out in a perpetual struggle with lumps of clay and blocks of stone?"
    },
    {
        "id": 345,
        "quote": "world-comedy of Love's contriving—naive fools of fancy, passionately weaving the cords that are to strangle passion."
    },
    {
        "id": 346,
        "quote": "لا يمكن أن يحس المرء بالحرية أو الجمال في حياة منزلية تعتمد في كيانها على الديون والقروض ."
    },
    {
        "id": 347,
        "quote": "Din dåd forsto jeg, -- ei ditt ord."
    },
    {
        "id": 348,
        "quote": "Jeg søkte etter lykken ute i det fremmede, og aktet aldri på at jeg hadde et hjem hvor jeg kunne funnet den."
    },
    {
        "id": 349,
        "quote": "A ciertas personas se les tiene más cariño, y no obstante, se prefiere la compañía de otras."
    },
    {
        "id": 350,
        "quote": "Å, allmennheten behøver slett ingen nye tanker. Allmenheten er best tjent med de gamle, gode, anerkjente tanker den allerede har."
    },
    {
        "id": 351,
        "quote": "EINAR HUK. Then we shall be free. We shall have no more foreign masters, and can choose ourselves a king, as the Swedes have done before us."
    },
    {
        "id": 352,
        "quote": "could do nothing else. As I had to break with you, it was my duty also to put an end to all that you felt for me."
    },
    {
        "id": 353,
        "quote": "Ho bisogno di luce, di splendore di sole, di aria di festa e di persone che esprimano soltanto la felicità di essere al mondo."
    },
    {
        "id": 354,
        "quote": "The most dangerous enemy of truth and freedom among us-Is the compact majority. Yes, the damned, compact, liberal majority . . . The majority has might-unfortunately-but right it is not. Right-are I and a few others. The minority is always right. . . I have a mind to make a revolution against the lie that the majority is in the possession of truth. What kind of truths are those around which the majority usually gathers? They are truths that have become so old that they are on the way toward becoming shaky. But once a truth has become that old, it is also on the way toward becoming a lie . . . A normally constituted truth lives, let us say, as a rule seventeen or eighteen years; at most twenty, rarely more. But such aged truths are always exceedingly thin. Nevertheless it is only at that stage that the majority makes their acquaintance . . . All these majority truths . . . are rather like rancid, spoiled . . . hams. And that is the source of the moral scurvy that rages all around us... (Qtd. by Walter Kaufmann)"
    },
    {
        "id": 355,
        "quote": "Unwilling to sacrifice his art for public acceptance, Ibsen displayed a steadfast devotion to his personal politics and beliefs, including love over duty and truth over comfort."
    },
    {
        "id": 356,
        "quote": "The majority has might on its side — unfortunately; but right it has not. ...The minority is always in the right."
    },
    {
        "id": 357,
        "quote": "certain games are going on behind your back in this house. Henrik Ibsen, Rosmersholm"
    },
    {
        "id": 358,
        "quote": "I should not be a man if this womanly helplessness did not just give you a double attractiveness in my eyes."
    },
    {
        "id": 359,
        "quote": "There is something so indescribably sweet and satisfying, to a man, in the knowledge that he has forgiven his wife—forgiven her freely, and with all his heart. It seems as if that had made her, as it were, doubly his own; he has given her a new life, so to speak; and she is in a way become both wife and child to him. So you shall be for me after this, my little scared, helpless darling."
    },
    {
        "id": 360,
        "quote": "You and papa have committed a great sin against me. It is your fault that I have made nothing of my life."
    },
    {
        "id": 361,
        "quote": "Hm, sæt en Ørn i Bur og den vil bide i Stængerneenten de saa ere af Jern eller Guld."
    },
    {
        "id": 362,
        "quote": "Dejaría yo de ser un hombre si tu incapacidad de mujer no te hiciera el doble de atractiva a mis ojos."
    },
    {
        "id": 363,
        "quote": "Видите, некоторых людей любишь больше всего на свете, а с другими как-то больше всего хочется бывать."
    },
    {
        "id": 364,
        "quote": "I believe that before all else I am a reasonable human being, just as you are—or, at all events, that I must try and become one."
    },
    {
        "id": 365,
        "quote": "A Doll’s House,"
    },
    {
        "id": 366,
        "quote": "Nora. I am afraid, Torvald, I do not exactly know what religion is. Helmer. What are you saying? Nora. I know nothing but what the clergyman said, when I went to be confirmed. He told us that religion was this, and that, and the other. When I am away from all this, and am alone, I will look into that matter too. I will see if what the clergyman said is true, or at all events if it is true for me."
    },
    {
        "id": 367,
        "quote": "[writing in his notebook]'The statue sang, I could hear it distinctly though I failed to interpret the words of the song. It was all a hallucination of course. Otherwise nothing worth noting today'[he moves on]"
    },
    {
        "id": 368,
        "quote": "Jeg merket det ble så lydløst ved alle de små stasjonene. Jeg hørte lydløsheten og forstod at nå var vi kommet over grensen. Nå var vi riktig hjemme."
    },
    {
        "id": 369,
        "quote": "You work for me, Thomas! And you'll find in your contract that one of the rules is that you're not allowed to contradict a superior.'\"What? I'm a doctor. I'm a man of science! Not a, a, a...\"\"The world doesn't revolve around your science! It's about money!"
    },
    {
        "id": 370,
        "quote": "I have had a delightfully lonely time of it — plenty of leisure to think and think about things."
    },
    {
        "id": 371,
        "quote": "Nora. I assure you, Torvald, that is not an easy question to answer. I really don't know. The thing perplexes me altogether. I only know that you and I look at it in quite a different light. I am learning, too, that the law is quite another thing from what I supposed; but I find it impossible to convince myself that the law is right. According to it a woman has no right to spare her old dying father, or to save her husband's life. I can't believe that."
    },
    {
        "id": 372,
        "quote": "Oh, what curse is it that makes everything I touch turn ludicrous and mean?"
    },
    {
        "id": 373,
        "quote": "Someone has said – or is it writtensomewhere – I don't remember where,that if you conquer all the worldyet lose your Self, all that you gain isa wreath around your broken skull– or words to that effect. That textis by no means poetic nonsense."
    },
    {
        "id": 374,
        "quote": "I am going to see if I can make out who is right, the world or I."
    },
    {
        "id": 375,
        "quote": "I am burning—I am burning your child."
    },
    {
        "id": 376,
        "quote": "I would gladly work night and day for you, Nora—bear sorrow and want for your sake. But no man would sacrifice his honour for the one he loves. Nora. It is a thing hundreds of thousands of women have done."
    },
    {
        "id": 377,
        "quote": "The strongest man in the world is he who stands most aloneHenrik Ibsen “An Enemy of the People”"
    },
    {
        "id": 378,
        "quote": "We are like vines transplanted into a new strange soil; transplant us back again, and we die; yet in the new soil we cannot thrive."
    },
    {
        "id": 379,
        "quote": "Eljert Lovborg...listen to me...Couldn't you let it happen...beautifully?"
    },
    {
        "id": 380,
        "quote": "There's no need to worry about you. You have your duty towards her. Live for that duty."
    },
    {
        "id": 381,
        "quote": "Eljert Lovborg...listen to me...couldn't you let it happen beautifully?"
    },
    {
        "id": 382,
        "quote": "No debt, no borrowing. There can be no freedom or beauty about a home life that depends on borrowing and debt."
    },
    {
        "id": 383,
        "quote": "Å, personlighet – han! Hvis han noensinne har hatt ansats til den slags abnormiteter som De kaller personlighet, så er både røttene og trevlene blitt grundig ekstirpert allerede i gutteårene; det kan jeg forsikre Dem."
    },
    {
        "id": 384,
        "quote": "Folk er syke, omtrent alle ihop dessverre."
    },
    {
        "id": 385,
        "quote": "I stick to my tea and bread and butter. It is much more wholesome in the long run—and a little more economical, too."
    },
    {
        "id": 386,
        "quote": "Demonisk er bare noe sludder jeg fant for å berge livet i ham. Hadde jeg ikke så gjort, hadde det stakkars svinet bukket under i selvforakt og fortvilelse for mange herrens år siden."
    },
    {
        "id": 387,
        "quote": "One must live, and so one becomes selfish."
    },
    {
        "id": 388,
        "quote": "Eine \"moderne\" Erzählung muss ein Schlag ins Gesicht der \"kompakten Mehrheit\" sein."
    },
    {
        "id": 389,
        "quote": "My goodness, it's delightful to think of, Christine! Free from care! To be able to be free from care, quite free from care; to be able to play and romp with the children; to be able to keep the house beautifully and have everything just as Torvald likes it! And, think of it, soon the spring will come and the big blue sky! Perhaps we shall be able to take a little trip--perhaps I shall see the sea again! Oh, it's a wonderful thing to be alive and be happy."
    },
    {
        "id": 390,
        "quote": "Her sætterman oppgaven i at lære istedenfor i at være."
    },
    {
        "id": 391,
        "quote": "Nora: Look here, Doctor Rank--you know you want to live.Rank: Certainly. However wretched I may feel, I want to prolong the agony as long as possible. All my patients are like that. And so are those who are morally diseased; one of them, and a bad case too, is at this very moment with Helmer--Mrs. Linde: [sadly] Ah!"
    },
    {
        "id": 392,
        "quote": "CATILINE. [To himself.] Midnight approaches. Everything is hushed; — Only to my poor eyes sleep fails to come. Cold is the night wind; ‘twill refresh my soul And give me strength anew — . I sorely need it!"
    },
    {
        "id": 393,
        "quote": "but I counsel thee not to seek thy home yet awhile; the man thou slewest has many avengers, and it well might befall——"
    },
    {
        "id": 394,
        "quote": "Krogstad: The law cares nothing about motives.Nora: Then it must be a very foolish law.Krogstad: Foolish or not, it is the law by which you will be judged, If I produce this paper in court."
    },
    {
        "id": 395,
        "quote": "A songbird must have a clean beak to chirp with--no false notes!"
    },
    {
        "id": 396,
        "quote": "Sometimes one has a tiny little bit of influence, I should hope. Because one is a woman, it does not necessarily follow that––"
    },
    {
        "id": 397,
        "quote": "Örnulf. No, I say! I must fight my own battle, be my fortune what it may."
    },
    {
        "id": 398,
        "quote": "Å de kvinner, de forderver og forvansker livet for oss. Forkvakler hele vår skjebne, hele vår seiersgang."
    },
    {
        "id": 399,
        "quote": "I think we’ve got to agree that, all over this whole wide earth, the stupid are in a fearsomely overpowering majority."
    },
    {
        "id": 400,
        "quote": "that you do your best to advance young CountSture’s ancestral claim to the throne of Sweden."
    },
    {
        "id": 401,
        "quote": "The responsibility of the individual is always lessened when he has others with him"
    },
    {
        "id": 402,
        "quote": "It is a loss you would easily recover from. Those who are gone are soon forgotten."
    },
    {
        "id": 403,
        "quote": "...there are some people one loves best, and others whom one would almost always rather have as companions."
    },
    {
        "id": 404,
        "quote": "Jag är född till en pampigare död"
    },
    {
        "id": 405,
        "quote": "Mrs. Linde: You said you were like a shipwrecked man clinging to some wreckage.Krogstad: I had good reason to say so.Mrs. Linde: Well, I am like a shipwrecked woman clinging to some wreckage--no one to mourn for, no one to care for."
    },
    {
        "id": 406,
        "quote": "Men, mine damer og herrer, De må ikke derfor tro at jeg agter definitivt at nedlægge min teaterpen. Nej, den agter jeg ty tilbage til og holde fast til det sidste. Jeg har nemlig endnu diverse galskaber på lager."
    },
    {
        "id": 407,
        "quote": "Two on the same piece of wreckage would stand a better chance than each on their own."
    },
    {
        "id": 408,
        "quote": "A woman who has once sold herself for another's sake, doesn't do it a second time."
    },
    {
        "id": 409,
        "quote": "One bird's an eagle born— FALK.                             And one a hen."
    },
    {
        "id": 410,
        "quote": "Kendimi ve hayatımı anlayacaksam önce kendi ayaklarımın üstünde durmam gerek. Bu yüzden artık burada seninle kalamam."
    },
    {
        "id": 411,
        "quote": "Almost everyone who has gone to the bad early in life has had a deceitful mother"
    },
    {
        "id": 412,
        "quote": "Henrik Johan Ibsen (1828–1906) was a nineteenth-century Norwegian theater producer, poet, and three-time nominee for the Nobel Prize in Literature."
    },
    {
        "id": 413,
        "quote": "But our home is nothing but a playroom. I have been your doll-wife, just as at home I was papa's doll-child; and here the children have been my dolls. I thought it great fun when you played with me, just as they thought it great fun when I played with them. That is what our marriage has been, Torvald."
    },
    {
        "id": 414,
        "quote": "Nora: I have other duties just as sacred.Helmer: That you have not. What duties could those be?Nora: Duties to myself."
    },
    {
        "id": 415,
        "quote": "Nora: As I am now, I am no wife for you.Helmer: I have it in me to become a different man.Nora: Perhaps-- if your doll is taken away from you."
    },
    {
        "id": 416,
        "quote": "It was only what I used to dream and earn money. I almost felt as if I were a man."
    },
    {
        "id": 417,
        "quote": "The most wonderful thing of all--?"
    },
    {
        "id": 418,
        "quote": "As will be seen from my book, I did not share at that time the conception of the two ancient Roman writers respecting the character and conduct of Catiline, and I am even now prone to believe that there must after all have been something great and consequential in a man whom Cicero, the assiduous counsel of the majority, did not find it expedient to engage until affairs had taken such a turn that there was no longer any danger involved in the attack. It should also be remembered that there are few individuals in history whose renown has been more completely in the hands of enemies than that of Catiline."
    },
    {
        "id": 419,
        "quote": "Yes—you see there are some people one loves best, and others whom one would almost always rather have as companions."
    },
    {
        "id": 420,
        "quote": "Your reading has introduced you to a hotch-potch of new ideas and opinions; you have made a certain acquaintance with researches that are going on in various directions— researches that seem to you to upset a good many ideas that people have hitherto considered incontrovertible and unassailable. But all this has never gone any further than knowledge in your case, Miss West— a mere matter of the intellect. It has not got into your blood."
    },
    {
        "id": 421,
        "quote": "The most dangerous enemy of truth and freedom among us-Is the compact majority. Yes, the damned, compact, liberal majority . . .The majority has might-unfortunately-but right it is not. Right-are I and a few others. The minority is always right. . .I have a mind to make a revolution against the lie that the majority is in the possession of truth. What kind of truths are those around which the majority usually gathers? They are truths that have become so old that they are on the way toward becoming shaky. But once a truth has become that old, it is also on the way toward becoming a lie . . . A normally constituted truth lives, let us say, as a rule seventeen or eighteen years; at most twenty, rarely more. But such aged truths are always exceedingly thin. Nevertheless it is only at that stage that the majority makes their acquaintance . . . All these majority truths . . . are rather like rancid, spoiled . . . hams. And that is the source of the moral scurvy that rages all around us..."
    },
    {
        "id": 422,
        "quote": "Når begynder ansvarsvægten av ens arvelodd fra slægten?"
    },
    {
        "id": 423,
        "quote": "...jeg synes, det udtryk høres smukt. Jeg kommer altid til at tænke paa kirsebær, røde, silkefløjlsbroderier - noget som er delikat at stryge nedover."
    },
    {
        "id": 424,
        "quote": "believe that before all else I am a reasonable human being, just as you are—or, at all events, that I must try and become one."
    },
    {
        "id": 425,
        "quote": "Det bringer nemesis over avkommet at gifte sig av udenforliggende grunde."
    },
    {
        "id": 426,
        "quote": "Alas, Torvald, you are not the man to educate me into being a proper wife for you."
    },
    {
        "id": 427,
        "quote": "La plebe es la materia prima con que el pueblo fabrica hombres."
    },
    {
        "id": 428,
        "quote": "Uno nunca debería ponerse su mejor pantalón para luchar por la libertad y la verdad."
    },
    {
        "id": 429,
        "quote": "But no man would sacrifice his honour for the one he loves. Nora. It is a thing hundreds of thousands of women have done. Helmer. Oh, you think and talk like a heedless child."
    },
    {
        "id": 430,
        "quote": "Uhyggelige karle, disse videnskabsmænd. Slikt fritænkervæsen!"
    },
    {
        "id": 431,
        "quote": "El hombre más poderoso del mundo... es el que está más solo."
    },
    {
        "id": 432,
        "quote": "You've never loved me, you've only found it pleasant to be in love with me."
    },
    {
        "id": 433,
        "quote": "such an atmosphere of lies infects and poisons the whole life of a home. Each breath the children take in such a house is full of the germs of evil."
    },
    {
        "id": 434,
        "quote": "NORA: Yes; it is just so, Torvald. While I was still at home with father, he used to tell me all his views, and so of course I held the same views; if at any time I had a different view I concealed it, because he would not have liked people with opinions of their own. He used to call me his little doll, and play with me, as I in my turn used to play with my dolls. Then I came to live in your house."
    },
    {
        "id": 435,
        "quote": "Nora. What do you consider my most sacred duties? Helmer. Do I need to tell you that? Are they not your duties to your husband and your children? Nora. I have other duties just as sacred. Helmer. That you have not. What duties could those be? Nora. Duties to myself. Helmer. Before all else, you are a wife and mother. Nora. I don’t believe that any longer. I believe that before all else I am a reasonable human being,"
    },
    {
        "id": 436,
        "quote": "E eis a situação a que esses burocratas podem reduzir um homem de bem!"
    },
    {
        "id": 437,
        "quote": "But no man would sacrifice his honour for the one he loves."
    },
    {
        "id": 438,
        "quote": "Det stærkere træ tager livsbetingelserne fra det svagere og fører sig dem til nytte. Ligesaa mellem dyrene, de daarlige individer maa vige for de bedre. Og derfor gaar ogsaa naturen fremad. Det er bare os mennesker som holder fremgangen tilbage ved at tage sig af de daarlige individer."
    },
    {
        "id": 439,
        "quote": "Yes, like that. Rushing at me out of the dark—out of the silence."
    },
    {
        "id": 440,
        "quote": "BÅRD BRATTE.Now the Wolf-skins are fighting for the bear-fell. PAUL FLIDA.And they have yet to fell the bear. [All go out by the back."
    },
    {
        "id": 441,
        "quote": "Dear friend—for your own sake, as well as for mine, do not ask me why."
    },
    {
        "id": 442,
        "quote": "Jeg er, som jeg Dem før har sagt,en blott og bar autodidakt.Metodisk har jeg intet lært,men jeg har tenkt og spekuleret,og lest meg til en del av hvert."
    },
    {
        "id": 443,
        "quote": "I have a taste for solitary enjoyment, because in that way my enjoyment is twice—ten times—as keen. It is, like this. When I have been wrapped in a haze of golden dreams that have descended on me—when new, intoxicating, momentous thoughts have had their birth in my mind, and I have been fanned by the beat of their wings as they bore me aloft—at such moments I have transformed them into poetry, into visions, into pictures."
    },
    {
        "id": 444,
        "quote": "Jeg vil følge menneskeslektens vei! Jeg vil svømme som en fjær på historiens strøm,leve den opp igjen, som i en drøm, –se heltenes kamper for stort og godt,men i sikker behold, som tilskuer blott, –se tenkerne falle, martyrene bløde, se riker grunnes og riker forgå,se verdensepoker slå ut av det små; –kort sagt, jeg vil skumme historiens fløte."
    },
    {
        "id": 445,
        "quote": "STRAWMAN.                          Are you less Intractable than when we parted? FALK.                                  Nay, I go my own inexorable way— STRAWMAN. Even tho' you crush another's happiness? FALK. I plant the flower of knowledge in its place.                                        [Smiling."
    },
    {
        "id": 446,
        "quote": ""
    },
    {
        "id": 447,
        "quote": "However wretched I may feel, I want to prolong the agony as long as possible."
    },
    {
        "id": 448,
        "quote": "I believe that I am first and foremost a human being, like you – or anyway, that I must try to become one. I know most people think as you do, Torvald, and I know there’s something of the sort to be found in books. But I’m no longer prepared to accept what people say and what’s written in books. I must think things out for myself, and try to find my own answer."
    },
    {
        "id": 449,
        "quote": "Jeg tror at jeg er først og fremst et menneske, jeg, likeså vel som du, - eller i iallfall at jeg skal forsøke på å bli det."
    },
    {
        "id": 450,
        "quote": "But seriously, Nora, you know what I think about that. No debt, no borrowing. There can be no freedom or beauty about a home life that depends on borrowing and debt. We two have kept bravely on the straight road so far, and we will go on the same way for the short time longer that there need be any struggle."
    },
    {
        "id": 451,
        "quote": "think. I dragged myself along among the precipices—and revelled in the peace and luxury of death."
    },
    {
        "id": 452,
        "quote": "Kræv ikke, ven, at jeg gåden skal klare;Jeg spørger helst; mit kald er ej at svare"
    },
    {
        "id": 453,
        "quote": "I am homesick for the great Nothingness."
    },
    {
        "id": 454,
        "quote": "—a mere matter of the intellect. It has not got into your blood."
    },
    {
        "id": 455,
        "quote": "My leaving you will save the best that is in you."
    },
    {
        "id": 456,
        "quote": "must try and educate myself—you are not the man to help me in that. I must do that for myself. And that is why I am going to leave you now."
    },
    {
        "id": 457,
        "quote": "Znate Manderse, ja gotovo verujem da smo svi mi aveti. Ne kreće se u nama samo ono što smo nasledili od oca i majke. To su i svi mogući i stari i mrtvi nazori, svakakva stara i mrtva verovanja itd. To ne živi u nama, ali nam leži u krvi i ne možemo ga se osloboditi. Kad god uzmem novine u ruke i čitam ih, čini mi se kao da se aveti šunjaju između redova. Mora da svuda na zemlji žive aveti. Mora da ih im toliko mnogo, koliko i peska u moru. I zato se svi mi tako bedno plašimo svetla, svi redom.Aveti"
    },
    {
        "id": 458,
        "quote": "Mrs. Linde: One must live, Doctor Rank.Rank: Yes, the general opinion seems to be that it is necessary.Nora: Look here, Doctor Rank - you know you want to live.Rank: Certainly. However wretched I may feel, I want to prolong the agony as long as possible."
    },
    {
        "id": 459,
        "quote": "must stand quite alone, if I am to understand myself and everything about me. It is for that reason that I cannot remain with you any longer."
    },
    {
        "id": 460,
        "quote": "Helmer: (...) Have you not been happy here?Nora: No, I have never been happy. I thought I was, but it has never been so. Helmer: Not--not happy?Nora: No, only merry."
    },
    {
        "id": 461,
        "quote": ". . . after this I should only be like some sea-sprite . . ."
    },
    {
        "id": 462,
        "quote": "We will talk of this again, when the grass has first withered on her grave. Then you'll hear him spouting about \"the child too early torn from her father's heart;\" then you'll see him steep himself in a syrup of sentiment and self-admiration and self-pity. Just you wait!"
    },
    {
        "id": 463,
        "quote": "I have other duties just as sacred. HELMER. That you have not. What duties could those be? NORA. Duties to myself. HELMER. Before all else, you are a wife and mother."
    },
    {
        "id": 464,
        "quote": "But no man would sacrifice his honour for the one he loves. NORA. It is a thing hundreds of thousands of women have done."
    },
    {
        "id": 465,
        "quote": "[Mutters.]"
    },
    {
        "id": 466,
        "quote": "intoxicating"
    },
    {
        "id": 467,
        "quote": "periodicals,"
    },
    {
        "id": 468,
        "quote": "[ENGSTRAND,"
    },
    {
        "id": 469,
        "quote": "REGINA,"
    },
    {
        "id": 470,
        "quote": "rendezvous's"
    }
]