[{"id":1,"quote":"There is nothing permanent except change."},{"id":2,"quote":"The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become."},{"id":3,"quote":"No man ever steps in the same river twice, for it's not the same river and he's not the same man."},{"id":4,"quote":"The soul is dyed the color of its thoughts. Think only on those things that are in line with your principles and can bear the light of day. The content of your character is your choice. Day by day, what you choose, what you think, and what you do is who you become. Your integrity is your destiny ... it is the light that guides your way."},{"id":5,"quote":"Dogs bark at what they don't understand."},{"id":6,"quote":"Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character."},{"id":7,"quote":"Big results require big ambitions."},{"id":8,"quote":"Abundance of knowledge does not teach men to be wise."},{"id":9,"quote":"If you do not expect the unexpected, you will not recognize it when it arrives."},{"id":10,"quote":"Day by day, what you do is who you become."},{"id":11,"quote":"Because it is so unbelievable, the Truth often escapes being known."},{"id":12,"quote":"The world is nothing but a great desire to live and a great dissatisfaction with living."},{"id":13,"quote":"Those who are awake all live in the same world. Those who are asleep live in their own worlds."},{"id":14,"quote":"To get everything you want is not a good thing. Disease makes health seem sweet. Hunger leads to the appreciation of being full-fed. Tiredness creates the enjoyment of resting"},{"id":15,"quote":"Nothing is, everything is becoming."},{"id":16,"quote":"All things flow, nothing abides. You cannot step into the same river twice, for the waters are continually flowing on. Nothing is permanent except change."},{"id":17,"quote":"Whosoever wishes to know about the world must learn about it in its particular details. Knowledge is not intelligence. In searching for the truth be ready for the unexpected. Change alone is unchanging. The same road goes both up and down. The beginning of a circle is also its end. Not I, but the world says it: all is one. And yet everything comes in season."},{"id":18,"quote":"Stupidity is better kept a secret than displayed."},{"id":19,"quote":"Man is most nearly himself when he achieves the seriousness of a child at play."},{"id":20,"quote":"Those who approach life like a child playing a game, moving and pushing pieces, possess the power of kings."},{"id":21,"quote":"A hidden connection is stronger than an obvious one."},{"id":22,"quote":"Eyes and ears are poor witnesses to people if they have uncultured souls."},{"id":23,"quote":"The most beautiful ape is ugly when compared to a human. The wisest human will seem like an ape when compared to a god with respect to wisdom, beauty, and everything else."},{"id":24,"quote":"Knowledge is not intelligence."},{"id":25,"quote":"What was scattered, gathers. \nWhat was gathered, blows away"},{"id":26,"quote":"You won't discover the limits of the soul, however far you go."},{"id":27,"quote":"Wisdom consists in speaking and acting the truth."},{"id":28,"quote":"It is in changing that things find purpose."},{"id":29,"quote":"Religion is a disease, but it is a noble disease."},{"id":30,"quote":"If you do not hope, you will not win that which is not hoped for, since it is unattainable and inaccessible."},{"id":31,"quote":"All things come into being by conflict of opposites."},{"id":32,"quote":"Those who hear and do not understand are like the deaf. Of them the proverb says: \"Present, they are absent.\""},{"id":33,"quote":"Applicants for wisdom \n do what I have done: \n inquire within"},{"id":34,"quote":"Knowing many things doesn't teach insight."},{"id":35,"quote":"We have to be faster in calming down a resentment than putting out a fire, because the consequences of the first are infinitely more dangerous than the results of the last; fire ends burning down some houses at the most, while the resentment can cause cruel wars, with the ruin and total destruction of nations."},{"id":36,"quote":"Eyes are more accurate witnesses than ears."},{"id":37,"quote":"To do the same thing over and over again is not only boredom: it is to be controlled by rather than to control what you do."},{"id":38,"quote":"Doctors cut, burn, and torture the sick, and then demand of them an undeserved fee for such services."},{"id":39,"quote":"A man's character is his fate."},{"id":40,"quote":"Our envy always lasts longer than the happiness of those we envy."},{"id":41,"quote":"How can you hide from what never goes away?"},{"id":42,"quote":"The soul is dyed the color of its thoughts. Think only on those things that are in line with your principles and can bear the light of day."},{"id":43,"quote":"Everything flows and nothing abides; everything gives way and nothing stays fixed... Cool things become warm, the warm grows cool; the moist dries, the parched becomes moist... It is in changing that things find repose."},{"id":44,"quote":"It is difficult to fight against anger; for a man will buy revenge with his soul."},{"id":45,"quote":"Change alone is unchanging."},{"id":46,"quote":"What is divine escapes men's notice because of their incredulity."},{"id":47,"quote":"Everything flows, nothing stays still."},{"id":48,"quote":"If we do not expect the unexpected, we will never find it."},{"id":49,"quote":"Much learning does not teach sense."},{"id":50,"quote":"Opposition brings concord. Out of discord comes the fairest harmony."},{"id":51,"quote":"It is hard to contend against one's heart's desire; for whatever it wishes to have it buys at the cost of soul."},{"id":52,"quote":"I see nothing but Becoming. Be not deceived! It is the fault of your limited outlook and not the fault of the essence of things if you believe that you see firm land anywhere in the ocean of Becoming and Passing. You need names for things, just as if they had a rigid permanence, but the very river in which you bathe a second time is no longer the same one which you entered before"},{"id":53,"quote":"Not I but the world says it: All is one."},{"id":54,"quote":"Greater dooms win greater destinies."},{"id":55,"quote":"The nature of things is in the habit of concealing itself."},{"id":56,"quote":"It is by disease that health is pleasant; by evil that good is pleasant; by hunger, satiety; by weariness, rest."},{"id":57,"quote":"It would not be better if things happened to men just as they wish."},{"id":58,"quote":"Presumption must be quenched even more than a fire."},{"id":59,"quote":"What sense or thought do they have? They follow the popular singers, and they take the crowd as their teacher."},{"id":60,"quote":"The unlike is joined together, and from differences results the most beautiful harmony."},{"id":61,"quote":"Life has the name of life, but in reality it is death."},{"id":62,"quote":"War is the mother of everything."},{"id":63,"quote":"If it were not for injustice, men would not know justice."},{"id":64,"quote":"The way up and the way down are one and the same."},{"id":65,"quote":"Learning many things does not teach understanding"},{"id":66,"quote":"All things are in flux; the flux is subject to a unifying measure or rational principle. This principle (logos, the hidden harmony behind all change) bound opposites together in a unified tension, which is like that of a lyre, where a stable harmonious sound emerges from the tension of the opposing forces that arise from the bow bound together by the string."},{"id":67,"quote":"The best of men choose one thing in preference to all else, immortal glory in preference to mortal good; whereas the masses simply glut themselves like cattle."},{"id":68,"quote":"Of the Logos which is as I describe it men always prove to be uncomprehending, both before they have heard it and when once they have heard it. For although all things happen according to this Logos, they [men] are like people of no experience, even when they experience such words and deeds as I explain, when I distinguish each thing according to its constitution and declare how it is; but the rest of men fail to notice what they do after they wake up just as they forget what they do when asleep."},{"id":69,"quote":"The universal cosmic process was not created by any god or man."},{"id":70,"quote":"The sun is new each day."},{"id":71,"quote":"It is harder to fight pleasure than to fight emotion."},{"id":72,"quote":"Time is a game played beautifully by children."},{"id":73,"quote":"Wisdom is the oneness of mind that guides and permeated all things."},{"id":74,"quote":"When men dream, each has his own world. When they are awake, they have a common world."},{"id":75,"quote":"And some men are as ignorant of what they do when awake as they are forgetful of what they do when asleep."},{"id":76,"quote":"Where there is no strife there is decay: 'The mixture which is not shaken decomposes.'"},{"id":77,"quote":"Even what those with the greatest reputation for knowing it all claim to understand and defend are but opinions."},{"id":78,"quote":"What are men? Mortal gods. \n What are gods? Immortal men."},{"id":79,"quote":"The only constant in life is change"},{"id":80,"quote":"Immortal mortals, mortal immortals, one living the others death and dying the others life."},{"id":81,"quote":"Under the comb, the tangle and the straight path are the same."},{"id":82,"quote":"To God everything is beautiful, good, and just; humans, however, think some things are unjust and others just."},{"id":83,"quote":"Those who love wisdom must investigate many things"},{"id":84,"quote":"It is better to hide ignorance, but it is hard to do this when we relax over wine."},{"id":85,"quote":"The majority of people have no understanding of the things with which they daily meet, nor, when instructed, do they have any right knowledge of them, although to themselves they seem to have."},{"id":86,"quote":"All men have the capacity of knowing themselves and acting with moderation."},{"id":87,"quote":"To be evenminded \nis the greatest virtue.\nWisdom is to speak\nthe truth and act\nin keeping with its nature."},{"id":88,"quote":"You cannot step twice into the same river."},{"id":89,"quote":"Justice will overtake fabricators of lies and false witnesses."},{"id":90,"quote":"The Cosmos was not made by gods but always was and is eternal fire."},{"id":91,"quote":"There is nothing permanent except change. [Therefore enjoy what good you have while you have it and endure and outlast what bad you can't cure immediately]"},{"id":92,"quote":"There is a stability in the Universe because of the orderly and balanced process of change, the same measure coming out as going in, as if reality were a huge fire that inhaled and exhaled equal amounts."},{"id":93,"quote":"I am what libraries and librarians have made me, with little assistance from a professor of Greek and poets"},{"id":94,"quote":"There is nothing permanent in the world except change."},{"id":95,"quote":"The unexpected connection is more powerful than one that is obvious."},{"id":96,"quote":"A blow to the head will confuse a man's thinking, a blow to the foot has no such effect, this cannot be the result of an immaterial soul."},{"id":97,"quote":"There is but one world common for those who are awake, but when men are asleep, each turns away into a world of his own."},{"id":98,"quote":"You may travel far and wide but never will you find the boundaries of the soul."},{"id":99,"quote":"Couples are wholes and not wholes, what agrees disagrees, the concordant is discordant. From all things one and from one all things."},{"id":100,"quote":"Realize that war is common and justice is strife, and that all things come into being and pass away through strife."},{"id":101,"quote":"Men who wish to know about the world must learn about it in its particular details."},{"id":102,"quote":"Never do today what you can put off until tomorrow.\nNothing endures but change."},{"id":103,"quote":"Bigotry is the sacred disease, and self-conceit tells lies."},{"id":104,"quote":"No same man could walk through the same river twice, as the man and the river have since changed."},{"id":105,"quote":"You cannot step into the same river twice."},{"id":106,"quote":"Nothing endures but change. There is nothing permanent except change. All is flux, nothing stays still."},{"id":107,"quote":"Even a soul submerged in sleep \nis hard at work and helps \nmake something of the world."},{"id":108,"quote":"The fairest harmony springs from discord."},{"id":109,"quote":"To me one man is worth ten thousand if he is first-rate."},{"id":110,"quote":"Invisible harmony is better than visible."},{"id":111,"quote":"Those unmindful when they hear, for all they make of their intelligence, may be regarded as the walking dead."},{"id":112,"quote":"The world, an entity out of everything, was created by none of the gods or men, but was, is and will be eternally living fire, regularly becoming ignited and reg- ularly becoming extinguished."},{"id":113,"quote":"Eternity is a child playing, playing checkers; the kingdom belongs to a child."},{"id":114,"quote":"It is wise to agree that all things are one."},{"id":115,"quote":"The best people renounce all for one goal, the eternal fame of mortals; but most people stuff themselves like cattle."},{"id":116,"quote":"War is the father and king of all: some he has made gods, and some men; some slaves and some free."},{"id":117,"quote":"Hide our ignorance as we will, an evening of wine soon reveals it."},{"id":118,"quote":"It is weariness to keep toiling at the same things so that one becomes ruled by them."},{"id":119,"quote":"The Sibyl, with frenzied mouth uttering things not to be laughed at, unadorned and unperfumed, yet reaches to a thousand years with her voice by aid of the god."},{"id":120,"quote":"The people must fight for their laws as for their walls."},{"id":121,"quote":"The only thing that is constant is change."},{"id":122,"quote":"Lifetime is a child at play, moving pieces in a game. Kingship belongs to the child."},{"id":123,"quote":"Dogs, also, bark at what they do not know."},{"id":124,"quote":"Life is a child moving counters in a game."},{"id":125,"quote":"Even sleepers are workers and collaborators on what goes on in the universe."},{"id":126,"quote":"All things come out of the one, and the one out of all things."},{"id":127,"quote":"No one that encounters prosperity does not also encounter danger."},{"id":128,"quote":"Everything flows and nothing abides. Everything gives way and nothing stays fixed."},{"id":129,"quote":"It is better to conceal ignorance than to expose it."},{"id":130,"quote":"He who does not expect will not find out the unexpected, for it is trackless and unexplored"},{"id":131,"quote":"Things keep their secrets."},{"id":132,"quote":"Knowledge of divine things for the most part is lost to us by incredulity."},{"id":133,"quote":"Men who love wisdom should acquaint themselves with a great many particulars."},{"id":134,"quote":"Unless you expect the unexpected you will never find it, for it is hard to discover and hard to attain."},{"id":135,"quote":"Men that love wisdom must be acquainted with very many things indeed."},{"id":136,"quote":"Things of which there is sight, hearing, apprehension, these I prefer."},{"id":137,"quote":"Ever-newer waters flow on those who step into the same rivers."},{"id":138,"quote":"This universe, which is the same for all, has not been made by any god or man, but it always has been, is, and will be an ever-living fire, kindling itself by regular measures and going out by regular measures."},{"id":139,"quote":"What we have caught and what we have killed we have left behind, but what has escaped us we bring with us."},{"id":140,"quote":"May you have plenty of wealth, you men of Ephesus, in order that you may be punished for your evil ways"},{"id":141,"quote":"Wisdom is one thing, to know how to make true judgment, how all things are steered through all things."},{"id":142,"quote":"Thinking is a sacred disease and sight is deceptive."},{"id":143,"quote":"The awake share a common world, but the asleep turn aside into private worlds."},{"id":144,"quote":"Man is on earth as in an egg."},{"id":145,"quote":"A drunk man, staggering and mindless, must be led home by his son, so wet is his psyche... Water brings death to the psyche, as earth brings death to water... The psyche lusts to be wet."},{"id":146,"quote":"There is exchange of all things for fire and of fire for all things, as there is of wares for gold and of gold for wares."},{"id":147,"quote":"To God all things are beautiful, good, and right; human beings, on the other hand, deem some things right and others wrong. It would not be better if things happened to people just as they\n wish."},{"id":148,"quote":"Of all whose words I have heard, no one attains to this, to know that wisdom is apart from all."},{"id":149,"quote":"To God all things are fair and good and right, but men hold some things wrong and some right."},{"id":150,"quote":"For when is death not within our selves? And as Heracleitus says: “Living and dead are the same, and so are awake and asleep, young and old. The former when shifted are the latter, and again the latter when shifted are the former.\""},{"id":151,"quote":"Dogs bark at a person whom they do not know."},{"id":152,"quote":"Deliberate violence is more to be quenched than a fire"},{"id":153,"quote":"For those who are awake, the Cosmos is One."},{"id":154,"quote":"Most people do not take heed of the things they encounter, nor do they grasp them even when they have learned about them, although they suppose they do."},{"id":155,"quote":"The only thing constant is change"},{"id":156,"quote":"The Lord whose oracle is at Delphi neither reveals nor conceals, but gives a sign"},{"id":157,"quote":"Everything changes and nothing stands still."},{"id":158,"quote":"Men who are lovers of wisdom [i.e., philosophers] must be inquirers into many things."},{"id":159,"quote":"Corpses are more fit to be thrown out than is dung."},{"id":160,"quote":"There is harmony in the tension of opposites, as in the case of the bow and lyre."},{"id":161,"quote":"The results are in great need greater ambition."},{"id":162,"quote":"One must know that war is common, justice is strife, and everything happens according to strife and necessity."},{"id":163,"quote":"Everything changes but change itself. Everything flows and nothing remains the same... You cannot step twice into the same river, for other waters and yet others go flowing ever on."},{"id":164,"quote":"Men forget where the way leads and what they meet with every day seems strange to them.We should not act and speak like men asleep."},{"id":165,"quote":"All things are in a state of flux."},{"id":166,"quote":"Many who have learned from Hesiod the countless names of gods and monsters never understand that night and day are one"},{"id":167,"quote":"Heraclitus somewhere says that all things are in process and nothing stays still, and likening existing things to the stream of a river he says that you would not step twice into the same river."},{"id":168,"quote":"Whoever cannot seek the unforeseen sees nothing for the known way is an impasse."},{"id":169,"quote":"War is the father and king of all."},{"id":170,"quote":"The people should fight for the law as for their city wall."},{"id":171,"quote":"The content of your #‎ character is your #‎ choice."},{"id":172,"quote":"War is the father of all things."},{"id":173,"quote":"We circle in the night and we are devoured by fire."},{"id":174,"quote":"People ought to fight to keep their law as to defend the city s walls."},{"id":175,"quote":"You can never step in the same river twice."},{"id":176,"quote":"Nature is wont to hide herself."},{"id":177,"quote":"There is nothing permanent except change. Nothing is permanent except change. The only constant is change. Change is the only constant. Change alone is unchanging."},{"id":178,"quote":"History is a child building a sand-castle by the sea, and that child is the whole majesty of man's power in the world."},{"id":179,"quote":"Nature loves to hide."},{"id":180,"quote":"This world... ever was, and is, and shall be, ever-living Fire, in measures being kindled and in measures going out."},{"id":181,"quote":"Man, like a light in the night, is kindled and put out."},{"id":182,"quote":"Character is our destiny."},{"id":183,"quote":"The waking have one common world, but the sleeping turn aside each into a world of his own"},{"id":184,"quote":"To God all things are beautiful and good and just."},{"id":185,"quote":"The fairest order in the world is a heap of random sweepings."},{"id":186,"quote":"Nature is accustomed to hide itself."},{"id":187,"quote":"Though wisdom is common, yet the many live as if they had a wisdom of their own."},{"id":188,"quote":"Character is fate. (Destiny)."},{"id":189,"quote":"The gods are immortal men, and men are mortal gods."},{"id":190,"quote":"The path up and down is one and the same."},{"id":191,"quote":"The opposite is beneficial; from things that differ comes the fairest attunement; all things are born through strife."},{"id":192,"quote":"The only constant is change."},{"id":193,"quote":"The seeing have the world in common."},{"id":194,"quote":"The only constant is change. Unless you get a small group of neighbors together to stop it."},{"id":195,"quote":"Time is a child playing with droughts. The lordship is to the child."},{"id":196,"quote":"All entities move and nothing remains still."},{"id":197,"quote":"He who hears not me but the logos will say: All is one."},{"id":198,"quote":"All things flow, nothing abides."},{"id":199,"quote":"It is wise to listen, not to me but to the Word, and to confess that all things are one."},{"id":200,"quote":"Change is the only constant."},{"id":201,"quote":"The river where you set your foot just now is gone-those waters give way to this, now this."},{"id":202,"quote":"Nothing is constant except change"},{"id":203,"quote":"A dry soul is wisest and best."},{"id":204,"quote":"The outcomes are in incredible need more prominent desire."},{"id":205,"quote":"If one does not expect the unexpected, one will not find it out, since it is not to be searched out, and difficut to compass."},{"id":206,"quote":"All is flux; nothing stays still."},{"id":207,"quote":"The phases of fire are craving and satiety."},{"id":208,"quote":"The wise is one only. It is unwilling and willing to be called by the name of Zeus."},{"id":209,"quote":"Everything is in flux."},{"id":210,"quote":"All is flux, nothing is stationary."},{"id":211,"quote":"The people must fight on behalf of the law as though for the city wall."},{"id":212,"quote":"From out of all the many particulars comes oneness, and out of oneness come all the many particulars."},{"id":213,"quote":"God is day and night, winter and summer, war and peace, surfeit and hunger."},{"id":214,"quote":"All things come into being through opposition and all are in flux like a river"},{"id":215,"quote":"No one can step twice into the same river, nor touch mortal substance twice in the same condition. By the speed of its change, it scatters and gathers again."},{"id":216,"quote":"If you went in search of it, you would not find the boundaries of the soul, though you traveled every road-so deep is its measure [logos]."},{"id":217,"quote":"Could you tell night from day? No, I regard all such distinctions as logically impossible."},{"id":218,"quote":"There is nothing peranent except change."},{"id":219,"quote":"The Only Thing That Is Constant Is Change -"},{"id":220,"quote":"Even a soul submerged in sleep is hard at work and helps make something of the world."},{"id":221,"quote":"The soul is dyed the color of its thoughts. Think only on those things that are in line with your principles and can bear the light of day. The content of your character is your choice. Day by day, what you do is who you become. Your integrity is your destiny - it is the light that guides your way."},{"id":222,"quote":"Nothing endures but change."},{"id":223,"quote":"To be evenminded is the greatest virtue.Wisdom is to speakthe truth and actin keeping with its nature."},{"id":224,"quote":"Much learning does not teach understanding."},{"id":225,"quote":"Man's character is his fate."},{"id":226,"quote":"We are most nearly ourselves when we achieve the seriousness of the child at play."},{"id":227,"quote":"Wisdom is the oneness of mind that guides and permeates all things."},{"id":228,"quote":"It is in changing that we find purpose."},{"id":229,"quote":"Allow yourself to think only those thoughts that match your principles and can bear the bright light of day. Day by day, your choices, your thoughts, your actions fashion the person you become. Your integrity determines your destiny."},{"id":230,"quote":"Character is destiny"},{"id":231,"quote":"People ought to fight to keep their law as to defend the citys walls."},{"id":232,"quote":"The soul is dyed the color of its thoughts."},{"id":233,"quote":"Silence, healing."},{"id":234,"quote":"What was scatteredgathers.What was gatheredblows away."},{"id":235,"quote":"All are one"},{"id":236,"quote":"The meaning of the river flowing is not that all things are changing so that we cannot encounter them twice but that some things stay the same only by changing."},{"id":237,"quote":"The road up and the road down is one and the same.(ὁδὸς ἄνω κάτω μία καὶ ὡυτή)—Fragment 60"},{"id":238,"quote":"It ever was, and is, and shall be, ever-living fire, in measures being kindled and in measures going out."},{"id":239,"quote":"ἀθάνατοι θνητοί, θνητοὶ ἀθάντατοι, ζῶντες τὸν ἐκείνων θάνατον, τὸν δὲ ἐκείνων βίον τεθνεῶτες (Mortals are immortals and immortals are mortals, the one living the others' death and dying the others' life.)"},{"id":240,"quote":"What are men? Mortal gods. What are gods? Immortal men."},{"id":241,"quote":"Without injustices,the name of justicewould mean what?"},{"id":242,"quote":"The waking have one world in common; sleepers have each a private world of his own."},{"id":243,"quote":"If you do not expect the unexpected, you will not find it; for it is hard to be sought out and difficult."},{"id":244,"quote":"War is father of all, and king of all. He renders some gods, others men; he makes some slaves, others free."},{"id":245,"quote":"Ethos anthropoi daimon--a man's character is his fate."},{"id":246,"quote":"The sun is the width of a human foot."},{"id":247,"quote":"Dog bark at what they don't understand."},{"id":248,"quote":"Many who have learnedfrom Hesiod the countless namesof gods and monstersnever understandthat night and day are one"},{"id":249,"quote":"Stupidity is doomed,therefore, to cringeat every syllableof wisdom."},{"id":250,"quote":"Πάντα ῥεῖ καὶ οὐδὲν μένει.(Everything changes, and no thing abides.)"},{"id":251,"quote":"Everything flows, nothing stands still.\" Heraclitus, 501 B.C."},{"id":252,"quote":"Always having what we wantmay not be the best good fortuneHealth seems sweetestafter sickness, foodin hunger, goodnessin the wake of evil, and at the endof daylong labor sleep."},{"id":253,"quote":"Applicants for wisdomdo what I have done:inquire within"},{"id":254,"quote":"The poet was a foolwho wanted no conflictamong us, godsor people.Harmony needs low and high,as progeny needsman and woman."},{"id":255,"quote":"Tis not too late to seek a newer world"},{"id":256,"quote":"Eyes and ears are bad witnesses to men having barbarian souls."},{"id":257,"quote":"The Aeon is a child at play with colored balls.(translation/paraphrase: Terence McKenna)"},{"id":258,"quote":"History is a child building a sandcastle by the sea, and that child is the whole majesty of man's power in the world."},{"id":259,"quote":"Fire lives in the death of earth, air lives in the death of fire, water lives in the death of air, and earth in the death of water."},{"id":260,"quote":"All is flux"},{"id":261,"quote":"No man ever steps in the same river twice, for it's not the same river, and it's not the same man."},{"id":262,"quote":"Any day stands equal to the rest."},{"id":263,"quote":"Give me one manfrom among ten thousandif he is the best"},{"id":264,"quote":"there is nothing permanent except change--"},{"id":265,"quote":"People do not know how what is at variance agrees with itself. It is an attunement of opposite tensions, like that of the bow and the lyre."},{"id":266,"quote":"τήν τε οἴησιν ἱερὰν νόσον ἔλεγε καὶ τὴν ὅρασιν ψεύδεσθαι(Thinking is a sacred disease, and sight is deceptive.)"},{"id":267,"quote":"The lord whose is the oracle at Delphoi neither utters nor hides his meaning, but shows it by a sign.The Sibyl, with raving lips uttering things mirthless, unbedizened, and unperfumed, reaches over a thousand years with her voice, thanks to the god in her."},{"id":268,"quote":"Everything flows and nothing stays."},{"id":269,"quote":"Other men are unaware of what they do when they are awake just as they are forgetful of what they do when they are asleep."},{"id":270,"quote":"It is not appropriate to act and speak like men asleep."},{"id":271,"quote":"It is necessary to take what is common as our guide; however, though this logic is universal, the many live as if each individual has his own private wisdom."},{"id":272,"quote":"Character is destiny."},{"id":273,"quote":"γραφέων ὁδὸς εὐθεῖα καὶ σκολιὴ μία ἐστί, φησί, καὶ ἡ αὐτή(The path of writing is crooked and straight)"},{"id":274,"quote":"To fight with desire is hard: whatever it wishes, it buys at the price of soul."},{"id":275,"quote":"Traveling on every path, you will not find the boundaries of soul by going; so deep is its measure."},{"id":276,"quote":"Because it is so unbelievable, the truth often escapes being known."},{"id":277,"quote":"Time is a child playing a game of draughts; the kingship is in the hands of a child."},{"id":278,"quote":"Everything flows and nothing abides; everything gives way and nothing stays fixed."},{"id":279,"quote":"Eternity is like a child playing at draughts; the kingdom belongs to a child."},{"id":280,"quote":"You will not discover the limits of the soul by traveling, even if you wander over every conceivable path, so deep is its story."},{"id":281,"quote":"One thunderbolt strikesroot through everything"},{"id":282,"quote":"Nothing endures but change"},{"id":283,"quote":"Ἐδιζησάμην ἐμεωυτόν: I searched myself."},{"id":284,"quote":"The kosmos works by harmony of tensions, like lyre and bow. Good and evil are one. On the one hand God sees all as well, fair, and good; on the other hand a human being sees injustice here, justice there. Justice in our minds is strife. We cannot help but see war makes us as we are."},{"id":285,"quote":"You can't go home again. Your childhood is lost. The friends of your youth are gone. Your present is slipping away from you. Nothing is ever the same."},{"id":286,"quote":"A fool is excited by every word."},{"id":287,"quote":"Σίβυλλα δὲ μαινομένῳ στόματι καθ' Ἡράκλειτον ἀγέλαστα καὶ ἀκαλλώπιστα καὶ ἀμύριστα φθεγγομένη χιλίων ἐτῶν ἐξικνεῖται τῇ φονῇ διὰ τὸν θεόν(And the Sibyl, with raving lips uttering things mirthless, unbedizened, and unperfumed, reaches over a thousand years with her voice, thanks to the god in her.)"},{"id":288,"quote":"Panta rei."},{"id":289,"quote":"You cannot step into the same river twice"},{"id":290,"quote":"If they are gods, why do you lament them? If you lament them, you must no longer regard them as gods."},{"id":291,"quote":"You cannot step twice into the same river, for other waters are continually flowing on."},{"id":292,"quote":"Although the Word is common to all, many live as if they had a private understanding of their own"},{"id":293,"quote":"Unless you expect the unexpected, you will not find it, for it is hidden and thickly tangled."},{"id":294,"quote":"Panty Raid"},{"id":295,"quote":"Dogs, by this same logic, bark at what they cannot understand."},{"id":296,"quote":"Πάντα ῥεῖ καὶ οὐδὲν μένει(All is flux, and nothing abides)"},{"id":297,"quote":"We must therefore be guided by what is common to all. The Logos is common to all, yet the multitude lives as if each had his own intelligence."},{"id":298,"quote":"What opposes unites, and the finest attunement stems from things bearing in opposite directions, and all things come about by strife."},{"id":299,"quote":"Aion is a child at play, playing draughts; the kingship is a child's."},{"id":300,"quote":"One must realize that war is common, and justice strife, and that all things come to be through strife and are (so) ordained."},{"id":301,"quote":"Βίος ανεόρταστος μακρά οδός απανδόκευτος (Uncelebrated life is like a long innless road)"},{"id":302,"quote":"The sun is new every day. (Fragment 6)"},{"id":303,"quote":"Whoever cannot seek the unforeseen sees nothing, for the known way is an impasse."},{"id":304,"quote":"And so, although I have no lyre, I sing:For there is a desire, within me - a self-taught hymn"},{"id":305,"quote":"Let us not make random conjectures about the greatest matters."},{"id":306,"quote":"Justice in our minds is strife. We cannot help but see war makes us as we are."},{"id":307,"quote":"Latent structure is master of obvious structure"},{"id":308,"quote":"The soul is undiscoveredthough explored foreverto a depth beyond report."},{"id":309,"quote":"The beginning is the end."},{"id":310,"quote":"We must realize that war is universal and strife is justice, and that all things come into the world and pass away through strife."},{"id":311,"quote":"What was scattered gathers. What was gathered blows away."},{"id":312,"quote":"Yolun gittiği yeri unutanı hatırla."},{"id":313,"quote":"War is the father of all and the king of all; it proves some people gods, and some people men; it makes some people slaves and some people free."},{"id":314,"quote":"What use are these people's wits, who let themselves be led by speechmakers, in crowds, without considering how many fools and thieves they are among, and how fewchoose the good?The best choose progress toward one thing, a name forever honored by the gods, while others eat their way toward sleep like nameless oxen."},{"id":315,"quote":"One ought not to act and speak like people asleep."},{"id":316,"quote":"The cosmos worksby harmony of tensions,like the lyre and bow."},{"id":317,"quote":"It is necessary to understand that war is common, strife is customary, and all things happen because of strife and necessity."},{"id":318,"quote":"The track of writing is straight and crooked."},{"id":319,"quote":"The unseen harmony is better than the visible"},{"id":320,"quote":"Changing, it rests."},{"id":321,"quote":"One man is worth thousand if he is extraordinary"},{"id":322,"quote":"The death of fire is the birth of air, and the death of air is the birth of water. For it is death to souls to become water, and death to water to become earth. But water comes from earth; and from water, soul. Cold things become warm, and what is warm cools; what is wet dries, and the parched is moistened. And it is the same thing in us that is quick and dead, awake and asleep, young and old; the former are shifted and become the latter, and the latter in turn are shifted and become the former."},{"id":323,"quote":"Asses prefer garbage to gold."},{"id":324,"quote":"For what sense or understanding have they? They follow minstrels and take the multitude for a teacher, not knowing that many are bad and few good. For the best men choose one thing above all—immortal glory among mortals; but the masses stuff themselves like cattle."},{"id":325,"quote":"Though the logos is common, the many live as if they had a wisdom of their own."},{"id":326,"quote":"That which always was, and is, and will be everliving fire, the same for all, the cosmos, made neither by god or man, replenishes in measure as it burns away."},{"id":327,"quote":"The waking have one world in common. Sleepers meanwhile turn aside, each into a darkness of his own."},{"id":328,"quote":"باليقظة - نملك عالمًا واحدًا ,بالحُلُمِ - كُلٌ يملك عالمه ."},{"id":329,"quote":"Thinking is common to all."},{"id":330,"quote":"The poet was a fool who wanted no conflict among us, gods or people. Harmony needs low and high, as progeny needs man and woman."},{"id":331,"quote":"Who will hide from the fire that does not set?"},{"id":332,"quote":"بسیاردانی، خرد نمی آموزد"},{"id":333,"quote":"Yearning hurts, and what release may come of it feels much like death."},{"id":334,"quote":"The oneness of all wisdom may be found, or not, under the name of God."},{"id":335,"quote":"Out of every one-hundred men, ten shouldn’t even be there, eighty are just targets, nine are the real fighters, and we are lucky to have them, for they make the battle. Ah, but the one, one is a warrior and he will bring the others back."},{"id":336,"quote":"The habit of knowledge is not human but devine."},{"id":337,"quote":"Graspings: wholes and not wholes, convergent divergent, consonantdissonant, from all things one and from one thing all."},{"id":338,"quote":"The most beautiful arrangement is a pile of things poured out at random"},{"id":339,"quote":"The living, though they yearnfor consummation of their fate,need rest, and in their turn leavechildren to fulfil their doom."},{"id":340,"quote":"Nada é permanente, excepto a mudança."},{"id":341,"quote":"Under the combthe tangle and the straight pathare the same."},{"id":342,"quote":"Many fail to grasp what they have seen,and cannot judge what they have learned,although they tell themselves they know."},{"id":343,"quote":"Character is fate."},{"id":344,"quote":"Introite, nam et heic Dii sunt! (Enter, for here too are gods.)"},{"id":345,"quote":"The immortals are mortal, the mortals immortal, each living in the other's death and dying in the other's life."},{"id":346,"quote":"To fight with desire is hard: whatever it wishes it buys at the price of a soul."},{"id":347,"quote":"What allows us to be human is something daemonic."},{"id":348,"quote":"War, as father of all things, and king, names few to serve as gods, and of the rest makes these men slaves, those free."},{"id":349,"quote":"Wisdom is one thing. It is to know the thought by which all things are steered through all things."},{"id":350,"quote":"It is better to conceal ignorance."},{"id":351,"quote":"It is the thunderbolt that steers the course of all things.τὰ δὲ πάντα οἰακίζει Κεραυνός"},{"id":352,"quote":"Mortals are immortals and immortals are mortals, the one living the others' death and dying the others' life"},{"id":353,"quote":"All is war."},{"id":354,"quote":"Not comprehending, they hear like the deaf. The saying is their witness: absent while present."},{"id":355,"quote":"That which always was,  and is, and will be everliving fire,  the same for all, the cosmos,  made neither by god nor man,  replenishes in measure  as it burns away."},{"id":356,"quote":"Just as the river where I step  is not the same, and is,  so I am as I am not."},{"id":357,"quote":"For the best men choose one thing above all—immortal glory among mortals; but the masses stuff themselves like cattle."},{"id":358,"quote":"إن الحمير لتفضل القش علي الذهب"},{"id":359,"quote":"When they are born, they wish to live and to meet with their dooms - or rather to rest - and they leave children behind them to meet with their dooms in turn."},{"id":360,"quote":"One would never discover the limits of soul, should one traverseevery road so deep a measure does it possess"},{"id":361,"quote":"Immortals are mortal, mortals are immortal, living the others' death, being dead in the others' life."},{"id":362,"quote":"If all things were turned to smoke, the nostrils would distinguish them."},{"id":363,"quote":"You can not step into the same river twice."},{"id":364,"quote":"The bow (βιός) is called life (βίος) but its work is death."},{"id":365,"quote":"Change is the only constant in life."},{"id":366,"quote":"For souls it is death to become water, and for water death to become earth. Water comes into existence out of earth, and soul out of water."},{"id":367,"quote":"Πάντα ῥεῖ καὶ οὐδὲν μένει"},{"id":368,"quote":"the hidden unity is better than the visible57 Good and evil are the same.56 the harmony of the world is the harmony of oppositions.59 unite whole and part, agreement and disagreement, discord and accord. From one comes all and all one. 60 They would not know the name of justice were it not for these things.by strife all things arise and are used.there is only one supreme wisdom. it wills and wills not to be called zeus.immortals are mortal, mortals, immortal, living in their death and dying in their life.The way upward and downward are one and the same.The beginning and end are one.The limits of the soul you shall not find out though you should traverse every way.Those who speak with intelligence must speak what is common to all, for all human laws are united by one divine law.Man understands the deity as much and little as the child understands the man.Self control is the highest wisdom, and wisdom is to know truth and consciously to act in accord with nature.it is better to conceal ignorance than expose it.A stupid man loves to be puzzled by every discourse.A man's character is his demon."},{"id":369,"quote":"The sun is new every day."},{"id":370,"quote":"Sleeping people live in their own world; only those who are awake have a world in common."},{"id":371,"quote":"The sun is new each day"},{"id":372,"quote":"Non troverai mai la verità se non sei disposto ad accettare anche quello che non ti aspetti."},{"id":373,"quote":"Gods live past our meager death.We die past their ceaseless living."},{"id":374,"quote":"The river where you set your foot just now is gone those waters― hiving way to this, now this."},{"id":375,"quote":"From the strain of binding opposites comes harmony."},{"id":376,"quote":"The way upward and the way downward are the same."},{"id":377,"quote":"Give me one man from among ten thousands, if he be the best."},{"id":378,"quote":"Εάν δεν αναμένετε το απροσδόκητο, δεν θα το αναγνωρίσετε όταν φτάσει."},{"id":379,"quote":"Τα παντα ρει"},{"id":380,"quote":"One's bearing shapes one's fate."},{"id":381,"quote":"The Only Thing That Is Constant Is Change"},{"id":382,"quote":"The only thing constant in life is change"},{"id":383,"quote":"Ο Χρόνος είναι παιδί που παίζει πεσσούς, η βασιλεία ανήκει στο παιδί."},{"id":384,"quote":"Let us not concur casually about the most important matters."},{"id":385,"quote":"The only constant of life is change."},{"id":386,"quote":"The road up and the road down is one and the same"},{"id":387,"quote":"The prophet’s voice possessed of god  requires no ornament, no sweetening of tone,  but carries over a thousand years."},{"id":388,"quote":"What is not yet known those blinded by faith can never learn."},{"id":389,"quote":"The limits of the soul you could not discover, though traversing every path."},{"id":390,"quote":"If there were no sun, all the stars would not suffice to prevent its being night."},{"id":391,"quote":"Into the same rivers we both step and do not step; we both are and are not."},{"id":392,"quote":"Time is a child playing dice; the Kingly power is a child's."},{"id":393,"quote":"What is not yet known those blinded by bad faith can never learn."},{"id":394,"quote":"Change is the only thing that endures"}]