[{"id":1,"quote":"Government is necessary, not because man is naturally bad... but because man is by nature more individualistic than social."},{"id":2,"quote":"Life in the state of nature is solitary, poor, nasty, brutish, and short."},{"id":3,"quote":"Humans are driven by a perpetual and restless desire of power."},{"id":4,"quote":"A democracy is no more than an aristocracy of orators. The people are so readily moved by demagogues that control must be exercised by the government over speech and press."},{"id":5,"quote":"How could a state be governed, or protected in its foreign relations if every individual remained free to obey or not to obey the law according to his private opinion."},{"id":6,"quote":"Hell is Truth Seen Too Late."},{"id":7,"quote":"The condition of man... is a condition of war of everyone against everyone."},{"id":8,"quote":"It is not wisdom but Authority that makes a law"},{"id":9,"quote":"The original of all great and lasting societies consisted not in the mutual good will men had toward each other, but in the mutual fear they had of each other."},{"id":10,"quote":"If nobody makes you do it, it counts as fun."},{"id":11,"quote":"If any two men desire the same thing, which nevertheless they cannot both enjoy, they become enemies."},{"id":12,"quote":"Unnecessary laws are not good laws, but traps for money."},{"id":13,"quote":"The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature; that is to say, of his own life."},{"id":14,"quote":"Where there is no common power, there is no law"},{"id":15,"quote":"Religions are like pills, which must be swallowed whole without chewing."},{"id":16,"quote":"The passions of men are commonly more potent than their reason."},{"id":17,"quote":"To this war of every man against every man, this also in consequent; that nothing can be unjust. The notions of right and wrong, justice and injustice have there no place. Where there is no common power, there is no law, where no law, no injustice. Force, and fraud, are in war the cardinal virtues."},{"id":18,"quote":"Curiosity is the lust of the mind."},{"id":19,"quote":"Life is nasty, brutish, and short"},{"id":20,"quote":"If I read as many books as most men do, I would be as dull-witted as they are."},{"id":21,"quote":"The first and fundamental law of Nature, which is, to seek peace and follow it."},{"id":22,"quote":"For if all things were equally in all men, nothing would be prized."},{"id":23,"quote":"For there are very few so foolish who would not rather govern themselves than be governed by others."},{"id":24,"quote":"Science is the knowledge of consequences, and dependence of one fact upon another."},{"id":25,"quote":"Obligation is thraldom, and thraldom is hateful."},{"id":26,"quote":"and where men build on false grounds, the more they build, the greater is the ruine"},{"id":27,"quote":"A man cannot lay down the right of resisting them that assault him by force, to take away his life."},{"id":28,"quote":"A free man is he that, in those things which by his strength and wit he is able to do, is not hindered to do what he has a will to."},{"id":29,"quote":"The best men are the least suspicious of fraudulent purposes."},{"id":30,"quote":"True and False are attributes of speech, not of things. And where speech is not, there is neither Truth nor Falsehood."},{"id":31,"quote":"Fear of things invisible is the natural seed of that which everyone in himself calleth religion."},{"id":32,"quote":"Ignorance of the law is no good excuse, where every man is bound to take notice of the laws to which he is subject."},{"id":33,"quote":"Prudence is a presumption of the future, contracted from the experience of time past."},{"id":34,"quote":"Leisure is the Mother of Philosophy."},{"id":35,"quote":"Passions unguided are for the most part mere madness."},{"id":36,"quote":"And as in other things, so in men, not the seller, but the buyer determines the Price."},{"id":37,"quote":"I am about to take my last voyage, a great leap in the dark."},{"id":38,"quote":"The end of knowledge is power ... the scope of all speculation is the performing of some action or thing to be done."},{"id":39,"quote":"There is no such thing as perpetual tranquillity of mind while we live here; because life itself is but motion, and can never be without desire, nor without fear, no more than without sense."},{"id":40,"quote":"Covenants without swords are but words."},{"id":41,"quote":"Faith is a gift of God, which man can neither give nor take away by promise of rewards or menace of torture."},{"id":42,"quote":"And seeing every man is presumed to do all things in order to his own benefit, no man is a fit Arbitrator in his own cause"},{"id":43,"quote":"A man's conscience and his judgment is the same thing; and as the judgment, so also the conscience, may be erroneous."},{"id":44,"quote":"Do not that to another, which thou wouldst not have done to thyself."},{"id":45,"quote":"It's not the pace of life I mind. It's the sudden stop at the end."},{"id":46,"quote":"I think, therefore matter is capable of thinking."},{"id":47,"quote":"The world is governed by opinion."},{"id":48,"quote":"Silence is sometimes an argument of Consent."},{"id":49,"quote":"It is fairer to tax people on what they extract from the economy, as roughly measured by their consumption, than to tax them on what they produce for the economy, as roughly measured by their income."},{"id":50,"quote":"No arts, no letters - no society."},{"id":51,"quote":"Fear of power invisible, feigned by the mind or imagined from tales publicly allowed, is religion; not allowed, superstition."},{"id":52,"quote":"Nature itself cannot err"},{"id":53,"quote":"All men, among themselves, are by nature equal. The inequality we now discern hath its spring from the civil law."},{"id":54,"quote":"True and false are attributes of speech not of things. And where speech is not, there is neither truth nor falsehood. Error theremay be, as when we expect that which shall not be; or suspect what has not been: but in neither case can a man be charged with untruth."},{"id":55,"quote":"Whatsoever therefore is consequent to a time of war, where every man is enemy to every man, the same consequent to the time wherein men live without other security than what their own strength and their own invention shall furnish them withal. In such condition there is no place for industry... no knowledge of the face of the earth; no account of time; no arts; no letters; no society; and which is worst of all, continual fear, and danger of violent death; and the life of man, solitary, poor, nasty, brutish, and short."},{"id":56,"quote":"Words are the counters of wise men, but the money of fools."},{"id":57,"quote":"So that in the nature of man, we find three principal causes of quarrel. First, competition; secondly, diffidence; thirdly, glory. The first maketh men invade for gain; the second, for safety; and the third, for reputation. The first use violence, to make themselves masters of other men's persons, wives, children, and cattle; the second, to defend them; the third, for trifles, as a word, a smile, a different opinion, and any other sign of undervalue, either direct in their persons or by reflection in their kindred, their friends, their nation, their profession, or their name."},{"id":58,"quote":"I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death."},{"id":59,"quote":"Immortality is a belief grounded upon other men's sayings, that they knew it supernaturally; or that they knew those who knew them that knew others that knew it supernaturally."},{"id":60,"quote":"They that are discontented under monarchy, call it tyranny; and they that are displeased with aristocracy, call it oligarchy: so also, they which find themselves grieved under a democracy, call it anarchy, which signifies the want of government; and yet I think no man believes, that want of government, is any new kind of government."},{"id":61,"quote":"During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man."},{"id":62,"quote":"Power as is really divided, and as dangerously to all purposes, by sharing with another an Indirect Power, as a Direct one."},{"id":63,"quote":"Curiosity draws a man from consideration of the effect, to seek the cause."},{"id":64,"quote":"Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; yet they will hardly believe there be many so wise as themselves."},{"id":65,"quote":"The Present only has a being in Nature; things Past have a being in the Memory only, but things to come have no being at all; the Future but a fiction of the mind."},{"id":66,"quote":"It's my turn, to take a leap into the darkness!"},{"id":67,"quote":"Wisdom, properly so called, is nothing else but this: the perfect knowledge of the truth in all matters whatsoever."},{"id":68,"quote":"So easy are men to be drawn to believe any thing, from such men as have gotten credit with them; and can with gentleness and dexterity take hold of their fear and ignorance."},{"id":69,"quote":"There is no action of man in this life that is not the beginning of so long a chain of consequences as no human providence is high enough to give a man a prospect in the end. And in this chain, there are linked together both pleasing and unpleasing events in such manner as he that will do anything for his pleasure must engage himself to suffer all the pains annexed to it."},{"id":70,"quote":"The object of man's desire is not to enjoy once only, and for one instant of time; but to assure for ever, the way of his future desires."},{"id":71,"quote":"As soon as a thought darts, I write it down."},{"id":72,"quote":"Appetite, with an opinion of attaining, is called hope; the same, without such opinion, despair."},{"id":73,"quote":"Laughter is nothing else but sudden glory arising from some sudden conception of some eminency in ourselves, by comparison with the infirmity of others, or with our own formerly."},{"id":74,"quote":"The obligation of subjects to the sovereign is understood to last as long, and no longer, than the power lasteth by which he is able to protect them."},{"id":75,"quote":"The Register of Knowledge of Fact is called History ."},{"id":76,"quote":"The \"value\" or \"worth\" of a man is, as of all other things, his price; that is to say, so much as would be given for the use of his power."},{"id":77,"quote":"From what cause the rite of baptism first proceeded is not expressed formally in the scripture, but it may be probably thought to be an imitation of the law of Moses concerning leprosy, wherein the leprous man was commanded to be kept out of the camp of Israel for a certain time, after which time being judged by the priest to be clean, he was admitted into the camp after a solemn washing. And this may therefore be a type of the washing in baptism, wherein such men as are cleansed of the leprosy of Sin by Faith, are received into the church with the solemnity of baptism."},{"id":78,"quote":"The Papacy is not other than the Ghost of the deceased Roman Empire, sitting crowned upon the grave thereof."},{"id":79,"quote":"Because silver and gold have their value from the matter itself, they have first this privilege, that the value of them cannot be altered by the power of one, nor of a few commonwealths, as being a common measure of the commodities of all places. But base money may easily be enhanced or abased."},{"id":80,"quote":"Good and Evil are names that signify our appetites and aversions, which in different tempers, customs, and doctrines of men, are different: And diverse men differ not only in their judgment, on the senses of what is pleasant and unpleasant to the taste, smell, hearing, touch, and sight, but also of what is conformable, or disagreeable to Reason, in the actions of the common life. Nay, the same man, in diverse times, differs from himself, and one time praiseth, that is, calleth Good, what another time he dispraiseth, and calleth Evil."},{"id":81,"quote":"The power of a man is his present means to obtain some future apparent good."},{"id":82,"quote":"Felicity is a continual progress of the desire from one object to another, the attaining of the former being still but the way to the latter."},{"id":83,"quote":"... it is one thing to desire, another to be in capacity fit for what we desire."},{"id":84,"quote":"The privilege of absurdity; to which no living creature is subject, but man only."},{"id":85,"quote":"In a Democracy, look how many Demagogs that is how many powerful Orators there are with the people."},{"id":86,"quote":"Men measure not only other men, but all other things, by themselves."},{"id":87,"quote":"For it is not the shape, but their use, that makes them angels."},{"id":88,"quote":"Reason is the Soul of the Law."},{"id":89,"quote":"If men are naturally in a state of war, why do they always carry arms and why do they have keys to lock their doors?"},{"id":90,"quote":"Love is a person's idea about his/her needs in other person what you are attracted to."},{"id":91,"quote":"Force and fraud are in war the two cardinal virtues."},{"id":92,"quote":"No man can be judge to his own cause."},{"id":93,"quote":"Every man may think his own cause just till it be heard and judged."},{"id":94,"quote":"So that in the first place, I put for a general inclination of all mankind a perpetual and restless desire of Power after power, that ceaseth only in Death. And the cause of this is not always that a man hopes for a more intensive delight than he has already attained to, or that he cannot be content with a moderate power: but because he cannot assure the power and means to live well, which he hath present, without the acquisition of more."},{"id":95,"quote":"To say God spake or appeared as he is in his own nature, is to deny his Infiniteness, Invisibility, Incomprehensibility."},{"id":96,"quote":"The source of every crime, is some defect of the understanding; or some error in reasoning; or some sudden force of the passions. Defect in the understanding is ignorance; in reasoning, erroneous opinion."},{"id":97,"quote":"Subjects have no greater liberty in a popular than in a monarchial state. That which deceives them is the equal participation of command."},{"id":98,"quote":"Understanding is nothing else than conception caused by speech."},{"id":99,"quote":"If I had read as much as other men I would have known no more than they."},{"id":100,"quote":"Scientia potentia est, sed parva; quia scientia egregia rara est, nec proinde apparens nisi paucissimis, et in paucis rebus. Scientiae enim ea natura est, ut esse intelligi non possit, nisi ab illis qui sunt scientia praediti."},{"id":101,"quote":"Emulation is grief arising from seeing one's self, exceeded or excelled by his concurrent, together with hope to equal or exceed him in time to come, by his own ability. But envy is the same grief joined with pleasure conceived in the imagination of some ill-fortune that may befall him."},{"id":102,"quote":"This is that law of the Gospel; whatsoever you require that others should do to you, that do ye to them."},{"id":103,"quote":"He that is taken and put into prison or chains is not conquered, though overcome; for he is still an enemy."},{"id":104,"quote":"Science [is] knowledge of the truth of Propositions and how things are called."},{"id":105,"quote":"A covenant not to defend myself from force by force is always void. For ... no man can transfer or lay down his Right to save himself. For the right men have by Nature to protect themselves, when none else can protect them, can by no Covenant be relinquished. ... [The right] to defend ourselves [is the] summe of the Right of Nature."},{"id":106,"quote":"The reputation of power IS power."},{"id":107,"quote":"It is manifest therefore that they who have sovereign power, are immediate rulers of the church under Christ, and all others but subordinate to them. If that were not, but kings should command one thing upon pain of death, and priests another upon pain of damnation, it would be impossible that peace and religion should stand together."},{"id":108,"quote":"As a draft-animal is yoked in a wagon, even so the spirit is yoked in this body"},{"id":109,"quote":"The value of all things contracted for, is measured by the appetite of the contractors, and therefore the just value is that which they be contented to give."},{"id":110,"quote":"Opinion of ghosts, ignorance of second causes, devotion to what men fear, and talking of things casual for prognostics, consisteth the natural seeds of religion"},{"id":111,"quote":"A Law of Nature, (Lex Naturalis) is a Precept, or general Rule, found out by Reason, by which a man is forbidden to do, that, which is destructive of his life, or taketh away the means of preserving the same; and to omit, that, by which he thinketh it may be best preserved."},{"id":112,"quote":"There is no such thing as perpetual tranquility of mind while we live here."},{"id":113,"quote":"Baptism is the sacrament of allegiance of them that are to be received into the Kingdom of God, that is to say, into Eternal life, that is to say, to Remission of Sin. For as Eternal life was lost by the committing, so it is recovered by the remitting of men's sins."},{"id":114,"quote":"Thoughts are to the Desires as Scouts and Spies, to range abroad, and find the way to the things Desired."},{"id":115,"quote":"Time, and Industry, produce everyday new knowledge."},{"id":116,"quote":"For if I should not believe all that is written by Historians, of the glorious acts of Alexander, or Caesar; I do not think the Ghost of Alexander, or Caesar, had any just cause to be offended; or any body else, but the Historian. If Livy say the Gods made once a Cow speak, and we believe it not; we distrust not God therein, but Livy. So that it is evident, that whatsoever we believe, upon no other reason, then what is drawn from authority of men only, and their writings; whether they be sent from God or not, is Faith in men only."},{"id":117,"quote":"Intemperance is naturally punished with diseases; rashness, with mischance; injustice; with violence of enemies; pride, with ruin; cowardice, with oppression; and rebellion, with slaughter."},{"id":118,"quote":"No Discourse whatsoever, can End in absolute Knowledge of Fact."},{"id":119,"quote":"It is many times with a fraudulent Design that men stick their corrupt Doctrine with the Cloves of other mens Wit."},{"id":120,"quote":"Leisure is the mother of philosophy; and commonwealth, the mother of peace and leisure."},{"id":121,"quote":"And because the condition of Man, (as hath been declared in the precedent Chapter) is a condition of Warre of every one against everyone; in which case every one is governed by his own Reason; and there is nothing he can make use of, that may not be a help unto him, in preserving his life against his enemyes; It followeth, that in such a condition, every man has a Right to every thing; even to one anothers body."},{"id":122,"quote":"When all the world is overcharged with inhabitants, then the last remedy of all is war, which provideth for every man, by victory or death."},{"id":123,"quote":"Moral philosophy is nothing else but the science of what is good, and evil, in the conversation, and society of mankind. Good, and evil, are names that signify our appetites, and aversions; which in different tempers, customs, and doctrines of men, are different."},{"id":124,"quote":"The disembodied spirit is immortal; there is nothing of it that can grow old or die. But the embodied spirit sees death on the horizon as soon as its day dawns."},{"id":125,"quote":"If we could suppose a great multitude of men to consent to the observation of justice, and other laws of Nature, without a common Power to keep them all in awe; we might as well suppose all mankind to do the same; and then there neither would be nor need to be any civil government or commonwealth at all, because there would be Peace without subjection."},{"id":126,"quote":"For as to the strength of body, the weakest has strength enough to kill the strongest, either by secret machination or by confederacy with others that are in the same danger with himself"},{"id":127,"quote":"What reason is there that he which laboreth much, and, sparing the fruits of his labor, consumeth little, should be more charged than he that, living idly, getteth little and spendeth all he gets, seeing the one hath no more protection from the commonwealth than the other?"},{"id":128,"quote":"Desire of praise disposeth to laudable actions."},{"id":129,"quote":"From whence it follows, that were the publique and private interest are most closely united, there is the publique most advanced."},{"id":130,"quote":"Ambition, and Covetousnesse are Passions that are perpetually incumbent, and pressing."},{"id":131,"quote":"For all laws are general judgements, or sentences of the legislator; as also every particular judgement is a law to him whose case is judged."},{"id":132,"quote":"The most noble and profitable invention of all other, was that of SPEECH, consisting of Names or Appellations, and their Connexion; whereby men register their Thoughts; recall them when they are past; and also declare them one to another for mutuall utility and conversation; without which, there had been amongst men, neither Commonwealth, nor Society, nor Contract, nor Peace, no more than amongst Lyons, Bears, and Wolves."},{"id":133,"quote":"Sudden glory is the passion which maketh those grimaces called laughter."},{"id":134,"quote":"But if one Subject giveth Counsell to another, to do anything contrary to the Lawes, whether that Counsell proceed from evil intention, or from ignorance onely, it is punishable by the Common-wealth; because igorance of the Law, is no good excuse, where every man is bound to take notice of the Lawes to which he is subject."},{"id":135,"quote":"Heresy is a word which, when it is used without passion, signifies a private opinion. So the different sects of the old philosophers, Academians, Peripatetics, Epicureans, Stoics, &c., were called heresies."},{"id":136,"quote":"The law is more easily understood by few than many words. For all words are subject to ambiguity, and therefore multiplication of words in the body of the law is multiplication of ambiguity. Besides, it seems to imply (by too much diligence) that whosoever can evade the words is without the compass of the law."},{"id":137,"quote":"The law is the public conscience."},{"id":138,"quote":"The first cause of Absurd conclusions I ascribe to the want of Method."},{"id":139,"quote":"The Interpretation of the Laws of Nature in a Common-wealth, dependeth not on the books of Moral Philosophy. The Authority of writers, without the Authority of the Commonwealth, maketh not their opinions Law, be they never so true."},{"id":140,"quote":"Because waking I often observe the absurdity of dreams, but never dream of the absurdities of my waking thoughts, I am well satisfied that being awake, I know I dream not; though when I dream, I think myself awake."},{"id":141,"quote":"As in the presence of the Master, the Servants are equall, and without any honour at all; So are the Subjects, in the presence of the Soveraign. And though they shine some more, some lesse, when they are out of his sight; yet in his presence, they shine no more than the Starres in presence of the Sun."},{"id":142,"quote":"From whence it happens, that they which trust to books, do as they that cast up many little sums into a greater, without considering whether those little sums were rightly cast up or not; and at last finding the error visible, and not mistrusting their first grounds, know not which way to clear themselves; but spend time in fluttering over their books, as birds that entering by the chimney, and finding themselves enclosed in a chamber, flutter at the false light of a glass window, for want of wit to consider which way they came in."},{"id":143,"quote":"But yet they that have no Science , are in better, and nobler condition with their naturall Prudence; than men, that by their mis-reasoning, or by trusting them that reason wrong, fall upon false and absurd generall rules."},{"id":144,"quote":"If this superstitious fear of Spirits were taken away, and with it, Prognostiques from Dreams, false Prophecies, and many other things depending thereon, by which, crafty ambitious persons abuse the simple people, men would be much more fitted then they are for civill Obedience."},{"id":145,"quote":"By how much one man has more experience of things past, than another, by so much also he is more prudent, and his expectations the seldomer fail him."},{"id":146,"quote":"When a man tells me God hath spoken in a dream, I know he dreamt that God spoke to him."},{"id":147,"quote":"When it happeneth that a man signifieth unto us two contradictory opinions whereof the one is clearly and directly signified, andthe other either drawn from that by consequence, or not known to be contradictory to it; then (when he is not present to explicate himself better) we are to take the former of his opinions; for that is clearly signified to be his, and directly, whereas the other might proceed from error in the deduction, or ignorance of the repugnancy."},{"id":148,"quote":"Men looke not at the greatnesse of the evill past, but the greatnesse of the good to follow."},{"id":149,"quote":"That a man be willing, when others are so too, as far forth as for peace and defense of himself he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men, as he would allow other men against himself."},{"id":150,"quote":"For after the subject is removed or the eye shut, we still retain an image of the things seen, though more obscure than when we see it...Imagination, therefore, is nothing more than decaying sense."},{"id":151,"quote":"And whereas many men, by accident unevitable, become unable to maintain themselves by their labour; they ought not to be left to the Charity of private persons; but to be provided for, (as far-forth as the necessities of Nature require,) by the Lawes of the Common-wealth. For as it is Unchariablenesse in any man, to neglect the impotent; so it is in the Soveraign of a Common-wealth, to expose them to the hazard of such uncertain Charity."},{"id":152,"quote":"Words are wise men's counters, they do but reckon by them: but they are the money of fools, that value them by the authority of an Aristotle, a Cicero, or a Thomas, or any other doctor whatsoever, if but a man."},{"id":153,"quote":"And in these four things, opinion of ghosts , ignorance of second causes, devotion towards what men fear , and taking of things casual for prognostics , consisteth the natural seed of religion ; which by reason of the different fancies, judgments and passions of several men, has grown up into ceremonies so different, that those which are used by one man, are for the most part ridiculous to another."},{"id":154,"quote":"No mans error becomes his own Law; nor obliges him to persist in it."},{"id":155,"quote":"That wee have of Geometry, which is the mother of all Naturall Science, wee are not indebted for it to the Schools."},{"id":156,"quote":"They that approve a private opinion, call it opinion; but they that dislike it, heresy; and yet heresy signifies no more than private opinion."},{"id":157,"quote":"To say that God is an incorporeal substance, is to say in effect there is no God at all. What alleges he against it, but the School-divinity which I have already answered? Scripture he can bring none, because the word incorporeal is not found in Scripture."},{"id":158,"quote":"For it is not the bare Words, but the Scope of the writer that giveth true light, by which any writing is to bee interpreted; and they that insist upon single Texts, without considering the main Designe, can derive no thing from them clearly; but rather by casting atomes of Scripture, as dust before mens eyes, make everything more obscure than it is; an ordinary artifice of those who seek not the truth, but their own advantage."},{"id":159,"quote":"Of all Discourse , governed by desire of Knowledge, there is at last an End , either by attaining, or by giving over."},{"id":160,"quote":"Fact be vertuous, or vicious, as Fortune pleaseth"},{"id":161,"quote":"I shall be glad then to find a hole to creep out of the world."},{"id":162,"quote":"For such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned, yet they will hardly believe there be many so wise as themselves, for they see their own wit at hand, and other men's at a distance. But this proveth rather that men are in that point equal, than unequal. For there is not ordinarily a greater sign of the equal distribution of any thing than that every man is contented with his share."},{"id":163,"quote":"For it can never be that war shall preserve life, and peace destroy it."},{"id":164,"quote":"He that is to govern a whole Nation , must read in himself, not this, or that particular man; but Mankind; which though it be hard to do, harder than to learn any Language, or Science; yet, when I shall have set down my own reading orderly, and perspicuously, the pains left another, will be only to consider, if he also find not the same in himself. For this kind of Doctrine, admitteth no other Demonstration."},{"id":165,"quote":"The characters of man's heart, blotted and confounded as they are with dissembling, lying, counterfeiting, and erroneous doctrines, are legible only to him that searcheth hearts."},{"id":166,"quote":"Nature hath made men so equal in the faculties of body and mind, as that though there be found one man sometimes manifestly stronger in body, or of quicker mind than another, yet when all is reckoned together, the difference between man and man is not so considerable as that one man can thereupon claim to himself any benefit to which another may not pretend as well as he."},{"id":167,"quote":"The flesh endures the storms of the present alone; the mind, those of the past and future as well as the present. Gluttony is a lust of the mind."},{"id":168,"quote":"Prophecy is many times the principal cause of the events foretold."},{"id":169,"quote":"Seeing then that truth consisteth in the right ordering of names in our affirmations, a man that seeketh precise truth, had need to remember what every name he uses stands for; and to place it accordingly; or else he will find himself entangled in words, as a bird in lime-twigs; the more he struggles, the more belimed."},{"id":170,"quote":"To speak impartially, both sayings are very true: that man to man is a kind of God; and that man to man is an arrant wolf. The first is true, if we compare citizens amongst themselves; and the second, if we compare cities."},{"id":171,"quote":"And Beasts that have Deliberation , must necessarily also have Will ."},{"id":172,"quote":"For seeing life is but a motion of Limbs... why may we not say, that all Automata (Engines that move themselves by springs and wheels as doth a watch) have an artificial life?"},{"id":173,"quote":"To understand this for sense it is not required that a man should be a geometrician or a logician, but that he should be mad."},{"id":174,"quote":"For WAR, consisteth not in Battle only, or the act of fighting; but in a tract of time, wherein the Will to content by Battle is sufficiently known.... So the nature of War, consisteth not in actual fighting; but in the known disposition thereto, during all the time there is no assurance to the contrary. All other time is PEACE."},{"id":175,"quote":"Geometry is the only science that it hath pleased God hitherto to bestow on mankind."},{"id":176,"quote":"To be seduced by Orators, as a Monarch by Flatterers."},{"id":177,"quote":"Setting themselves against reason, as often as reason is against them."},{"id":178,"quote":"For all uniting of strength by private men, is, if for evil intent, unjust; if for intent unknown, dangerous to the Publique, and unjustly concealed."},{"id":179,"quote":"From the same it proceedeth,that men gives different names, to one and the same thing, from the difference of their own passions: As they that approve a private opinion, call it Opinion; but they that mislike it, Haeresie: and yet haeresie signifies no more than private opinion; but has only agreater tincture of choler"},{"id":180,"quote":"For naturall Bloud is in like manner made of the fruits of the Earth; and circulating, nourisheth by the way, every Member of the Body of Man."},{"id":181,"quote":"The science which teacheth arts and handicrafts is merely science for the gaining of a living; but the science which teacheth deliverance from worldly existence, is not that the true science?"},{"id":182,"quote":"War consisteth not in battle only, or the act of fighting; but in a tract of time, wherein the will to contend by battle is sufficiently known."},{"id":183,"quote":"Leisure can be one of the Mothers of Philosophy."},{"id":184,"quote":"The Enemy has been here in the night of our natural ignorance, and sown the tares of spiritual errors."},{"id":185,"quote":"The most part of men, though they have the use of reasoning a little way, as in numbering to some degree; yet it serves them to little use in common life; in which they govern themselves, some better, some worse, according to their differences of experience, quickness of memory, and inclinations to several ends; but specially according to good or evil fortune, and the errors of one another."},{"id":186,"quote":"There is more in Mersenne than in all the universities together."},{"id":187,"quote":"But his Lordship [tells]us that God is wholly here, and wholly there, and wholly every where; because he has no parts. I cannot comprehend nor conceive this. For methinks it implies also that the whole world is also in the whole God, and in every part of God. Norcan I find anything of this in the Scripture. If I could find it there, I could believe it; and if I could find it in the public doctrine of the Church, I could easily abstain from contradicting it."},{"id":188,"quote":"For to accuse requires less eloquence, such is man's nature, than to excuse; and condemnation, than absolution, more resembles justice."},{"id":189,"quote":"So that every Crime is a sinne; but not every sinne a Crime."},{"id":190,"quote":"And this Feare of things invisible, is the naturall Seed of that, which every one in himself calleth Religion; and in them that worship, or feare that Power otherwise than they do, Superstition."},{"id":191,"quote":"Such truth, as opposeth no man's profit, nor pleasure, is to all men welcome."},{"id":192,"quote":"All generous minds have a horror of what are commonly called 'Facts'. They are the brute beasts of the intellectual domain."},{"id":193,"quote":"Whatsoever accidents or qualities our senses make us think there be in the world, they are not there, but are seemings and apparitions only. The things that really are in the world without us, are those motions by which these seemings are caused. And this is the great deception of sense, which also is by sense to be corrected. For as sense telleth me, when I see directly, that the colour seemeth to be in the object; so also sense telleth me, when I see by reflection, that colour is not in the object."},{"id":194,"quote":"Desire , to know why, and how, CURIOSITY; such as is in no living creature but Man ; so that Man is distinguished, not only by his Reason; but also by this singular Passion from other Animals ; in whom the appetite of food, and other pleasures of Sense, by predominance, take away the care of knowing causes; which is a Lust of the mind, that by a perseverance of delight in the continual and indefatigable generation of Knowledge, exceedeth the short vehemence of any carnal Pleasure."},{"id":195,"quote":"Whatsoever is the object of any man's Appetite or Desire; that is it which he for his part calleth Good: and the object of his Hate and Aversion, evil."},{"id":196,"quote":"The praise of ancient authors proceeds not from the reverence of the dead, but from the competition and mutual envy of the living."},{"id":197,"quote":"Man is distinguished not only by his reason, but also by this singular passion, from all other animals."},{"id":198,"quote":"This I know; God cannot sin, because his doing a thing makes it just, and consequently, no sin.... And therefore it is blasphemy to say, God can sin; but to say, that God can so order the world, as a sin may be necessarily caused thereby in a man, I do not see how it is any dishonor to him."},{"id":199,"quote":"Prudence is but experience, which equal time equally bestows on all men in those things they equally apply themselves unto."},{"id":200,"quote":"Those men that are so remissly governed that they dare take up arms to defend or introduce an opinion, are still in war, and their condition not peace, but only a cessation of arms for fear of one another, and they live as it were in the precincts of battle continually."},{"id":201,"quote":"A private man has always the liberty (because thought is free) to believe or not believe in his heart those acts that have been given out for miracles, according as he shall see what benefits can accrue by men's belief, to those that pretend, or countenance them, and thereby conjecture whether they be miracles or lies."},{"id":202,"quote":"A wise man should so write (though in words understood by all men) that wise men only should be able to commend him."},{"id":203,"quote":"In sum, all actions and habits are to be esteemed good or evil by their causes and usefulness in reference to the commonwealth, and not by their mediocrity, nor by their being commended. For several men praise several customs, and, contrarily, what one calls vice, another calls virtue, as their present affections lead them."},{"id":204,"quote":"There be as many persons of a king, as there be petty constables in his kingdom. And so there are, or else he cannot be obeyed. But I never said that a king, and every one of his persons, are the same substance."},{"id":205,"quote":"No man is bound by the words themselves, either to kill himselfe, or any other man."},{"id":206,"quote":"Let a man (as most men do) rate themselves as the highest Value they can; yet their true Value is no more than it is esteemed by others."},{"id":207,"quote":"Men are not therefore put to death, or punished for that their theft proceedeth from election; but because it was noxious and contrary to men's preservation, and the punishment conducing to the preservation of the rest, inasmuch as to punish those that do voluntary hurt, and none else, frameth and maketh men's wills such as men would have them."},{"id":208,"quote":"For it is with the mysteries of our religion, as with wholesome pills for the sick, which swallowed whole, have the virtue to cure; but chewed, are for the most part cast up again without effect."},{"id":209,"quote":"We are not to renounce our senses and experience, nor (that which is the undoubted Word of God) our natural Reason. For they are the talents which he hath put into our hands to negotiate, till the coming again of our blessed savior, and therefore not to be folded up in the napkin of an implicate faith, but employed in the purchase of justice, peace, and true religion. For though there be many things in God's Word above Reason--that is to say, which cannot by natural reason be either demonstrated or confuted--yet there is nothing contrary to it."},{"id":210,"quote":"Another doctrine repugnant to Civill Society, is that whatsoever a man does against his Conscience, is Sinne ; and it dependeth on the presumption of making himself judge of Good and Evill. For a man's Conscience and his Judgement are the same thing, and as the Judgement, so also the Conscience may be erroneous."},{"id":211,"quote":"I know not how the world will receive it, nor how it may reflect on those that shall seem to favor it. For in a way beset with those that contend, on one side for too great Liberty , and on the other side for too much Authority , 'tis hard to passe between the points of both unwounded."},{"id":212,"quote":"The errors of definitions multiply themselves according as the reckoning proceeds; and lead men into absurdities, which at last they see but cannot avoid, without reckoning anew from the beginning."},{"id":213,"quote":"A naturall foole that could never learn by heart the order of numerall words, as one , two , and three , may observe every stroak of the Clock, and nod to it, or say one, one, one; but can never know what houre it strikes."},{"id":214,"quote":"Corporations are \"worms in the body politic\""},{"id":215,"quote":"A Covenant not to defend myself from force, by force, is always void. For... no man can transfer or lay down his Right to save himself from Death."},{"id":216,"quote":"When the nature of the thing is incomprehensible, I can acquiesce in the Scripture: but when the signification of words is incomprehensible, I cannot acquiesce in the authority of a Schoolman."},{"id":217,"quote":"The Scripture was written to shew unto men the kingdom of God; and to prepare their minds to become his obedient subjects; leavingthe world, and the Philosophy thereof, to the disputation of men, for the exercising of their natural Reason."},{"id":218,"quote":"The oath adds nothing to the obligation. For a covenant, if lawful, binds in the sight of God, without the oath, as much as with it; if unlawful, bindeth not at all, though it be confirmed with an oath."},{"id":219,"quote":"As, in Sense, that which is really within us, is (as I have said before) only Motion, caused by the action of external objects, but in appearance; to the Sight, Light and Color; to the Ear, Sound; to the Nostril, Odor, &c."},{"id":220,"quote":"The first author of speech was God himself, that instructed Adam how to name such creatures as He presented to his sight."},{"id":221,"quote":"By this we may understand, there be two sorts of knowledge, whereof the one is nothing else but sense, or knowledge original (as I have said at the beginning of the second chapter), and remembrance of the same; the other is called science or knowledge of the truth of propositions, and how things are called, and is derived from understanding."},{"id":222,"quote":"If God bestowed immortality on every man then when he made him, and he made many to whom he never purposed to give his saving grace, what did his Lordship think that God gave any man immortality with purpose only to make him capable of immortal torments? It is a hard saying, and I think cannot piously be believed. I am sure it can never be proved by the canonical Scripture."},{"id":223,"quote":"I mean by the universe, the aggregate of all things that have being in themselves; and so do all men else. And because God has a being, it follows that he is either the whole universe, or part of it. Nor does his Lordship go about to disprove it, but only seems to wonder at it."},{"id":224,"quote":"But they that hold God to be [an incorporeal substance]do absolutely make God to be nothing at all. But how? Were they atheists? No. For though by ignorance of the consequence they said that which was equivalent to atheism, yet in their hearts they thought God a substanceSo that this atheism by consequence is a very easy thing to be fallen into, even by the most godly men of the church."},{"id":225,"quote":"A great leap in the dark"},{"id":226,"quote":"To conclude, The Light of humane minds is Perspicuous Words, but by exact definitions first snuffed, and purged from ambiguity; Reason is the pace; Encrease of Science, the way; and the Benefit of man-kind, the end."},{"id":227,"quote":"Christian Kings may erre in deducing a Consequence, but who shall Judge?"},{"id":228,"quote":"A Covenant not to defend my selfe from force, by force, is always voyd."},{"id":229,"quote":"The secret thoughts of a man run over all things, holy, profane, clean, obscene, grave, and light, without shame or blame."},{"id":230,"quote":"Understanding is by the flame of the passions never enlightened, but dazzled."},{"id":231,"quote":"And I profess still, that whatsoever the church of England (the church, I say, not every doctor) shall forbid me to say in matterof faith, I shall abstain from saying it, excepting this point, that Jesus Christ, the Son of God, died for my sins. As for other doctrines, I think it unlawful, if the church define them, for any member of the church to contradict them."},{"id":232,"quote":"Corporations are may lesser commonwealths in the bowels of a greater, like worms in the entrails of a natural man."},{"id":233,"quote":"The Imagination that is raised in man (or any other creature imbued with the faculty of imagining) by words, or other voluntary signs, is that we generally call Understanding; and is common to Man and Beasts."},{"id":234,"quote":"By consequence, or train of thoughts, I understand that succession of one thought to another which is called, to distinguish it from discourse in words, mental discourse. When a man thinketh on anything whatsoever, his next thought after is not altogether so casual as it seems to be. Not every thought to every thought succeeds indifferently."},{"id":235,"quote":"But all this language gotten, and augmented by Adam and his posterity, was again lost at the tower of Babel , when by the hand of God, every man was stricken for his rebellion, with an oblivion of his former language."},{"id":236,"quote":"When two, or more men, know of one and the same fact, they are said to be CONSCIOUS of it one to another; which is as much as to know it together."},{"id":237,"quote":"It is not easy to fall into any absurdity, unless it be by the length of an account; wherein he may perhaps forget what went before. For all men by nature reason alike, and well, when they have good principles."},{"id":238,"quote":"And therefore, as when there is a controversy in an account, the parties must by their own accord, set up for right Reason, the Reason of some Arbitrator, or Judge, to whose sentence, they will both stand, or their controversy must either come to blows, or be undecided, for want of a right Reason constituted by Nature; so is it also in all debates of what kind soever."},{"id":239,"quote":"And therefore in geometry (which is the only science that it hath pleased God hitherto to bestow on mankind), men begin at settling the significations of their words; which settling of significations, they call definitions, and place them in the beginning of their reckoning."},{"id":240,"quote":"Science is the knowledge of Consequences, and dependence of one fact upon another: by which, out of that we can presently do, we know how to do something else when we will, or the like, another time"},{"id":241,"quote":"Competition of praise inclineth to a reverence of antiquity. For men contend with the living, not with the dead."},{"id":242,"quote":"The Pacts and Covenants, by which the parts of this Body Politique were at first made, set together, and united, resemble that Fiat, or the Let us make man, pronounced by God in the Creation."},{"id":243,"quote":"Nature (the Art whereby God hath made and governs the World) is by the Art of man, as in many other things, so in this also imitated, that it can make an Artificial Animal. For seeing life is but a motion of Limbs, the beginning whereof is in some principal part within; why may we not say, that all Automata (Engines that move themselves by springs and wheels as doth a watch) have an artificial life?"},{"id":244,"quote":"He that has most experience [is] so much more prudent than he that is new, as not to be equalled by any advantage of natural and extemporary wit- though many young men think the contrary."},{"id":245,"quote":"[Necessity is] the sum of all things, which being now existent, conduce and concur to the production of that action hereafter, whereof if any one thing now were wanting, the effect could not be produced. This concourse of causes, whereof every one is determined to be such as it is by a like concourse of former causes, may well be called (in respect they were all set and ordered by the eternal causes of all things, God Almighty) the decree of God."},{"id":246,"quote":"Can it then be doubted, but that God, who is infinitely fine Spirit, and withal intelligent, can make and change all species and kind of body as he pleaseth? But I dare not say, that this is the way by which God Almighty worketh, because it is past my apprehension: yet it serves very well to demonstrate, that the omnipotence of God implieth no contradiction."},{"id":247,"quote":"And for Incoherent Speech, it was amongst the Gentiles taken for one sort of Prophecy, because the Prophets of their Oracles, intoxicated with a spirit, or vapor from the cave of the Pythian Oracle at Delphi, were for a time really mad, and spake like mad-men; of whoose loose words a sense might be made to fit any event, in such sort, as all bodies are said to be made of Materia prima ."},{"id":248,"quote":"The cause of Sense, is the External Body, or Object, which presseth the organ proper to each Sense, either immediately, as in theTaste and Touch; or mediately, as in Seeing, Hearing, and Smelling: which pressure, by the mediation of Nerves, and other strings, and membranes of the body, continued inwards to the Brain, and Heart, causeth there a resistance, or counter- pressure, or endeavor of the heart, to deliver it self: which endeavor because Outward, seemeth to be some matter without."},{"id":249,"quote":"And as to the faculties of the mind, setting aside the arts grounded upon words, and especially that skill of proceeding upon generall, and infallible rules, called Science; which very few have, and but in few things; as being not a native faculty, born within us; nor attained, (as Prudence,) while we look after somewhat else."},{"id":250,"quote":"And if a man consider the original of this great Ecclesiastical Dominion, he will easily perceive, that the Papacy , is no other than the Ghost of the deceased Romane Empire , sitting crowned upon the grave thereof: For so did the Papacy start up on a Sudden out of the Ruines of that Heathen Power."},{"id":251,"quote":"Hell is truth seen too late."},{"id":252,"quote":"Scientia potentia est.Knowledge is power."},{"id":253,"quote":"For such is the nature of man, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; Yet they will hardly believe there be many so wise as themselves: For they see their own wit at hand, and other mens at a distance."},{"id":254,"quote":"The condition of man . . . is a condition of war of everyone against everyone"},{"id":255,"quote":"Leisure is the mother of Philosophy"},{"id":256,"quote":"So that in the nature of man,we find three principal causes of quarrel:First, Competition;Secondly, Dissidence;Thirdly, Glory.The first, maketh men invade for Gain;the second, for Safety;and the third, for Reputation.The first use Violence, to make themselves Masters of other men's persons, wives, children and cattle;the second, to defend them;the third, for trifles, as a word, a smile, a different opinion, and any other sign of undervalue, either direct in their Persons, or by reflexion in their Kindred, their Friends, their Nation, their Profession, or their Name."},{"id":257,"quote":"Homo homini lupus"},{"id":258,"quote":"No arts; no letters; no society; and which is worst of all, continual fear and danger of violent death; and the life of man solitary, poor, nasty, brutish, and short."},{"id":259,"quote":"Words are the counters of wise men, and the money of fools."},{"id":260,"quote":"Covenants, without the sword, are but words and of no strength to secure a man at all."},{"id":261,"quote":"God put me on this Earth to accomplish a certain number of things. Right now I'm so far behind that I'll never die\"."},{"id":262,"quote":"Now I am about to take my last voyage, a great leap in the dark"},{"id":263,"quote":"A man's conscience and his judgment are the same thing, and, as the judgment, so also the conscience may be erroneous"},{"id":264,"quote":"He that is to govern a whole Nation, must read in himselfe, not this, or that particular man; but Man-kind;"},{"id":265,"quote":"The source of every crime, is some defect of the understanding; or some error in reasoning; or some sudden force of the passions."},{"id":266,"quote":"The universe, the whole mass of things that are, is corporeal, that is to say, body, and hath the dimensions of magnitude, length, breadth and depth. Every part of the universe is body and that which is not body is no part of the universe, and because the universe is all, that which is no part of it is nothing, and consequently nowhere."},{"id":267,"quote":"What is the heart but a spring, and the nerves but so many strings, and the joints but so many wheels, giving motion to the whole body?"},{"id":268,"quote":"I often observe the absurdity of dreams, but never dream of the absurdity of my waking thoughts."},{"id":269,"quote":"Fear of things invisible is the natural seed of that which every one in himself calleth religion."},{"id":270,"quote":"In such condition, there is no place for Industry; because the fruit thereof is uncertain; and consequently no Culture of the Earth; no Navigation, nor use of the commodities that may be imported by Sea; no commodious Building; no Instruments of moving, and removing such things as require much force; no Knowledge of the face of the Earth; no account of Time; no Arts; no Letters; no Society; and which is worst of all, continual fear, and danger of violent death; And the life of man, solitary, poor, nasty, brutish, and short."},{"id":271,"quote":"Another doctrine repugnant to civil society, is that whatsoever a man does against his conscience, is sin; and it dependeth on the presumption of making himself judge of good and evil. For a man's conscience and his judgement are the same thing, and as the judgement, so also the conscience may be erroneous."},{"id":272,"quote":"True and false are attributes of speech, not of things. And where speech is not, there is neither truth nor falsehood."},{"id":273,"quote":"And because the condition of man . . . is a condition of war of every one against every one, in which case every one is governed by his own reason, and there is nothing he can make use of that may not be a help unto him in preserving his life against his enemies; it followeth that in such a condition every man has a right to every thing, even to one another's body. And therefore, as long as this natural right of every man to every thing endureth, there can be no security to any man, how strong or wise soever he be, of living out the time which nature ordinarily alloweth men to live. And consequently it is a precept, or general rule of reason: that every man ought to endeavour peace, as far as he has hope of obtaining it; and when he cannot obtain it, that he may seek and use all helps and advantages of war. The first branch of which rule containeth the first and fundamental law of nature, which is: to seek peace and follow it. The second, the sum of the right of nature, which is: by all means we can to defend ourselves."},{"id":274,"quote":"For, from the time that the Bishop of Rome had gotten to be acknowledged for bishop universal, by pretence of succession to St. Peter, their whole hierarchy, or kingdom of darkness, may be compared not unfitly to the kingdom of fairies; that is, to the old wives' fables in England concerning ghosts and spirits, and the feats they play in the night. And if a man consider the original of this great ecclesiastical dominion, he will easily perceive that the papacy is no other than the ghost of the deceased Roman Empire, sitting crowned upon the grave thereof: for so did the papacy start up on a sudden out of the ruins of that heathen power."},{"id":275,"quote":"For by Art is created that great LEVIATHAN called a COMMON-WEALTH, or STATE, (in latine CIVITAS) which is but an Artificiall Man; though of greater stature and strength than the Naturall, for whose protection and defence it was intended; and in which, the Soveraignty is an Artificiall Soul, as giving life and motion to the whole body;"},{"id":276,"quote":"Fear of power invisible, feigned by the mind, or imagined from tales publicly allowed, [is] religion; not allowed, superstition."},{"id":277,"quote":"Give an inch, he'll take an ell."},{"id":278,"quote":"Words are wise men's counters; they do but reckon by them; but they are the money of fools."},{"id":279,"quote":"As if it were Injustice to sell dearer than we buy; or to give more to a man than he merits. The value of all things contracted for, is measured by the Appetite of the Contractors: and therefore the just value, is that which they be contented to give."},{"id":280,"quote":"Look not atthe greatness of the evil past, but the greatness of the good to follow."},{"id":281,"quote":"Desire, to know why, and how, curiosity; such as is in no living creature but man: so that man is distinguished, not only by his reason; but also by this singular passion from other animals; in whom the appetite of food, and other pleasures of sense, by predominance, take away the care of knowing causes; which is a lust of the mind, that by a perseverance of delight in the continual and indefatigable generation of knowledge, exceedeth the short vehemence of any carnal pleasure."},{"id":282,"quote":"Silence is sometimes an argument of Consent"},{"id":283,"quote":"Ignorance of naturall causes disposeth a man to Credulity, so as to believe many times impossibilities: for such know nothing to the contrary, but that they may be true; being unable to detect the Impossibility. And Credulity, because men love to be hearkened unto in company, disposeth them to lying: so that Ignorance it selfe without Malice, is able to make a man bothe to believe lyes, and tell them; and sometimes also to invent them."},{"id":284,"quote":"liberty, to define it, is nothing other than the absence of impediments to motion"},{"id":285,"quote":"The skill of making, and maintaining Common-wealths, consisteth in certain Rules, as doth Arithmetique and Geometry; not (as Tennis-play) on Practise onely: which Rules, neither poor men have the leisure, nor men that have had the leisure, have hitherto had the curiosity, or the method to find out."},{"id":286,"quote":"The attaining to this Soveraigne Power, is by two wayes. One, by Naturall force; as when a man maketh his children, to submit themselves, and their children to his government, as being able to destroy them if they refuse, or by Warre subdueth his enemies to his will, giving them their lives on that condition. The other, is when men agree amongst themselves, to submit to some Man, or Assembly of men, voluntarily, on confidence to be protected by him against all others. This later, may be called a Politicall Common-wealth, or Common-wealth by Institution; and the former, a Common-wealth by Acquisition. And first, I shall speak of a Common-wealth by Institution."},{"id":287,"quote":"That Wisedome is acquired, not by reading of Books, but of Men. Consequently whereunto, those persons, that for the most part can give no other proof of being wise, take great delight to shew what they think they have read in men, by uncharitable censures of one another behind their backs."},{"id":288,"quote":"It is in the laws of a commonwealth, as in the laws of gaming: Whatsoever the gamesters all agree on, is injustice to none of them."},{"id":289,"quote":"War consisteth not in battle only,or the act of fighting;but in a tract of time,wherein the will to contend by battle is sufficiently known"},{"id":290,"quote":"In the very shadows of doubt a thread of reason (so to speak) begins, by whose guidance we shall escape to the clearest light."},{"id":291,"quote":"Life itself is but Motion, and can never be without Desire, nor without Feare, no more than without Sense."},{"id":292,"quote":"These dictates of Reason, men use to call by the name of Lawes; but improperly: for they are but Conclusions, or Theoremes concerning what conduceth to the conservation and defence of themselves; whereas Law, properly is the word of him, that by right hath command over others. But yet if we consider the same Theoremes, as delivered in the word of God, that by right commandeth all things; then are they properly called Lawes."},{"id":293,"quote":"Nor can a man any more live, whose Desires are at an end, than he, whose Senses and Imaginations are at a stand."},{"id":294,"quote":"And if this be madness in the multitude, it is the same in every particular man. For as in the midst of the sea, though a man perceive no sound of that part of the water next him, yet he is well assured that part contributes as much to the roaring of the sea as any other part of the same quantity: so also, though we perceive no great unquietness in one or two men, yet we may be well assured that their singular passions are parts of the seditious roaring of a troubled nation."},{"id":295,"quote":"The light of humane minds is perspicuous words, but by exact definitions first snuffed, and purged from ambiguity, reason is the pace.... And, on the contrary, metaphors, and senseless ambiguous words are like ignes fatui; and reasoning upon them is wandering amongst innumerable absurdities."},{"id":296,"quote":"Every time reason stands against the human, the human will stand against the reason"},{"id":297,"quote":"Concerning the first, there is a saying much usurped of late, That Wisedome is acquired, not by reading of Books, but of Men."},{"id":298,"quote":"Respice finem; that is to say, in all your actions, look often upon what you would have, as the thing that directs all your thoughts in the way to attain it."},{"id":299,"quote":"Hurt inflicted, if lesse than the benefit of transgressing, is not punishment... and is rather the Price, or Redemption, than the Punishment of a Crime."},{"id":300,"quote":"there is a saying much usurped of late, That Wisedome is acquired, not by reading of Books, but of Men. Consequently whereunto, those persons, that for the most part can give no other proof of being wise, take great delight to shew what they think they have read in men, by uncharitable censures of one another behind their backs. But there is another saying not of late understood, by which they might learn truly to read one another, if they would take the pains; and that is, Nosce Teipsum, Read Thy Self: which was not meant, as it is now used, to countenance, either the barbarous state of men in power, towards their inferiors; or to encourage men of low degree, to a sawcie behaviour towards their betters; But to teach us, that for the similitude of the thoughts, and Passions of one man, to the thoughts, and Passions of another, whosoever looketh into himselfe, and considereth what he doth, when he does Think, Opine, Reason, Hope, Feare, &c, and upon what grounds; he shall thereby read and know, what are the thoughts, and Passions of all other men, upon the like occasions."},{"id":301,"quote":"[Mixed] government is not government, but division of the commonwealth into three factions..."},{"id":302,"quote":"I put for a generall inclination of all mankind, a perpetuall and restlesse desire of Power after power, that ceaseth onely in Death. And the cause of this, is not always that a man hopes for a more intensive delight, than he has already attained to; or that he cannot be content with a moderate power: but because he cannot assure the power and means to live well, which he hath present, without the acquisition of more."},{"id":303,"quote":"I had requested all who might find aught meriting censure in my writings, to do me the favor of pointing it out to me, I may state that no objections worthy of remark have been alleged against what I then said on these questions except two, to which I will here briefly reply."},{"id":304,"quote":"Therefor I doubt not but, if it had been a thing contrary to any mans right of dominion, or to the interest of men that have dominion, that the three angles of a triangle should be equal to two angles of a square, that doctrine should have been, if not disputed, yet by the burning of all books of geometry suppressed, as far as he whom it concerned was able."},{"id":305,"quote":"The opinion that any Monarch receiveth his Power by Covenant, that is to say on Condition, proceedeth from want of understanding this easie truth, that Covenants being but words, and breath, have no force to oblige, contain, constrain, or protect any man, but what it has from the publique Sword; that is, from the untyed hands of that Man, or Assembly of men that hath the Soveraignty, and whose actions are avouched by them all, and performed by the strength of them all, in him united. But when an Assembly of men is made Soveraigne; then no man imagineth any such Covenant to have past in the Institution; for no man is so dull as to say, for example, the People of Rome, made a Covenant with the Romans, to hold the Soveraignty on such or such conditions; which not performed, the Romans might lawfully depose the Roman People."},{"id":306,"quote":"one who, though he never digress to read a Lecture, Moral or Political, upon his own Text, nor enter into mens hearts, further than the Actions themselves evidently guide himfilleth his Narrations with that choice of matter, and ordereth them with that Judgement, and with such perspicuity and efficacy expresseth himself that (as Plutarch saith) he maketh his Auditor a Spectator. For he setteth his Reader in the Assemblies of the People, and in their Senates, at their debating; in the Streets, at their Seditions; and in the Field, at their Battels.Quoted by Shelby Foote in his The Civil War: A Narrative  Volume 2: Fredericksburg to Meridian, Bibliographical Note, from Thomas Hobbes Forward to Hobbes translation of The Peloponnesian War by Thucydides"},{"id":307,"quote":"Fact be virtuous, or vicious, as Fortune pleaseth"},{"id":308,"quote":"Felicity is a continual progress of the desire, from one object to another; the attaining of the former being still but the way to the latter."},{"id":309,"quote":"And because the constitution of a mans Body, is in continuall mutation; it is impossible that all the same things should alwayes cause in him the same Appetites, and aversions; much lesse can all men consent, in the Desire of almost any one and the same Object. Good EvillBut whatsoever is the object of any mans Appetite or Desire; that is it, which he for his part calleth Good: And the object of his Hate, and Aversion, evill, And of his contempt, Vile, and Inconsiderable. For these words of Good, evill, and Contemptible, are ever used with relation to the person that useth them: There being nothing simply and absolutely so; nor any common Rule of Good and evill, to be taken from the nature of the objects themselves; but from the Person of the man (where there is no Common-wealth;) or, (in a Common-wealth,) From the Person that representeth it; or from an Arbitrator or Judge, whom men disagreeing shall by consent set up, and make his sentence the Rule thereof."},{"id":310,"quote":"[T]he value of all things contracted for, is measured by the Appetite of the Contractors: and therefore the just value, is that which they be contented to give."},{"id":311,"quote":"Eloquence, with flattery, disposeth men to confide in them that have it; because the former is seeming wisdom, the latter seeming kindness. Add to them military reputation and it disposeth men to adhere and subject themselves to those men that have them. The two former, having given them caution against danger from him, the latter gives them caution against danger from others. Want of science, that is, ignorance of causes, disposeth or rather constraineth a man to rely on the advice and authority of others. For all men whom the truth concerns, if they rely not on their own, must rely on the opinion of some other whom they think wiser than themselves, and see not why he should  deceive them."},{"id":313,"quote":"El hombre es un lobo para el hombre"},{"id":314,"quote":"And because the condition of Man . . . is a condition of Warre of every one against every one; in which case every one is governed by his own Reason; and there is nothing he can make use of, that may not be a help unto him, in preserving his life against his enemyes; It followeth, that in such a condition, every man has a Right to every thing; even to one anothers body."},{"id":315,"quote":"Atque metum tantum concepit tunc mea mater. Ut pareret geminos, meque metumque simul."},{"id":316,"quote":"And therefore this is another error of Aristotles politics, that in a well-ordered commonwealth, not men should govern, but the laws. What man, that has his natural senses, though he can neither write nor read, does not find himself governed by them he fears, and believes can kill or hurt him when he obeyeth not? Or that believes the law can hurt him; that is, words and paper, without the hands and swords of men?"},{"id":317,"quote":"The Conscience is a thousand witnesses."},{"id":318,"quote":"Primum vivere deinde philosophari - First one must live, then one may philosophize."},{"id":319,"quote":"The Papacy is not other than the ghost of the deceased Roman Empire, sitting crowned upon the grave thereof."},{"id":320,"quote":"And consequently, when wee Believe that the Scriptures are the word of God, having no immediate revelation from God himselfe, our Beleefe, Faith, and Trust is in the Chruch; whose word we take, and acquiesce therein. ... If Livy say the Gods made once a cow speak, and we believe it not; wee distrust not God therein, but Livey. So that it is evident, that whatever we believe, upon no other reason, then what is drawn from authority of men onely, and their writings; whether they be sent from God or not, is Faith in men onely."},{"id":321,"quote":"And from this followeth another law: that such things as cannot be divided be enjoyed in common, if it can be; and if the quantity of the thing permit, without stint; otherwise proportionably to the number of them that have right."},{"id":322,"quote":"The Power of a Man is his present means, to obtain some future apparent Good."},{"id":323,"quote":"      ,            , [    ]           ,         ,     . ,                ,  ,                  ,  ,             ,  ,      ,          ."},{"id":324,"quote":",              , ,               ,     ,               ."},{"id":325,"quote":"              ,    ,   ."},{"id":326,"quote":"   ,                  . ,                ."},{"id":327,"quote":" :,           ,         ,           ,       ,       ."},{"id":329,"quote":"[...] los pactos que no descansan en la espada no son ms que palabras [...] (Hobbes, Leviatn. Cap XVII)."},{"id":330,"quote":"     ,                           ,           ,           ."},{"id":331,"quote":"[...] tan pronto como la razn est en contra de un hombre, un hombre estar en contra de la razn. [...] (Hobbes)."},{"id":332,"quote":",  ,       ,                  ."},{"id":333,"quote":",   ,     .              ."},{"id":334,"quote":"Covenants, without the sword, are but words"},{"id":335,"quote":"The secret thoughts of a man run over all things, holy, profane, clean, obscene, grave, and light, without shame or blame. s"},{"id":336,"quote":"Lastly, hee bringeth for argument, the testimony of two Popes, Innocent, and Leo; and I doubt not but hee might have alledged, with as good reason, the testimonies of all the Popes almost since S. Peter: For considering the love of Power naturally implanted in mankind, whosoever were made Pope, he would be tempted to uphold the same opinion. Neverthelesse, they should therein but doe, as Innocent, and Leo did, bear witnesse of themselves, and therefore their witness should not be good."},{"id":337,"quote":"             ,                ,                 ,            "},{"id":338,"quote":" ,      ,       ,  .   ,          , ."},{"id":339,"quote":"That when a thing lies still, unlesse somewhat els stirre it, it will lye still for ever, is a truth that no man doubts of. But that when a thing is in motion, it will eternally be in motion, unless somewhat els stay it, though the reason be the same, (namely, that nothing can change it self,) is not so easily assented to."},{"id":340,"quote":"         ,   ,        ,                 ,            ,            .   ,             ."},{"id":341,"quote":"             ."},{"id":342,"quote":"                       . ,             ."},{"id":343,"quote":",           ,                     ,                ,   ."},{"id":344,"quote":"[T]o divide the power of a commonwealth . . . [is] to dissolve it . . . [Mixed] government is not government, but division of the commonwealth into three factions..."},{"id":345,"quote":"   ;    ,       ,    :                   ,                            ."},{"id":346,"quote":",      ' ,       ."},{"id":347,"quote":"[T]he constitution of man's nature is of itself subject to desire novelty."},{"id":348,"quote":"[B]ecause the power of one man resisteth and hindereth the effects of the power of another: power simply is no more, but the excess of the power of one above that of another."},{"id":349,"quote":"The Value, or Worth of a man, is as of all other things, his Price; that is to say, so much as would be given for the use of his Power . . ."},{"id":350,"quote":"Where shall I turn, what shall I do?' are the voices of people grieving. Idleness is torture. In all times and places, nature abhors a vacuum."},{"id":351,"quote":"He that is to govern a whole Nation, must read in himself, not this, or that particular man; but Man-kind: which though it be hard to do, harder than to learn any Language, or Science; yet, when I shall have set down my own reading orderly, and perspicuously, the pains left another, will be onely to consider, if he also find not the same in himself. For this kind of Doctrine, admitteth no other Demonstration."},{"id":352,"quote":"For prudence is but experience, which equal time equally bestows on all men in those things they equally apply themselves unto."},{"id":353,"quote":"Eloquence, with flattery, disposeth men to confide in them that have it; because the former is seeming wisdom, the latter seeming kindness. Add to them military reputation and it disposeth men to adhere and subject themselves to those men that have them. The two former, having given them caution against danger from him, the latter gives them caution against danger from others."},{"id":354,"quote":"Where shall I turn, what shall I do? are the voices of people grieving. Idleness is torture. In all times and places, nature abhors a vacuum."},{"id":355,"quote":"I put for a general inclination of all mankind, a perpetual and restless desire of power, that ceases only in death"},{"id":356,"quote":"(1) Men are moved by appetites and aversions.(2) The Power of a Man is his present means, to obtain some future apparent Good.(3) Every man must always seek to have some power, although not every man is self-impelled to seek as much power as others have, or to seek more than he now has.(4) Every man's power resists and hinders the effects of other men's power.(5) All acquired power consists in command over some of the powers of other man.(6) Some men's desires are without limits.(7) Everyone, those with moderate as well as those with immoderate desires, is necessarily pulled into a constant competitive struggle for power over others, or at least to resist his powers being commanded by others. He had only to add to it his postulate about men's innate aversion to death, and a further postulate about men's ability to behave with a clearer view of their own long-run interest than they commonly did, to get his prescription for obedience to an all-powerful sovereign."},{"id":357,"quote":"If a society characterized by universal competition for power over others is to remain, for even the shortest length of time, a going society--and that is what Hobbes's model is--it must be one in which there are legal, peaceful ways by which men can transfer some of the powers of others to themselves, and in which everyone is constantly peacefully engaged in seeking to get or resist this transfer. It has been demonstrated elsewhere that the capitalist market model is the only one that fits these requirements."},{"id":358,"quote":"the understanding is by the flame of the passions never enlightened, but dazzled"},{"id":359,"quote":"Felicity, therefore (by which we mean continual delight), consisteth not in having prospered, but in prospering"},{"id":360,"quote":"[E]very man . . . shuns what is evil, but chiefly the chiefest of natural evils, which is death; and this he doth, by a certain impulsion of nature, no less than that whereby a stone moves downward."},{"id":361,"quote":"The Value, or worth of a man, is as of all otther thinks his Price; that is to say, so much as would be given for the use of his Power: and therefore is not absolute; but a thing dependent on the need and judgement of another. An able conductor of Souldiers, is of great Price in time of War present, or imminent; but in Peace not so."},{"id":362,"quote":"           .      ,        .   ,                 ,        ,            ."},{"id":363,"quote":"The Value, or worth of a man, is as of all other things, his Price; that is to say, so much as would be given for the use of his Power: and therefore is not absolute; but a thing dependent on the need and judgement of another. An able conductor of Souldiers, is of great Price in time of War present, or imminent; but in Peace not so."},{"id":364,"quote":" , ,   ,             :   ,    ."},{"id":365,"quote":"        ,     ,         ,        ,      ."},{"id":366,"quote":"  ,                                           ,        ."},{"id":367,"quote":"That a man be willing, when others are so too, as farre-forth, as for Peace, and defence of himselfe he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men, as he would allow other men against himselfe."},{"id":368,"quote":"So the reasonable man, if he were in a state of nature, would see that he had to give up the right he would there have--the right to do or take anything and invade anybody--provided everyone else would do so at the same time (for otherwise he would 'expose himselfe to Prey' to all the others). This clearly would require an agreement or contract, a concerted act by which they all renounced their rights of nature at the same time. But it would be no use agreeing just to give them up. For men would still be appetitive creatures, and would be apt to take back some of their old rights whenever they saw an immediate advantage in doing so. They would therefore have to do more than agree to give up their natural rights. They would have to transfer them to some person or body who could make the agreement stick, by being authorized to use the whole combined force of all the contractors to hold them to it."},{"id":369,"quote":"And hence it cometh to passe, that it is a hard matter, and by many thought impossible to distinguish exactly between Sense and Dreaming. For my part, when I consider, that in Dreames, I do not often, nor constantly think of the same Persons, Places, Objects, and Actions that I do waking; nor remember so long a trayne of coherent thoughts, Dreaming, as at other times; And because waking I often observe the absurdity of Dreames, but never dream of the absurdities of my waking Thoughts; I am well satisfied, that being awake, I know I dreame not; though when I dreame, I think my selfe awake."},{"id":370,"quote":"[W]hen a man hath . . . granted away his Right; then is he said to be Obliged or Bound, not to hinder those, to whom such Right is granted, or abandoned, from the benefit of it: and that he Ought and it is his Duty, not to make voyd that voluntary act of his own."},{"id":371,"quote":"[M]en have no pleasure, (but on the contrary a great deal of grief) in keeping company, where there is no power to over-awe them all."},{"id":372,"quote":"The greatest objection is, that of the Practise; when men ask, where, and when, such Power has by Subjects been acknowledged. But one may ask them again, when, or where has there been a Kingdome long free from Sedition and Civill Warre. In those Nations, whose Commonwealths have been long-lived, and not been destroyed, but by forraign warre, the Subjects never did dispute of the Soveraign Power."},{"id":373,"quote":"And that which offendeth the people, is no other thing, but that they are governed, not as every one of them would himself, but as the public representant, be it one man, or an assembly of men, thinks fit; that is, by an arbitrary government: for which they give evil names to their superiors; never knowing, till perhaps a little after a civil war, that without such arbitrary government, such war must be perpetual; and that it is men, and arms, not words and promises, that make the force and power of the laws."},{"id":375,"quote":"The utility of moral and political philosophy is to be estimated, not so much by the commodities we have be knowing these sciences, as by the calamities we receive by not knowing them. Now all such calamities as may be avoided by human industry arise from war, but chiefly from civil war, for from this proceed slaughter, solitude, and the want of all things."},{"id":376,"quote":"If I had read as much as other men had, I would have known as little."},{"id":377,"quote":"Liberty and necessity are consistent: as in the water that hath not only liberty, but a necessity of descending by the channel; so, likewise in the actions which men voluntarily do, which, because they proceed their will, proceed from liberty, and yet because every act of man's will and every desire and inclination proceedeth from some cause, and that from another cause, in a continual chain (whose first link is in the hand of God, the first of all causes), proceed from necessity. So that to him that could see the connexion of those causes, the necessity of all men's voluntary actions would appear manifest."},{"id":378,"quote":"[W]hat else are many commonwealths, than so many camps strengthened with arms and men against each other; whose state, because not restrained by any common power, . . . is to be accounted for the state of nature; which is the state of war."},{"id":379,"quote":"It is a weak sovereign that has weak subjects; and a weak people whose sovereign wanteth power to rule them at his will."},{"id":380,"quote":"[Philosophy] excludes the doctrine of angels, and all such things as are thought to be neither bodies nor properties of bodies; there being in them no place for composition nor division, nor any capacity of more and less, that is to say, no place for ratiocination [or computation]."},{"id":381,"quote":"If I had read as many books as other people, I would know as little."},{"id":382,"quote":"Scientia potentia est."},{"id":383,"quote":"So liegen also in der menschlichen Natur drei hauptschliche Konfliktursachen: Erstens Konkurrenz, zweitens Mitrauen, drittens Ruhmsucht."},{"id":384,"quote":"               ."},{"id":385,"quote":"                        ,                ."},{"id":386,"quote":"        ,       ,       ,         ,  ,       ,        ."},{"id":387,"quote":"I put for a generall inclination of all mankind, a perpetuall and restlesse desire of Power after power, that ceaseth onely in Death."},{"id":388,"quote":"For as Prometheus, (which interpreted, is, The Prudent Man,) was bound to the hill Caucasus, a place of large prospect, where, an Eagle feeding on his liver, devoured in the day, as much as was repaired in the night: So that man, which looks too far before him, in the care of future time, hath his heart all the day long, gnawed on by Fear of death, poverty, or other calamity; and has no repose, nor pause of his anxiety, but in sleep."}]