[{"id":1,"quote":"Everything is more beautiful because we're doomed. You will never be lovelier than you are now. We will never be here again."},{"id":2,"quote":"And they die an equal death — the idler and the man of mighty deeds."},{"id":3,"quote":"Long exercised in woes."},{"id":4,"quote":"The man who acts the least, upbraids the most."},{"id":5,"quote":"There is nothing nobler or more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends."},{"id":6,"quote":"The stars never lie, but the astrologers lie about the stars."},{"id":7,"quote":"Be both a speaker of words and a doer of deeds."},{"id":8,"quote":"Go on with a spirit that fears nothing."},{"id":9,"quote":"The journey is its own reward."},{"id":10,"quote":"The difficulty is not so great to die for a friend, as to find a friend worth dying for."},{"id":11,"quote":"After the event, even a fool is wise."},{"id":12,"quote":"Words empty as the wind are best left unsaid."},{"id":13,"quote":"Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe."},{"id":14,"quote":"If any man obeys the gods, they listen to him also."},{"id":15,"quote":"To be loved, you have to be nice to people, everyday. But to be hated, you don't have to do squat!"},{"id":16,"quote":"Because they're stupid, that's why. That's why everybody does everything."},{"id":17,"quote":"Trying is the first step toward failure."},{"id":18,"quote":"In youth and beauty, wisdom is but rare!"},{"id":19,"quote":"There is a time for many words, and there is also a time for sleep."},{"id":20,"quote":"Hateful to me as are the gates of hell, Is he who, hiding one thing in his heart, Utters another."},{"id":21,"quote":"I guess some people never change... Or, they quickly change and then quickly change back."},{"id":22,"quote":"It's disgraceful how these humans blame the gods. They say their tribulations come from us, when they themselves, through their own foolishness, bring hardships which are not decreed by Fate."},{"id":23,"quote":"Better to live or die, once and for all, than die by inches."},{"id":24,"quote":"Whoever obeys the gods, to him they particularly listen."},{"id":25,"quote":"For a friend with an understanding heart is worth no less than a brother"},{"id":26,"quote":"Death submits to no one."},{"id":27,"quote":"Let me not then die ingloriously and without a struggle, but let me first do some great thing that shall be told among men hereafter."},{"id":28,"quote":"So peaceful shalt thou end thy blissful days, And steal thyself from life by slow decays."},{"id":29,"quote":"There is the heat of Love, the pulsing rush of Longing, the lover’s whisper, irresistible—magic to make the sanest man go mad."},{"id":30,"quote":"Wise to resolve, and patient to perform."},{"id":31,"quote":"A woman is a lot like a refrigerator. Six feet tall, 300 pounds...it makes ice."},{"id":32,"quote":"And what he greatly thought, he nobly dared."},{"id":33,"quote":"Be still my heart; thou hast known worse than this."},{"id":34,"quote":"Even a fool learns something once it hits him."},{"id":35,"quote":"Each man delights in the work that suits him best."},{"id":36,"quote":"Always to be best, and distinguished above the rest."},{"id":37,"quote":"It is not possible to fight beyond your strength, even if you strive."},{"id":38,"quote":"Bear patiently, my heart, for you have suffered heavier things."},{"id":39,"quote":"A guest never forgets the host who has treated him kindly."},{"id":40,"quote":"Modesty is of no use to a beggar."},{"id":41,"quote":"The tongue of man is a twisty thing."},{"id":42,"quote":"Too many kings can ruin an army"},{"id":43,"quote":"out of sight,out of mind"},{"id":44,"quote":"I'm in a place where I don't know where I am!"},{"id":45,"quote":"A generation of men is like a generation of leaves; the wind scatters some leaves upon the ground, while others the burgeoning wood brings forth - and the season of spring comes on. So of men one generation springs forth and another ceases."},{"id":46,"quote":"There is no greater fame for a man than that which he wins with his footwork or the skill of his hands."},{"id":47,"quote":"Everything flows and nothing stays."},{"id":48,"quote":"Young people are thoughtless as a rule."},{"id":49,"quote":"Most grievous of all deaths it is to die of hunger."},{"id":50,"quote":"The force of union conquers all."},{"id":51,"quote":"And empty words are evil."},{"id":52,"quote":"Light is the task where many share the toil."},{"id":53,"quote":"youth is quick in feeling but weak in judgement."},{"id":54,"quote":"The journey is the thing."},{"id":55,"quote":"A hunter of shadows, himself a shade."},{"id":56,"quote":"Of all creatures that breathe and move upon the earth, nothing is bred that is weaker than man."},{"id":57,"quote":"How vain, without the merit, is the name."},{"id":58,"quote":"Now what is a wedding? Well, Webster's dictionary describes a wedding as the process of removing weeds from one's garden."},{"id":59,"quote":"And for yourself, may the gods grant you your heart's desire, a husband and a home, and the blessing of a harmonious life. For nothing is greater or finer than this, when a man and woman live together with one hear and mind, bringing joy to their friends and grief to their foes."},{"id":60,"quote":"Being eaten by a crocodile is just like going to sleep...in a giant blender."},{"id":61,"quote":"To speak his thoughts is every freeman's right, in peace and war, in council and in fight."},{"id":62,"quote":"The lot of man-to suffer and die."},{"id":63,"quote":"For too much rest becomes a pain."},{"id":64,"quote":"Few sons are like their fathers - many are worse, few better."},{"id":65,"quote":"But listen to me first and swear an oath to use all your eloquence and strength to look after me and protect me."},{"id":66,"quote":"Come, weave us a scheme so I can pay them back! Stand beside me, Athena, fire me with daring, fierce as the day we ripped Troy's glittering crown of towers down. Stand by me - furious now as then, my bright-eyed one - and I would fight three hundred men, great goddess, with you to brace me, comrade-in-arms in battle!"},{"id":67,"quote":"The roaring seas and many a dark range of mountains lie between us."},{"id":68,"quote":"The melancholy joys of evils pass'd, For he who much has suffer'd, much will know."},{"id":69,"quote":"Unextinguished laughter shakes the skies."},{"id":70,"quote":"Better to flee from death than feel its grip."},{"id":71,"quote":"Wine sets even a thoughtful man to singing, or sets him into softly laughing, sets him to dancing. Sometimes it tosses out a word that was better unspoken."},{"id":72,"quote":"Will cast the spear and leave the rest to Jove."},{"id":73,"quote":"It is not strength, but art, obtains the prize, And to be swift is less than to be wise."},{"id":74,"quote":"No man or woman born, coward or brave, can shun his destiny."},{"id":75,"quote":"Young men's minds are always changeable, but when an old man is concerned in a matter, he looks both before and after."},{"id":76,"quote":"You ought not to practice childish ways, since you are no longer that age."},{"id":77,"quote":"See how God ever like with like doth pair, And still the worthless doth the worthless lead!"},{"id":78,"quote":"Immortals are never alien to one another."},{"id":79,"quote":"Many shining actions owe their success to chance, though the general or statesman receive the applause."},{"id":80,"quote":"Too dear I prized a fair enchanting face: beauty unchaste is beauty in disgrace."},{"id":81,"quote":"The charity that is a trifle to us can be precious to others."},{"id":82,"quote":"Pray, for all men need the aid of the gods."},{"id":83,"quote":"What mighty woes\nTo thy imperial race from woman rose."},{"id":84,"quote":"All the survivors of the war had reached their homes and so put the perils of battle and the sea behind them."},{"id":85,"quote":"It is not right to glory in the slain"},{"id":86,"quote":"There is nothing worse for mortals than a wandering life."},{"id":87,"quote":"I, for one, know of no sweeter sight for a man's eyes than his own country."},{"id":88,"quote":"It is entirely seemly for a young man killed in battle to lie mangled by the bronze spear. In his death all things appear fair."},{"id":89,"quote":"A young man is embarrassed to question an older one."},{"id":90,"quote":"Nothing in the world is so incontinent as a man's accursed appetite."},{"id":91,"quote":"All deaths are hateful to miserable mortals, but the most pitiable death of all is to starve."},{"id":92,"quote":"It is wrong to be sorry without ceasing."},{"id":93,"quote":"The glorious gifts of the gods are not to be cast aside."},{"id":94,"quote":"If you're gonna get mad at me every time I do something stupid, then I guess I'll just have to stop doing stupid things."},{"id":95,"quote":"Noblest minds are easiest bent."},{"id":96,"quote":"For afterwards a man finds pleasure in his pains, when he has suffered long and wandered long. So I will tell you what you ask and seek to know."},{"id":97,"quote":"Like strength is felt from hope, and from despair."},{"id":98,"quote":"But curb thou the high spirit in thy breast, for gentle ways are best, and keep aloof from sharp contentions."},{"id":99,"quote":"Zeus does not bring all men's plans to fulfillment."},{"id":100,"quote":"It is a wise child that knows his own father.\n[Lat., Nondum enim quisquam suum parentem ipse cognosvit.]"},{"id":101,"quote":"Come then, put away your sword in its sheath, and let us two go up into my bed so that, lying together in the bed of love, we may then have faith and trust in each other."},{"id":102,"quote":"It behooves a father to be blameless if he expects his child to be."},{"id":103,"quote":"Discourse, the sweeter banquet of the mind."},{"id":104,"quote":"Nothing shall I, while sane, compare with a friend."},{"id":105,"quote":"Old people don't need companionship. They need to be isolated and studied so it can be determined what nutrients they have that might be extracted for our personal use."},{"id":106,"quote":"Why so much grief for me? No man will hurl me down to Death, against my fate. And fate? No one alive has ever escaped it, neither brave man nor coward, I tell you - it’s born with us the day that we are born."},{"id":107,"quote":"The son of Saturn gave The nod with his dark brows. The ambrosial curls Upon the Sovereign One's immortal head Were shaken, and with them the mighty mount, Olympus trembled."},{"id":108,"quote":"Now from his breast into the eyes the ache of longing mounted, and he wept at last, his dear wife, clear and faithful, in his arms, longed for as the sunwarmed earth is longed for by a swimmer spent in rough water where his ship went down under Poseidon's blows, gale winds and tons of sea. Few men can keep alive through a big serf to crawl, clotted with brine, on kindly beaches in joy, in joy, knowing the abyss behind: and so she too rejoiced, her gaze upon her husband, her white arms round him pressed as though forever."},{"id":109,"quote":"He knew the things that were and the things that would be and the things that had been before."},{"id":110,"quote":"Anger, which, far sweeter than trickling drops of honey, rises in the bosom of a man like smoke."},{"id":111,"quote":"Pine needle sorbet? Pine needle sorbet?! My kids do NOT eat sorbet. They eat sherbet, and they pronounce it sherbert, and they wish it was ice cream!"},{"id":112,"quote":"I'll teach you to laugh at something that's funny!"},{"id":113,"quote":"Zeus most glorious and most great, Thundercloud, throned in the heavens! Let not the sun go down and the darkness come, until I cast down headlong the citadel of Priam in flames, and burn his gates with blazing fire, and tear to rags the shirt upon Hectors breast! May many of his men fall about him prone in the dust and bite the earth!"},{"id":114,"quote":"Sing, O muse, of the rage of Achilles, son of Peleus, that brought countless ills upon the Achaeans."},{"id":115,"quote":"Marge, when I join an underground cult I expect a little support from my family."},{"id":116,"quote":"Noble and manly music invigorates the spirit, strengthens the wavering man, and incites him to great and worthy deeds."},{"id":117,"quote":"...like that star of the waning summer who beyond all stars rises bathed in the ocean stream to glitter in brilliance."},{"id":118,"quote":"Jove lifts the golden balances that show\nThe fates of mortal men, and things below."},{"id":119,"quote":"Goddess-nurse of the young, give ear to my prayer, and grant that this woman may reject the love-embraces of youth and dote on grey-haired old men whose powers are dulled, but whose hearts still desire."},{"id":120,"quote":"I've always wondered if there was a God. And now I know there is -- and it's me."},{"id":121,"quote":"But you, Achilles,/ There is not a man in the world more blest than you--/ There never has been, never will be one./ Time was, when you were alive, we Argives/ honored you as a god, and now down here, I see/ You Lord it over the dead in all your power./ So grieve no more at dying, great Achilles.’ I reassured the ghost, but he broke out protesting,/ ‘No winning words about death to me, shining Odysseus!/ By god, I’d rather slave on earth for another man--/ Some dirt-poor tenant farmer who scrapes to keep alive—than rule down here over all the breathless dead."},{"id":122,"quote":"I would rather be a serf in a poor man's house and be above ground than reign among the dead."},{"id":123,"quote":"Urge him with truth to frame his fair replies And sure he will for Wisdom never lies."},{"id":124,"quote":"Oh, everything looks bad if you remember it."},{"id":125,"quote":"Men are so quick to blame the gods: they say that we devise their misery. But they themselves- in their depravity- design grief greater than the griefs that fate assigns."},{"id":126,"quote":"What greater glory attends a man than what he wins with his racing feet and his striving hands?"},{"id":127,"quote":"Rage - Goddess, sing the rage of Peleus' son Achilles, murderous, doomed, that cost the Achaeans countless losses, hurling down to the House of Death so many sturdy souls, great fighters' souls, but made their bodies carrion, feasts for the dogs and birds, and the will of Zeus was moving toward its end. Begin, Muse, when the two first broke and clashed, Agamemnon lord of men and brilliant Achilles."},{"id":128,"quote":"Fate is the same for the man who holds back, the same if he fights hard.   We are all held in a single honor, the brave with the weaklings.  A man dies still if he has done nothing, as the one who has done much."},{"id":129,"quote":"…but there they lay, sprawled across the field, craved far more by the vultures than by wives."},{"id":130,"quote":"The best things beyond their measure cloy."},{"id":131,"quote":"The Simpsons are going to Delaware!"},{"id":132,"quote":"Ruin, eldest daughter of Zeus, she blinds us all, that fatal madness—she with those delicate feet of hers, never touching the earth, gliding over the heads of men to trap us all. She entangles one man, now another."},{"id":133,"quote":"Thus have the gods spun the thread for wretched mortals: that they live in grief while they themselves are without cares; for two jars stand on the floor of Zeus of the gifts which he gives, one of evils and another of blessings."},{"id":134,"quote":"I long for home, long for the sight of home."},{"id":135,"quote":"How delicate her feet who shuns the ground, Stepping a-tiptoe on the heads of men."},{"id":136,"quote":"Ah how shameless – the way these mortals blame the gods. From us alone they say come all their miseries yes but they themselves with their own reckless ways compound their pains beyond their proper share."},{"id":137,"quote":"Goddess of song, teach me the story of a hero."},{"id":138,"quote":"Everyone knows rock n' roll attained perfection in 1974. It's a scientific fact."},{"id":139,"quote":"If you serve too many masters, you'll soon suffer."},{"id":140,"quote":"Sleep and Death, who are twin brothers."},{"id":141,"quote":"All my life I've been an obese man trapped inside a fat man's body."},{"id":142,"quote":"I would rather be tied to the soil as a serf... than be king of all these dead and destroyed."},{"id":143,"quote":"True friends appear less moved than counterfeit."},{"id":144,"quote":"His descent was like nightfall."},{"id":145,"quote":"The god of war is impartial: he hands out death to the man who hands out death."},{"id":146,"quote":"The minds of the everlasting gods are not changed suddenly."},{"id":147,"quote":"Among all men on the earth bards have a share of honor and reverence, because the muse has taught them songs and loves the race of bards."},{"id":148,"quote":"The hearts of the great can be changed."},{"id":149,"quote":"To heal divisions, to relieve the oppress'd, In virtue rich; in blessing others, bless'd."},{"id":150,"quote":"In every sorrowing soul I pour'd delight, And poverty stood smiling in my sight."},{"id":151,"quote":"It [revenge] is sweeter far than flowing honey."},{"id":152,"quote":"Who hearkens to the gods, the gods give ear."},{"id":153,"quote":"Who love too much, hate in the like extreme."},{"id":154,"quote":"Take thou thy arms and come with me,\nFor we must quit ourselves like men, and strive\nTo air our cause, although we be but two.\nGreat is the strength of feeble arms combined,\nAnd we can combat even with the brave."},{"id":155,"quote":"You, why are you so afraid of war and slaughter? Even if all the rest of us drop and die around you, grappling for the ships, you’d run no risk of death: you lack the heart to last it out in combat—coward!"},{"id":156,"quote":"It is equally bad when one speeds on the guest unwilling to go, and when he holds back one who is hastening. Rather one should befriend the guest who is there, but speed him when he wishes."},{"id":157,"quote":"Now son, you don’t want to drink beer. That’s for Daddies, and kids with fake IDs."},{"id":158,"quote":"All right, let's not panic. I'll make the money by selling one of my livers. I can get by with one."},{"id":159,"quote":"A gun is not a weapon! It's a tool, like a butcher's knife, or a harpoon, or an alligator."},{"id":160,"quote":"I am so smart. I am so smart. I am so smart. S-M-R-T ... Uh, I mean S-M-A-R-T."},{"id":161,"quote":"I believe children are the future...which is why they must be stopped now!"},{"id":162,"quote":"Sinks my sad soul with sorrow to the grave."},{"id":163,"quote":"When you're in my house you shall do as I do and believe who I believe in. So Bart butter your bacon."},{"id":164,"quote":"By Jove the stranger and the poor are sent, and what to those we give, to Jove is lent."},{"id":165,"quote":"And endless are the modes of speech, and far\nExtends from side to side the field of words."},{"id":166,"quote":"From his tongue flowed speech sweeter than honey."},{"id":167,"quote":"Wine can of their wits the wise beguile, Make the sage frolic, and the serious smile"},{"id":168,"quote":"I'm a Spalding Gray in a Rick Dees world."},{"id":169,"quote":"See now, how men lay blame upon us gods for what is after all nothing but their own folly."},{"id":170,"quote":"Whenever a man is tired, wine is a great restorer of strength."},{"id":171,"quote":"The fates have given mankind a patient soul."},{"id":172,"quote":"Oall the creatures that creep and breathe on earth, there is none more wretched than man."},{"id":173,"quote":"Like the generations of leaves, the lives of mortal men. Now the wind scatters the old leaves across the earth, now the living timber bursts with the new buds and spring comes round again. And so with men: as one generation comes to life, another dies away."},{"id":174,"quote":"Wine gives strength to weary men."},{"id":175,"quote":"Wine lead to folly, making even the wise to laugh immoderately, to dance, and to utter what had better have been kept silent."},{"id":176,"quote":"Ah, beer, my one weakness. My Achille's heel, if you will."},{"id":177,"quote":"It is equally offensive to speed a guest who would like to stay and to detain one who is anxious to leave."},{"id":178,"quote":"The outcome of the war is in our hands; the outcome of words is in the council."},{"id":179,"quote":"Why have you come to me here, dear heart, with all these instructions? I promise you I will do everything just as you ask. But come closer. Let us give in to grief, however briefly, in each other's arms."},{"id":180,"quote":"Why, you could wake up dead tomorrow"},{"id":181,"quote":"O friends, be men; so act that none may feel Ashamed to meet the eyes of other men. Think each one of this children and his wife, His home, his parents, living yet and dead. For them, the absent ones, I supplicate, And bid you rally here, and scorn to fly."},{"id":182,"quote":"Bursts as a wave that from the clouds impends, And swell'd with tempests on the ship descends; White are the decks with foam; the winds aloud Howl o'er the masts, and sing through every shroud: Pale, trembling, tir'd, the sailors freeze with fears; And instant death on every wave appears."},{"id":183,"quote":"Ah, good ol’ trustworthy beer. My love for you will never die."},{"id":184,"quote":"The skin of the coward changes color all the time, he can't get a grip on himself, he can't sit still, he squats and rocks, shifting his weight from foot to foot, his heart racing, pounding inside the fellow's ribs, his teeth chattering. He dreads some grisly death. But the skin of a brave soldier never blanches. He's all control. Tense but no great fear."},{"id":185,"quote":"A generous heart repairs a slanderous tongue."},{"id":186,"quote":"And Heaven, that every virtue bears in mind, E'en to the ashes of the just is kind."},{"id":187,"quote":"'Yea and I beheld Sisyphus in strong torment, grasping a monstrous stone with both his hands. He was pressing thereat with hands and feet, and trying to roll the stone upward toward the brow of the hill. But oft as he was about to hurl it over the top, the weight would drive him back, so once again to the plain rolled the stone, the shameless thing. And he once more kept heaving and straining, and the sweat the while was pouring down his limbs, and the dust rose upwards from his head."},{"id":188,"quote":"And by the Sacred Parchment, I swear that if I reveal the secrets of The Stonecutters, may my stomach become bloated and my head be plucked of all but three hairs"},{"id":189,"quote":"Insignificant mortals, who are as leaves are, and now flourish and grow warm with life, and feed on what the ground gives, but then again fade away and are dead."},{"id":190,"quote":"And woe succeeds woe."},{"id":191,"quote":"There is nothing alive more agonized than man / of all that breathe and crawl across the earth."},{"id":192,"quote":"A sympathetic friend can be quite as dear as a brother."},{"id":193,"quote":"some things you will think of yourself,...some things God will put into your mind"},{"id":194,"quote":"Porkchops and bacon, my two favorite animals."},{"id":195,"quote":"The internet wasn't created for mockery, it was supposed to help researchers at different universities share data sets. It was!"},{"id":196,"quote":"A decent boldness ever meets with friends."},{"id":197,"quote":"It is not good to have a rule of many."},{"id":198,"quote":"Even were sleep is concerned, too much is a bad thing."},{"id":199,"quote":"Thou shalt not take moochers into thy hut?"},{"id":200,"quote":"My wife's not some doobie to be passed around! I took a vow on our wedding day to bogart her for life."},{"id":201,"quote":"So, the gods don't hand out all their gifts at once, not build and brains and flowing speech to all. One man may fail to impress us with his looks but a god can crown his words with beauty, charm, and men look on with delight when he speaks out. Never faltering, filled with winning self-control, he shines forth at assembly grounds and people gaze at him like a god when he walks through the streets. Another man may look like a deathless one on high but there's not a bit of grace to crown his words. Just like you, my fine, handsome friend."},{"id":202,"quote":"Generations of men are like the leaves. In winter, winds blow them down to earth, but then, when spring season comes again, the budding wood grows more. And so with men: one generation grows, another dies away."},{"id":203,"quote":"There will be killing till the score is paid."},{"id":204,"quote":"Without a sign, his sword the brave man draws, and asks no omen, but his country's cause."},{"id":205,"quote":"If they think I'm going to stop at that stop sign, they're mistaken!"},{"id":206,"quote":"It is the bold man who every time does best, at home or abroad."},{"id":207,"quote":"Uncontrollable laughter arose among the blessed gods."},{"id":208,"quote":"The ugliest man was he who came to Troy; with squinting eyes and one distorted foot."},{"id":209,"quote":"The windy satisfaction of the tongue."},{"id":210,"quote":"Like leaves on trees the race of man is found,- Now green in youth, now withering on the ground; Another race the following spring supplies: They fall successive, and successive rise."},{"id":211,"quote":"It is not unseemly for a man to die fighting in defense of his country."},{"id":212,"quote":"If not yet lost to all the sense of shame."},{"id":213,"quote":"The tongue of man is a twisty thing, there are plenty of words there of every kind."},{"id":214,"quote":"And bear unmov'd the wrongs of base mankind,\nThe last, and hardest, conquest of the mind."},{"id":215,"quote":"It is always the latest song that an audience applauds the most."},{"id":216,"quote":"Evil deeds do not prosper; the slow man catches up with the swift."},{"id":217,"quote":"The rule\nOf the many is not well. One must be chief\nIn war and one the king."},{"id":218,"quote":"All strangers and beggars are from Zeus, and a gift, though small, is precious."},{"id":219,"quote":"For rarely are sons similar to their fathers: most are worse, and a few are better than their fathers."},{"id":220,"quote":"Guns aren't toys! They're for family protection, hunting dangerous or delicious animals, and keeping the King of England out of your face!"},{"id":221,"quote":"Beware the toils of war ... the mesh of the huge dragnet sweeping up the world."},{"id":222,"quote":"Have patience, heart."},{"id":223,"quote":"The blade itself incites to deeds of violence."},{"id":224,"quote":"Toil is the lot of all, and bitter woe\nThe fate of many."},{"id":225,"quote":"What is this word that broke through the fence of your teeth, Atreides?"},{"id":226,"quote":"Yea, and if some god shall wreck me in the wine-dark deep, even so I will endure… For already have I suffered full much, and much have I toiled in perils of waves and war. Let this be added to the tale of those."},{"id":227,"quote":"One omen is best, to fight in defense of one's country."},{"id":228,"quote":"Sweet sleep fell upon his eyelids, unwakeful, most pleasant, the nearest like death."},{"id":229,"quote":"All men owe honor to the poets - honor and awe; for they are dearest to the Muse who puts upon their lips the ways of life."},{"id":230,"quote":"We men are wretched things."},{"id":231,"quote":"I want answers now or I want them eventually!"},{"id":232,"quote":"Without question it may be said of Vancouver that her position, geographically, is Imperial to a degree, that her possibilities are enormous, and that with but a feeble stretch of the imagination those possibilities might wisely be deemed certainties."},{"id":233,"quote":"One rogue leads another."},{"id":234,"quote":"Content to follow when we lead the way."},{"id":235,"quote":"Look now how mortals are blaming the gods, for they say that evils come from us, but in fact they themselves have woes beyond their share because of their own follies."},{"id":236,"quote":"I'll get out of this city alive, even if it kills me!"},{"id":237,"quote":"Beyond his strength no man can fight, although he be eager."},{"id":238,"quote":"Men grow tired of sleep, love, singing and dancing sooner than of war."},{"id":239,"quote":"Shame greatly hurts or greatly helps mankind."},{"id":240,"quote":"She sent him a warm and gentle wind, and Lord Odysseus was happy as he set his sails to catch the breeze. He sat beside the steering oar and used his skill to steer the raft."},{"id":241,"quote":"Sleep, delicious and profound, the very counterfeit of death"},{"id":242,"quote":"A man dies still if he has done nothing, as one who has done much."},{"id":243,"quote":"For love deceives the best of woman kind."},{"id":244,"quote":"Ill fares the State where many masters rule; let one be lord, one king supreme."},{"id":245,"quote":"You can't go wrong with cocktail weenies. They look as good as they taste. And they come in this delicious red sauce. It looks like ketchup, it tastes like ketchup, but brother, it ain't ketchup!"},{"id":246,"quote":"I wish that strife would vanish away from among gods and mortals, and gall, which makes a man grow angry for all his great mind, that gall of anger that swarms like smoke inside of a man's heart and becomes a thing sweeter to him by far than the dripping of honey."},{"id":247,"quote":"Union Rule 26: Every employee must win 'Worker of the Week' at least once, regardless of gross incompetence, obesity or rank odor."},{"id":248,"quote":"[But] age, the common enemy of mankind, has laid his hand upon you; would that it had fallen upon some other, and that you were still young."},{"id":249,"quote":"Nobody gets into heaven without a glowstick."},{"id":250,"quote":"I'm a people person...who drinks."},{"id":251,"quote":"Do not beg me by knees or by parents you dog! I only wish I were savagely wrathful enough to hack up your corpse and eat it raw"},{"id":252,"quote":"Hunger is insolent, and will be fed."},{"id":253,"quote":"I'm not a bath man myself. More of a cologne man."},{"id":254,"quote":"We are quick to flare up, we races of men on the earth."},{"id":255,"quote":"You know, the one with all the well meaning rules that don't work out in real life, uh, Christianity."},{"id":256,"quote":"Even the bravest cannot fight beyond his power"},{"id":257,"quote":"Be strong, saith my heart; I am a soldier; I have seen worse sights than this."},{"id":258,"quote":"And overpowered by memory Both men gave way to grief. Priam wept freely For man - killing Hector, throbbing, crouching Before Achilles' feet as Achilles wept himself, Now for his father, now for Patroclus once again And their sobbing rose and fell throughout the house."},{"id":259,"quote":"Beauty! Terrible Beauty! A deathless Goddess-- so she strikes our eyes!"},{"id":260,"quote":"Far from me be the gift of Bacchus--pernicious, inflaming wine, that weakens both body and mind."},{"id":261,"quote":"The man does better who runs from disaster than he who is caught by it."},{"id":262,"quote":"Is he not sacred, even to the gods, the wandering man who comes in weariness?"},{"id":263,"quote":"That is the gods' work, spinning threads of death through the lives of mortal men, an all to make a song for those to come."},{"id":264,"quote":"One who journeying Along a way he knows not, having crossed A place of drear extent, before him sees A river rushing swiftly toward the deep, And all its tossing current white with foam, And stops and turns, and measures back his way."},{"id":265,"quote":"A glorious death is his, who for his country falls."},{"id":266,"quote":"A little child born yesterday \n A thing on mother's milk and kisses fed."},{"id":267,"quote":"Strife, only a slight thing when she first rears her head but her head soon hits the sky as she strides across the earth."},{"id":268,"quote":"And would'st thou evil for his good repay?"},{"id":269,"quote":"Base wealth preferring to eternal praise."},{"id":270,"quote":"Thou shalt not horn in on thy husbands racket"},{"id":271,"quote":"I war not with the dead."},{"id":272,"quote":"Greetings, friends. Do you wish to look as happy as me? Well, you've got the power inside you right now. So use it and send one dollar to Happy Dude, 742 Evergreen Terrace, Springfield. Don't delay. Eternal happiness is just a dollar away."},{"id":273,"quote":"The whims of youth break all the rules."},{"id":274,"quote":"Without TV, it's hard to know when one day ends and another begins."},{"id":275,"quote":"We battle on in words, as always, mere words, and what's the cure? We cannot find a thing."},{"id":276,"quote":"God help me, I'm just not that bright."},{"id":277,"quote":"I'm a rageaholic. I just can't live without rageahol."},{"id":278,"quote":"I don't know how much longer I can complain."},{"id":279,"quote":"When I was seventeen\nI drank some very good beer\nI drank some very good beer I purchased\nWith a fake ID\nMy name was Brian McGee\nI stayed up listening to Queen\nWhen I was seventeen"},{"id":280,"quote":"If you don't like your job, you don't strike! You just go in every day, and do it really half assed. That's the American way."},{"id":281,"quote":"We all scribble poetry."},{"id":282,"quote":"The other day, I was so desperate for a beer, I snuck into the football stadium and ate the dirt under the bleachers."},{"id":283,"quote":"No one can hurry me down to Hades before my time, but if a man's hour is come, be he brave or be he coward, there is no escape for him when he has once been born."},{"id":284,"quote":"You know those balls that they put on car antennas so you can find them in the parking lot? Those should be on every car!"},{"id":285,"quote":"Reproach is infinite, and knows no end So voluble a weapon is the tongue; Wounded, we wound; and neither side can fail For every man has equal strength to rail."},{"id":286,"quote":"I'm like that guy who single-handedly built the rocket and flew to the moon. What was his name? Apollo Creed?"},{"id":287,"quote":"Canada? Why would I want to leave America just to visit America, Jr.?"},{"id":288,"quote":"Good things don't end in -eum; they end in -mania or -teria."},{"id":289,"quote":"Strife and Confusion joined the fight, along with cruel Death, who seized one wounded man while still alive and then another man without a wound, while pulling the feet of one more corpse out from the fight. The clothes Death wore around her shoulders were dyed red with human blood."},{"id":290,"quote":"Boy, everyone is stupid except me."},{"id":291,"quote":"My life is more to me than all the wealth of Ilius"},{"id":292,"quote":"Fear, O Achilles, the wrath of heaven; think on your own father and have compassion upon me, who am the more pitiable"},{"id":293,"quote":"Dreams surely are difficult, confusing, and not everything in them is brought to pass for mankind. For fleeting dreams have two gates: one is fashioned of horn and one of ivory. Those which pass through the one of sawn ivory are deceptive, bringing tidings which come to nought, but those which issue from the one of polished horn bring true results when a mortal sees them."},{"id":294,"quote":"Come, Friend, you too must die. Why moan about it so? Even Patroclus died, a far, far better man than you. And look, you see how handsome and powerful I am? The son of a great man, the mother who gave me life-- A deathless goddess. But even for me, I tell you, Death and the strong force of fate are waiting. There will come a dawn or sunset or high noon When a man will take my life in battle too-- flinging a spear perhaps Or whipping a deadly arrow off his bow."},{"id":295,"quote":"Tell me, O muse, of travellers far and wide"},{"id":296,"quote":"When a woman says nothing's wrong, that means everything's wrong. And when a woman says everything's wrong, that means everything's wrong! And when a woman says something's not funny, you'd better not laugh your ass off!"},{"id":297,"quote":"For they imagined as they wished--that it was a wild shot,/ an unintended killing--fools, not to comprehend/ they were already in the grip of death./ But glaring under his brows Odysseus answered: 'You yellow dogs, you thought I'd never make it/ home from the land of Troy. You took my house to plunder,/ twisted my maids to serve your beds. You dared/ bid for my wife while I was still alive./ Contempt was all you had for the gods who rule wide heaven,/ contempt for what men say of you hereafter./ Your last hour has come. You die in blood."},{"id":298,"quote":"down from his brow she ran his curls like thick hyacinth clusters full of blooms"},{"id":299,"quote":"[I]t is the wine that leads me on, the wild wine that sets the wisest man to sing at the top of his lungs, laugh like a fool – it drives the man to dancing... it even tempts him to blurt out stories better never told."},{"id":300,"quote":"And when long years and seasons wheeling brought around that point of time ordained for him to make his passage homeward, trials and dangers, even so, attended him even in Ithaca, near those he loved."},{"id":301,"quote":"I say no wealth is worth my life."},{"id":302,"quote":"Do I know what rhetorical means?"},{"id":303,"quote":"Rock stars, is there anything they don't know?"},{"id":304,"quote":"The natural thing, my lord, men and women joined."},{"id":305,"quote":"The wine urges me on, the bewitching wine, which sets even a wise man to singing and to laughing gently and rouses him up to dance and brings forth words which were better unspoken."},{"id":306,"quote":"Who ne'er knew salt, or heard the billows roar."},{"id":307,"quote":"By turns the nine delight to sing"},{"id":308,"quote":"Behold, on wrong Swift vengeance waits; and art subdues the strong."},{"id":309,"quote":"There is no fouler fiend than a woman when her mind is bent to evil."},{"id":310,"quote":"Oh, my tattered rags are caught on your coffee table."},{"id":311,"quote":"All men have need of the gods."},{"id":312,"quote":"I detest the man who hides on thing in the depths of his heart and speaks forth another."},{"id":313,"quote":"Suffering is but another name for the teaching of experience, which is the parent of instruction and the schoolmaster of life."},{"id":314,"quote":"For never, never, wicked man was wise."},{"id":315,"quote":"The strong must protect the sweet."},{"id":316,"quote":"It is better to watch people do stuff than to do stuff."},{"id":317,"quote":"And here I am using my own lungs like a sucker."},{"id":318,"quote":"It's about time trees were good for something, instead of just standing there like jerks!"},{"id":319,"quote":"I only hope those rumors I hear about what goes on in prison are greatly \nexaggerated."},{"id":320,"quote":"Look, I'm not asking you to like me, I'm not asking you to put yourself \nin a position where I can touch your goodies, I'm just asking you to be \nfair."},{"id":321,"quote":"This is the way I've always thought it should be. We've always blamed \nourselves, but I guess we know what cylinder wasn't firing!"},{"id":322,"quote":"Earth sounds my wisdom, and high heaven my fame."},{"id":323,"quote":"For I am yearning to visit the limits of the all-nurturing Earth, and Oceans, from whom the gods are sprung."},{"id":324,"quote":"Why cover the same ground again? ... It goes against my grain to repeat a tale told once, and told so clearly."},{"id":325,"quote":"On these sands and in the clefts of the rocks, in the depths of the sea, in the creaking of the pines, you'll spy secret footprints and catch far-off voices from the homecoming celebration. This land still longs for Odysseus."},{"id":326,"quote":"All things are in the hand of heaven, and Folly, eldest of Jove's daughters, shuts men's eyes to their destruction. She walks delicately, not on the solid earth, but hovers over the heads of men to make them stumble or to ensnare them."},{"id":327,"quote":"The generation of mankind is like the generation of leaves.  The wind scatters the leaves on the ground,  but the living tree burgeons with leaves again in the spring."},{"id":328,"quote":"A small rock holds back a great wave."},{"id":329,"quote":"Achilles absent was Achilles still!"},{"id":330,"quote":"Close to the Gates a spacious Garden lies, From the Storms defended and inclement Skies; Four Acres was the allotted Space of Ground, Fenc'd with a green Enclosure all around. Tall thriving Trees confessed the fruitful Mold: The reddening Apple ripens here to Gold, Here the blue Fig with luscious Juice overflows, With deeper Red the full Pomegranate glows, The Branch here bends beneath the weighty Pear, And verdant Olives flourish round the Year."},{"id":331,"quote":"'T is fortune gives us birth, But Jove alone endues the soul with worth."},{"id":332,"quote":"Forgetful youth! but know, the Power above With ease can save each object of his love; Wide as his will extends his boundless grace."},{"id":333,"quote":"As leaves on the trees, such is the life of man."},{"id":334,"quote":"But he whose inborn worth his acts commend, Of gentle soul, to human race a friend."},{"id":335,"quote":"Here, therefore, huge and mighty warrior though you be, here shall you die."},{"id":336,"quote":"She  threw into the wine which they were drinking a drug which takes away grief and passion and brings forgetfulness of all ills"},{"id":337,"quote":"Which would you rather be, a conqueror in the Olympic games, or the crier that proclaims who are conquerors?"},{"id":338,"quote":"To have a great man for an intimate friend seems pleasant to those who have never tried it; those who have, fear it."},{"id":339,"quote":"Two urns on Jove's high throne have ever stood, the source of evil one, and one of good; from thence the cup of mortal man he fills, blessings to these, to those distributes ills; to most he mingles both."},{"id":340,"quote":"Aries in his many fits knows no favorites."},{"id":341,"quote":"A man who has been through bitter experiences and travelled far enjoys even his sufferings after a time"},{"id":342,"quote":"Of men who have a sense of honor, more come through alive than are slain, but from those who flee comes neither glory nor any help."},{"id":343,"quote":"I have no interest at all in food and drink, but only in slaughter and blood and the agonized groans of mangled men"},{"id":344,"quote":"Think not to match yourself against the gods, for men that walk the earth cannot hold their own with the immortals."},{"id":345,"quote":"I too shall lie in the dust when I am dead, but now let me win noble renown."},{"id":346,"quote":"By mutual confidence and mutual aid - great deeds are done, and great discoveries made"},{"id":347,"quote":"Even his griefs are a joy long after to one that remembers all that he wrought and endured."},{"id":348,"quote":"There is no greater glory that can befall a man that what he achieves with the speed of his feet or the strength of his hands."},{"id":349,"quote":"Dreams are sent by God."},{"id":350,"quote":"Two friends, two bodies with one soul inspired."},{"id":351,"quote":"Friend, many and many a dream is mere confusion a cobweb of no consequence at all. Two gates for ghostly dreams there are: One gateway of honest horn, and one of ivory. Issuing by the ivory gate are dreams of glimmering illusion, fantasies, but those that come through solid polished horn may be borne out, if mortals only know them."},{"id":352,"quote":"Life and death are balanced as it were on the edge of a razor"},{"id":353,"quote":"Whoever among men who walk the Earth has seen these Mysteries is blessed, but whoever in uninitiated and has not received his share of the rite, he will not have the same lot as the others, once he is dead and dwells in the mould where the sun goes down."},{"id":354,"quote":"I didn't lie! I just created fiction with my mouth!"},{"id":355,"quote":"Heaven hears and pities hapless men like me, For sacred ev'n to gods is misery."},{"id":356,"quote":"Not two strong men the enormous weight could raise,- Such men as live in these degenerate days."},{"id":357,"quote":"Know from the bounteous heaven all riches flow."},{"id":358,"quote":"A generous friendship no cold medium knows,\nBurns with one love, with one resentment glows;\nOne should our interests and our passions be,\nMy friend must hate the man that injures me."},{"id":359,"quote":"They did not know her-gods are hard for mortals to recognize."},{"id":360,"quote":"Miserable mortals who like leaves at one moment flame with life eating the produce of the land and at another moment weakly perish."},{"id":361,"quote":"And not a man appears to tell their fate."},{"id":362,"quote":"The single best augury is to fight for one's country."},{"id":363,"quote":"Do thou restrain the haughty spirit in thy breast, for better far is gentle courtesy."},{"id":364,"quote":"But sure the eye of time beholds no name,\nSo blest as thine in all the rolls of fame."},{"id":365,"quote":"And now I'm using sarcasm, to confess the whole thing so later I could say I already told you."},{"id":366,"quote":"A companion's words of persuasion are effective."},{"id":367,"quote":"The life, which others pay, let us bestow,\nAnd give to fame what we to nature owe."},{"id":368,"quote":"The rest were vulgar deaths unknown to fame."},{"id":369,"quote":"He knew how to say many false things that were like true sayings."},{"id":370,"quote":"Like a girl, a baby running after her mother, begging to be picked up, and she tugs on her skirts, holding her back as she tries to hurry off—all tears, fawning up at her, till she takes her in her arms… That’s how you look, Patroclus, streaming live tears."},{"id":371,"quote":"Let him submit to me! Only the god of death is so relentless, Death submits to no one—so mortals hate him most of all the gods. Let him bow down to me! I am the greater king, I am the elder-born, I claim—the greater man."},{"id":372,"quote":"It never was our guise to slight the poor, or aught humane despise."},{"id":373,"quote":"And rest at last where souls unbodied dwell,\nIn ever-flowing meads of Asphodel."},{"id":374,"quote":"How prone to doubt, how cautious are the wise!"},{"id":375,"quote":"If you are one of earth’s inhabitants, how blest your father, and your gentle mother, blest all your kin. I know what happiness must send the warm tears to their eyes, each time they see their wondrous child go to the dancing! But one man’s destiny is more than blest—he who prevails, and takes you as his bride. Never have I laid eyes on equal beauty in man or woman. I am hushed indeed."},{"id":376,"quote":"For Fate has wove the thread of life with pain,\nAnd twins ev'n from the birth are Misery and Man!"},{"id":377,"quote":"Accept these grateful tears...For thee they flow, for thee...\nThat ever felt another's woe."},{"id":378,"quote":"...he'll never lie - the man is far too wise."},{"id":379,"quote":"His native home deep imag'd in his soul."},{"id":380,"quote":"Short is my date, but deathless my renown."},{"id":381,"quote":"Still, we will let all this be a thing of the past, though it hurts us, and beat down by constraint the anger that rises inside us. Now I am making an end of my anger. It does not become me, unrelentingly to rage on"},{"id":382,"quote":"A man's life breath cannot come back again--\nno raiders in force, no trading brings it back,\nonce it slips through a man's clenched teeth."},{"id":383,"quote":"Nay if even in the house of Hades the dead forget their dead, yet will I even there be mindful of my dear comrade."},{"id":384,"quote":"These nights are endless, and a man can sleep through them, or he can enjoy listening to stories, and you have no need to go to bed before it is time. Too much sleep is only a bore. And of the others, any one whose heart and spirit urge him can go outside and sleep, and then, when the dawn shows, breakfast first, then go out to tend the swine of our master. But we two, sitting here in the shelter, eating and drinking, shall entertain each other remembering and retelling our sad sorrows. For afterwards a man who has suffered much and wandered much has pleasure out of his sorrows."},{"id":385,"quote":"The wordy tale, once told, were hard to tell again."},{"id":386,"quote":"[B]ut it is only what happens, when they die, to all mortals. The sinews no longer hold the flesh and the bones together, and once the spirit has let the white bones, all the rest of the body is made subject to the fire's strong fury, but the soul flitters out like a dream and flies away."},{"id":387,"quote":"Life is not to be bought with heaps of gold;\nNot all Apollo's Pythian treasures hold,\nOr Troy once held, in peace and pride of sway,\nCan bribe the poor possession of the day."},{"id":388,"quote":"Even when someone battles hard, there is an equal portion for one who lingers behind, and in the same honor are held both the coward and the brave man; the idle man and he who has done much meet death alike."},{"id":389,"quote":"If you are very valiant, it is a god, I think, who gave you this gift."},{"id":390,"quote":"The gods, likening themselves to all kinds of strangers, go in various disguises from city to city, observing the wrongdoing and the righteousness of men."},{"id":391,"quote":"There is nothing more dread and more shameless than a woman who plans such deeds in her heart as the foul deed which she plotted when she contrived her husband's murder."},{"id":392,"quote":"It is wrong to sorrow without ceasing."},{"id":393,"quote":"The God of War will see fair play-he's often slain that wants to slay!"},{"id":394,"quote":"We mortals hear only the news, and know nothing at all."},{"id":395,"quote":"Persuasive speech, and more persuasive sighs, Silence that spoke and eloquence of eyes."},{"id":396,"quote":"Men in their generations are like the leaves of the trees. The wind blows and one year's leaves are scattered on the ground; but the trees burst into bud and put on fresh ones when the spring comes round."},{"id":397,"quote":"Restrain yourself... and gloat in silence. I'll have no jubilation here. It is an impious thing to exult over the slain."},{"id":398,"quote":"Once you go Vatican, you never go back again."},{"id":399,"quote":"Tell me, O Muse, of that ingenious hero who travelled far and wide after he had sacked the famous town of Troy."},{"id":400,"quote":"The only monster here is the gambling monster that has enslaved your mother, and I call him Gamblor!"},{"id":401,"quote":"The Lord gives and the Lord takes away, as it pleases him, for he can do all things."},{"id":402,"quote":"...if fifty bands of men surrounded us/ and every sword sang for your blood,/ you could make off still with their cows and sheep."},{"id":403,"quote":"We're goin bowling. If we don't come back, avenge our deaths."},{"id":404,"quote":"When are people going to learn? Democracy doesn't work."},{"id":405,"quote":"First you don't want me to get the pony, then you want me to take it back. Make up your mind!"},{"id":406,"quote":"We got a little rule back home: If it's brown, drink it down. If it's black, send it back."},{"id":407,"quote":"He lives not long who battles with the immortals, nor do his children prattle about his knees when he has come back from battle and the dread fray."},{"id":408,"quote":"Zeus it seems has given us from youth to old age a nice ball of wool to wind-nothing but wars upon wars until we shall perish every one."},{"id":409,"quote":"By hook or by crook this peril too shall be something that we remember"},{"id":410,"quote":"It was built against the will of the immortal gods, and so it did not last for long."},{"id":411,"quote":"Few sons are equal to their fathers; most fall short, all too few surpass them."},{"id":412,"quote":"It is tedious to tell again tales already plainly told."},{"id":413,"quote":"There is a fullness of all things, even of sleep and love."},{"id":414,"quote":"Wine give strenght to weary men. and\nAnd wine can of their wits the wise beguile.\nMake the sage frolic, and the serious smile. and\nLet those who drink not, but austerely dine,\nDry up in law; the muses smell of wine. and\nNo poem was ever written by a drinker of water. and\nBacchus opens the gate of the heart. and\nMight to inspire new hopes and powerful\nTo drown the bitterness of cares."},{"id":415,"quote":"Achilles glared at him and answered, \"Fool, prate not to me about covenants. There can be no covenants between men and lions, wolves and lambs can never be of one mind, but hate each other out and out an through. Therefore there can be no understanding between you and me, nor may there be any covenants between us, till one or other shall fall"},{"id":416,"quote":"You will certainly not be able to take the lead in all things yourself, for to one man a god has given deeds of war, and to another the dance, to another lyre and song, and in another wide-sounding Zeus puts a good mind."},{"id":417,"quote":"By their own follies they perished, the fools."},{"id":418,"quote":"I should rather labor as another's serf, in the home of a man without fortune, one whose livelihood was meager, than rule over all the departed dead."},{"id":419,"quote":"It is equally wrong to speed a guest who does not want to go, and to keep one back who is eager. You ought to make welcome the present guest, and send forth the one who wishes to go."},{"id":420,"quote":"Nothing feebler than a man does the earth raise up, of all the things which breathe and move on the earth, for he believes that he will never suffer evil in the future, as long as the gods give him success and he flourishes in his strength; but when the blessed gods bring sorrows too to pass, even these he bears, against his will, with steadfast spirit, for the thoughts of earthly men are like the day which the father of gods and men brings upon them."},{"id":421,"quote":"So it is that the gods do not give all men gifts of grace - neither good looks nor intelligence nor eloquence."},{"id":422,"quote":"Wide-sounding Zeus takes away half a man's worth on the day when slavery comes upon him."},{"id":423,"quote":"Beauty- it was a glorious gift of nature."},{"id":424,"quote":"From now on walking is my beer and feeling good is my hangover."},{"id":425,"quote":"Clanless, lawless, homeless is he who is in love with civil war, that brutal ferocious thing."},{"id":426,"quote":"Look at me! I'm a puffy pink cloud!"},{"id":427,"quote":"Few sons attain the praise Of their great sires and most their sires disgrace."},{"id":428,"quote":"Oh, look at me! I'm making people happy! I'm the Magical Man from Happy-Land, in a gumdrop house on Lollipop Lane! Oh, by the way, I was being sarcastic."},{"id":429,"quote":"Boy, those Germans have a word for everything!"},{"id":430,"quote":"I discovered a meal between breakfast and brunch."},{"id":431,"quote":"Thou knowst the oer-eager vehemence of youth,How quick in temper, and in judgement weak."},{"id":432,"quote":"It is not right to exult over slain men."},{"id":433,"quote":"Never to be cast away are the gifts of the gods, magnificent, which they give of their own will, no man could have them for wanting them."},{"id":434,"quote":"There is not any advantage to be won from grim lamentation."},{"id":435,"quote":"There is satiety in all things, in sleep, and love-making, in the loveliness of singing and the innocent dance."},{"id":436,"quote":"Whatever day Makes man a slave, takes half his worth away."},{"id":437,"quote":"I've finally tapped into that spirit of self-destruction that makes rock-n-roll the king of music!"},{"id":438,"quote":"Sensitive love letters are my specialty. 'Dear Baby, Welcome to Dumpsville. Population: you.'"},{"id":439,"quote":"Pffft, English. Who needs that? I'm never going to England."},{"id":440,"quote":"Kids are great. You can teach them to hate what you hate and, with the Internet and all, they practically raise themselves."},{"id":441,"quote":"I'm a white male, age 18 to 49. Everyone listens to me, no matter how dumb my suggestions are."},{"id":442,"quote":"Don't mess with the dead, boy, they have eerie powers."},{"id":443,"quote":"We live in a society of laws. Why do you think I took you to all those Police Academy movies? For fun? Well, I didn't hear anybody laughing, did you?"},{"id":444,"quote":"You never know when an old calendar might come in handy! Sure, it's not 1985 right now, but who knows what tomorrow will bring?"},{"id":445,"quote":"I won't lie to you, fatherhood isn't easy like motherhood."},{"id":446,"quote":"Money can be exchanged for goods and services!"},{"id":447,"quote":"Blame the guy who doesn't speak Engish."},{"id":448,"quote":"This year I invested in pumpkins. They've been going up the whole month of October and I got a feeling they're going to peak right around January. Then bang! That's when I'll cash in."},{"id":449,"quote":"Just once I'd like someone to call me 'Sir' without adding 'You're making a scene.'"},{"id":450,"quote":"What so tedious as a twice-told tale?"},{"id":451,"quote":"The persuasion of a friend is a strong thing."},{"id":452,"quote":"The gods give to mortals not everything at the same time."},{"id":453,"quote":"I've gone back in time to when dinosaurs weren't just confined to zoos."},{"id":454,"quote":"But you can't stop at one, you wanna drink another woman!"},{"id":455,"quote":"I can't even say the word 'titmouse' without giggling like a schoolgirl."},{"id":456,"quote":"The information superhighway showed the average person what some nerd thinks about Star Trek."},{"id":457,"quote":"No TV and no beer makes Homer something something."},{"id":458,"quote":"Being popular is the most important thing in the world!"},{"id":459,"quote":"O Friends, be men, and let your hearts be strong And let no warrior in the heat of fight, Do what may bring him shame in others' eyes"},{"id":460,"quote":"And his good wife will tear her cheeks in grief, his sons are orphans and he, soaking the soil red with his own blood, he rots away himself-more birds than women flocking round his body!"},{"id":461,"quote":"The sun rose on the flawless brimming sea into a sky all brazen-all one brightening for gods immortal and for mortal men on plowlands kind with grain."},{"id":462,"quote":"I am a part of all that I have met. Yet, experience is an arch wherethro gleams that untravl'd world whose margin fades forever and forever when I move."},{"id":463,"quote":"The proof of battle is action, proof of words, debate. No time for speeches now, it's time to fight."},{"id":464,"quote":"To labour is the lot of man below; And when Jove gave us life, he gave us woe."},{"id":465,"quote":"The leader, mingling with the vulgar host, Is in the common mass of matter lost."},{"id":466,"quote":"We cannot all hope to combine the pleasing qualities of good looks, brains, and eloquence."},{"id":467,"quote":"It is no bad thing to be a king-to see one's house enriched and one's authority enhanced."},{"id":468,"quote":"Singing is the lowest form of communication."},{"id":469,"quote":"There is a strength in the even of very sorry men"},{"id":470,"quote":"I'm satisfied. It's straight,...but it's just so hot, and I'm just so fraustrated."},{"id":471,"quote":"Not vain the weakest, if their force unite."},{"id":472,"quote":"She spoke and loosened from her bosom the embroidered girdle of many colors into which all her allurements were fashioned.  In it was love and int desire which steals the mind even of the wise."},{"id":473,"quote":"A councilor ought not to sleep the whole night through, a man to whom the populace is entrusted, and who has many responsibilities."},{"id":474,"quote":"To-morrow we embark upon the boundless sea."},{"id":475,"quote":"Shoulder-to-shoulder, swing to the work, we must - just two as we are - if we hope to make some headway. The worst cowards, banded together, have their power, but you and I have got the skill to fight their best."},{"id":476,"quote":"Shame is no comrade for the poor, I weet."},{"id":477,"quote":"Over the wine-dark sea."},{"id":478,"quote":"Bad herdsmen waste the flocks which thou hast left behind."},{"id":479,"quote":"Servants, when their lords no longer sway, Their minds no more to righteous courses bend."},{"id":480,"quote":"Proud is the spirit of Zeus-fostered kings - their honor comes from Zeus, and Zeus, god of council, loves them."},{"id":481,"quote":"Steel itself oft lures a man to fight."},{"id":482,"quote":"Forget the brother and resume the man."},{"id":483,"quote":"Victory passes back and forth between men."},{"id":484,"quote":"Two diverse gates there are of bodiless dreams, These of sawn ivory, and those of horn. Such dreams as issue where the ivory gleams Fly without fate, and turn our hopes to scorn. But dreams which issue through the burnished horn, What man soe'er beholds them on his bed, These work with virtue and of truth are born."},{"id":485,"quote":"Once harm has been done, even a fool understands it."},{"id":486,"quote":"Not at all similar are the race of the immortal gods and the race of men who walk upon the earth."},{"id":487,"quote":"The hearts of great men can be changed."},{"id":488,"quote":"The Grecian ladies counted their age from their marriage, not their birth."},{"id":489,"quote":"Nor can one word be chang'd but for a worse."},{"id":490,"quote":"Just are the ways of heaven; from Heaven proceed\nThe woes of man: Heaven doom'd the Greeks to bleed."},{"id":491,"quote":"The long historian of my country's woes."},{"id":492,"quote":"One who contends with immortals lives a very short life."},{"id":493,"quote":"Do not mourn the dead with the belly."},{"id":494,"quote":"The best thing in the world [is] a strong house held in serenity where man and wife agree."},{"id":495,"quote":"The chance of war Is equal, and the slayer oft is slain."},{"id":496,"quote":"Yet while my Hector still survives, I see My father, mother, brethren, all in thee."},{"id":497,"quote":"Our fruitless labours mourn, And only rich in barren fame return."},{"id":498,"quote":"Lay ye down the golden chain From Heaven, and pull at its inferior links Both Goddesses and Gods."},{"id":499,"quote":"I live an idle burden to the ground."},{"id":500,"quote":"Ajax the great Himself a host."},{"id":501,"quote":"The bitter dregs of Fortune's cup to drain."},{"id":502,"quote":"I was working on a flat tax proposal and accidentally proved there was no God."},{"id":503,"quote":"If it doesn't have siamese twins in a jar, it is not a fair."},{"id":504,"quote":"Now deep in ocean sunk the lamp of light, And drew behind the cloudy vale of night."},{"id":505,"quote":"For when two Join in the same adventure, one perceives Before the other how they ought to act; While one alone, however prompt, resolves More tardily and with a weaker will."},{"id":506,"quote":"I hate To tell again a tale once fully told."},{"id":507,"quote":"No season now for calm, familiar talk."},{"id":508,"quote":"A shamefaced man makes a bad beggar."},{"id":509,"quote":"One man is a splendid fighter -- a god has made him so -- one's a dancer, another skilled at lyre and song, and deep in the next man's chest farseeing Zeus plants the gift of judgment, good clear sense. And many reap the benefits of that treasure."},{"id":510,"quote":"It's man's to fight, but heaven's to give success."},{"id":511,"quote":"Thou wilt lament\nHereafter, when the evil shall be done\nAnd shall admit no cure."},{"id":512,"quote":"Reproach is infinite, and knows no end."},{"id":513,"quote":"Nothing feebler does earth nurture than man, Of all things breathing and moving."},{"id":514,"quote":"A sound mind in a manly body."},{"id":515,"quote":"My hour at last has come;\nYet not ingloriously or passively\nI die, but first will do some valiant deed,\nOf which mankind shall hear in after time."},{"id":516,"quote":"Rather I'd choose laboriously to bear A weight of woes, and breathe the vital air, A slave to some poor hind that toils for bread, Than reign the sceptred monarch of the dead."},{"id":517,"quote":"The sex is ever to a soldier kind."},{"id":518,"quote":"In saffron-colored mantle from the tides\nOf Oceans rose the Morning to bright light\nTO gods and men."},{"id":519,"quote":"Now from the smooth deep ocean-stream the sun\nBegan to climb the heavens, and with new rays\nSmote the surrounding fields."},{"id":520,"quote":"No trust is to be placed in women."},{"id":521,"quote":"A boy without mischief is like a bowling ball without a liquid center."},{"id":522,"quote":"I want to be alone with my thought."},{"id":523,"quote":"Remember that postcard Grandpa sent us from Florida of that Alligator biting that woman's bottom? That's right, we all thought it was hilarious. But, it turns out we were wrong. That alligator was sexually harassing that woman."},{"id":524,"quote":"Praise me not too much,\nNor blame me, for thou speakest to the Greeks\nWho know me."},{"id":525,"quote":"…There is the heat of Love, the pulsing rush of Longing, the lover’s whisper, irresistible—magic to make the sanest man go mad."},{"id":526,"quote":"Any moment might be our last. Everything is more beautiful because we're doomed. You will never be lovelier than you are now. We will never be here again."},{"id":527,"quote":"Hateful to me as the gates of Hades is that man who hides one thing in his heart and speaks another."},{"id":528,"quote":"There is nothing more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends."},{"id":529,"quote":"The difficulty is not so great to die for a friend as to find a friend worth dying for."},{"id":530,"quote":"Men are so quick to blame the gods: they saythat we devise their misery. But theythemselves- in their depravity- designgrief greater than the griefs that fate assigns."},{"id":531,"quote":"[I]t is the wine that leads me on,the wild winethat sets the wisest man to singat the top of his lungs,laugh like a fool – it drives theman to dancing... it eventempts him to blurt out storiesbetter never told."},{"id":532,"quote":"My name is Nobody."},{"id":533,"quote":"Come, Friend, you too must die. Why moan about it so?Even Patroclus died, a far, far better man than you.And look, you see how handsome and powerful I am?The son of a great man, the mother who gave me life--A deathless goddess. But even for me, I tell you,Death and the strong force of fate are waiting.There will come a dawn or sunset or high noonWhen a man will take my life in battle too--flinging a spear perhapsOr whipping a deadly arrow off his bow."},{"id":534,"quote":"Now from his breast into the eyes the acheof longing mounted, and he wept at last,his dear wife, clear and faithful, in his arms, longed for as the sunwarmed earth is longed for by a swimmerspent in rough water where his ship went downunder Poseidon's blows, gale winds and tons of sea.Few men can keep alive through a big serfto crawl, clotted with brine, on kindly beachesin joy, in joy, knowing the abyss behind:and so she too rejoiced, her gaze upon her husband, her white arms round him pressed as though forever."},{"id":535,"quote":"Few sons are like their fathers--most are worse, few better."},{"id":536,"quote":"Life is largely a matter of expectation."},{"id":537,"quote":"And overpowered by memoryBoth men gave way to grief. Priam wept freelyFor man - killing Hector, throbbing, crouchingBefore Achilles' feet as Achilles wept himself,Now for his father, now for Patroclus once againAnd their sobbing rose and fell throughout the house."},{"id":538,"quote":"Take courage, my heart: you have been through worse than this. Be strong, saith my heart; I am a soldier; I have seen worse sights than this."},{"id":539,"quote":"Yea, and if some god shall wreck me in the wine-dark deep,even so I will endure…For already have I suffered full much,and much have I toiled in perils of waves and war.Let this be added to the tale of those."},{"id":540,"quote":"Sing in me, Muse, and through me tell the storyof that man skilled in all ways of contending,the wanderer, harried for years on end"},{"id":541,"quote":"Still, we will let all this be a thing of the past, though it hurts us, and beat down by constraint the anger that rises inside us.Now I am making an end of my anger. It does not become me, unrelentingly to rage on"},{"id":542,"quote":"Be strong, saith my heart; I am a soldier;I have seen worse sights than this."},{"id":543,"quote":"Rage - Goddess, sing the rage of Peleus' son Achilles,murderous, doomed, that cost the Achaeans countless losses,hurling down to the House of Death so many sturdy souls,great fighters' souls, but made their bodies carrion,feasts for the dogs and birds,and the will of Zeus was moving toward its end.Begin, Muse, when the two first broke and clashed,Agamemnon lord of men and brilliant Achilles."},{"id":544,"quote":"These nights are endless, and a man can sleep through them,or he can enjoy listening to stories, and you have no needto go to bed before it is time. Too much sleep is onlya bore. And of the others, any one whose heart and spiriturge him can go outside and sleep, and then, when the dawn shows,breakfast first, then go out to tend the swine of our master.But we two, sitting here in the shelter, eating and drinking,shall entertain each other remembering and retellingour sad sorrows. For afterwards a man who has sufferedmuch and wandered much has pleasure out of his sorrows."},{"id":545,"quote":"Generations of men are like the leaves.In winter, winds blow them down to earth,but then, when spring season comes again,the budding wood grows more. And so with men:one generation grows, another dies away."},{"id":546,"quote":"down from his browshe ran his curlslike thick hyacinth clustersfull of blooms"},{"id":547,"quote":"You, you insolent brazen bitch—you really dare to shake that monstrous spear in Father’s face?"},{"id":548,"quote":"I say no wealth is worth my life! Not all they claimwas stored in the depths of Troy, that city built on riches,in the old days of peace before the sons of Achaea came-not all the gold held fast in the Archer's rocky vaults,in Phoebus Apollo's house on Pytho's sheer cliffs!Cattle and fat sheep can all be had for the raiding,tripods all for the trading, and tawny-headed stallions.But a man's life breath cannot come back again-no raiders in force, no trading brings it back,once it slips through a man's clenched teeth.Mother tells me,the immortal goddess Thetis with her glistening feet,that two fates bear me on to the day of death.If I hold out here and I lay siege to Troy,my journey home is gone, but my glory never dies.If I voyage back to the fatherland I love,my pride, my glory dies...true, but the life that's left me will be long,the stroke of death will not come on me quickly."},{"id":549,"quote":"The sort of words a man says is the sort he hears in return."},{"id":550,"quote":"Choose well."},{"id":551,"quote":"[B]ut it is only what happens, when they die, to all mortals.The sinews no longer hold the flesh and the bones together,and once the spirit has let the white bones, all the restof the body is made subject to the fire's strong fury,but the soul flitters out like a dream and flies away."},{"id":552,"quote":"I know not what the future holds, but I know who holds the future."},{"id":553,"quote":"Scepticism is as much the result of knowledge, as knowledge is of scepticism. To be content with what we at present know, is, for the most part, to shut our ears against conviction; since, from the very gradual character of our education, we must continually forget, and emancipate ourselves from, knowledge previously acquired; we must set aside old notions and embrace fresh ones; and, as we learn, we must be daily unlearning something which it has cost us no small labour and anxiety to acquire."},{"id":554,"quote":"but sing no more this bitter tale that wears my heart away"},{"id":555,"quote":"Antilochus! You're the most appalling driver in the world! Go to hell!"},{"id":556,"quote":"My every impulse bends to what is right"},{"id":557,"quote":"Say not a word in death's favor; I would rather be a paid servant in a poor man's house and be above ground than king of kings among the dead.\" -Achilles"},{"id":558,"quote":"For they imagined as they wished--that it was a wild shot,/ an unintended killing--fools, not to comprehend/ they were already in the grip of death./ But glaring under his brows Odysseus answered:'You yellow dogs, you thought I'd never make it/ home from the land of Troy. You took my house to plunder,/ twisted my maids to serve your beds. You dared/ bid for my wife while I was still alive./ Contempt was all you had for the gods who rule wide heaven,/ contempt for what men say of you hereafter./ Your last hour has come. You die in blood."},{"id":559,"quote":"And fate? No one alive has ever escaped it, neither brave man nor coward, I tell you— it’s born with us the day that we are born."},{"id":560,"quote":"The proud heart feels not terror nor turns to run and it is his own courage that kills him"},{"id":561,"quote":"Men grow tired of sleep, love, singing and dancing, sooner than war."},{"id":562,"quote":"Even a fool may be wise after the event."},{"id":563,"quote":"What are the children of men, but as leaves that drop at the wind's breath?"},{"id":564,"quote":"I detest that man, who hides one thing in the depths of his heart, and speaks forth another"},{"id":565,"quote":"τέτλαθι δή, κραδίη: καὶ κύντερον ἄλλο ποτ᾽ ἔτλης.-Be patient, my heart: for you have endured things worse than this before."},{"id":566,"quote":"...of all creatures that breathe and move on earthnone is more to be pitied than a man."},{"id":567,"quote":"First she said we were to keep clear of the Sirens, who sit and sing most beautifully in a field of flowers; but she said I might hear them myself so long as no one else did. Therefore, take me and bind me to the crosspiece half way up the mast; bind me as I stand upright, with a bond so fast that I cannot possibly break away, and lash the rope's ends to the mast itself. If I beg and pray you to set me free, then bind me more tightly still."},{"id":568,"quote":"Scepticism is as much the result of knowledge, as knowledge is of scepticism."},{"id":569,"quote":"The rose Dawn might have found them weeping still had not grey-eyed Athena slowed the night when night was most profound, and held the Dawn under the Ocean of the East. That glossy team, Firebright and Daybright, the Dawn's horses that draw her heavenward for men- Athena stayed their harnessing."},{"id":570,"quote":"But you, Achilles,/ There is not a man in the world more blest than you--/ There never has been, never will be one./ Time was, when you were alive, we Argives/ honored you as a god, and now down here, I see/ You Lord it over the dead in all your power./ So grieve no more at dying, great Achilles.’I reassured the ghost, but he broke out protesting,/ ‘No winning words about death to me, shining Odysseus!/ By god, I’d rather slave on earth for another man--/ Some dirt-poor tenant farmer who scrapes to keep alive—than rule down here over all the breathless dead."},{"id":571,"quote":"Heaven has appointed us dwellers on earth a time for all things."},{"id":572,"quote":"Three thousand years have not changed the human condition in this respect; we are still lovers and victims of the will to violence, and so long as we are, Homer will be read as its truest interpreter."},{"id":573,"quote":"Goddess of song, teach me the storyof a hero."},{"id":574,"quote":"And so their spirits soaredas they took positions own the passageways of battleall night long, and the watchfires blazed among them.Hundreds strong, as stars in the night sky glitteringround the moon's brilliance blaze in all their glorywhen the air falls to a sudden, windless calm...all the lookout peaks stand out and the jutting cliffsand the steep ravines and down from the high heavens burststhe boundless bright air and all the stars shine clearand the shepherd's heart exults - so many fires burnedbetween the ships and the Xanthus' whirling rapidsset by the men of Troy, bright against their walls.A thousand fires were burning there on the plainand beside each fire sat fifty fighting menpoised in the leaping blaze, and champing oatsand glistening barley, stationed by their chariots,stallions waited for Dawn to mount her glowing throne."},{"id":575,"quote":"Come, weave us a scheme so I can pay them back!Stand beside me, Athena, fire me with daring, fierceas the day we ripped Troy's glittering crown of towers down.Stand by me - furious now as then, my bright-eyed one -and I would fight three hundred men, great goddess,with you to brace me, comrade-in-arms in battle!"},{"id":576,"quote":"Reproach is infinite, and knows no endSo voluble a weapon is the tongue;Wounded, we wound; and neither side can failFor every man has equal strength to rail."},{"id":577,"quote":"Ah my friend, if you and I could escape this fray and live forever, never a trace of age, immortal, I would never fight on the front lines again or command you to the field where men win fame."},{"id":578,"quote":"Question me now about all other matters, but do not ask who I am, for fear you may increase in my heart it's burden of sorrow as I think back; I am very full of grief, and I should not sit in the house of somebody else with my lamentation and wailing. It is not good to go on mourning forever."},{"id":579,"quote":"Always be the best, my boy, the bravest, and hold your head up high above all the others. Never disgrace the generation of your fathers. They were the bravest champions..."},{"id":580,"quote":"And his good wife will tear her cheeks in grief, his sons are orphans and he, soaking the soil red with his own blood, he rots away himself—more birds than women flocking round his body!"},{"id":581,"quote":"It is unfortunate for us, that, of some of the greatest men, we know least, and talk most."},{"id":582,"quote":"You've injured me, Farshooter, most deadly of the gods; And I'd punish you, if I had the power."},{"id":583,"quote":"A multitude of rulers is not a good thing. Let there be one ruler, one king."},{"id":584,"quote":"The lord of distant archery, Apollo,answered: \"Lord of earthquake, sound of mindyou could not call me if I strove with youfor the sake of mortals, poor things that they are.Ephemeral as the flamelike budding leaves,men flourish on the ripe wheat of the grainland,then in spiritless age they waste and die."},{"id":585,"quote":"I will stay with it and endure through suffering hardship and once the heaving sea has shaken my raft to pieces, then I will swim."},{"id":586,"quote":"One omen is best; Defending the fatherland"},{"id":587,"quote":"But now, as it is, sorrows, unending sorrows must surge within your heart as well—for your own son’s death. Never again will you embrace him stiding home. My spirit rebels—I’ve lost the will to live, to take my stand in the world of men—"},{"id":588,"quote":"And what if one of the gods does wreck me out on the wine-dark sea? I have a heart that is inured to suffering and I shall steel it to endure that too. For in my day I have had many bitter and painful experiences in war and on the stormy seas. So let this new disaster come. It only makes one more."},{"id":589,"quote":"What a lamentable thing it is that men should blame the gods and regard us as the source of their troubles, when it is their own transgressions which bring them suffering that was not their destiny."},{"id":590,"quote":"Urge him with truth to frame his fair replies; And sure he will; for wisdom never lies"},{"id":591,"quote":"Of the many things hidden from the knowledge of man, nothing is more unintelligible than the human heart."},{"id":592,"quote":"As they were speaking, a dog that had been lying asleep raised his head and pricked up his ears. This was Argos, whom Odysseus had bred before setting out for Troy, but he had never had any enjoyment from him. In the old days he used to be taken out by the young men when they went hunting wild goats, or deer, or hares, but now that his master was gone he was lying neglected on the heaps of mule and cow dung that lay in front of the stable doors till the men should come and draw it away to manure the great close; and he was full of fleas. As soon as he saw Odysseus standing there, he dropped his ears and wagged his tail, but he could not get close up to his master. When Odysseus saw the dog on the other side of the yard, dashed a tear from his eyes without Eumaeus seeing it, and said:'Eumaeus, what a noble hound that is over yonder on the manure heap: his build is splendid; is he as fine a fellow as he looks, or is he only one of those dogs that come begging about a table, and are kept merely for show?''This dog,' answered Eumaeus, 'belonged to him who has died in a far country. If he were what he was when Odysseus left for Troy, he would soon show you what he could do. There was not a wild beast in the forest that could get away from him when he was once on its tracks. But now he has fallen on evil times, for his master is dead and gone, and the women take no care of him. Servants never do their work when their master's hand is no longer over them, for Zeus takes half the goodness out of a man when he makes a slave of him.'So saying he entered the well-built mansion, and made straight for the riotous pretenders in the hall. But Argos passed into the darkness of death, now that he had fulfilled his destiny of faith and seen his master once more after twenty years…"},{"id":593,"quote":"down the dank mouldering paths and past the Ocean's streams they wentand past the White Rock and the Sun's Western Gates and pastthe Land of Dreams, and soon they reached the fields of asphodelwhere the dead, the burnt-out wraiths of mortals make their home"},{"id":594,"quote":"...an irresistible sleep fell deeply on his eyes, the sweetest, soundest oblivion, still as the sleep of death itself..."},{"id":595,"quote":"…and they limp and halt, they’re all wrinkled, drawn, they squint to the side, can’t look you in the eyes, and always bent on duty, trudging after Ruin, maddening, blinding Ruin. But Ruin is strong and swift—She outstrips them all by far, stealing a march, leaping over the whole wide earth to bring mankind to grief."},{"id":596,"quote":"Tell me, Muse, of the man of many ways,who was driven far journeys"},{"id":597,"quote":"Upon my word, just see how mortal men always put the blame on us gods! We are the source of evil, so they say - when they have only their own madness to think if their miseries are worse than they ought to be."},{"id":598,"quote":"We are perpetually labouring to destroy our delights, our composure, our devotion to superior power. Of all the animals on earth we least know what is good for us. My opinion is, that what is best for us is our admiration of good."},{"id":599,"quote":"Tell me, O Muse, of the man of many devices"},{"id":600,"quote":"As I lay dying, the woman with the dog's eyes would not close my eyes as I descended into Hades."},{"id":601,"quote":"The heart in his rugged chest was pounding, torn"},{"id":602,"quote":"For I say there is no other thing that is worse than the sea is for breaking a man, even though he may a very strong one."},{"id":603,"quote":"...for iron of itself draws a manthereto."},{"id":604,"quote":"For double are the portals of flickering dreams.One set is made of horn, the other of ivory.And as for those that come through the sawn ivory,They deceive, carrying words that will not be fulfilled;But those that pass on outside through the polished hornDo fulfill the truth whenever any mortal sees them."},{"id":605,"quote":"Getting out of jury duty is easy. The trick is to say you're prejudiced against all races."},{"id":606,"quote":"Cattle and fat sheep can all be had for the raiding, tripods for the trading, and tawny headed stallions. But a mans's lifebreath cannot come back again- no raiders in force, no trading brings it back, once it slips through a man's clenched teeth."},{"id":607,"quote":"A last request—grant it, please.Never bury my bones apart from yours, Achilles,let them lie together . . .just as we grew up together in your house"},{"id":608,"quote":"The gods are hard to handle — when they come blazing forth in their true power."},{"id":609,"quote":"Hektor, argue me no agreements. I cannot forgive you.As there are no trustworthy oaths between men and lions,nor wolves and lambs have spirit that can be brought to agreementbut forever these hold feelings of hate for each other,so there can be no love between you and me, nor shall there beoaths between us, but one or the other must fall before thento glut with his blood Ares the god who fights under the shield's guard."},{"id":610,"quote":"But when he spoke, that great voice of his poured out of his chest in words like the snowflakes of winter, and then no other mortal could in debate contend with Odysseus. Nor did we care any longer how he looked."},{"id":611,"quote":"The creation of genius always seem like miracles, because they are, for the most part, crated far out of the reach of observation."},{"id":612,"quote":"But his sister, Artemis of the wild, the lady of wild beasts, scolded him bitterly and spoke a word of revilement:'You run from him, striker from afar...Fool, then why do you wear that bow, which is wind and nothing."},{"id":613,"quote":"For my part I have no joy in tears after dinnertime. There will always be a new dawn tomorrow. Yet I can have no objection to tears for any mortal who dies and goes to his destiny. And this is the only consolation we wretched mortals can give, to cut our hair and let the tears roll down our faces."},{"id":614,"quote":"Troy has perished, the great city. Only the red flame now lives there. The dust is rising, spreading out like a great wing of smoke and all is hidden.We now are gone, one here, one there. And Troy is gone forever. Farewell, dear city.Farewell, my country, where my children lived. There below, the Greek ships wait."},{"id":615,"quote":"Her heart raced with joy to sleep with War"},{"id":616,"quote":"It is hateful to me to tell a story over again, when it has been well told."},{"id":617,"quote":"My mother Thetis tells me that there are two ways in which I may meet my end. If I stay here and fight, I will not return alive but my name will live forever: whereas if I go home my name will die, but it will be long ere death shall take me."},{"id":618,"quote":"When night falls and the world lies lost in sleep, I take to my bed, my heart throbbing, about to break,anxieties swarming, piercing—I may go mad with grief."},{"id":619,"quote":"so evenly was strained their war and battle,till the moment when Zeus gave the greater renown to Hector, son ofPriam, who was the first to leap within the wall of the Achaians. In apiercing voice he cried aloud to the Trojans: \"Rise, ye horse-tamingTrojans, break the wall of the Argives, and cast among the ships fierceblazing fire.\"So spake he, spurring them on, and they all heard him with their ears,and in one mass rushed straight against the wall, and with sharp spearsin their hands climbed upon the machicolations of the towers. AndHector seized and carried a stone that lay in front of the gates, thickin the hinder part, but sharp at point: a stone that not the two bestmen of the people, such as mortals now are, could lightly lift from theground on to a wain, but easily he wielded it alone, for the son ofcrooked-counselling Kronos made it light for him. And as when a shepherdlightly beareth the fleece of a ram, taking it in one hand, and littledoth it burden him, so Hector lifted the stone, and bare it straightagainst the doors that closely guarded the stubborn-set portals, doublegates and tall, and two cross bars held them within, and one boltfastened them. And he came, and stood hard by, and firmly plantedhimself, and smote them in the midst, setting his legs well apart, thathis cast might lack no strength. And he brake both the hinges, and thestone fell within by reason of its weight, and the gates rang loudaround, and the bars held not, and the doors burst this way and thatbeneath the rush of the stone. Then glorious Hector leaped in, with facelike the sudden night, shining in wondrous mail that was clad about hisbody, and with two spears in his hands. No man that met him could haveheld him back when once he leaped within the gates: none but the gods,and his eyes shone with fire. Turning towards the throng he cried to theTrojans to overleap the wall, and they obeyed his summons, and speedilysome overleaped the wall, and some poured into the fair-wroughtgateways, and the Danaans fled in fear among the hollow ships, and aceaseless clamour arose."},{"id":620,"quote":"we must set aside old notions and embrace fresh ones; and, as we learn, we must be daily unlearning something which it has cost us no small labour and anxiety to acquire."},{"id":621,"quote":"O Divine Poesy, goddess, daughter of Zeus, sustain for me this song of the various-minded man who, after he had plundered the innermost citadel of hallowed Troy, was made to stay grievously about the coasts of men, the sport of their customs, good and bad, while his heart, through all the sea-faring, ached with an agony to redeem himself and bring his company safe home. Vain hope – for them. The fools! Their own witlessness cast them aside. To destroy for meat the oxen of the most exalted Sun, wherefore the Sun-god blotted out the day of their return. Make this tale live for us in all its many bearings, O Muse."},{"id":622,"quote":"Her gray eyes clear, the goddess Athena answered, \"Down from the skies I come to check your rage if only you will yield"},{"id":623,"quote":"But they could neither of them persuade me, for there is nothing dearer to a man than his own country and his parents, and however splendid a home he may have in a foreign country, if it be far from father or mother, he does not care about it."},{"id":624,"quote":"Rage--Goddess, sing the rage of Peleus' son Achilles"},{"id":625,"quote":"Come lieta appare la terra a chi nuotase Poseidone infranta gli abbia la naveurtata dal vento e dall'onde furiose, e pochisfuggirono al mare nuotando e toccaron la riva,e molta e densa salsedine incrosta la pelle,e scampati da morte a terra vengon allegri:similmente apparve alla donna caro il marito."},{"id":626,"quote":"You must endure and not be broken-hearted."},{"id":627,"quote":"Miserable mortals who, like leaves, at one moment flame with life, eating the produce of the land, and at another moment weakly perish"},{"id":628,"quote":"What is proper to hear, no one, human or divine, will hear before you."},{"id":629,"quote":"يا كل شئ هنا.. وداعا."},{"id":630,"quote":"The belly’s a shameless dog, there’s nothing worse.      Always insisting, pressing, it never lets us forget —      destroyed as I am, my heart racked with sadness,      sick with anguish, still it keeps demanding,      ‘Eat, drink!’ It blots out all the memory      of my pain, commanding, ‘Fill me up!"},{"id":631,"quote":"Vain is your boast in that you have scratched the sole of my foot... A worthless coward can inflict but a light wound. When I wound a man, though I but graze his skin, it is another matter, for my weapon will lay him low. His wife will tear her cheeks out for grief and his children will be fatherless: there he will rot, reddening the earth with his blood, and vultures, not women, will gather round him."},{"id":632,"quote":"Ne rüzgar eserdi orada ne yağmur yağardı, kar bile düşmezdi,yaz günlerinin bulutsuz havasıve bembeyaz parlaklığı hüküm sürerdi;mutlu tanrılar işte orada tadını çıkarırdı günlerinin."},{"id":633,"quote":"Oh for shame, how the mortals put the blame on us gods, for they say evils come from us, but it is they, rather, who by their own recklessness win sorrow beyond what is given..."},{"id":634,"quote":"What a lamentable thing it is that men should blame the gods and regard us as the source of their troubles, when it is their own wickedness that brings them sufferings worse than any which destiny allots them."},{"id":635,"quote":"Why, pray, must the Argives needs fight the Trojans? What made the son of Atreus gather the host and bring them? Was it not for the sake of Helen? Are the sons of Atreus the only men in the world who love their wives? Any man of common right feeling will love and cherish her who is his own, as I this woman, with my whole heart"},{"id":636,"quote":"lebron is the goat"},{"id":637,"quote":"Hyrtacides pummeled his thighs and groaned and bit his lip and said: \"O Father Zeus, you, even you, turn out to be a liar.\" [bk.12]"},{"id":638,"quote":"Friends, Grecian Heroes, Ministers of Mars! Grievous, and all unlook’d for, is the blow Which Jove hath dealt me; by his promise led I hop’d to raze the strong-built walls of Troy, And home return in safety; but it seems 130 He falsifies his word, and bids me now Return to Argos, frustrate of my hope, Dishonour’d, and with grievous loss of men. Such now appears th’ o’er-ruling sov’reign will Of Saturn’s son; who oft hath sunk the heads 135 Of many a lofty city in the dust, And yet will sink; for mighty is his hand. ’Tis shame indeed that future days should hear How such a force as ours, so great, so brave, Hath thus been baffled, fighting, as we do, 140 ’Gainst numbers far inferior to our own, And see no end of all our warlike toil. For should we choose, on terms of plighted truce, Trojans and Greeks, to number our array; Of Trojans, all that dwell within the town, 145 And we, by tens disposed, to every ten, To crown our cups, one Trojan should assign, Full many a ten no cup-bearer would find: So far the sons of Greece outnumber all That dwell within the town; but to their aid 150 Bold warriors come from all the cities round, Who greatly harass me, and render vain My hope to storm the strong-built walls of Troy. Already now nine weary years have pass’d; The timbers of our ships are all decay’d, 155 The cordage rotted; in our homes the while Our wives and helpless children sit, in vain Expecting our return; and still the work, For which we hither came, remains undone. Hear then my counsel; let us all agree 160 Home to direct our course, since here in vain We strive to take the well-built walls of Troy. Thus as he spoke, the crowd, that had not heard The secret council, by his words was mov’d; So sway’d and heav’d the multitude, as when 165 O’er the vast billows of th’ Icarian sea Eurus and Notus from the clouds of Heav’n Pour forth their fury; or as some deep field Of wavy corn, when sweeping o’er the plain The ruffling west wind sways the”"},{"id":639,"quote":"Grief wrapped around her, eating at her heart. The house was full of chairs but she could not bear to sit upright."},{"id":640,"quote":"I took the sheep and cut their throats over the pit, and let the dark blood flow. Then there gathered the spirits of the dead, brides and unwed youths, old men worn out by labour, and tender maidens with hearts still new to sorrow."},{"id":641,"quote":"Ama kaçış yok ecelden, zamanı geldiğinde her insan, en sevgili kullar bile göçüp giderler bu dünyadan."},{"id":642,"quote":"Sing, goddess, of Achilles' ruinous angerWhich brought ten thousand pains to the Achaeans,And cast the souls of many stalwart heroesTo Hades, and their bodies to the dogsAnd birds of prey."},{"id":643,"quote":"It has been an easy, and a popular expedient of late years, to deny the personal or real existence of men and things whose life and condition were too much for our belief."},{"id":644,"quote":"For of all creatures that breathe and creep about on the earth, there is none so miserable as man."},{"id":645,"quote":"Man is the vainest of allcreatures that have their being upon earth. As long as heavenvouchsafes him health and strength, he thinks that he shall come tono harm hereafter, and even when the blessed gods bring sorrow uponhim, he bears it as he needs must, and makes the best of it; forGod Almighty gives men their daily minds day by day. I know allabout it, for I was a rich man once, and did much wrong in thestubbornness of my pride, and in the confidence that my father andmy brothers would support me; therefore let a man fear God in allthings always, and take the good that heaven may see fit to sendhim without vainglory."},{"id":646,"quote":"Very like leaves upon this earth are the generations of men—old leaves, cast on the ground by wind, young leaves the greening forest bears when spring comes in. So mortals pass; one generation flowers even as another dies away."},{"id":647,"quote":"But when Odysseus rose, that man of many devices, fixing his down-cast eyes on the ground he stood: nor his scepter swayed, either this way or that like a practiced speaker, but held it motionless, even as a man unskilled in the arts of persuasion. One would declare him mute with passion or wanting in judgment. But when he spoke, when his powerful voice went forth from his bosom, issuing words which fell like flakes of snow in winter, surely no mortal man might hope to compete with Odysseus. Lost in wonder we sat, but not, as before, at his manner."},{"id":648,"quote":"He had better beware our wrath, great man though he is. What is he doing in his fury but insulting senseless clay?"},{"id":649,"quote":"As gale-winds swirl and shatter under the shrilling gusts on days when drifts of dust lie piled thick on the roads and winds whip up the dirt in a dense whirling cloud- so the battle broke, storming chaos, troops inflamed, slashing each other with bronze, carnage mounting, manslaughtering combat bristling with rangy spears, the honed lances brandished in hand and ripping flesh and the eyes dazzled now, blind with the glare of bronze, glittering helmets flashing, breastplates freshly burnished, shields fiery in sunlight, fighters plowing on in a mass. Only a veteran steeled at heart could watch that struggle and still thrill with joy and never feel the terror."},{"id":650,"quote":"and Terror and Rout and relentless Strife stormed too, sister of manslaughtering Ares, Ares’ comrade-in-arms— Strife, only a slight thing when she first rears her head but her head soon hits the sky as she strides across the earth. Now Strife hurled down the leveler Hate amidst both sides, wading into the onslaught, flooding men with pain."},{"id":651,"quote":"We who are gods forever have to endure the most horrible hurts, by each other’s hatred, as we try to give favor to mortals."},{"id":652,"quote":"Endure, my heart; yea, a baser thing thou once didst bear"},{"id":653,"quote":"The day that robs a child of his parents severs him from his own kind; his head is bowed, his cheeks are wet with tears, and he will go about destitute among the friends of his father, plucking one by the cloak and another by the shirt. Some one or other of these may so far pity him as to hold the cup for a moment towards him and let him moisten his lips, but he must not drink enough to wet the roof of his mouth; then one whose parents are alive will drive him from the table with blows and angry words."},{"id":654,"quote":"For lo? my words no fancied woes relate; I speak from science and the voice of fate."},{"id":655,"quote":"Mistress; please: are you divine, or mortal?"},{"id":656,"quote":"contemplating the incidents in their lives or condition which tradition has handed down to us,"},{"id":657,"quote":"O Thestorides, of the many things hidden from the knowledge of man, nothing is more unintelligible than the human heart. 8”"},{"id":658,"quote":"If something rude of any kind was said, let the winds take it."},{"id":659,"quote":". . . But if he is truly Odysseus, home at last, make no mistake: we two will know each other, even better — we two have secret signs, known to us both but hidden from the world."},{"id":660,"quote":"The spearhead sliced right through to the flesh, And when Diomedes pulled it out, Ares yelled, so loud you would have thought Ten thousand warriors had shouted at once, And the sound reverberated in the guts of Greeks and Trojans, As if Diomedes had struck not a god in armor But a bronze gong nine miles high."},{"id":661,"quote":"Must you have battle in your heart forever? The bloody toil of combat? Old contender, will you not yield to the immortal gods? That nightmare cannot die, being eternal evil itself – horror, and pain, and chaos; there is no fighting her, no power can fight her. All that avails is flight."},{"id":662,"quote":"It was the gray sea that bore you and the towering rocks, so sheer the heart in you is turned from us."},{"id":663,"quote":"And let Apollo drive Prince Hector back to battle,breathe power back in his lungs, make him forget the pain that racks his heart. Let him whip the Achaeansin headlong panic rout and roll them back once more,tumbling back on the oar-swept ships of Peleus' son Achilles.And he, will launch his comrade Patroclus into actionand glorious Hector will cut him down with a spearin front of Troy, once Patroclus has slaughtered whole battalions of strong young fighting menand among them all, my shining son Sarpedon.But then - enraged for Patroclus - brilliant Achilles will bring Prince Hector down.And then, from that day on, I'll turn the tide of war:back the fighting goes, no stopping it, ever."},{"id":664,"quote":"he took a cable which had been service on a blue-bowed ship, made one end fast to a high column in the portico, and threw the other over the round-house, high up, so that their feet would not touch the ground. As when long-winged thrushes or doves get entangled in a snare . . . so the women's heads were held fast in a row, with nooses round their necks, to bring them to the most pitiable end. For a little while their feet twitched, but not for very long."},{"id":665,"quote":"Pherae. He was Ortilochus’ son, whose father was Alpheus, and there they spent the night. [490] Diocles offered them the hospitality he owed to strangers who stayed there as his guests. As soon as rose-fingered early Dawn appeared, they hitched their horses, climbed in the splendid chariot, and set off from the echoing portico"},{"id":666,"quote":"Whene'er, by Jove's decree, our conquering powers Shall humble to the dust her lofty towers."},{"id":667,"quote":"τρὶς δέ μοι ἐκ χειρῶν σκιῇ εἴκελον ἢ καὶ ὀνείρῳ ἔπτατ'\"μτφρ. και τρεις φορές μες απ᾿ τα χέρια μου σαν όνειρο, σαν ίσκιος μου πέταξε᾿"},{"id":668,"quote":"And so the Trojans buried Hector, breaker of horses."},{"id":669,"quote":"Then thus incensed, the Paphian queen replies: \"Obey the power from whom thy glories rise: Should Venus leave thee, every charm must fly, Fade from thy cheek, and languish in thy eye. Cease to provoke me, lest I make thee more The world's aversion, than their love before; Now the bright prize for which mankind engage, Than, the sad victim, of the public rage.\" At this, the fairest of her sex obey'd, And"},{"id":670,"quote":"Goddess, ...do not be angry with me about this. I am quite aware that my wife Penelope is nothing like so tall or so beautiful as yourself. She is only a woman, whereas you are an immortal. Nevertheless, I want to get home, and can think of nothing else."},{"id":671,"quote":"Weapons themselves can tempt a man to fight."},{"id":672,"quote":"Ah my friend, if you and I could escape this fray and live forever, never a trace of age, immortal, I would never fight on the front lines again or command you in the field where men win fame. But now, as it is, the fates of death await us, thousands poised to strike, and not a man alive can flee them or escape – so in we go for attack! Give our enemy glory or win it for ourselves!"},{"id":673,"quote":"That is the god's work, spinning threads of death through the lives of mortal men, and all to make a song for those to come..."},{"id":674,"quote":"We men are wretched things"},{"id":675,"quote":"As a bull roars when feeding in the field, so roared the goodly door touched by the key and open flew before her."},{"id":676,"quote":"See in the mind’s eyewind blowing chaff on ancient threshing floorswhen men with fans toss up the trodden sheaves,and yellow-haired Demeter, puff by puff,divides the chaff and grain: how all day longin bleaching sun strawpiles grow white: so whitegrew those Akhaian figures in the dustcloudchurned to the brazen sky by horses’ hoovesas chariots intermingled, as the driversturned and turned—carrying their hands highand forward gallantly despite fatigue."},{"id":677,"quote":"The gods granted us misery, in jealousy over the thought that we two, always together, should enjoy our youth, and then come to the threshold of old age."},{"id":678,"quote":"With a dark glance wily Odysseus shot back, “Indecent talk, my friend. You, you’re a reckless fool —I see that. So, the gods don’t hand out all their gifts at once, not build and brains and flowing speech to all. One man may fail to impress us with his looks but a god can crown his words with beauty, charm, and men look on with delight when he speaks out. Never faltering, filled with winning self-control, he shines forth at assembly grounds and people gaze at him like a god when he walks through the streets. Another man may look like a deathless one on high but there’s not a bit of grace to crown his words. Just like you, my fine, handsome friend. Not even a god could improve those lovely looks of yours but the mind inside is worthless."},{"id":679,"quote":"With that the dream departed, leaving him there, his heart racing with hopes that would not come to pass. He thought he would take the city of Priam then, that very day, the fool."},{"id":680,"quote":"There was a world ... or was it all a dream?"},{"id":681,"quote":"Sing, goddess, the anger of Peleus’ son Achilleus        and its devastation, which put pains thousandfold upon the Achaians,        hurled in their multitudes to the house of Hades strong souls        of heroes, but gave their bodies to be the delicate feasting 5     of dogs, of all birds, and the will of Zeus was accomplished"},{"id":682,"quote":"If a man is cruel by nature, cruel in action,the mortal world will call down curses on his headwhile he is alive, and all will mock his memory after death.But then if a man is kind by nature, kind in action,his guests will carry his fame across the earthand people all will praise him from the heart."},{"id":683,"quote":"I am going to stand against him now, though his hands are like flame, though his hands are like flame, and his heart like the shining of iron."},{"id":684,"quote":"Elbette ki tanrılar her insana bağışlamazlariyi bir beden, akıl ya da topluluk önünde konuşma yeteneğiKiminin yüz güzelliği diğerlerinden aşağıdır amatanrı onun varlığını tatlı dille taçlandırmıştır"},{"id":685,"quote":"It is unfortunate for us, that, of some of the greatest men, we know least, and talk most. Homer, Socrates, and Shakespere have, perhaps, contributed more to the intellectual enlightenment of mankind than any other three writers who could be named, and yet the history of all three has given rise to a boundless ocean of discussion, which has left us little save the option of choosing which theory or theories we will follow."},{"id":686,"quote":"Probability is a powerful and troublesome test; and it is by this troublesome standard that a large portion of historical evidence is sifted. Consistency is no less pertinacious and exacting in its demands."},{"id":687,"quote":"Căntã, zeițã, mânia ce-aprinse pe-Ahil Peleianul,Patima crudã ce-Aheilor mii de amaruri aduse;Suflete multe viteze trimise pe lumea cealaltã,Trupul fãcându-le hranã la câini și la feluri de pãsãriȘi împlinitã fu voia lui Zeus, de când Agamemnon,Craiul nãscut din Atreu, și dumnezeiescul AhileS-au dezbinat dupã cearta ce fuse-ntre dânșii iscatã."},{"id":688,"quote":"There can be no covenants between men and lions, wolves and lambs can never be of one mind, but hate each other out and out an through."},{"id":689,"quote":"Words as empty as the wind are best left unsaid"},{"id":690,"quote":"Lighthearted boys and girlswere harvesting the grapes in woven baskets, while on a resonant harp a boy among themplayed a tune of longing, singing lowwith delicate voice a summer dirge. The others,breaking out in song for the joy of it, kept time together as they skipped along."},{"id":691,"quote":"Sing to me of the man, Muse, the man of twists and turns, driven time and again off course, once he had plundered the hallowed heights of Troy."},{"id":692,"quote":"Trojans and Achaians, who like wolves sprang upon one another, with man against man in the onfall."},{"id":693,"quote":"Aphrodite forever stands by her man and drives the spirits of death away from him."},{"id":694,"quote":"Yet if our chief for plunder only fight, The spoils of Ilion shall thy loss requite, Whene'er, by Jove's decree, our conquering powers Shall humble to the dust her lofty towers."},{"id":695,"quote":"Better to be the poor servant of a poor master."},{"id":696,"quote":"«¡Ay, ay, cómo culpan los mortales a los dioses!, pues de nosotros, dicen, proceden los males. Pero también ellos por su estupidez soportan dolores más allá de lo que les corresponde."},{"id":697,"quote":"A man who has suffered much and wandered much has pleasure out of his sorrows."},{"id":698,"quote":"Sit down and hold your tongue as I bid you for if I once begin to lay my hands about you, though all heaven were on your side it would profit you nothing."},{"id":699,"quote":"إن حدائق الخلد لا تُجدي نفعا إذا كانت سجنا!"},{"id":700,"quote":"الآلهة لا تكذب يا باريس!"},{"id":701,"quote":"القضاء ينبغي أن يتم، والقدر يجب أن يأخذ مجراه."},{"id":702,"quote":"the reader is hurried out of himself by the force of the poet’s imagination, and turns in one place to a hearer, in another to a spectator."},{"id":703,"quote":"Then in anger divine Aphrodite addressed her: “Do not provoke me, wicked girl, lest I drop you in anger, and hate you as much as I now terribly love you, and devise painful hostilities, and you are caught in the middle of both, Trojans and Danaans, and are destroyed by an evil fate. So she spoke; and Helen born of Zeus was frightened; and”"},{"id":704,"quote":"Iron has powers to draw a man to ruin"},{"id":705,"quote":"No man is going to hurl me to Hades, unless it is fated, but as for fate, I think that no man yet has escaped it once it has taken its first form, neither brave man nor coward."},{"id":706,"quote":"their"},{"id":707,"quote":"Far from the hateful cause of all his woes. Neleus his treasures one long year detains, As long he groan'd in Philacus' chains: Meantime, what anguish and what rage combined For lovely Pero rack'd his labouring mind!"},{"id":708,"quote":"Better to be the hireling of a stranger, and serve a man of mean estate whose living is but small, than be the ruler over all these dead and gone."},{"id":709,"quote":"Nastes and Amphimachus, the illustrious sons of Nomion - but Nastes, chilldish fool that he was, Went into battle decked out in gold like a girl. But gold could not help him escape a horrible death at the hands of Aeacus' grandson, the swift Achilles, In the bed of the river, and Achilles, fierce ad fiery, Took care of all his gold."},{"id":710,"quote":"Im Frieden begraben die Söhne ihre Väter, im Krieg begraben Väter ihre Söhne."},{"id":711,"quote":"Achilleus started awake, staring,        and drove his hands together, and spoke, and his words were sorrowful:        “Oh, wonder! Even in the house of Hades there is left something,        a soul and an image, but there is no real heart of life in it."},{"id":712,"quote":"The two forces met with a fearful din of spears and bossed shields, clashing in a fierce and furious melees of bronze-breasted fighters. And there the screams of the dying were mingled with cries of triumph s blood flowed over the earth. As when two winter torrents flow down from great mountain springs to mingle their turbulent floods; where the two streams meet and thunder on down a deep gorge, and the shepherd far off in the mountains hears the roar, so now as the two armies clashed in the fury of battle a terrible roar of toil and shouting arose."},{"id":713,"quote":"These were the colloquies in heaven."},{"id":714,"quote":"As the youth came on in front of the others, he got the bronze in his chest beside the right nipple. On through his shoulder it went and he fell to earth in the dust like a sooth black poplar whose branchy top falls in the low grassland of a mighty marsh to the gleaming ax of some chariot-maker, who leaves t to dry by the banks of a river that he may bend him a rim for a beautiful chariot. Even such was the fall of Anthemion's son Simoeisius"},{"id":715,"quote":"And now to one side Gorgythion drooped his head and heavy helmet; He let it fall over like the bloom of a garden poppy, heavy with seed and the rains of spring."},{"id":716,"quote":"Limping, attendants rushed up to support him, Attendants made of gold who looked like real girls, With a mind within, and a voice, and strength, And knowledge of crafts from the immortal gods. These busily moved to support their lord..."},{"id":717,"quote":"but these lay dead on the ground, far dearer now to the vultures than to their wives."},{"id":718,"quote":"Fear not, but be bold:A decent boldness ever meets with friends,succeeds, and e’en a stranger recommends.Odyssey vii. 50."},{"id":719,"quote":"men, we know least, and talk most. Homer, Socrates, and Shakespere have, perhaps, contributed"},{"id":720,"quote":"But death is a thing that comes to all alike. Not even the gods can fend it away from a man they love, when once the destructive doom of leveling death has fastened upon him."},{"id":721,"quote":"The race of men is like the race of leaves. As one generation flourishes, another decays."},{"id":722,"quote":"Sing, O Muse, of the man of many devices, who wandered full many ways after he had sacked the sacred citadel of Troy. Many were the men whose cities he saw and whose mind he learned, aye, and many the woes he suffered in his heart upon the sea, seeking to win his own life and the return of his comrades. Yet even so he saved not his comrades, though he desired it sore, for through their own blind folly they perished—fools, who devoured the kine of Helios Hyperion; but he took from them the day of their returning. Of these things, goddess, daughter of Zeus, beginning where thou wilt, tell thou even unto us."},{"id":723,"quote":"For nothing could be better than when two live in one house, their minds in harmony, husband and wife. Their enemies are jealous, their friends delighted, and they have great honor."},{"id":724,"quote":"Upon the earth appear'd, weeping, they bore Brave Hector out; and on the fun'ral pile Laying the glorious dead, applied the torch."},{"id":725,"quote":"this alien earth I stride will hold me down at last. But"},{"id":726,"quote":"Not at all similar are the race of the immortal gods and the race of men who walk upon the earth"},{"id":727,"quote":"As two lions snatch a goat from a herd that is guarded by dogs— they kill it and carry it off, through the thick brushwood, holding it in their jaws high up from the ground: just so did the two men hold the dead Ímbrius high, stripped of his armor. And Ajax the Smaller, angry at the death of Amphímachus, hacked off the head from the soft neck and, swinging his arm back, sent the head whirling over the crowd like a ball, and it fell and rolled in the dirt and came to a stop at the feet of Hector."},{"id":728,"quote":"Um médico, só por si, vale alguns homens."},{"id":729,"quote":"The evil plan is most harmful to the planner"},{"id":730,"quote":"The Wrath of Achilles is my theme, that fatal wrath which, in fulfillment of the will of Zeus, brought the Achaeans so much suffering and sent the gallant souls of many nobleman to Hades, leaving their bodies as carrion for the dogs and passing birds."},{"id":731,"quote":"No finer, greater gift in the world than that...when man and woman possess their home, two minds, two hearts that work as one."},{"id":732,"quote":"ألا ينبض قلبك بعد اليوم، حتى ولا بحبي؟!"},{"id":733,"quote":"But the Achaian men went silently, breathing valor,        stubbornly minded each in his heart to stand by the others."},{"id":734,"quote":"Patroclus, in Achilles' arms, enlighten'd all with stars,"},{"id":735,"quote":"bitch that I am, vicious, scheming-horror to freeze the heartoh how I wishthat first day my mother brought me into the lightsome black whirlwind had rushed me out to the mountainsor into the surf where the roaring breakers crash and dragand the waves had swept me off before all this had happened"},{"id":736,"quote":"No finer, greater gift in the world than that: When man and woman possess their home, two minds, two hearts that work as one. Despair to their enemies, a joy to all their friends. Their own best claim to glory."},{"id":737,"quote":"I have endured what no one on earth has ever done before—I put to my lips the hands of the man who killed my son."},{"id":738,"quote":"Be still, my heart; thou hast known worse than this. On that day when the cyclops, unrestrained in fury, devoured the mighty men of my of my company; but still thou didst endure till thy craft found a way for thee forth from out the cave, where thou thoughtest to die."},{"id":739,"quote":"Both were gods of the same line, a single father, but Zeus was the elder-born and Zeus knew more."},{"id":740,"quote":"There is no thought of death in your mind now, and yet death stands close beside you as you put on the immortal armor of a surpassing man."},{"id":741,"quote":"The struggle itself [...] is enough to fill a man's heart. One must imagine Sisyphus happy."},{"id":742,"quote":"The Odyssey puts us into a world that is a peculiar mixture of the strange and the familiar. The tension between strangeness and familiarity is in fact the poem’s central subject."},{"id":743,"quote":"LeBron James"},{"id":744,"quote":"lebron is lit"},{"id":745,"quote":"lebron is fire"},{"id":746,"quote":"lebron is my hero"},{"id":747,"quote":"When two men are together, one of them may see some opportunity which the other has not caught sight of; if a man is alone he is less full of resource, and his wit is weaker."},{"id":748,"quote":"Did fate, or we, when great Atrides died, Urge the bold traitor to the regicide?"},{"id":749,"quote":"lebron i love you"},{"id":750,"quote":"As the wind scatters leaves upon the earth, such is the race of men"},{"id":751,"quote":"lebron is the bomb.com"},{"id":752,"quote":"Mirstīgiem ļaudīm virs zemes maz dienu ir dzīvībai lemtu.Ja kādam ir cietsirdīgs raksturs un cietsirdīgs ir bijis pret citiem,Visi tam novēl tik ļaunu, kamēr tas dzīvo virs zemes,Bet, ja kam krietna ir sirds, ja arī tā domas ir krietnas,Teicamo slavu pa pasauli plašo starp mirstīgiem ļaudīmSvešinieki aiznes un visi to dēvē par cildenu vīru."},{"id":753,"quote":"lebron is above everybody"},{"id":754,"quote":"In The Odyssey, we find instead the story of a man whose grand adventure is simply to go back to his own home, where he tries to turn everything back to the way it was before he went away. For this hero, mere survival is the most amazing feat of all."},{"id":755,"quote":"lebron is better than you"},{"id":756,"quote":"lebron is superior"},{"id":757,"quote":"Of all the creatures that breathe and creep about on Mother Earth there is none so helpless as man. As long as the gods grant him prosperity and health he imagines he will never suffer misfortune in the future. Yet when the blessed gods bring him troubles he has no choice but to endure them with a patient heart. The reason is that the view we mortals take of this earthly life depends on what Zeus, the Father of gods and men, sends us day by day."},{"id":758,"quote":"Quando surgiu a que cedo desponta, Aurora de róseos dedos"},{"id":759,"quote":"Come—the proof of battle is action, proof of words, debate. No time for speeches now, it’s time to fight."},{"id":760,"quote":"Telemachus hurled his arms round his father, and he wept. They both felt deep desire for lamentation, and wailed with cries as shrill as birds, like eagles or vultures, when the hunters have deprived them of fledglings who have not yet learned to fly. That was how bitterly they wept."},{"id":761,"quote":"Rasa malu tidak disarankan (tidak baik) bagi orang yang butuh"},{"id":762,"quote":"35      So he spoke and went away, and left Agamemnon        there, believing things in his heart that were not to be accomplished.        For he thought that on that very day he would take Priam’s city;        fool, who knew nothing of all the things Zeus planned to accomplish,        Zeus, who yet was minded to visit tears and sufferings 40   on Trojans and Danaäns alike in the strong encounters."},{"id":763,"quote":"It has been placed under the northern pole, in Tartary."},{"id":764,"quote":"Tell me about a complicated man,Muse, tell me how he wandered and was lost......And where he went, and who he met, the painHe suffered on the sea, and how he worked To bring his men back home.\" - Emily Wilson Translation of Homer's Odyssey"},{"id":765,"quote":"around the country, fill your belly well —"},{"id":766,"quote":"L. 547. The terms made use of in this line, and in 481, may appear somewhat coarse, as addressed by one Goddess to another: but I assure the English reader that in this passage"},{"id":767,"quote":"Men come and go as leaves year by year upon the trees. Those of autumn the wind sheds upon the ground, but when spring returns the forest buds forth with fresh vines. Even so is it with the generations of mankind, the new spring up as the old are passing away"},{"id":768,"quote":"L. 151. Chthizos, yesterday. But either the word must have a more extended signification than is usually given to it, or Homer must here have fallen into an error; for two complete nights and one day, that on which Patroclus met his death, had intervened since the visit of Ajax and"},{"id":769,"quote":"Heroes, be men; be what you were before; Or weigh the great occasion, and be more."},{"id":770,"quote":"it is the cowards who walk out of the fighting, but if one is to win honor in battle, he must by all means 410  stand his ground strongly, whether he be struck or strike down another."},{"id":771,"quote":"Intet kan knekke en mann som havet, om han er aldri så sprek."},{"id":772,"quote":"In this way, the Odyssey’s hero embodies one of its central themes, which is that the capacity to defer satisfaction and endure suffering is as necessary for success as the ability to perform brilliant feats."},{"id":773,"quote":"حبيبتي.. التي تفخر الأرض بأن تحملها.. ويفخر الهواء بأن تستنشقه.. والسماء بأن تُظللها وتُشرف عليها والجبل بأن تنظر إليه.. والبحر بأنه يغسل قدميها المعبودتين."},{"id":774,"quote":"حدثني يا كل شئ هنا عن مهازل الفسق ومذابح الشرف!"},{"id":775,"quote":"soon as rosy-fingered morning came forth from the first grey dawn,"},{"id":776,"quote":"Pero aquel que se siente tocado por mi lanza no tarda en expirar. Su esposa se desgarra las mejillas, quedan sus hijos huérfanos y enrojece él la tierra con su sangre, y se corrompe, y hay en torno suyo más aves de rapiña que hembras gemebundas"},{"id":777,"quote":"El vino aumenta mucho el vigor del hombre fatigado"},{"id":778,"quote":"Achilles’ rebuke of Odysseus, in its pride and despair, resonates throughout the Odyssey. Yet rather than spreading a gloom over the rest of the poem, it is a constant background reminder. We are moved, as the poet describes them, by the simplest of things human life has to offer: a bath, a meal, a courteous welcome to a stranger, a conversation by the fire. There is a radiance that surrounds our brief human actions, a beauty that makes even the life of a beggar or a slave, from Achilles’ perspective, seem like a privilege. These simple things are the givens longed for by him and the other ghosts, those that would have wept to step barefoot into reality, That would have wept and been happy, have shivered in the frost And cried out to feel it again, have run fingers over leaves And against the most coiled thorn, have seized on what was ugly And laughed . . ."},{"id":779,"quote":"Perverse mankind! whose wills, created free, Charge all their woes on absolute degree; All to the dooming gods their guilt translate, And follies are miscall'd the crimes of fate."},{"id":780,"quote":"Many are the birds who under the sun's rays wander the sky; not all of them mean anything"},{"id":781,"quote":"Prophet of evil,' he cried, 'never have you said a word to my advantage. It is always trouble that you revel in foretelling."},{"id":782,"quote":"Каквато дума кажеш, такава ще получиш в отговор."},{"id":783,"quote":"Homer’s language is markedly rhythmical, but it is not difficult or ostentatious. The Odyssey relies on coordinated, not subordinated syntax (“ and then this, and then this, and then this, rather than “although this, because of that, when this, which was this, on account of that”).”"},{"id":784,"quote":"Friend, that was not well spoken; you seem like one who is reckless. So it is that the gods do not bestow graces in all ways on men, neither in stature nor yet in brains or eloquence; for there is a certain kind of man, less noted for beauty, but the god puts comeliness on his words, and they who look toward him are filled with joy at the sight, and he speaks to them without faltering in winning modesty, and shines among those who are gathered, and people look on him as on a god when he walks in the city. Another again in his appearance is like the immortals, but upon his words there is no grace distilled, as in your case the appearance is conspicuous, and not a god even would make it otherwise, and yet the mind there is worthless."},{"id":785,"quote":"In an oral or semiliterate culture, repeated epithets give a listener an anchor in a quick-moving story. In a highly literate society such as our own, repetitions are likely to feel like moments to skip. They can be a mark of writerly laziness or unwillingness to acknowledge one’s own interpretative position, and can send a reader to sleep. I have used the opportunity offered by the repetitions to explore the multiple different connotations of each epithet. The enduring Odysseus can be a “veteran or “resilient” or “stoical,” while the wily Odysseus can be a “trickster” or speak “deceitfully,” depending on the needs of a particular passage.”"},{"id":786,"quote":"The business of wretches is wretched even in guarantee giving."},{"id":787,"quote":"الشجاعة لا تُغني في موقف الموت شيئا."},{"id":788,"quote":"When Achilles heard this he sank into the black depths of despair. He picked up the dark dust in both his hands and poured it on his head...he cast himself down on the earth and lay there like a fallen giant, fouling his hair and tearing it out with his own hands...[the maidservants] beat their breasts with their hands and sank to the ground beside their royal master."},{"id":789,"quote":"As in dark forests, measureless alongthe crests of hills, a conflagration soars,and the bright bed of fire glows for miles,now fiery lights from this great host in bronzeplayed on the earth and flashed high into heaven."},{"id":790,"quote":"Stand strong, my heart; through even worse pain you have suffered.(Τέτλαθι δή, κραδίη· καὶ κύντερον ἄλλο ποτ᾽ ἔτλης.)Odyssey, Rhapsody 20:18"},{"id":791,"quote":"My good friend, if, when we were once out of this fight, we could escape old age and death thenceforward and for ever, I should neither press forward myself nor bid you do so, but death in ten thousand shapes hangs ever over our heads, and no man can elude him; therefore let us go forward and either win glory for ourselves, or yield it to another."},{"id":792,"quote":"Oh, mother! since thy son To early death by destiny is doom'd, I might have hop'd the Thunderer on high, Olympian Jove, with honour would have crown'd My little space; but now disgrace is mine; Since Agamemnon, the wide-ruling King, Hath wrested from me, and still holds, my prize.\" Weeping, he spoke; his Goddess-mother heard, Beside her aged father where she sat In the deep ocean-caves: ascending quick Through the dark waves, like to a misty cloud, Beside her son she stood; and as he wept, She"},{"id":793,"quote":"What I say will be a bit of boasting. The mad wine tells me to do it. Wine sets even a thoughtful man to singing, or sets him into softly laughing, sets him to dancing. Sometimes it tosses out a word that was better unspoken."},{"id":794,"quote":"Odysseus is a migrant, but he is also a political and military leader, a strategist, a poet, a loving husband and father, an adulterer, a homeless person, an athlete, a disabled cripple, a soldier with a traumatic past, a pirate, thief and liar, a fugitive, a colonial invader, a home owner, a sailor, a construction worker, a mass murderer, and a war hero."},{"id":795,"quote":"—so as the great Achilles rampaged on, his sharp-hoofed stallions trampled shields and corpses, axle under his chariot splashed with blood, blood on the handrails sweeping round the car, sprays of blood shooting up from the stallions' hoofs and churning, whirling rims—and the son of Peleus charioteering on to seize his glory, bloody filth splattering both strong arms, Achilles' invincible arms—"},{"id":796,"quote":"The creations of genius always seem like miracles, because they are, for the most part, created far out of the reach of observation."},{"id":797,"quote":"You are indeed a man of sorrows and have suffered much...pray be seated now, here on this chair, and let us leave our sorrows, bitter though they are, locked up in our own hearts, for weeping is cold comfort and does little good."},{"id":798,"quote":"I would disapprove of another hospitable man who was excessive in friendship, as of one excessive in hate. In all things balance is better."},{"id":799,"quote":"Гектор, враг ненавистный, не мне предлагай договоры!Нет и не будет меж львов и людей никакого союза;Волки и агнцы не могут дружиться согласием сердца;Вечно враждебны они и зломышленны друг против друга,-Так и меж нас невозможна любовь; никаких договоровБыть между нами не может, поколе один, распростертый,Кровью своей не насытит свирепого бога Арея!"},{"id":800,"quote":"...there is nothing nobler or more admirable than when two people who see eye to eye keep house as man and wife..."},{"id":801,"quote":"Tú pasa adentro y no te turbes en tu ánimo, pues un hombre con arrojo resulta ser el mejor en toda acción, aunque llegue de otra tierra."},{"id":802,"quote":"The shock of encountering an ancient author speaking in largely recognizable language can make him seem more strange, and newly strange. I would like to invite readers to experience a sense of connection to this ancient text, while also recognizing its vast distance from our own place and time. Homer is, and is not, our contemporary."},{"id":803,"quote":"The Greek word epos means simply “word or “story” or “song.” It is related to a verb meaning “to say” or “to tell,” which is used (in a form with a prefix) in the first line of the poem. The narrator commands the Muse, “Tell me”: enn-epe. An epic poem is, at its root, simply a tale that is told.”"},{"id":804,"quote":"دع الغيد يُفاخرن بالقلائد والعقود، وتعالَ إلينا نعد ما في أجسامنا من ضربات السيوف، ووخزات الرماح، ومواقع السهام، فهذه أعز مفاخ الرجال يا أخيل!الغيد = تمايل ونعومة الشاب كالأنثى"},{"id":805,"quote":"Mas nunca gostei de lavouras nem de cuidar da casa onde são criados ótimos filhos; de lanças polidas e de setas coisas terríveis, diante das quais outros homens ficam arrepiados, Mas um deus fê-las agradáveis ao meu espírito: homens diferentes se comprazem com diferentes trabalhos."},{"id":806,"quote":"Impressive displays of rhetoric and linguistic force are a good way to seem important and invite a particular kind of admiration, but they tend to silence dissent and discourage deeper modes of engagement."},{"id":807,"quote":"shembot"},{"id":808,"quote":"So the gods pulled alternately on the rope of this violent and evenly balanced battle, to make it taut over the two sides. The rope was indestructible and no one could break it; but it broke many men."},{"id":809,"quote":"Be still, my heart; thou hast known worse than this. On that day when the cyclops, unrestrained in fury, devoured the mighty men of my company; but still thou didst endure till thy craft found a way for thee forth from out the cave, where thou thoughtest to die."},{"id":810,"quote":"To form correct views of individuals we must regard them as forming parts of a great whole — we must measure them by their relation to the mass of beings by whom they are surrounded, and, in contemplating the incidents in their lives or condition which tradition has handed down to us, we must rather consider the general bearing of the whole narrative, than the respective probability of its details."},{"id":811,"quote":"There are no binding oaths between men and lions—wolves and lambs can enjoy no meeting of the minds—they are all bent on hating each other to the death. So with you and me. No love between us. No truce till one or the other falls and gluts with blood"},{"id":812,"quote":"So now I meet my doom. Well let me die—but not without struggle, not without glory, no, in some great clash of arms that even men to come will hear of down the years!"},{"id":813,"quote":"I respect and reverence you, dear father-in-law, I wish I had chosen death rather than following your son, leaving behind my bridal chamber, my beloved daughter, my dear childhood friends and my kin. But I did not, and I pine away in sorrow."},{"id":814,"quote":"Sleep is sweet, whomever it seizes, though he has cares."},{"id":815,"quote":"Human beings live for only a short time, and when a man is harsh himself, and his mind knows harsh thoughts, all men pray that sufferings will befall him hereafter while he lives; and when he is dead all men make fun of him. But when a man is blameless himself, and his thoughts are blameless, the friends he has entertained carry his fame widely to all mankind, and many are they who call him excellent."},{"id":816,"quote":"la Musa excitó al aedo a que celebrase la gloria de los guerreros con un cantar cuya fama llegaba entonces al anchuroso cielo: la disputa de Odiseo y del Pelida Aquileo,"},{"id":817,"quote":"Yet his reading of birds could not keep off dark destruction"},{"id":818,"quote":"güneşin, yıldızlı göğün altında, yeryüzünde nice kentler var, bunlar içinde ben kutsal İlyon'u severim Priamos'u Priamos'un iyi kargı atan halkını"},{"id":819,"quote":"INTRODUCTION It has long been the opinion of many of the more progressive teachers of the United States that, next to Herakles, Odysseus is the hero closest to child-life, and that the stories from the \"Odyssey\" are the most suitable for reading-lessons. These conclusions have been reached through independent experiments not related to educational work in foreign countries. While sojourning in Athens I had the pleasure of visiting the best schools, both public and private, and found the reading especially spirited. I examined the books in use and found the regular reading-books to consist of the classic tales of the country, the stories of Herakles, Theseus, Perseus, and so forth, in the reader succeeding the primer, and the stories of Odysseus, or Ulysses, as we commonly call him, following as a third book, answering to our second or third reader."},{"id":820,"quote":"The introduction to the original book as I found it in Greece contains many interesting points, since it shows that educators in foreign countries, notably in Germany, had come to the same conclusion with our best American teachers. The editor of the little Greek reading-book says: \"In editing this work we have made use not only of Homer's 'Odyssey,' but also of that excellent reader which is used in the public schools of Germany, Willman's 'Lesebuch aus Homer.' We have divided the little volume into three parts, the first of which gives a short resumé of the war against Troy and the destruction of that city, the second the wanderings of Odysseus till his arrival in Ithaca, the third his arrival and the killing of the wooers. We have no apology to make in presenting this book to the public as a school-book, since many people superior to us have shown the need of such books in school-work. The new public schools, as is well known, have a mission of the highest importance. They do not aim, as formerly, at absolute knowledge pounded into the heads of children in a mechanical way. Their aim is the mental and ethical development of the pupils. Reading and writing lead but half way to this goal. With all nations the readers used in the public schools are a collection of the noblest thoughts of their authors.\" The Greek editor had never read the inane rat and cat stories of American school \"readers\" when he wrote that."},{"id":821,"quote":"He continues: \"Happily the Greek nation, more than any other, abounds in literary masterpieces. Nearly all of the Greek writings contain an abundance of practical wisdom and virtue. Their worth is so great that even the most advanced European nations do not hesitate to introduce them into their schools. The Germans do this, although their habits and customs are so different from ours. They especially admire Homer's works. These books, above all others, afford pleasure to the young, and the reason for it is clearly set forth by the eminent educator Herbart: \"'The little boy is grieved when told that he is little. Nor does he enjoy the stories of little children. This is because his imagination reaches out and beyond his environments. I find the stories from Homer to be more suitable reading for young children than the mass of juvenile books, because they contain grand truths.' \"Therefore these stories are held in as high esteem by the German children as by the Greek. In no other works do children find the grand and noble traits in human life so faithfully and charmingly depicted as in Homer. Here all the domestic, civic, and religious virtues of the people are marvellously brought to light and the national feeling is exalted. The Homeric poetry, and especially the 'Odyssey,' is adapted to very young children, not only because it satisfies so well the needs which lead to mental development, but also for another reason. As with the people of olden times bravery was considered the greatest virtue, so with boys of this age and all ages. No other ethical idea has such predominance as that of prowess. Strength of body and a firm will characterize those whom boys choose as their leaders. Hence the pleasure they derive from the accounts of celebrated heroes of yore whose bravery, courage, and prudence they admire."},{"id":822,"quote":"With that she loosed from her breasts the breastband,pierced and alluring, with every kind of enchantmentwoven through it . . . There is the heat of Love,the pulsing rush of Longing, the lover’s whisper,irresistible—magic to make the sanest man go mad."},{"id":823,"quote":"Now as these two were conversing thus with each other, a dog who was lying there raised his head and ears. This was Argos, patient-hearted Odysseus' dog, whom he himself raised, but got no joy of him, since before that he went to sacred Ilion. In the days before, the young men had taken him 295 out to follow goats of the wild, and deer, and rabbits; but now he had been put aside, with his master absent,"},{"id":824,"quote":"Rage - Goddess, sing the rage of Peleus' son Achilles, murderous, doomed, that cost the Achaeans countless losses, hurling down to the House of Death so many sturdy souls,great fighters' souls, but made their bodies carrion, feasts for the dogs and birds"},{"id":825,"quote":"The editor further extols the advantages arising from the study of Homer, it making the youthful students acquainted with the earliest periods of Greek history, the manners and customs of the people, and he ends by quoting from Herbart: \"Boys must first get acquainted with the noisy market-place of Ithaca and then be led to the Athens of Miltiades and Themistokles.\" With equal truth the American can say that the child whose patriotism is kindled by the Homeric fire will the more gladly respond to the ideals set forth in the history of a Columbus or a Washington. MARY E. BURT. PART"},{"id":826,"quote":"He was the loveliest born of the race of mortals, and therefore the gods caught him away to themselves, to be Zeus' wine-pourer, for the sake of his beauty, so he might be among the immortals."},{"id":827,"quote":"ODYSSEUS AS A YOUTH AT HOME WITH HIS MOTHER ODYSSEUS THE HERO OF ITHACA ADAPTED FROM THE THIRD BOOK OF THE PRIMARYSCHOOLS OF ATHENS, GREECE BY MARY E. BURT Author of \"Literary Landmarks,\" \"Stories from Plato,\" \"Story of theGerman Iliad,\" \"The Child-Life Reading Study\"; Editor of\"Little Nature Studies\"; Teacher in the John A.Browning School, New York City AND ZENAÏDE A. RAGOZIN Author of \"The Story of Chaldea,\" \"The Story of Assyria,\" \"The Storyof Media, Babylon, and Persia,\" \"The Story of Vedic India\";Member of the Royal Asiatic Society of Great Britain andIreland, of the American Oriental Society, of theSociété Ethnologique of Paris, etc. CHARLES SCRIBNER'S SONS NEW YORK CHICAGO BOSTON COPYRIGHT, 1898, BY CHARLES SCRIBNER'S SONS"},{"id":828,"quote":"But now, as for you, you must make your way, when dawn shows, back to our house, and be with the group of insolent suitors. At a later time the swineherd shall take me to the city, and I shall look like a dismal vagabond, and an old man. But if they maltreat me within the house, then let the dear heart 275 in you even endure it, though I suffer outrage, even if they drag me by the feet through the palace to throw me out of it, or pelt me with missiles; you must still look on and endure it; though indeed you may speak to them with soft words and entreat them to give over their mad behavior, but still they will never"},{"id":829,"quote":"and lay on the deep pile of dung, from the mules and oxen, which lay abundant before the gates, so that the servants of Odysseus could take it to his great estate, for manuring. 300 There the dog Argos lay in the dung, all covered with dog ticks. Now, as he perceived that Odysseus had come close to him, he wagged his tail, and laid both his ears back; only he now no longer had the strength to move any closer to his master, who, watching him from a distance, without Eumaios 305 noticing, secretly wiped a tear away,"},{"id":830,"quote":"To THE TEACHER  WHOSE INTEGRITY AND PEDAGOGICAL SPIRIT HAVE CREATED A SCHOOL WHEREIN THE IDEAL MAY PROVE ITSELF THE PRACTICAL AND  THOSE ENTHUSIASTIC PUPILS  WHO LOVE THE LOYALTY AND BRAVERY OF ODYSSEUS THIS BOOK IS DEDICATED"},{"id":831,"quote":"and said to him: ‘Eumaios, this is amazing, this dog that lies on the dunghill. The shape of him is splendid, and yet I cannot be certain whether he had the running speed to go with this beauty, or is just one of the kind of table dog that gentlemen 310 keep, and it is only for show that their masters care for them."},{"id":832,"quote":"Death can find nothing to expose in him that is not beautiful."},{"id":833,"quote":"Then, O swineherd Eumaios, you said to him in answer: ‘This, it is too true, is the dog of a man who perished far away. If he were such, in build and performance, as when Odysseus left him behind, when he went to Ilion,"},{"id":834,"quote":"CONTENTS INTRODUCTION  PART I AN INTRODUCTION TO THE LIFE OF THE HERO, ODYSSEUS CHAPTER I. About Troy and the Journey of Paris to Greece II. The Flight of Helen III. The Greeks Sail for Troy IV. The Fall of Troy"},{"id":835,"quote":"PART II THE RETURN OF ODYSSEUS TO HIS OWN COUNTRY CHAPTER V. Odysseus on the Island of Calypso VI. Odysseus Constructs a Raft and Leaves the Island VII. Odysseus is Saved on the Island of Scheria VIII. Nausicaä is Sent to the River by Athena IX. Odysseus Arrives at the Palace of Alkinoös X. Odysseus in the Halls of Alkinoös XI. The Banquet in Honor of Odysseus XII. Odysseus Relates His Adventures XIII. The Lotus-Eaters and the Cyclops XIV. The Cave of the Cyclops XV. The Blinding of the Cyclops XVI. Odysseus and His Companions Leave the Land of the Cyclops XVII. The Adventures of Odysseus on the Island of Æolus XVIII. Odysseus at the Home of Circè XIX. Circè Instructs Odysseus Concerning His Descent to Hades XX. The Adventures of Odysseus in Hades XXI. Odysseus Converses with His Mother and Agamemnon XXII. Conversation with Achilles and Other Heroes XXIII. The Return of Odysseus to the Island of Circè XXIV. Odysseus Meets the Sirens, Skylla, and Charybdis XXV. Odysseus on the Island of Hēlios XXVI. The Departure of Odysseus from the Island of Scheria XXVII. Odysseus Arrives at Ithaca XXVIII. Odysseus Seeks the Swineherd"},{"id":836,"quote":"But a man’s life breath cannot come back again—no raiders in force, no trading brings it back, once it slips through a man’s clenched teeth. Mother tells me, the immortal goddess Thetis with her glistening feet, that two fates bear me on to the day of death. If I hold out here and I lay siege to Troy, my journey home is gone, but my glory never dies. If I voyage back to the fatherland I love, my pride, my glory dies . . . true, but the life that’s left me will be long, the stroke of death will not come on me quickly."},{"id":837,"quote":"soon you could see his speed and his strength for yourself. Never could any wild animal, in the profound depths of the forest, escape, once he pursued. He was very clever at tracking. But now he is in bad times. His master, far from his country, has perished, and the women are careless, and do not look after him; 320 and serving men, when their masters are no longer about, to make them work, are no longer willing to do their rightful duties."},{"id":838,"quote":"...μετὰ καὶ τόδε τοῖσι γενέσθω."},{"id":839,"quote":"PART III THE TRIUMPH OF ODYSSEUS CHAPTER XXIX. Athena Advises Telemachos XXX. Telemachos Astonishes the Wooers XXXI. Penelope's Web XXXII. The Journey of Telemachos XXXIII. Telemachos in Pylos XXXIV. Telemachos in Sparta XXXV. Menelaos Relates His Adventures XXXVI. The Conspiracy of the Suitors XXXVII. Telemachos Returns to Ithaca XXXVIII. Telemachos and the Swineherd XXXIX. Telemachos Recognizes Odysseus XL. Telemachos Returns to the Palace XLI. Odysseus is Recognized by His Dog XLII. Odysseus Comes, a Beggar, to His Own House XLIII. Conversation of Odysseus and Penelope XLIV. Eurycleia Recognizes Odysseus XLV. Penelope's Dream XLVI. Athena Encourages Odysseus XLVII. The Last Banquet of the Suitors XLVIII. Odysseus Bends the Bow XLIX. Death of the Suitors L. Eurycleia Announces the Return of Odysseus to Penelope LI. Odysseus Visits His Father Vocabulary and Notes"},{"id":840,"quote":"لقد وقف كل منهما أمام صاحبه ليسمع لغة المقادير في الأعين المغرورقة بالدموع، وخفقات القلب تقول ما لا يُفهم.لقد كان كل منهما يُحملق في عيني الآخر، وكأنه كان يبحث عن شئ قديم عزيز ضائع."},{"id":841,"quote":"LIST OF ILLUSTRATIONS ODYSSEUS AS A YOUTH AT HOME WITH HIS MOTHER THE SILVER-FOOTED THETIS RISING FROM THE WAVES ODYSSEUS AND MENELAOS PERSUADING AGAMEMNON TO SACRIFICE IPHIGENEIA ALPHEUS AND ARETHUSA THE SWINEHERD TELLING HIS STORY TO ODYSSEUS ODYSSEUS FEIGNS MADNESS"},{"id":842,"quote":"كأن العزة القومية عند أهل هذا البلد ليست إلا أسطورة قديمة، أو حلما لا يدور لهم بخلد؟!"},{"id":843,"quote":"Poor wretches, what evil has come on you? Your heads and faces and the knees underneath you are shrouded in night and darkness; a sound of wailing has broken out, your cheeks are covered with tears, and the walls bleed, and the fine supporting pillars. All the forecourt is huddled with ghosts, the yard is full of them as they flock down to the underworld and the darkness. The sun has perished out of the sky, and a foul mist has come over."},{"id":844,"quote":"783 Then Patroklos rushed ahead toward the Trojans, with the worst intentions. |784 Three times he rushed at them, and he was equal [atalantos] to swift Arēs. |785 He [= Patroklos] was making a terrifying shout, and he killed three times nine men. |786 But when he [= Patroklos] rushed ahead for yet a fourth time, equal [īsos] to a superhuman force [daimōn], |787 then, O Patroklos, the end of your life made its appearance to you. |788 Facing you now was Phoebus [Apollo], ready to fight you in grim battle. |789 He [= Apollo] was terrifying. But he [= Patroklos] did not notice him as he [= Apollo] was coming at him in the heat of battle."},{"id":845,"quote":"Hera told the tireless sun, to return, though unwillingly, to Ocean's stream."},{"id":846,"quote":"They are destroying each other; the Achaians fight in defense over the fallen body while the others, the Trojans, are rushing to drag the corpse off 175  to windy Ilion,"},{"id":847,"quote":"Now Odysseus was sitting close to the fire, but suddenly turned to the dark side; 390 for presently he thought in his heart that, as she handled him, she might be aware of his scar, and all his story might come out. She came up close and washed her lord, and at once she recognized that scar, which once the boar with his white tusk had inflicted on him, when he went to Parnassos, to"},{"id":848,"quote":"would to god I’d stayed right here in my own house with a third of all that wealth and they were still alive, all who died on the wide plain of Troy those years ago, far from the stallion-land of Argos."},{"id":849,"quote":"Alles wird man ja satt, des schlafes sogar, und der liebe,Auch des süßen gesangs, und bewunderten reigentanzes:Welche doch mehr anreizen die sehnsuchtsvolle begierde,Als der krieg; doch die Troer sind niemals satt des gefechts! (Ilias; 13. Gesang V. 636-640)"},{"id":850,"quote":"As inhuman fire sweeps on in fury through the deep angles of a drywood mountain and sets ablaze the depth of the timber and the blustering wind lashes the flame along, so Achilleus swept everywhere with his spear like something more than a mortal harrying them as they died, and the black earth ran blood."},{"id":851,"quote":"We are all held in a single honor, the brave with the weaklings. 320  A man dies still if he has done nothing, as one who has done much."},{"id":852,"quote":"Suspicious we are, we men who walk the earth."},{"id":853,"quote":"If any man, so lost in his strength and prowess, pays you no respect —just pay him back . . . Do what you like. Whatever warms your heart."},{"id":854,"quote":"To see the smoke from his loved palace rise, While the dear isle in distant prospect lies,"},{"id":855,"quote":"As in a dream a man is not able to follow one who runs 200  from him, nor can the runner escape, nor the other pursue him, so he could not run him down in his speed, nor the other get clear."},{"id":856,"quote":"As there are no trustworthy oaths between men and lions, nor wolves and lambs have spirit that can be brought to agreement but forever these hold feelings of hate for each other, 265  so there can be no love between you and me, nor shall there be oaths between us, but one or the other must fall before then to glut with his blood Ares the god who fights under the shield’s guard."},{"id":857,"quote":"some day let them say of him: ‘He is better by far than his father,’ 480  as he comes in from the fighting"},{"id":858,"quote":"he gave a thousand measures of the winefor trading, so the troops could barter for it,some with bronze and some with shining iron,others with hides and others still with oxen,some with slaves. They made a copious feast,and all night long Akhaians with flowing hairfeasted, while the Trojans and their allieslikewise made a feast."},{"id":859,"quote":"As on the sacred threshing floor wind blows the chaff, while men stand winnowing the crop, when Demeter, with her golden hair, separates the grain from the chaff in the rushing breeze, and piles of chaff grow whiter, so then Achaean troops grew white, covered with dust stirred up by horses hooves."},{"id":860,"quote":"If you only knew in your own heart how many hardships you were fated to undergo before getting back to your own country, you would stay here with me and be the lord of this household and be an immortal, for all your longing once more to look on that wife for whom you are pining all your days here. And yet I think I can claim that I am not her inferior either in build or stature, since it is not likely that mortal women can challenge the goddesses for build and beauty. - Calypso"},{"id":861,"quote":"not warrant or represent at any time that the contents within are accurate due to the rapidly changing nature of the Internet. While all attempts have been made to verify information provided in this publication, the Author and Publisher assume no responsibility for errors, omissions, or contrary interpretation of the subject matter herein. Any perceived slights of specific persons, people, or organizations are unintentional. In practical advice books, like anything else in life, there are no guarantees of results. Readers are cautioned to rely on their own judgment about their individual circumstances"},{"id":862,"quote":"I would rather follow the plow as thrall to another man, one with no land allotted him and not much to live on, than be a king over all the perished dead."},{"id":863,"quote":"The Spinners (Klothes) are imagined in Greek mythology as three old female figures who construct the thread of human destiny—"},{"id":864,"quote":"Sprachs, und entsandte den speer; ihn richtete Pallas AtheneGrad am aug in die nas; und die schimmernden zähne durchdrang sie;Auch die zung and der wurzel entschnitt das gewaltie erz ihm,Daß die stürmende Spitze am unteren Kinne hinausfuhr. (Ilias; fünfter Gesang V. 290-293)"},{"id":865,"quote":"But humans cannot stay awake forever; immortal gods have set a proper time for everything that mortals do on earth."},{"id":866,"quote":"I am at home, for I am he. I bore adversities, but in the twentieth year, I am ashore in my own land."},{"id":867,"quote":"Äneias, geehrt wie ein gott im volke der Troer (Ilias; Elfter Gesang V. 58)"},{"id":868,"quote":"stood for a while and looked about him, but when he had looked long enough he crossed the threshold and went within the precincts of the house. There he found all the chief people among the Phaeacians making their drink offerings to Mercury, which they always did the last thing before going away for the night. 61 He went straight through the court, still hidden by the cloak of darkness in which Minerva had enveloped him, till he reached Arete and King Alcinous; then he laid his hands upon the knees of the queen, and at that moment the miraculous darkness fell away from him and"},{"id":869,"quote":"...y, avanzando, era como una noche sombría"},{"id":870,"quote":"But Calypso has offered to make Odysseus “immortal, ageless, all his days (ref) and invited him to live with her in a paradisal environment so enchanting that . . . even a deathless god who came upon that place would gaze in wonder, heart entranced with pleasure (ref)  —a place before which Hermes, messenger of Zeus, “stood . . . spellbound” (ref). All this Odysseus rejects, though he knows that the alternative is to entrust himself again, this time alone and on a makeshift craft, to that sea about which he has no illusions.”"},{"id":871,"quote":"So he spoke and strode on, a god, through the mortals’ struggle."},{"id":872,"quote":"What is it that grieves you? Keep it not from me, but tell me, that we may know it together."},{"id":873,"quote":"My son, Achilles is of nobler birth than you and he is also by far the stronger man. But you are older than he is. It is for you to give him sound advice, make suggestions and give him a lead which he will follow to his own advantage.’’ Nestor"},{"id":874,"quote":"Sing in me, Muse, and through me tell the story"},{"id":875,"quote":"Dear brother, it was your death I sealed in the oaths of friendship, setting you alone before the Achaians to fight with the Trojans. So, the Trojans have struck you down and trampled on the oaths sworn. Still the oaths and the blood of the lambs shall not be called vain, the unmixed wine poured and the right hands we trusted. 160  If the Olympian at once has not finished this matter, late will he bring it to pass, and they must pay a great penalty, with their own heads, and with their women, and with their children."},{"id":876,"quote":"But Phoebus Apollo called to blazing Ares, “Ares, Ares, destroyer of men, reeking blood, stormer of ramparts, can’t you go and drag that man from the fighting? That daredevil Diomedes, he’d fight Father Zeus! He’s just assaulted Love, he stabbed her wrist—like something superhuman he even charged at me!"},{"id":877,"quote":"And he, he will launch his comrade Patroclus into action and glorious Hector will cut him down with a spear in front of Troy, once Patroclus has slaughtered whole battalions of strong young fighting men and among them all, my shining son Sarpedon. But then—enraged for Patroctus—brilliant Achilles will bring Prince Hector down. And then, from that day on, I’ll turn the tide of war: back the fighting goes, no stopping it, ever, all the way till Achaean armies seize the beetling heights of Troy through Athena’s grand design."},{"id":878,"quote":"But a man's life breath cannot come back again-no raiders in force, no trading brings it back, once it slips through a man's clenched teeth. Mother tells me, the immortal goddess Thetis with her glistening feet, that two fates bear me on to the day of death. If I hold out here and I lay siege to Troy, my journey home is gone, but my glory never dies. If I voyage back to the fatherland I love, my pride, my glory dies...true, but the life that's left me will be long, the stroke of death will not come on me quickly."},{"id":879,"quote":"«Combatieron con roedor encono, y se separaron unidos por la amistad.»"},{"id":880,"quote":"Ибо из тварей, которые дышат и ползают в прахе,Истинно в целой вселенной несчастнее нет человека."},{"id":881,"quote":"Of all creatures that breathe and walk on the earth there is nothing more helpless than a man is, of all that the earth fosters; for he thinks that he will never suffer misfortune in future days, while the gods grant him courage, and his knees have spring in them. But when the blessed gods bring sad days upon him, against his will he must suffer it with enduring spirit."},{"id":882,"quote":"Ah, wretched man! unmindful of thy end! A moment's glory; and what fates attend!"},{"id":883,"quote":"I've had my share of pain the waves and wars.Add this to the total. Bring the trial on."},{"id":884,"quote":"Finding him absent, they broke into the cave; the men tried to persuade Odysseus to steal Polyphemus’ cheese and animals and then make a quick escape. Odysseus insisted on staying. When the Cyclops came home, Odysseus demanded a gift;"},{"id":885,"quote":"Alcinous."},{"id":886,"quote":"Igual que bajo la tormenta la oscura tierra se empapa entera el día otoñal en que con insuperable violencia vierte el agua Zeus para manifestar su ira, rencoroso contra los hombres que en la plaza dictan sentencias torcidas abusando de su poder y destierran la justicia sin ningún miramiento por los dioses; los cauces de todos sus ríos se desbordan, los torrentes hienden entonces barrancos en muchas colinas y en la ondulante costa se precipitan con grandes clamores desde la cima de los montes, anegando las labores de las gentes;tan grandes eran los clamores de las yeguas troyanas al correr."},{"id":887,"quote":"But a man's life breath cannot come back again—no raiders in force, no trading brings it back,once it slips through a man's clenched teeth."},{"id":888,"quote":"Steer wide; keep well to seaward; plug your oarsmen's ears with beeswax kneaded soft; none of the rest should hear that song. But if you wish to listen, let the men tie you in the lugger, hand and foot, back to the mast, lashed to the mast, so you may hear those harpies' thrilling voices; shout as you will, begging to be untied, your crew must only twist more line around you and keep their stroke up, till the singers fade."},{"id":889,"quote":"the blind fools, they devoured the cattle of the Sun and the Sungod blotted out the day of their return."},{"id":890,"quote":"As the sail bellied out with the wind, the ship flew through the deep blue water, and the foam hissed against her bows as she sped onward."},{"id":891,"quote":"O insolence of youth! whose tongue affords Such railing eloquence, and war of words. Studious thy country’s worthies to defame, Thy erring voice displays thy mother’s shame."},{"id":892,"quote":"Alcinous,"},{"id":893,"quote":"What we give to the poor, we lend to God."},{"id":894,"quote":"Na to odrzekł Odysej: „O, niechże bóg broni,Królu, żebyś naganiać miał to ǳiecko złote.Właśnie że mnie ze sobą wziąć miała ochotę,Jednom się temu oparł z wstydu i bojaźni,Czy mój widok twojego gniewu nie podrażni:Obcy człowiek tak łatwo w podejrzenie wpada!Alkinoos mu na to tak wręcz odpowiada:„Przecież, gościu, krwią serce nie kipi tak u mnie,By o nic wrzało: gniew mój hamuję rozumnie.Obyż za sprawą Zeusa, Ateny i FebaMąż jak ty, i jakiego właśnie mi potrzeba,Trafił się dla mej ǳiewki, a dla mnie za zięcia!”"},{"id":895,"quote":"To form correct views of individuals we must regard them as forming parts of a great whole-we must measure them by their relation tot the mass of beings by whom they are surrounded; and, in contemplating the incidents in their lives or condition which tradition has handed down to us, we must rather consider the general bearing of the whole narrative, than the respective probability of its details."},{"id":896,"quote":"On with you, horse-taming Trojans! Never give Greeks best in your will to fight! They are not made of stone or iron. Their flesh can't keep out penetrating spears when they are hit."},{"id":897,"quote":"Zeus the Father who marshals ranks of storm clouds gave commands, “Leap to it then. Launch Athena against him—the queen of plunder, she’s the one—his match, a marvel at bringing Ares down in pain."},{"id":898,"quote":"he could not save his men, for they perished through their own sheer folly in eating the cattle of the Sun-god Hyperion;"},{"id":899,"quote":"Tell me, too, about all these things, oh daughter of Jove, from whatsoever source you may know them."},{"id":900,"quote":"Few sons, indeed, are like their fathers. Generally they are worse; but just a few are better."},{"id":901,"quote":"Assim falou, em grande súplica - o estulto! Pois suplicava / a sua própria morte funesta e o seu próprio destino."},{"id":902,"quote":"Afrodita, amante de la risa,"},{"id":903,"quote":"the goddess Calypso, who had got him into a large cave and wanted to marry him."},{"id":904,"quote":"Stones and blows and I are hardly strangers. My heart is steeled by now, I've had my share of pain in the waves and wars. Add this to the total. Bring the trial on."},{"id":905,"quote":"So his heart held firm and constant, but he writhed around, as when a man rotates a sausage full of fat and blood; the huge fire blazes, and he longs to have the roasting finished."},{"id":906,"quote":"Bold is the task, when subjects, grown too wise,Instruct a monarch where his error lies;"},{"id":907,"quote":"Oceanus, the genesis of all..."},{"id":908,"quote":"A maid, unmatch’d in manners as in face,Skill’d in each art, and crown’d with ev’ry grace:"},{"id":909,"quote":"So the immortals spun our lives that we, we wretched men live on to bear such torments - the gods live free of sorrows.-Achilles to Priam"},{"id":910,"quote":"this is no horrible war of Achaians and Trojans, 380  but the Danaäns are beginning to fight even with the immortals."},{"id":911,"quote":"One and the same lot for the man who hangs back and the man who battles hard. The same honor waits for the coward and the brave. They both go down to Death,"},{"id":912,"quote":"Then the guests620 entered the palace, bringing lamb and wine that gives one confidence."},{"id":913,"quote":"scattering medicines that still pain, healed him, since he was not made to be one of the mortals."},{"id":914,"quote":"heights th' immortal Gods, Jove"},{"id":915,"quote":"Patroclus equal of Ares came out; and that was the beginning of his end."},{"id":916,"quote":"The tongue of a man is a twisty thing, there are plenty of words there of every kind, the range of words is wide, and their variance. The sort of thing you say is the thing that will be said to you."},{"id":917,"quote":"Now they made all secure in the fast black ship,and, setting out the wine bowls all a-brim,they made libation to the gods, the undying, the ever-new,most of all to the grey-eyed daughter of Zeus.And the prow sheared through the night into the dawn.(Translation by Robert Fitzgerald 1961)"},{"id":918,"quote":"he himself with high thoughts strode out in the foremost and hurled himself on the struggle of men like a high-blown storm-cloud which swoops down from above to trouble the blue sea-water."},{"id":919,"quote":"My story—the whole truth—I’m glad to tell it all. If only the two of us had food and mellow wine to last us long, here in your shelter now, for us to sup on, undisturbed, while others take the work of the world in hand, I could easily spend all year and never reach the end of my endless story, all the heartbreaking trials I struggled through."},{"id":920,"quote":"طبعت على جبين ولدها قبلة خاطفة، كانت.. واأسفاه.. آخر وداع له منها في الحياة."},{"id":921,"quote":"With him at my side we'd go through fire and make it back alive."},{"id":922,"quote":"O great shamelessness, we followed"},{"id":923,"quote":"ابتسم لهما الزمان، وتساقيا كؤوس الهوى!"},{"id":924,"quote":"You have a mind in you no magic can enchant!"},{"id":925,"quote":"Beware, Diomedês! Forbear, Diomedês! Do not try to put yourself on a level with the gods; that is too high for a man's ambition. The immortal gods are one race, men that walk upon the earth are another."},{"id":926,"quote":"The third man,’ he answered, ‘is Ulysses who dwells in Ithaca. I can see him in an island sorrowing bitterly in the house of the nymph Calypso, who is keeping him prisoner, and he cannot reach his home for he has no ships nor sailors to take him over the sea."},{"id":927,"quote":"Cresceva, dentro al cortile, un tronco d’olivo dalle foglie sottili, rigoglioso, fiorente, largo come una colonna. Intorno a questo io eressi il talamo, che feci con pietre fittamente connesse e ricoprii con il tetto ben fatto; e la porta applicai, solida e salda. Poi recisi la chioma dell’olivo dalle foglie sottili, il tronco sgrossai dalla radice, lo piallai tutt’intorno con l’ascia di bronzo, abilmente, lo livellai a filo di squadra e ricavai una base che lavorai tutta a traforo. Cominciando da questa levigavo anche il letto, ornandolo d’oro, d’argento, d’avorio."},{"id":928,"quote":"Nuestros dones son pequeños, pero amistosos, pues la naturaleza de los siervos es tener siempre miedo cuando dominan nuevos soberanos."},{"id":929,"quote":"write a history, we must know more than mere facts. Human nature, viewed under an introduction of extended experience, is the best help to the criticism of human history."},{"id":930,"quote":"As they spoke, 290 Argos, the dog that lay there, raised his head and ears. Odysseus had trained this dog but with no benefit—he left too soon to march on holy Troy. The master gone, boys took the puppy out to hunt wild goats and deer and hares. But now he lay neglected, without an owner, in a pile of dung from mules and cows—the slaves stored heaps of it outside the door, until they fertilized the large estate. So Argos lay there dirty,300 covered with fleas. And when he realized Odysseus was near, he wagged his tail, and both his ears dropped back. He was too weak to move towards his master. At a distance, Odysseus had noticed, and he wiped his tears away and hid them easily, and said, “Eumaeus, it is strange this dog is lying in the dung; he looks quite handsome, though it is hard to tell if he can run, or if he is a pet, a table dog,310 kept just for looks. Eumaeus, you replied, “This dog belonged to someone who has died in foreign lands. If he were in good health, as when Odysseus abandoned him and went to Troy, you soon would see how quick and brave he used to be. He went to hunt in woodland, and he always caught his prey. His nose was marvelous. But now he is in bad condition, with his master gone, long dead. The women fail to care for him.320 Slaves do not want to do their proper work, when masters are not watching them. Zeus halves our value on the day that makes us slaves.” With that, the swineherd went inside the palace, to join the noble suitors. Twenty years had passed since Argos saw Odysseus, and now he saw him for the final time— then suddenly, black death took hold of him.”"},{"id":931,"quote":"Por espacio de nueve días acarrearon abundante leña; y, cuando por décima vez apuntó la aurora, que trae la luz a los mortales, sacaron llorando el cadáver del audaz Héctor, lo pusieron en lo alto de la pira y le prendieron fuego."},{"id":932,"quote":"...for when the gods have made up their minds they do not change them lightly."},{"id":933,"quote":"Look you now, how ready mortals are to blame the gods. It is from us, they say, that evils come, but they even of themselves, through their own blind folly, have sorrows beyond that which is ordained."},{"id":934,"quote":"Therefore let no man press for our returnbefore he beds down with some Trojan wife,to avenge the struggles and the groans of Helen."},{"id":935,"quote":"to be listening to a poet such as this, who is like the immortals in speech. For I think that there is no more complete fulfillment than when joy takes over an audience in the great hall, and the banqueters are sitting next to each other listening to the poet, and beside them the tables are loaded with bread and meat, and the steward carries the drawn wine around and fills their cups to the brim. This seems to me the most beautiful thing in the world."},{"id":936,"quote":"A hopeless exile from his native home, From death alone exempt—but cease to mourn; Let all combine to achieve his wish'd return; Neptune atoned, his wrath shall now refrain, Or thwart the synod of the gods in vain."},{"id":937,"quote":"In the same breath, shining Hector reached down for his son—but the boy recoiled, cringing against his nurse's full breast, screaming out at the sight of his own father,terrified by the flashing bronze, the horsehair crest,the great ridge of the helmet nodding, bristling terror—so it struck his eyes. And his loving father laughed, his mother laughed as well, and glorious Hector,quickly lifting the helmet from his head, set it down on the ground, fiery in the sunlight,and raising his son he kissed him, tossed him in his arms,lifting a prayer to Zeus and the other deathless gods:\"Zeus, all you immortals! Grant this boy, my son,may be like me, first in glory among the Trojans,strong and brave like me, and rule all Troy in powerand one day let them say, 'He is a better man than his father!'—when he comes home from battle bearing the bloody gearof the mortal enemy he has killed in war—a joy to his mother's heart."},{"id":938,"quote":"Very like leaves upon this earth are the generations of men--old leaves, cast on the ground by wind, young leaves the greening forest bears when spring comes in. So mortals pass; one generation flowers even as another dies away."},{"id":939,"quote":"He called at once to his companion Patroclus, shouting for him from the ship. Hearing the call in his hut, Patroclus equal of Ares came out; and that was the beginning of his end."},{"id":940,"quote":"Como os portões do Hades me é odioso aquele homem que esconde uma coisa na mente, mas diz outra."},{"id":941,"quote":"I have endured what no one on earth has endured before. I kissed the hands of the man who killed my son."},{"id":942,"quote":"Never once have you taken courage in your heart to arm with your people for battle, or go into ambuscade with the best"},{"id":943,"quote":"Well do I know that though cowards quit the field, a hero, whether he wound or be wounded, must stand firm and hold his own."},{"id":944,"quote":"rolling eye balls"},{"id":945,"quote":"King who feed on your people, since you rule nonentities;"},{"id":946,"quote":"You suitors who plague my mother, you, you insolent, overweening . . ."},{"id":947,"quote":"Nace una fuerza de la unión de los hombres, aunque sean débiles; y nosotros somos capaces de luchar con los valientes."},{"id":948,"quote":"the bronze blade stripped bark and leafage, and now at last the sons of the Achaians carry it in their hands in state when they administer the justice of Zeus."},{"id":949,"quote":"clear of the ships and shelters!“ So he pleaded, lost in his own great innocence ... condemned to beg for his own death and brutal doom."},{"id":950,"quote":"Den Mann nenne mir, Muse, den vielgewandten, der gar viel umgetriebenwurde, nachdem er Trojas heilige Stadt zerstörte. Von vielen Menschen sah erdie Städte und lernte kennen ihre Sinnesart; viel auch erlitt er Schmerzen aufdem Meer in seinem Gemüte, während er sein Leben zu gewinnen suchte wieauch die Heimkehr der Gefährten. Jedoch er rettete auch so nicht die Gefährten,so sehr er es begehrte. Selber nämlich durch ihre eignen Freveltaten verdarbensie, die Toren, die die Rinder des Sohns der Höhe, Helios, verzehrten. Der abernahm ihnen den Tag der Heimkehr. Davon – du magst beginnen, wo es sein mag– Göttin, Tochter des Zeus! sage auch uns!"},{"id":951,"quote":"Moderation is best in all things, and not letting a man go when he wants to do so is as bad as telling him to go if he would like to stay. One should treat a guest well as long as he is in the house and speed him when he wants to leave it."},{"id":952,"quote":"αἰὲν ἀριστεύειν καὶ ὑπείροχον ἔμμεναι ἄλλων."},{"id":953,"quote":"That was all gods' work, weaving ruin thereSo it should make a song for men to come!"},{"id":954,"quote":"A man cannot hide away the cravings of a hungry belly; this is an enemy which gives much trouble to all men; it is because of this that ships are fitted out to sail the seas, and to make war upon other people."},{"id":955,"quote":"O old friend, if we two escaping this war were destined to be ageless and deathless always, I myself would not fight in the frontlines, nor would I send you into battle where men win glory; but now, since the fates of death stand by us in their thousands, which a mortal man cannot escape nor flee, let us go—either we will give the right to vaunt to someone else or he to us."},{"id":956,"quote":"Her mind was like a lion, caught by humans, when they are clustering round him in a circle, trying to trap him; so sweet drowsiness subdued her and she slept, her limbs relaxed."},{"id":957,"quote":"... and they limp and halt, they're all wrinkled, drawn, they squint to the side, can't look yu in the eyes, and always bent on duty, trudging after Ruin, maddening, blinding Ruin."},{"id":958,"quote":"[885]   “Brag while you can, Hector. Zeus and Apollo Have given you"},{"id":959,"quote":"I detest that man who hides one thing in the depths of his heart, and speaks for another."},{"id":960,"quote":"he was standing on the stern of his huge-hollowed vessel 600  looking out over the sheer war work and the sorrowful onrush."},{"id":961,"quote":"أيها"},{"id":962,"quote":"Of all that breathes and crawls across the earth,our mother earth breeds nothing feebler than a man.So long as the gods grant him power, spring in his knees,he thinks he will never suffer affliction down the years.But then, when the happy gods bring on the long hard times,bear them he must, against his will, and steel his heart.Our lives, our mood and mind as we pass across the earth,turn as the days turn...as the father of men and gods make each day dawn."},{"id":963,"quote":"For I have seen the cities of men; and learned their manners."},{"id":964,"quote":"All the other Greeks who had survived the brutal sack of Troy sailed safely home to their own wives—except this man alone. Calypso, a great"},{"id":965,"quote":"Never have you patience frankly to speak forth to me the thing that you purpose."},{"id":966,"quote":"the motives of the writer form as important an ingredient in the analysis or his history, as the facts he records. Probability is a powerful and troublesome test; and it is by this troublesome standard that a large portion of historical evidence is sifted."},{"id":967,"quote":"Aber wir wollen nicht länger in müßigem Plaudern wie Kindertatenlos dastehen, mitten im tobenden Schlachtengetümmel.Zahlreiche Mängel, der Vorwürfe wert, besitzen wir beide;selbst ein Lastkahn mit hundert Querbalken trüge sie schwerlich.Menschliche Zungen sind äußerst gelenkig, befähigt zu vielenWorten, und deren Feld erstreckt sich ringsum ins Weite.Das, was du aussprichst, bekommst du auch selber wieder zu hören.Aber wozu noch sollen wir beide mit Streiten und Schimpfengegenseitig erbittert uns zusetzen, so wie die Weiber,die sich, voll Wut auf Grund der herzzernagenden Feindschaft,häßlich beschimpfen auf offener Straße mit mancherlei wahren,aber auch unwahren Vorwürfen, wie der Ingrimm sie eingibt!Niemals wirst du mit Worten mein Angriffsstreben vereiteln,ehe du mich mit der Waffe bekämpft hast; auf denn, wir wollenschleunig einander erproben im Wurf der ehernen Lanzen!"},{"id":968,"quote":"let not forgetfulness take you, after you are released from the kindly sweet slumber."},{"id":969,"quote":"Tell me about a complicated man."},{"id":970,"quote":"For suddenly, just as the men tried to cross, a fatal bird-sign flashed before their eyes, an eagle flying high on the left across their front and clutching a monstrous bloody serpent in both talons, still alive, still struggling-it had not lost its fight, writhing back to strike it fanged the chest of its captor right beside the throat-and agonized by the bites the eagle flung it away to earth, dashed it down amidst the milling fighters, loosed a shriek and the bird veered off along the gusting wind. The Trojans shuddered to see the serpent glistening, wriggling at their feet, a sign from storming Zeus."},{"id":971,"quote":"Nothing is more miserable than man, Of all upon the earth that breathes and creeps."},{"id":972,"quote":"... and they limp and halt, they're all wrinkled, drawn, they squint to the side, can't look you in the eyes, and always bent on duty, trudging after Ruin, maddening, blinding Ruin."},{"id":973,"quote":"Speaking so he stirred up Athene, who was eager before this,and she went in a flash of speed down the pinnacles of Olympus.As when the son of devious-devising Kronos casts down a star, portent to sailors or widespread armies of peoplesglittering and thickly the sparks of fire break from it,in such likeness Pallas Athene swept flashing earthward"},{"id":974,"quote":"reading of birds could not keep off dark destruction"},{"id":975,"quote":"The narrator commands the Muse, “Tell me: enn-epe. An epic poem is, at its root, simply a tale that is told.”"},{"id":976,"quote":"I too seemed destined to be a man of fortune onceand a wild wicked swath I cut, indulged my lust for violence,stalking all on my father and my brothers.Look at me now,And so, I say, let no man ever be lawless all his life,just take in peace what gifts the gods will send."},{"id":977,"quote":"He shook themand called out to the best men of the Argivesto meet him in the mêlée face to face."},{"id":978,"quote":"be always best in battle and pre-eminent beyond all others,"},{"id":979,"quote":"De los que sienten este temor, son más los que se salvan que los que mueren; los que huyen, ni alcanzan gloria, ni entre sí se ayudan."},{"id":980,"quote":"High-hearted son of Tydeus, why ask about my birth? Like the generations of leaves, the lives of mortal men. Now the wind scatters the old leaves across the earth, now the living timber bursts with the new buds and spring comes round again. And so with men: as one generation comes to life, another dies away."},{"id":981,"quote":"10  As on the peaks of a mountain the south wind scatters the thick mist, no friend to the shepherd, but better than night for the robber, and a man can see before him only so far as a stone cast, so beneath their feet the dust drove up in a stormcloud of men marching, who made their way through the plain in great speed."},{"id":982,"quote":"Very like leaves upon this earth are the generations of men—old leaves, cast on the ground by wind, young leavesthe greening forest bears when spring comes in.So mortals pass; one generation flowerseven as another dies away."},{"id":983,"quote":"Command thy vassals, but command not me."},{"id":984,"quote":"to avoid death he shrank into the host of his own companions."},{"id":985,"quote":"All running gear secure in the swift black craft, they set up bowls and brimmed them high with wine and poured libations out to the everlasting gods who never die—to Athena first of all, the daughter of Zeus with flashing sea-gray eyes— and the ship went plunging all night long and through the dawn."},{"id":986,"quote":"So he spoke, and her knees and the heart within her went slack as she recognized the clear proofs that Odysseus had given; but then she burst into tears and ran straight to him, throwing her arms around the neck of Odysseus, and kissed his head, saying: ‘Do not be angry with me, Odysseus, since, beyond other men, 210 you have the most understanding. The gods granted us misery, in jealously over the thought that we two, always together, should enjoy our youth, and then come to the threshold of old age. Then do not now be angry with me nor blame me, because"},{"id":987,"quote":"But the great leveler, Death: not even the godscan defend a man, not even one they love, that daywhen fate takes hold and lays him out at last."},{"id":988,"quote":"Why must we battle Trojans,men of Argos? Why did he muster an army, lead us here,that son of Atreus? Why, why in the world if notfor Helen with her loose and lustrous hair?Are they the only men alive who love their wives,those sons of Atreus? Never! Any decent man,a man with sense, loves his own, cares for his ownas deeply as I, I loved that woman with all my heart,though I won her like a trophy with my spear...But now that he's torn my honor from my hands,robbed me, lied to me—don't let him try me now.I know him too well—he'll never win me over!"},{"id":989,"quote":"But now, since you have given me accurate proof describing our bed, which no other mortal man beside has ever seen, but only you and I, and there is one serving woman, Aktor's daughter, whom my father gave me when I came here, who used to guard the doors for us in our well-built chamber; 230 so you persuade my heart, though it has been very stubborn."},{"id":990,"quote":"what’s out of sight, is out of mind"},{"id":991,"quote":"That one of them who wins and is proved stronger, let him take the possessions fairly and the woman, and lead her homeward while the rest of us cut our oaths of faith and friendship."},{"id":992,"quote":"Show yourselves men my friends, and keep a stout heart. Think of your honour. With all men’s eyes upon you it is a shame to be a coward. He that fights and will not run may live to see another sun. He that runs and will not fight is bound to die and serves him right."},{"id":993,"quote":"And across the trench he drove the purebred team with a rough exultant laugh as comrades cheered, crowding in his wake.And once they reached Tydides' sturdy lodge they tethered the horses there with well-cut reins, hitching them by the trough where Diomedes' stallions pawed the ground, champing their sweet barley. Then away in his ship's stem Odysseus stowed the bloody gear of Dolon, in pledge of the gift they'd sworn to give Athena. The men themselves, wading into the sea, washed off the crusted sweat from shins and necks and thighs.And once the surf had scoured the thick caked sweat from their limbsand the two fighters cooled,their hearts revived and into the polished tubs they climbed and bathed. And rinsing off, their skin sleek with an olive oil rub, they sat down to their meal and dipping up their cups from an overflowing bowl, they poured them forth - honeyed, mellow wineto the great goddess Athena."},{"id":994,"quote":"Well, back in Troy, Odysseus and I always agreed in councils, with one mind. We gave the Argives all the best advice."},{"id":995,"quote":"And as when the land appears welcome to men who are swimming, after Poseidon has smashed their strong-built ship on the open 235 water, pounding it with the weight of wind and the heavy seas, and only a few escape the gray water landward by swimming, with a thick scurf of salt coated upon them, and gladly they set foot on the shore, escaping the evil; so welcome was her husband to her as she looked upon him, 240 and she could not let him go from the embrace of her white arms."},{"id":996,"quote":"With that, the owl-eyed goddess flew away like a bird, up through the smoke."},{"id":997,"quote":"Ojalá os volvierais agua y tierra ahí mismo donde estáis sentados, hombres sin corazón y sin honor."},{"id":998,"quote":"To you, sedition, violence and fighting are the breath of life. What if you are a great soldier - who made you so but God?"},{"id":999,"quote":"Your arrows for my tears."},{"id":1000,"quote":"when you two goddesses command, a man must obey, however angry he may be. Better for him if he does. The man who listens to the gods is listened to by them"},{"id":1001,"quote":"You stupid food!\" -Athene to Ares"},{"id":1002,"quote":"Few sons are the equals of their fathers; 310  most fall short, all too few surpass them."},{"id":1003,"quote":"Sit still and wait for orders from your officers, who are better men than you, coward and weakling that you are, counting for nothing in battle or debate. We cannot all be kings here; and mob rule is a bad thing. Let there be one commander only, one king, set over us by Zeus the Son of Cronos of the Crooked Ways"},{"id":1004,"quote":"Men—let one of them die, another live, however their luck may run. Let Zeus decide the fates of the men of Troy and men of Argos both, to his deathless heart’s content—that is only right."},{"id":1005,"quote":"No, you gods; your desire is to help this cursed Achilleus 40  within whose breast there are no feelings of justice, nor can his mind be bent, but his purposes are fierce, like a lion who when he has given way to his own great strength and his haughty spirit, goes among the flocks of men, to devour them. So Achilleus has destroyed pity, and there is not in him 45  any shame; which does much harm to men but profits them also. For a man must some day lose one who was even closer than this; a brother from the same womb, or a son. And yet he weeps for him, and sorrows for him, and then it is over, for the Destinies put in mortal men the heart of endurance."},{"id":1006,"quote":"Translation is the art of listening. In one ear is the sound of the original text, and in the other is a rhythm, wordless, waiting to find its voice. Somehow, eventually, the right words rise into the rhythm and become it, as if the listening created what one wanted to hear."},{"id":1007,"quote":"War is men's business; and this war is the business of every man in Ilium, myself above all."},{"id":1008,"quote":"Zeus the Thunderer in his own person and with all solemnity made me certain promises. These you tell me to forget; and instead you would have me base my actions on the flight of birds, winged creatures who do not interest me at all - in fact I do not care whether they fly to the right towards the morning sun or to the left into the western gloom."},{"id":1009,"quote":"Tell me now, you Muses who have your homes on Olympos. 485  For you, who are goddesses, are there, and you know all things, and we have heard only the rumor of it and know nothing. Who then of those were the chief men and the lords of the Danaäns? I"},{"id":1010,"quote":"They made these improving remarks to one another, but Apollo leaned aside to say to Hermes:   “Son of Zeus, beneficent Wayfinder, would you accept a coverlet of chain, if only you lay by Aphrodite’s golden side?   To this the Wayfinder replied, shining:   “Would I not, though, Apollo of distances! Wrap me in chains three times the weight of these, come goddesses and gods to see the fun; only let me lie beside the pale-golden one!”   The”"},{"id":1011,"quote":"Untimely sent; they on the battle plain Unburied lay, a prey to rav'ning dogs, And carrion birds; but so had Jove decreed,"},{"id":1012,"quote":"Let us pin our faith in the almighty Zeus, who governs all mankind and the gods as well. Fight for your country - that is the best and only omen. But why should you, of all men, shirk from battle? Even if the rest of us are slaughtered wholesale by the argive ships, you need have no fear for your own safety - you are not the man to stand and fight it out. None the less, if you do shirk, or dissuade any of the others from fighting, I shall not hesitate to strike you with this spear and take your life."},{"id":1013,"quote":"Gritó horriblemente el sufridor, el divino Odiseo y se lanzó de un brinco como el águila que vuela alto. Entonces el Cronida arrojó ardiente rayo que cayó delante de la de ojos brillantes, la de poderoso padre, y ésta se dirigió a Odiseo:"},{"id":1014,"quote":"All right then. Here's my story. Even thoughit plunges me into deeper grief than I feel now. But that's the way of the world, when one has beenso far from home, so long away as I, roving overmany cities of men, enduring many hardships."},{"id":1015,"quote":"Take my advice then, and set aside all thoughts of avenging your son. Many a finer and stronger man than he has been killed before now and will be killed hereafter. We can hardly expect to keep our eyes on the pedigree of every man on Earth."},{"id":1016,"quote":"As it is, you lie mangled here, and my heart rejects all thought of food. Not that I lack it. I lack you."},{"id":1017,"quote":"Du übertriffst, Achilleus, an Kraft und unrechten Tatensämtliche Menschen; denn ständig helfen dir Götter persönlich.Läßt der Kronide dich schon die Troer völlig vernichten,treib sie aus meinem Bette doch wenigstens, wüte am Lande!Schon überfüllt sind mir von Toten die lieblichen Wasser,und ich vermag mich nicht in das leuchtende Meer zu ergießen,von den Leichen gehemmt; doch mordest du grauenhaft weiter.Höre denn auf! Entsetzen lähmt mich, Gebieter der Völker!"},{"id":1018,"quote":"their aggression reaches330 the iron sky."},{"id":1019,"quote":"Hector...boast while you may. The victory is yours, a gift from Zeus the Son of Cronos and Apollo. They conquered me...Listen to this and ponder it well. You too, I swear it, have not long to live. Already sovran Destiny and Death are very close to you, death at the hands of Achilles, the peerless son of Peleus"},{"id":1020,"quote":"Poor Andromache! Why does your heart sorrow so much for me? No man is going to hurl me to Hades, unless it is fated, but as for fate, I think no man has yet escaped it once it has taken its first form, neither brave man nor coward."},{"id":1021,"quote":"Bird life aplenty is found in the sunny air, not all of it significant."},{"id":1022,"quote":"The Iliad, said Aristotle, is pathetic and simple; the Odyssey is ethical and mixed."},{"id":1023,"quote":"They that shun dishonour more often live than get killed, but they that fly save neither life nor name."},{"id":1024,"quote":"Sammelten heute wir Tapfersten uns im Lager zum Handstreich,wo man besonders deutlich erkennt, was der einzelne leistet -wo sich der Feigling genauso entpuppt wie der mutige Streiter;denn der Jämmerling wechselt ununterbrochen die Farbe,ruhig zu sitzen, verwehrt ihm die Aufregung, unstet nur hockt er,stützt sich bald auf den rechten Fuß und bald auf den linken;ungestüm schlägt ihm das Herz in der Brust, wenn er schaudernd sich ausmalt,wie ihn vielerlei Keren bedrohen, ihm klappern die Zähne;aber der Tapfere kennt kein Wechseln der Farbe, kein Zittern,hat er die Ausgangsstellung zum Handstreich einmal bezogen,wünscht nur möglichst schnell in den bitteren Kampf sich zu stürzen -,schwerlich träfe dann Tadel deine kraftvollen Fäuste!"},{"id":1025,"quote":"How I wish that discord could be banished from the world of gods and men, and with it anger, insidious as trickling honey, anger that makes the wisest man flare up and spreads like smoke through his whole being"},{"id":1026,"quote":"Homer— “Omeros — has been called a derivative from ofiov apeiv, to describe the man who first arranged separate songs together into one great whole. But neither Homer’s Iliad nor God’s world could be made by a fortuitous concurrence of atoms."},{"id":1027,"quote":"As is the generation of leaves, so is that of humanity. The wind scatters the leaves on the ground, but the live timber burgeons with leaves again in the season of spring returning. So one generation of men will grow while another 150  dies. Yet if you wish to learn all this and be certain of my genealogy: there are plenty of men who know it."},{"id":1028,"quote":"He too,I think,should pray to the deathless ones himself.All men need the gods..."},{"id":1029,"quote":"Now left to man's ingratitude he lay, Unhoused, neglected in the public way; And where on heaps the rich manure was spread, Obscene with reptiles, took his sordid bed. He knew his lord; he knew, and strove to meet; In vain he strove to crawl and kiss his feet; Yet (all he could) his tail, his tears, his eyes, Salute his master, and confess his joys. Soft pity touch'd the mighty master's soul; Adown his cheek a tear unbidden stole, Stole unperceived: he turn'd his head and dried The drop humane: then thus impassion'd cried: \"What noble beast in this abandon'd state Lies here all helpless at Ulysses' gate? His bulk and beauty speak no vulgar praise: If, as he seems, he was in better days, Some care his age deserves; or was he prized For worthless beauty? therefore now despised; Such dogs and men there are, mere things of state; And always cherish'd by their friends, the great.\" \"Not Argus so, (Eumaeus thus rejoin'd,) But served a master of a nobler kind, Who, never, never shall behold him more!"},{"id":1030,"quote":"However, what is done is better left alone, though we resent it still, and we must curb our hearts perforce...as for my death, when Zeus and the other deathless gods appoint it, let it come."},{"id":1031,"quote":"To which end grace me with thine arms, since any shadow seen Of thy resemblance, all the pow'r of perjur'd Troy will fly, And so our tired friends will breathe: our fresh-set-on supply Will easily drive their wearied off."},{"id":1032,"quote":"The War-god has no favourites: he has been known to kill the man who thought he was going to do the killing"},{"id":1033,"quote":"О, да погибнет вражда от богов и от смертных, и с нею Гнев ненавистный, который и мудрых в неистовство вводит. Он в зарождении сладостней тихо струящегось меда, Скоро в груди человека, как пламенный дым, возрастает"},{"id":1034,"quote":"Borneo and Juliet, A Midsummer Night’s Bream,"},{"id":1035,"quote":"Men are so quick to blame the gods: they say that [the gods] devise their misery. But [men] themselves- in their depravity- designgrief greater than the griefs that fate assigns."},{"id":1036,"quote":"Furchtlos entgegnete ihm der Held mit dem nickenden Helmbusch:»Sohn des Peleus, hoffe mich nicht mit Worten zu schrecken,so, als sei ich ein Knabe. Auch ich verstehe vortrefflich,kränkende oder auch frevelhaft prahlende Worte zu sprechen.Du bist tüchtig, ich weiß es, ich bin dir weit unterlegen.Aber der Ausgang des Kampfes liegt im Schoße der Götter:ob ich nicht trotzdem, bin ich auch schwächer, durch Speerwurf dich töte;denn es besitzt auch mein Speer eine stechende Spitze!"},{"id":1037,"quote":"Xanthus, you waste your breath by prophesying my destruction. I know well enough that I am doomed to perish here...Nevertheless, I am not going to stop until I have given the Trojans their bellyful of war."},{"id":1038,"quote":"I shall be among the riders, and command them with word and counsel; such is the privilege of the old men. The young spearmen shall do the spear-fighting, those who are born 325  of a generation later than mine, who trust in their own strength."},{"id":1039,"quote":"They were in the likeness of two wild boars who in the mountains await a rabble of men and dogs advancing upon them and as they go tearing slantwise and rip the timber about them to pieces at the stock, the grinding scream of their teeth sounds 150  high, until some man hits them with his throw and takes the life from them; such was the grinding scream from the bright bronze covering their chests struck hard on by spears, for they fought a very strong battle in the confidence of their own strength and the people above them."},{"id":1040,"quote":"Sullen Telemachus said, “Mother, no, you must not criticize the loyal bard for singing as it pleases him to sing. Poets are not to blame for how things are; Zeus is;"},{"id":1041,"quote":"I begin to sing of Demeter, the holy goddess with the beautiful hair. And her daughter [Persephone] too. The one with the delicate ankles, whom Hadês[1] seized. She was given away by Zeus, the loud-thunderer, the one who sees far and wide. Demeter did not take part in this, she of the golden double-axe, she who glories in the harvest.5 She [Persephone] was having a good time, along with the daughters of Okeanos, who wear their girdles slung low. She was picking flowers: roses, crocus, and beautiful violets. Up and down the soft meadow. Iris blossoms too she picked, and hyacinth. And the narcissus, which was grown as a lure for the flower-faced girl by Gaia [Earth]. All according to the plans of Zeus. She [Gaia] was doing a favor for the one who receives many guests [Hadês].10 It [the narcissus] was a wondrous thing in its splendor. To look at it gives a sense of holy awe to the immortal gods as well as mortal humans. It has a hundred heads growing from the root up. Its sweet fragrance spread over the wide skies up above. And the earth below smiled back in all its radiance. So too the churning mass of the salty sea.15 She [Persephone] was filled with a sense of wonder, and she reached out with both hands to take hold of the pretty plaything.[2] And the earth, full of roads leading every which way, opened up under her. It happened on the Plain of Nysa. There it was that the Lord who receives many guests made his lunge. He was riding on a chariot drawn by immortal horses. The son of Kronos. The one known by many names. He seized her against her will, put her on his golden chariot,20 And drove away as she wept. She cried with a piercing voice, calling upon her father [Zeus], the son of Kronos, the highest and the best. But not one of the immortal ones, or of human mortals, heard her voice."},{"id":1042,"quote":"no es un bien la soberanía de muchos; uno solo sea príncipe, uno solo rey: aquél a quien el hijo del artero Crono ha dado cetro y leyes para que reine sobre nosotros."},{"id":1043,"quote":"It were too much toil for me, as if I were a god, to tell all this, for all about the stone wall the inhuman strength of the fire was rising,"},{"id":1044,"quote":"It is the height of folly to be wise too late."},{"id":1045,"quote":"Ah how shameless —the way these mortals blame the gods.      From us alone, they say, come all their miseries, yes,      but they themselves, with their own reckless ways,  40  compound their pains beyond their proper share."},{"id":1046,"quote":"As they were urgent to cross a bird sign had appeared to them, an eagle, flying high and holding to the left of the people and carrying in its talons a gigantic snake, blood-colored, alive still and breathing, it had not forgotten its warcraft yet, for writhing back it struck the eagle that held it 205  by chest and neck, so that the eagle let it drop groundward in pain of the bite, and dashed it down in the midst of the battle and itself, screaming high, winged away down the wind’s blast. And the Trojans shivered with fear as they looked on the lithe snake lying in their midst, a portent of Zeus of the aegis."},{"id":1047,"quote":"There was no room for fear in Achilles' heart and he sprang at the Trojans with his terrible war-cry."},{"id":1048,"quote":"Man, supposing you and I, escaping this battle, would be able to live on forever, ageless, immortal, so neither would I myself go on fighting in the foremost 325  nor would I urge you into the fighting where men win glory. But now, seeing that the spirits of death stand close about us in their thousands, no man can turn aside nor escape them, let us go on and win glory for ourselves, or yield it to others."},{"id":1049,"quote":"Ah great goddess, don’t be angry with me, please. All that you say is true, how well I know. Look at my wise Penelope. She falls far short of you, your beauty, stature. She is mortal after all and you, you never age or die … Nevertheless I long—I pine, all my days— to travel home and see the dawn of my return. And if a god will wreck me yet again on the wine-dark sea, I can bear that too, with a spirit tempered to endure. Much have I suffered, labored long and hard by now in the waves and wars. Add this to the total— bring the trial on!"},{"id":1050,"quote":"The young fool might have known his prayers were doomed to fail. Achilles was not kind or tender-hearted, but a man of fierce passions"},{"id":1051,"quote":"Odysseus"},{"id":1052,"quote":"El pueblo me silba, pero yo me aplaudo en mi casa mientras contemplo cariñosamente las monedas en mi caja fuerte."},{"id":1053,"quote":"The son of Peleus pressed on in search of glory, bespattering his unconquerable hands with gore."},{"id":1054,"quote":"he strode among the champions in fear for the shepherd of the people, lest he be hurt, and all their labor slip away into nothing."},{"id":1055,"quote":"For few are the children who turn out to be equals of their fathers, and the greater number are worse; few are better than their father is."},{"id":1056,"quote":"the English of the nineteenth or early twentieth century is no closer to Homeric Greek than the language of today. The use of a noncolloquial or archaizing linguistic register can blind readers to the real, inevitable, and vast gap between the Greek original and any modern translation. My use of contemporary language—rather than the English of a generation or two ago—is meant to remind readers that this text can engage us in a direct way, and also that it is genuinely ancient."},{"id":1057,"quote":"they arise from over-saturation with the \"Iliad."},{"id":1058,"quote":"We men are wretched things, and the gods, who have no cares themselves, have woven sorrow into the very pattern of our lives...Zeus the Thunderer has two jars standing on the floor of his palace, in which he keeps his gifts, the evils in one and the blessings in the other."},{"id":1059,"quote":"Canta, diosa, de Aquiles el Pelida ese resentimiento -¡que mal haya!- que infligió a los aqueos mil dolores, y muchas almas de héroes esforzados precipitó al Hades..."},{"id":1060,"quote":"For nothing is better than this more steadfast than when two people, a man and his wife, keep a harmonious household; a thing that brings much distress to the people who hate them and pleasure to their will-wishers, and for them the best reputation."},{"id":1061,"quote":"Bêbedo, que tens a vista do cão e a coragem do veado, nunca a armadura envergaste para ir combater como os outros, nunca às ciladas te atreves, ao lado dos nobres Aquivos, que no imo peito tens medo pois sabes que a Morte te espera. Mais lucrativo, de fato, é correr todo o exército Aquivo, 230 para esbulhar dos seus prêmios a quem se atrever a objetar-te. Devorador do teu povo! Não fosse imprestável, Atrida, toda esta gente, e ficara como último ultraje esse de hoje."}]