[{"id":1,"quote":"The act of revealing oneself fully to another and still being accepted may be the major vehicle of therapeutic help."},{"id":2,"quote":"If you want to choose the pleasure of growth, prepare yourself for some pain."},{"id":3,"quote":"Live your life to the fullest; and then, and only then, die. Don't leave any unlived life behind."},{"id":4,"quote":"Life as a therapist is a life of service in which we daily transcend our personal wishes and turn our gaze toward the needs and growth of the other. We take pleasure not only in the growth of our patient but also in the ripple effect—the salutary influence our patients have upon those whom they touch in life."},{"id":5,"quote":"To love means to be actively concerned for the life and the growth of another."},{"id":6,"quote":"Every person must choose how much truth he can stand."},{"id":7,"quote":"To the extent that one is responsible for one's life, one is alone."},{"id":8,"quote":"Self-awareness is a supreme gift, a treasure as precious as life. This is what makes us human. But it comes with a costly price: the wound of mortality. Our existence is forever shadowed by the knowledge that we will grow, blossom, and, inevitably, diminish and die."},{"id":9,"quote":"Living safely is dangerous."},{"id":10,"quote":"Love is not just a passion spark between two people; there is infinite difference between falling in love and standing in love. Rather, love is a way of being, a \"giving to,\" not a 'falling for\"; a mode of relating at large, not an act limited to a single person."},{"id":11,"quote":"Some day soon, perhaps in forty years, there will be no one alive who has ever known me. That's when I will be truly dead - when I exist in no one's memory. I thought a lot about how someone very old is the last living individual to have known some person or cluster of people. When that person dies, the whole cluster dies,too, vanishes from the living memory. I wonder who that person will be for me. Whose death will make me truly dead?"},{"id":12,"quote":"The more unlived your life, the greater your death anxiety."},{"id":13,"quote":"If we climb high enough, we will reach a height from which tragedy ceases to look tragic."},{"id":14,"quote":"Only the wounded healer can truly heal. (97)"},{"id":15,"quote":"When people don't have any curiosity about themselves, that is always a bad sign."},{"id":16,"quote":"... sooner or later she had to give up the hope for a better past."},{"id":17,"quote":"Not to take possession of your life plan is to let your existence be an accident."},{"id":18,"quote":"I think we ripple on into others, just like a stone puts its ripples into a brook. That, for me, too, is a source of comfort. It kind of, in a sense, negates the sense of total oblivion. Some piece of ourselves, not necessarily our consciousness, but some piece of ourselves gets passed on and on and on."},{"id":19,"quote":"The spirit of a man is constructed out of his choices."},{"id":20,"quote":"If one is to love oneself one must behave in ways that one can admire."},{"id":21,"quote":"...the more unlived your life, the greater your death anxiety. The more you fail to experience your life fully, the more you will fear death."},{"id":22,"quote":"To care of another individual means to know and to experience the other as fully as possible."},{"id":23,"quote":"Life is a spark between two identical voids, the darkness before birth and the one after death."},{"id":24,"quote":"Live right, he reminded himself, and have faith that good things will flow from you even if you never learn of them."},{"id":25,"quote":"A sense of life meaning ensues but cannot be deliberately pursued: life meaning is always a derivative phenomenon that materializes when we have transcended ourselves, when we have forgotten ourselves and become absorbed in someone (or something) outside ourselves"},{"id":26,"quote":"Never take away anything if you have nothing better to offer"},{"id":27,"quote":"The pain is there; when you close one door on it, it knocks to come in somewhere else."},{"id":28,"quote":"Look out the other’s window. Try to see the world as your patient sees it."},{"id":29,"quote":"It's not easy to live every moment wholly aware of death. It's like trying to stare the sun in the face: you can stand only so much of it. Because we cannot live frozen in fear, we generate methods to soften death's terror. We project ourselves into the future through our children; we grow rich, famous, ever larger; we develop compulsive protective rituals; or we embrace an impregnable belief in an ultimate rescuer."},{"id":30,"quote":"Does a being who requires meaning find meaning in a universe that has no meaning?"},{"id":31,"quote":"Perhaps the single most important therapeutic credo that I have is that the unexamined life is not worth living."},{"id":32,"quote":"Life is a miserable thing. I have decided to spend my life thinking about it."},{"id":33,"quote":"One comprehends oneself in order not to be preoccupied with oneself."},{"id":34,"quote":"Though the physicality of death destroys us, the idea of death may save us."},{"id":35,"quote":"Psychiatry is a strange field because, unlike any other field of medicine, you never really finish. Your greatest instrument is you, yourself, and the work of self-understanding is endless. I'm still learning."},{"id":36,"quote":"What? 'Borderline patients play games'? That what you said? Ernest, you'll never be a real therapist if you think like that. That's exactly what I meant earlier when I talked about the dangers of diagnosis. There are borderlines and there are borderlines. Labels do violence to people. You can't treat the label; you have to treat the person behind the label. (17)"},{"id":37,"quote":"Mature love is loving, not being loved."},{"id":38,"quote":"Despair is the price one pays for self-awareness. Look deeply into life, and you'll always find despair."},{"id":39,"quote":"The death anxiety of many people is fueled ... by disappointment at never having fulfilled their potential. Many people are in despair because their dreams didn't come true, and they despair even more that they did not make them come true. A focus on this deep dissatisfaction is often the starting point in overcoming death anxiety."},{"id":40,"quote":"Marriage and its entourage of possession and jealousy enslave the spirit."},{"id":41,"quote":"One thing I feel clear about is that it's important not to let your life live you. Otherwise, you end up at forty feeling you haven't really lived. What have I learned? Perhaps to live now, so that at fifty I won't look back upon my forties with regret."},{"id":42,"quote":"A curious thought experiment. . . Nietzsche's message to us was to live life in such a way that we would be willing to repeat the same life eternally"},{"id":43,"quote":"One reason patients are reluctant to work in a therapy group is they fear that things will go too far, that the powerful therapist or the collective group might coerce them to lose control--to say or think or feel things that will be catastrophic. The therapist can make the group feel safer by allowing each patient to set his or her limits and by emphasizing the patient's control over every interaction."},{"id":44,"quote":"It is wrong to bear children out of need, wrong to use a child to alleviate loneliness, wrong to provide purpose in life by reproducing another copy of oneself. It is wrong also to seek immortality by spewing one's germ into the future as though sperm contains your consciousness!"},{"id":45,"quote":"I dream of a love that is more than two people craving to possess one another."},{"id":46,"quote":"Therapists need to have a long experience in personal therapy to see what it's like to be on the other side of the couch and see what they find helpful or not helpful. And if possible, get into therapy at different stages of their life with different kinds of therapists just to sample a bit."},{"id":47,"quote":"Death anxiety is the mother of all religions, which, in one way or another, attempt to temper the anguish of our finitude."},{"id":48,"quote":"If I had to pick out a therapist in a movie that I'd like to go see as a personal therapist, it would be Robin Williams in Goodwill Hunting."},{"id":49,"quote":"I think my quarry is illusion. I war against magic. I believe that, though illusion often cheers and comforts, it ultimately and invariably weakens and constricts the spirit."},{"id":50,"quote":"Heidegger makes the distinction between being absorbed in the way things are in the world and being aware that things are in the world. And if you do the latter, you're not so worried about the everyday trivialities of life, for example, petty concerns about secrecy or privacy."},{"id":51,"quote":"There was a time in our lives when we were so close that nothing seemed to obstruct our friendship and brotherhood, and only a small footbridge separated us. Just as you were about to step on it, I asked you \"Do you want to cross the footbridge to me?\" - Immediately you did not want to anymore; and when I asked you again you remained silent. Since then mountains and torrential rivers and whatever separates and alienates have been cast between us, and even if we wanted to get together, we couldn't. But when you now think of that little footbridge, words fail you and you sob and marvel."},{"id":52,"quote":"Psychotherapy is a cyclical process from isolation into relationship. It is cyclical because the patient, in terror of existential isolation, relates deeply and meaningfully to the therapist and then, strengthened by this encounter, is led back again to a confrontation with existential isolation."},{"id":53,"quote":"The creative members of an orthodoxy, any orthodoxy, ultimately outgrow their disciplines."},{"id":54,"quote":"The path to decision may be hard because it leads into the territory of both finiteness and groundlessness—domains soaked in anxiety."},{"id":55,"quote":"In a study we did of bereavement, we found that rather impressive numbers of widows and widowers had not simply gone back to their pre-loss functioning, but grown. This was due to a kind of increased existential awareness that resulted from this confrontation with the death of another. And I think it brought them in touch with their own death, so they began to experience a kind of preciousness to life that comes with an experience of its transiency."},{"id":56,"quote":"If I'm among men who don't agree at all with my nature, I will hardly be able to accommodate myself to them without greatly changing myself. A free man who lives among the ignorant strives as far as he can to avoid their favors. A free man acts honestly, not deceptively. Only free man are genuinely useful to one another and can form true friendships. And it's absolutely permissible, by the highest right of Nature, for everyone to employ clear reason to determine how to live in a way that will allow him to flourish."},{"id":57,"quote":"I don't let any personal views about religion cause me to want to take away something that's offering the patient comfort. I never want to take away something when I don't have anything better to offer him in a way."},{"id":58,"quote":"You will search the world over and not find a nonsuperstitious community. As long as there is ignorance, there will be adherence to superstition. Dispelling ignorance is the only solution. That is why I teach."},{"id":59,"quote":"As we reach the crest of life and look at the path before us, we apprehend that the path no longer ascends but slopes downward toward decline and diminishment. From that point on, concerns about death are never far from mind."},{"id":60,"quote":"Death loses its terror if one dies when one has consummated one's life!"},{"id":61,"quote":"If one is to learn to live with the dead, one must first learn to live with the living!"},{"id":62,"quote":"You know, I think everybody I've seen has come from some other therapy, and almost invariably it's very much the same thing: the therapist is too disinterested, a little too aloof, a little too inactive. They're not really interested in the person, he doesn't relate to the person. All these things I've written so much about. That's why I've made such a practice really, over and over to hammer home the point of self-revelation and being more of yourself and showing yourself. Every book I write I want to get that in there."},{"id":63,"quote":"I feel strongly, because a man who will himself die one day in the not to distant future and, also, as a psychiatrist who spent decades dealing with death anxiety, that confronting death allows us, not to open some noisome, Pandora's box, but to re-enter life in a richer, more compassionate manner."},{"id":64,"quote":"Death, however, does itch. It itches all the time. It is always with us, scratching at some inner door. Mirroring, softly, barely audibly, just under the membrane of consciousness. Hidden in disguise, leaking out in a variety of symptoms. It is the wellspring of many of our worries, stresses, and conflicts."},{"id":65,"quote":"If people in their 20s had more death awareness, would that in fact temper their ambition or drive? My hunch is yes. It would certainly do something for those who are most ruthless, who tend to make others most miserable. Some sort of greater awareness of their own finiteness and what their time on earth really is, and what they really want to do with their lives, could help improve them."},{"id":66,"quote":"He had learned long ago that, in general, the easier it was for anxious patients to reach him, the less likely they were to call. (107)"},{"id":67,"quote":"I must stop him from being one of those who call themselves good because they have no claws."},{"id":68,"quote":"Death cures psychoneurosis. In a sense all these neurotic concerns--fear of rejection, interpersonal concerns--seem to melt away, and people get another perspective on their lives. The important things are really important, and the trivia of life is trivialized."},{"id":69,"quote":"Absolute power, as we have always known, corrupts absolutely; it corrupts because it does not do the trick for the individual. Reality always creeps in--the reality of our helplessness and our mortality; the reality that, despite our reach for the stars, a creaturely fate awaits us."},{"id":70,"quote":"To the best of my knowledge, every acute inpatient ward offers some inpatient group therapy experience. Indeed, the evidence supporting the efficacy of group therapy, and the prevailing sentiment of the mental health profession, are sufficiently strong that it would be difficult to defend the adequacy of the inpatient unit that attempted to operate without a small group program."},{"id":71,"quote":"One doesn't do existential therapy as a freestanding separate theory; rather it informs your approach to such issues as death, which many therapists tend to shy away from."},{"id":72,"quote":"Despite the staunchest, most venerable defenses, we can never completely subdue death anxiety: it is always there, lurking in some hidden ravine of the mind."},{"id":73,"quote":"Were not teaching our students the importance of relationships with other people: how you work with them, what the relational pathology consists of, how you examine your own conscience, how you examine the inner world, how you examine your dreams."},{"id":74,"quote":"If we look at life in its small details, how ridiculous it all seems. It is like a drop of water seen through a microscope, a single drop teeming with protozoa. How we laugh as they bustle about so eagerly and struggle with one another. Whether here, or in the little span of human life, this terrible activity produces a comic effect"},{"id":75,"quote":"Specialness as a primary mode of death transcendence takes a number of other maladaptive forms. The drive for power is not uncommonly motivated by this dynamic. One's own fear and sense of limitation is avoided by enlarging oneself and one's sphere of control. There is some evidence, for example, that those who enter the death-related professions (soldiers, doctors, priests, and morticians) may in part be motivated by a need to obtain control over death anxiety."},{"id":76,"quote":"Religion has everything on its side: revelation, prophecies, government protection, the highest dignity and eminence. . . and more than this, the invaluable prerogative of being allowed to imprint its doctrines on the mind at a tender age of childhood, whereby they become almost innate ideas."},{"id":77,"quote":"None of my patients are really troubled by the idea that some part of what they say might be in a book in the future. Some have expressed the very opposite feeling--the fear that they would not be interesting enough to write about."},{"id":78,"quote":"Some day soon, perhaps in forty years, there will be no one alive who has ever known me. That's when I will be truly dead - when I exist in no one's memory. I thought a lot about how someone very old is the last living individual to have known some person or cluster of people. When that person dies, the whole cluster dies, too, vanishes from the living memory. I wonder who that person will be for me. Whose death will make me truly dead?"},{"id":79,"quote":"I should have become an \"I\" before I became a \"we\"."},{"id":80,"quote":"Four givens are particularly relevant for psycho-therapy: the inevitability of death for each of us and for those we love; the freedom to make our lives as we will; our ultimate aloneness; and, finally, the absence of any obvious meaning or sense to life."},{"id":81,"quote":"Live when you live! Death loses its terror if one dies when one has consummated one's life! If one does not live in the right time, then one can never die at the right time."},{"id":82,"quote":"It is easier, far easier, to obey another than to command oneself."},{"id":83,"quote":"The pain is there; when you close one door on it, it knocks to come in somewhere else..."},{"id":84,"quote":"Dissect your motives deeper! You will find that no one has ever done anything wholly for others. All actions are self-directed, all service is self-serving, all love self-loving."},{"id":85,"quote":"To build children you must first be built yourself. Otherwise, you’ll seek children out of animal needs, or loneliness, or to patch the holes in yourself. Your task as a parent is to produce not another self, another Josef, but something higher. It’s to produce a creator."},{"id":86,"quote":"I explain to my patients that abused children often find it hard to disentangle themselves from their dysfunctional families, whereas children grow away from good, loving parents with far less conflict. After all, isn't that the task of a good parent, to enable the child to leave home?"},{"id":87,"quote":"I do not like to work with patients who are in love. Perhaps it is because of envy—I, too, crave enchantment. Perhaps it is because love and psychotherapy are fundamentally incompatible. The good therapist fights darkness and seeks illumination, while romantic love is sustained by mystery and crumbles upon inspection. I hate to be love’s executioner."},{"id":88,"quote":"Time cannot be broken; that is our greatest burden. And our greatest challenge is to live in spite of that burden."},{"id":89,"quote":"One of the great paradoxes of life is that self-awareness breeds anxiety."},{"id":90,"quote":"The flower replied: You fool! Do you imagine I blossom in order to be seen? I blossom for my own sake because it pleases me, and not for the sake of others. My joy consists in my being and my blossoming."},{"id":91,"quote":"Ask yourself, 'Who are the secure ones, the comfortable, the eternally cheerful?' I'll tell you the answer: only those with dull vision-the common people and the children"},{"id":92,"quote":"eternal recurrence means that every time you choose an action you must be willing to choose it for all eternity. And it is the same for every action not made, every stillborn thought, every choice avoided. And all unlived life will remain bulging inside you, unlived through all eternity. And the unheeded voice of your conscience will cry out to you forever."},{"id":93,"quote":"Indeed, the capacity to tolerate uncertainty is a prerequisite for the profession. Though the public may believe that therapists guide patients systematically and sure-handedly through predictable stages of therapy to a foreknown goal, such is rarely the case: instead, as these stories bear witness, therapists frequently wobble, improvise, and grope for direction. The powerful temptation to achieve certainty through embracing an ideological school and a tight therapeutic system is treacherous: such belief may block the uncertain and spontaneous encounter necessary for effective therapy. This encounter, the very heart of psychotherapy, is a caring, deeply human meeting between two people, one (generally, but not always, the patient) more troubled than the other. Therapists have a dual role: they must both observe and participate in the lives of their patients. As observer, one must be sufficiently objective to provide necessary rudimentary guidance to the patient. As participant, one enters into the life of the patient and is affected and sometimes changed by the encounter."},{"id":94,"quote":"love obsession often serves as a distraction, keeping the individual’s gaze from more painful thoughts."},{"id":95,"quote":"To fully relate to another, one must first relate to oneself. If we cannot embrace our own aloneness, we will simply use the other as a shield against isolation."},{"id":96,"quote":"Whether I will live a long time or a short time, I’m alive now, at this moment. What I want is to know that there are other things to hope for besides length of life. What I want to know is that it isn’t necessary to turn away from thoughts of suffering or death but neither is it necessary to give these thoughts too much time and space. What I want is to be intimate with the knowledge that life is temporary. And then, in the light (or shadow) of that knowledge, to know how to live. How to live now."},{"id":97,"quote":"More in love with desire than with the desired!"},{"id":98,"quote":"Some cannot loosen their own chains and can nonetheless redeem their friends.   You must be ready to burn yourself in your own flame: how could you become new, if you had not first become ashes? —Thus Spake Zarathustra"},{"id":99,"quote":"People who feel empty never heal by merging with another incomplete person. On the contrary, two broken-winged birds coupled into one make for clumsy flight. No amount of patience will help it fly; and, ultimately, each must be pried from the other, and wounds separately splinted. The"},{"id":100,"quote":"I now believe that fears are not born of darkness; rather, fears are like the stars--always there, but obscured by the glare of daylight."},{"id":101,"quote":"Some people are wish-blocked, knowing neither what they feel nor what they want. Without opinions, without impulses, without inclinations, they become parasites on the desires of others."},{"id":102,"quote":"As long as he denies his own agency, real change is unlikely because his attention will be directed toward changing his environment rather than himself."},{"id":103,"quote":"And what is the most terrible thing about boredom? Why do we rush to dispel it? Because it is a distraction-free state which soon enough reveals underlying unpalatable truths about existence—our insignificance, our meaningless existence, our inexorable progression to deterioration and death."},{"id":104,"quote":"The human being either asserts autonomy by heroic self-assertion or seeks safety through fusing with a superior force: that is, one either emerges or merges, separates or embeds. One becomes one’s own parent or remains the eternal child."},{"id":105,"quote":"How much of life have I missed, he wondered, simply by failing to look? Or by looking and not seeing?"},{"id":106,"quote":"He who would be everything cannot be anything.)”"},{"id":107,"quote":"I often feel caught in a dilemma: on the one hand I wish to be more natural with you and yet, on the other hand, because I feel that you’re easily wounded and that you give my comments inordinate power, I feel I must consider my wording very, very carefully."},{"id":108,"quote":"A person of high, rare mental gifts who is forced into a job which is merely useful is like a valuable vase decorated with the most beautiful painting and then used as a kitchen pot."},{"id":109,"quote":"Marriage should be no prison, but a garden in which something higher is cultivated."},{"id":110,"quote":"If you make a mistake, admit it. Any attempt at cover-up will ultimately backfire. At some level the patient will sense you are acting in bad faith, and therapy will suffer. Furthermore, an open admission of error is good model-setting for patients and another sign that they matter to you."},{"id":111,"quote":"The flower replied: you fool! Do you imagine I blossom in order to be seen? I blossom for my own sake because it pleases me, not for the sake of others. My joy consists in my being and my blossoming."},{"id":112,"quote":"Sometimes I simply remind patients that sooner or later they will have to relinquish the goal of having a better past."},{"id":113,"quote":"We should treat with indulgence every human folly, failing, and vice, bearing in mind that what we have before us are simply our own failings, follies, and vices. For they are just the failings of mankind to which we also belong and accordingly we have all the same failings buried within ourselves. We should not be indignant with others for these vices simply because they do not appear in us at the moment."},{"id":114,"quote":"Nietzsche’s message to us was to live life in such a way that we would be willing to repeat the same life eternally."},{"id":115,"quote":"come to believe that the fear of death is always greatest in those who feel that they have not lived their life fully. A good working formula is: the more unlived life, or unrealized potential, the greater one’s death anxiety."},{"id":116,"quote":"Again, Nietzsche thumbed through his notes, and then read, “ ‘One must have chaos and frenzy within oneself to give birth to a dancing star."},{"id":117,"quote":"As Nietzsche said, “If we have our own ‘why’ of life, we shall get along with any ‘how."},{"id":118,"quote":"It has often been noted that three major revolutions in thought have threatened the idea of human centrality. First, Copernicus demonstrated that Earth was not the center about which all celestial bodies revolved. Next, Darwin showed us that we were not central in the chain of life but, like all other creatures, had evolved from other life-forms. Third, Freud demonstrated that we are not masters in our own house-that much of our behavior is governed by forced outside of our consciousness. There is no doubt that Freud’s unacknowledged co-revolutionary was Arthur Schopenhauer, who, long before Freud’s birth, had posited that we are governed by deep biological forced and then delude ourselves into thinking that we consciously choose our activities."},{"id":119,"quote":"A cosmic perspective always attenuates tragedy. If we climb high enough, we will reach a height from which tragedy ceases to look tragic."},{"id":120,"quote":"Why, you may ask, take on this unpleasant, frightening subject? Why stare into the sun? Why not follow the advice of the venerable dean of American psychiatry, Adolph Meyer, who, a century ago, cautioned psychiatrists, 'Don't scratch where it doesn't itch'? Why grapple with the most terrible, the darkest and most unchangeable aspect of life? ... Death, however, DOES itch. It itches all the time; it is always with us, scratching at some inner door, whirring softly, barely audibly, just under the membrane of consciousness."},{"id":121,"quote":"As a general rule, the less one’s sense of life fulfillment, the greater one’s death anxiety."},{"id":122,"quote":"The establishment of an authentic relationship with patients, by its very nature, demands that we forego the power of the triumvirate of magic, mystery, and authority."},{"id":123,"quote":"reading these books. Oh, the endless labor of the intellectual—pouring all this knowledge into the brain through a three-millimeter aperture in the iris."},{"id":124,"quote":"More than death, one fears the utter isolation that accompanies it. We try to go through life two by two, but each one of us must die alone- no one can die our death with us or for us. The shunning of the dying by the living prefigures final absolute abandonment"},{"id":125,"quote":"every single person in the world is fundamentally alone. It’s hard, but that’s the way it is, and we have to face it."},{"id":126,"quote":"Each time a goal is attained, it merely breeds additional needs. Thus more scurrying, more seeking, ad infinitum."},{"id":127,"quote":"Translation error is compounded by bias error. We distort others by forcing into them our preferred ideas and gestalts, a process Proust beautifully describes: We pack the physical outline of the creature we see with all the ideas we already formed about him, and in the complete picture of him which we compose in our minds, these ideas have certainly the principal place. In the end they come to fill out so completely the curve of his cheeks, to follow so exactly the line of his nose, they blend so harmoniously in the sound of his voice that these seem to be no more than a transparent envelope, so that each time we see the face or hear the voice it is our own ideas of him which we recognize and to which we listen."},{"id":128,"quote":"Mind thinks in images but, to communicate with another, must transform image into thought and then thought into language. That march, from image to thought to language, is treacherous. Casualties occur: the rich, fleecy texture of image, its extraordinary plasticity and flexibility, its private nostalgic emotional hues - all are lost when image is crammed into language."},{"id":129,"quote":"Misanthropist’s manifesto: Do not tell a friend what your enemy ought not to know. Giving way neither to love nor hate is one half of world wisdom: to say nothing and believe nothing, is the other half. Distrust is the mother of safety. To forget at any time the bad traits of a man’s character is like throwing away hard-earned money. Better to let men be what they are than to take them for what they are not. By being polite and friendly, you can make people pliable and obliging: hence politeness is to human nature what warmth is to wax."},{"id":130,"quote":"The obsession is a distraction; it protects you from thinking about something else,"},{"id":131,"quote":"The thoughts haunted him. He hated them: they robbed him of his peace; they were alien, neither possible nor desirable. Still, he welcomed them: the only alternative- banishing Bertha from his mind-seemed inconceivable."},{"id":132,"quote":"I wonder if you can ever be at home anywhere, because home is not a place--it's a state of mind. Really being at home is feeling at home in your own skin...Perhaps you have been searching for home in the wrong place all your life."},{"id":133,"quote":"It’s no great mystery. If no one will listen, it’s only natural to shout!"},{"id":134,"quote":"The greatest wisdom is to make the enjoyment of the present the supreme object of life because that is the only reality; all else being the play of thought. But it might as well be our greatest folly because that which exists only a moment and vanishes as a dream can never be worth a serious effort."},{"id":135,"quote":"All of us are creatures of a day; the rememberer and the remembered alike. All is ephemeral—both memory and the object of memory. The time is at hand when you will have forgotten everything; and the time is at hand when all will have forgotten you. Always reflect that soon you will be no one, and nowhere."},{"id":136,"quote":"You wonder about a conversation with nothing concealed—its real name is hell, I believe. To disclose oneself to another is the prelude to betrayal, and betrayal makes one sick, does it not?"},{"id":137,"quote":"For one can never really be helped by another; one must find the strength to help oneself."},{"id":138,"quote":"if we hope for more significant therapeutic change, we must encourage our patients to assume responsibility—that is, to apprehend how they themselves contribute to their distress."},{"id":139,"quote":"Abraham Lincoln is reputed to have said that if he had eight hours to cut down a tree, he’d spend several of these hours sharpening his ax."},{"id":140,"quote":"will that which is necessary and then to love that which is willed."},{"id":141,"quote":"انسان باید بیاموزد با دیگری ارتباط برقرار کند بی‌آنکه با بدل شدن به بخشی از او، به آرزوی فرار از تنهایی پروبال دهد، از سوی دیگر، باید بیاموزد با دیگری ارتباط برقرار کند بی‌آنکه او را تا سطح ابزاری برای دفاع در برابر تنهایی پایین بیاورد."},{"id":142,"quote":"if it weren’t for errant passion, death, despair, and loss, the great bulk of art would never have been born."},{"id":143,"quote":"Παρόλο που η ψευδαίσθηση συχνά αναπτερώνει και ανακουφίζει, στο τέλος πάντα αδυνατίζει και περιορίζει την ψυχή."},{"id":144,"quote":"It’s the relationship that heals, the relationship that heals, the relationship that heals—my professional rosary."},{"id":145,"quote":"Creating yourself is a source of great pride, but it also leads to a feeling of having no foundations. I’ve known many gifted children of immigrants who have a sense of being lilies growing in a swamp—beautiful flowers but no deep roots."},{"id":146,"quote":"We should cherish things because they are true, not because they are old."},{"id":147,"quote":"می‌توان خواندن را اراده کرد ولی نه فهمیدن را"},{"id":148,"quote":"That was the first important discovery I made about Betty: she was desperately isolated, and she survived this isolation only by virtue of the sustaining myth that her intimate life was being lived elsewhere. Her friends, her circle of acquaintances, were not here, but elsewhere, in New York, in Texas, in the past. In fact, everything of importance was elsewhere. It was at this time that I first began to suspect that for Betty there was no “here there.”"},{"id":149,"quote":"Many a friendship or marriage has failed because, instead of relating to, and caring for, one another, one person uses another as a shield against isolation. A"},{"id":150,"quote":"Four major existential concerns—death, meaning in life, isolation, and freedom—play a crucial role in the inner life of every human being and"},{"id":151,"quote":"Psychotherapy is a demanding vocation, and the successful therapist must be able to tolerate the isolation, anxiety, and frustration that are inevitable in the work."},{"id":152,"quote":"Nonetheless, the past is part of your present consciousness—it forms the spectacles through which you experience the present."},{"id":153,"quote":"Whereas the truth is that fullness of soul can sometimes over flow in utter vapidity of language, for none of us can ever express the exact measure of his needs or his thoughts or his sorrows; and human speech is like a cracked kettle on which we tap crude rhythms for bears to dance to, while we long to make music that will melt the stars."},{"id":154,"quote":"The freedom of an unscheduled afternoon brought confusion rather than joy. Julius had always been focused. When he was not seeing patients, other important projects and activities-writing, teaching, tennis, research-clamored for his attention. But today nothing seemed important. He suspected that nothing had ever been important, that his mind had arbitrarily imbued projects with importance and then cunningly covered its traces. Today he saw through the ruse of a lifetime. Today there was nothing important to do, and he ambled aimlessly down Union Street."},{"id":155,"quote":"Some cannot loosen their own chains yet can nonetheless liberate their friends. —Nietzsche"},{"id":156,"quote":"Surely this sense of betrayal is what Robert Frost had in mind when he wrote: \"Forgive, O Lord, my little jokes on Thee/And I'll forgive Thy great big one on me.\" io"},{"id":157,"quote":"Perhaps, said Nietzsche, “only by being a man does a man release the woman in woman.”"},{"id":158,"quote":"We humans appear to be meaning-seeking creatures who have had the misfortune of being thrown into a world devoid of intrinsic meaning. One of our major tasks is to invent a meaning sturdy enough to support a life and to perform the tricky maneuver of denying our personal authorship of this meaning. Thus we conclude instead that it was \"out there\" waiting for us. Our ongoing search for substantial meaning systems often throws us into crises of meaning."},{"id":159,"quote":"Someone's got to do some more research, but I would really like to know: when a CBT therapist really gets distressed, who does he go see?"},{"id":160,"quote":"there was a basic division of the ways of men: those who wish for peace of soul and happiness must believe and embrace faith, while those who wish to pursue the truth must forsake peace of mind and devote their life to inquiry."},{"id":161,"quote":"When a man is prey to his emotions, he is not his own master, but lies at the mercy of fortune."},{"id":162,"quote":"Belki de sevdiğiniz insanları düşünmektesiniz. Ama daha derine inin, sonunda sevdiğinizin onlar olmadığını göreceksiniz: Siz bu sevginin içinizde yarattığı duyguları seviyorsunuz! Siz arzuyu seviyorsunuz, arzu edilen şeyi değil."},{"id":163,"quote":"İnsanlar vedalaşırken genellikle olayın sürekliliğini inkar eden sözler dile getirmeyi severler. Birbirlerinden ayrılırken ‘Auf Wiedersehen’, yani tekrar görüşene kadar, derler. Yeni bir araya gelme planları yapmakta çok aceleci davranırlar, ama bunu unutmakta daha acelecidirler. Ben bu tür insanlardan değilim. Gerçeği söylemeyi tercih ederim ki gerçek de büyük bir ihtimalle bir daha karşılaşmayacak olduğumuzdur."},{"id":164,"quote":"The therapist's worldview is in itself isolating. Seasoned therapists view relationships differently, they sometimes lose patience with social ritual and bureaucracy, they cannot abide the fleeting shallow encounters and small talk of many social gatherings."},{"id":165,"quote":"Should we not create—should we not become—before we reproduce? Our responsibility to life is to create the higher, not to reproduce the lower."},{"id":166,"quote":"Nu experientele in sine, ci felul in care le interpretam determina calitatea vietii noastre."},{"id":167,"quote":"وحشت مرگ همه‌جایی است و چنان عظمتی دارد که بخش قابل‌ملاحظه از انرژی زندگی صرف انکار آن می‌شود."},{"id":168,"quote":"What has been given is a new perspective on living life, and what has been taken away is the illusion of limitless life and the belief in a personal specialness exempting us from natural law."},{"id":169,"quote":"I urge you not to distract yourself. Instead, savor awakening. Take advantage of it. Pause as you stare into the photograph of the younger you. Let the poignant moment sweep over you and linger a bit; taste the sweetness of it as well as the bitterness. Keep in mind the advantage of remaining aware of death, of hugging its shadow to you. Such awareness can integrate the darkness with your spark of life and enhance your life while you still have it. To way to value life, the way to feel compassion for others, the way to love anything with greatest depth is to be aware that these experiences are destined to be lost."},{"id":170,"quote":"Trebuie sa ai in tine haos si frenezie pentru a da nastere unei stele care danseaza."},{"id":171,"quote":"At the end of his life, no man, if he be sincere and in possession of his faculties, would ever wish to go though it again. Rather than this, he will much prefer to choose complete nonexistence."},{"id":172,"quote":"Every breath we draw wards off the death that constantly impinges on us…. Ultimately death must triumph, for by birth it has already become our lot and it plays with its prey only for a short while before swallowing it up. However, we continue our life with great interest and much solicitude as long as possible, just as we blow out a soap-bubble as long and as large as possible, although with the perfect certainty that it will burst."},{"id":173,"quote":"I dream of a love in which two people share a passion to search together for some higher truth. Perhaps I should not call it love. Perhaps it's real name is friendship."},{"id":174,"quote":"In general, e mai bine sa nu ataci un mecanism de aparare, decat daca acesta creeaza mai multe probleme decat solutii si daca ai ceva mai bun de pus in loc."},{"id":175,"quote":"eternal recurrence means that every time you choose an action you must be willing to choose it for all eternity."},{"id":176,"quote":"The more the therapist is able to tolerate the anxiety of not knowing, the less need there is for the therapist to embrace orthodoxy."},{"id":177,"quote":"When, at the end of their lives, most men look back they will find that they have lived throughout ad interim. They will be surprised to see that the very thing they allowed to slip by unappreciated and unenjoyed was just their life. And so a man, having been duped by hope, dances into the arms of death."},{"id":178,"quote":"Freedom is the ultimate concern most central to many existential thinkers. In my understanding, it refers to the idea that, since we all live in a universe without inherent design, we must be the authors of our own lives, choices, and actions. Such freedom generates so much anxiety that many of us embrace gods or dictators to remove the burden. If we are, in Sartre’s terms, “the uncontested author of everything that we have experienced, then our most cherished ideas, our most noble truths, the very bedrock of our convictions, are all undermined by the awareness that everything in the universe is contingent.”"},{"id":179,"quote":"Obwohl uns die Physikalität des Todes zerstört, rettet uns die Idee des Todes."},{"id":180,"quote":"Mormintele mă linişteau cumva, îmi permiteau să banalizez banalul din viaţa mea."},{"id":181,"quote":"Upon learning that her cancer had spread to her spine, Paula prepared her thirteen year-old son for her death by writing him a letter of farewell that moved me to years. In her final paragraph she reminded him that the lungs in the human fetus do not breathe, nor do it's eyes see. Thus, the embryo is being prepared for an existence it cannot yet imagine"},{"id":182,"quote":"Too often, we therapists neglect our personal relationships. Our work becomes our life."},{"id":183,"quote":"[T]he act of revealing oneself fully to another and still being accepted may be the major vehicle of therapeutic help."},{"id":184,"quote":"When you meet someone, you know all about him. On subsequent meetings, you blind yourself to your own wisdom"},{"id":185,"quote":"Don’t argue: you will lose, and even if you win, you lose."},{"id":186,"quote":"Your task is to accept yourself—not to find ways to gain my acceptance."},{"id":187,"quote":"He is civilized, polite, a man of manners. He has tamed his wild nature, turned his wolf into a spaniel. And he calls this moderation. Its real name is mediocrity!"},{"id":188,"quote":"she attempted to deal with her terror in a most ineffective and magical mode-a mode that I have seen many patients use: she attempted to elude death by refusing to live."},{"id":189,"quote":"would you be willing to live this past year again and again for all eternity?"},{"id":190,"quote":"Dom nije mjesto - to je stanje svijesti."},{"id":191,"quote":"Wish\" gives the warmth, the content, the imagination, the child's play, the freshness, and the richness to \"will.\" \"Will\" gives the self-direction, the maturity, to \"wish.\" Without \"wish,\" \"will\" loses its life-blood, itsviability, and tends to expire in self-contradiction. If you have only \"will\" and no \"wish,\" you have the dried-up, Victorian, neopuritan man. If you have only \"wish\" and no \"will,\" you have the driven, unfree, infantile person who, as an adult-remaining-an-infant, may become the robot man.66"},{"id":192,"quote":"We cannot avoid this responsibility, this freedom."},{"id":193,"quote":"I agree with Viktor Frankl that a sense of life meaning ensues but cannot be deliberately pursued: life meaning is always a derivative phenomenon that materializes when we have transcended ourselves, when we have forgotten ourselves and become absorbed in someone (or something) outside ourselves."},{"id":194,"quote":"Si indrazneala cu care Nietzsche rostea lucrurile! Incredibil! Sa spui ca speranta e cel mai mare rau! Ca Dumnezeu a murit! Ca adevarul este o greseala fara de care nu putem trai! Ca dusmanii adevarului nu sunt minciunile, ci convingerile! Ca rasplata ultima a celui mort este ca nu va mai muri! Ca medicii nu au nici un drept sa deposedeze un om de moartea sa! Ganduri malefice! Il contrazisese pe Nietzsche la fiecare dintre ele. Si totusi, era o falsa polemica: in adancul inimii, el stia ca Nietzsche are dreptate."},{"id":195,"quote":"Therapists have a dual role: they must both observe and participate in the lives of their patients. As observer, one must be sufficiently objective to provide necessary rudimentary guidance to the patient. As participant, one enters into the life of the patient and is affected and sometimes changed by the encounter. In"},{"id":196,"quote":"Do not mistake awkwardness for callousness. Remember, I am a solitary person, as I warned you. I'm not accustomed to easy and warm social exchange."},{"id":197,"quote":"I'm listening. Sometimes I see better with closed eyes."},{"id":198,"quote":"The same point is made by the Hasidic Rabbi, Susya, who shortly before his death said, \"When I get to heaven they will not ask me, 'Why were you not Moses?' Instead they will ask 'Why were you not Susya? Why did you not become what only you could become?"},{"id":199,"quote":"No rose without a thorn. But many a thorn without a rose."},{"id":200,"quote":"Let me adapt some of Nietzsche's words and say this to you: \"To become wise, you must learn to listen to the wild dogs barking in your cellar."},{"id":201,"quote":"insanın bütün eylemleri kendisine yöneliktir, bütün hizmetleri kendine hizmettir, bütün sevgisi kendini sevmesindendir."},{"id":202,"quote":"He was persuaded of the reality and significance of human choice; he believed that experiential learning was a far more powerful approach to personal understanding and change than an endeavor resting upon intellectual understanding; he believed that individuals have within themselves an actualizing tendency, an inbuilt proclivity toward growth and fulfillment."},{"id":203,"quote":"Fame, for example, consists of the opinions of others and requires that we must live our life as others wish."},{"id":204,"quote":"though the physicality of death destroys us, the idea of death saves us."},{"id":205,"quote":"But you, like me, have good eyes. You looked too far into life. You saw that it was futile to reach wrong goals and futile to set new wrong goals. Multiplications of zero are always zero! Breuer”"},{"id":206,"quote":"وقتی فرد به دلیل انجام ندادن کاری که باید انجام می‌داد، احساس گناه می‌کند، این فکر پدید می‌آید که پس کاری می‌شد کرد و فضای حاصل از این فکر، بسیار تسکین‌دهنده‌تر از حقایق اگزیستانسیال طاقت‌فرسای زندگی است."},{"id":207,"quote":"Some said living with cancer had made them wiser, more self-realized, while others had reordered their priorities in life, grown stronger, learned to say no to activities they no longer valued and yes to things that really mattered—such as loving their family and friends, observing the beauty about them, savoring the changing seasons."},{"id":208,"quote":"Empathy: Looking Out the Patient’s Window"},{"id":209,"quote":"Friendship between therapist and patients is a necessary condition in the process of therapy - necessary, but not, however, sufficient. Psychotherapy is not a substitute for life but a dress rehearsal for life, In other words, though psychotherapy requires a close relationship, the relationship is not an end - it is a means to an end."},{"id":210,"quote":"مرت فترة في حياتنا اقترب فيها أحدنا كثيرا من الأخر ولم يعد هناك شئ يعيق صداقتنا وإخوّتنا، ولم يكن يفصلنا إلا جسر مشاة صغير. عندما كنت على وشك تطأ بقدمك على الجسر سألتك \"هل تريد ان تعبر جسر المُشاة نحوي\" فجأة لم تعد ترغب في ذلك، وعندما سألتك ثانيا لذت بالصمت. منذ ذلك الحين أُلقيت بيننا جبال وأنهار غزيرة وأي شئ يمكنه أن يفصل بيننا ويبعد أحدنا عن الأخر، وحتى إذا رغبنا في ان نلتقي، لم نستطع ذلك. لكن عندما تفكر الان بجسر المشاة الصغير ذاك ، لا يمكن التعبير عن ذلك بكلمات ، وانت تنشج وتدهش"},{"id":211,"quote":"Just as the bones, flesh, intestines and blood vessels are enclosed in a skin that makes the sight of man endurable, so the agitations and passions of the soul are enveloped in vanity; it is the skin of the soul."},{"id":212,"quote":"He was saying, fulfill yourself, realize your potential, live boldly and fully. Then, and only then, die without regret."},{"id":213,"quote":"آگاه شدن از این واقعیت که فرد متشکل از خودش است، هیچ مرجع تمام‌عیار خارجی‌ای در کار نیست و فرد معنایی دلبخواه به دنیا می‌بخشد، به این معنا خواهد بود که فرد به بی‌پایگی بنیادین خویش آگاهی می‌یابد."},{"id":214,"quote":"One of the great paradoxes of life is that self-awareness breeds anxiety. Fusion eradicates anxiety in a radical fashion—by eliminating self-awareness. The person who has fallen in love, and entered a blissful state of merger, is not self-reflective because the questioning lonely I (and the attendant anxiety of isolation) dissolve into the we. Thus one sheds anxiety but loses oneself. This is precisely why therapists do not like to treat a patient who has fallen in love. Therapy and a state of love-merger are incompatible because therapeutic work requires a questioning self-awareness and an anxiety that will ultimately serve as guide to internal conflicts. Furthermore,"},{"id":215,"quote":"Lucretius’ maxim: ‘Where I am, death is not; where death is, I am not."},{"id":216,"quote":"marriage a debt that is contracted in youth and paid in old age…."},{"id":217,"quote":"Ubijeđen sam da su, u tim zanosima prvih susreta, Dan i žena pogrešno tumačili ono što u vidjeli jedno u drugom. Svako od njih je vidjeo odraz sopstvenog preklinjanja, ranjen pogled i pogrešno ga protumačio kao želju i ispunjenost. Oboje su bill ptići sa slomljenim krilima, koji su tražili da lete privijeni uz drugu pticu sa slomljenim krilima. Ljudi koje se osjećaju isprazno nikada se ne izliječe stapanjem sa drugom nepotpunom osobom. Naprotiv, dvije ptice sa slomljenim krilima spojene u jednu će letjeti nespretno. Nikakva količina strpljenja im neće pomoći da lete; i, konačno, svaki mora biti poduprt različitim stvarima, a rane se stavljaju u odvojene udlage."},{"id":218,"quote":"She may have played her role, but you, what role did you play? Were you, and I, so different from her? Did you see her? Or did you, instead, see only prey--a disciple, a plowland for your thoughts, a successor? Or perhaps, like me, you saw beauty, youth a satin pillow, a vessel into which to drain your lust."},{"id":219,"quote":"one must learn to live with the living before one can learn to live with the dead."},{"id":220,"quote":"مسئولیت‌پذیری موجب می‌شود فرد اعتقادش به وجود نجات‌دهنده‌ی غایی را کنار بگذارد و این کار برای کسی که جهان‌بینی‌اش را حول چنین اعتقادی استوار کرده، بسیار دشوار است."},{"id":221,"quote":"If we cannot embrace our own aloneness, we will simply use the other as a shield against isolation. Only"},{"id":222,"quote":"Why does the same book elicit such a range of responses? There must be something in the particular reader that leaps out to embrace the book. His life, his psychology, his image of himself. There must be something lurking deep in the mind—or, as this Freud says, the unconscious—that causes a particular reader to fall in love with a particular writer."},{"id":223,"quote":"People need people - for initial and continued survival, for socialization, for the pursuit of satisfaction. No one - not the dying, not the outcast, not the mighty - transcends the need for human contact."},{"id":224,"quote":"Beginning therapists must learn that there are times to sit in silence, sometimes in silent communion, sometimes simply while waiting for patients' thoughts to appear in a form that they may be expressed."},{"id":225,"quote":"My work is to love my body, all of it. Whole and entire. The whole aging mortal troublesome failing miraculous intricate breathing doomed cancerous warm mortifying unreliable hard-working imperfect beautiful appalling living struggling tender frightened frightening living dying living breathing temporary wondrous mystifying afflicted mortally-ill assemblage of the atoms of the universe that is my self, is me, for this space of time."},{"id":226,"quote":"Spinoza was the supreme rationalist. He saw an endless stream of causality in the world. For him there is no such entity as will or will power. Nothing happens capriciously. Everything is caused by something prior, and the more we devote ourselves to the understanding of this causative network, the more free we become.\" ... \"I'm sure he would have said that you are subject to passions that are driven by inadequate ideas rather than by the ideas that flow from a true quest for understanding the nature of reality.\" ... \"He states explicitly that a passion ceases to be a passion as soon as we form a more clear and distinct idea of it--that is, the causative nexus underlying the passion.\" p.269"},{"id":227,"quote":"To build children you must first be built yourself. Otherwise, you'll seek children out of animal needs, or loneliness, or to patch the holes in yourself. Your task as a parent is to produce not another self, another Josef, but something higher. It's to produce a creator."},{"id":228,"quote":"Like you, I have often wondered why fears reign at night. After twenty years of such wondering, I now believe that fears are not born of darkness; rather, fears are like the stars—always there, but obscured by the glare of daylight. “And"},{"id":229,"quote":"Decision invariably involves renunciation: for every yes there must be a no, each decision eliminating or killing other options (the root of the word decide means “slay, as in homicide or suicide).”"},{"id":230,"quote":"Tanrıyı öldürürseniz, onun tapınağına sığınmaktan da vazgeçmek, orayı terk etmek zorundasınız!"},{"id":231,"quote":"I’m not ready for a committed relationship with anyone and that I have a ton of work to do on myself."},{"id":232,"quote":"Love is not just a passion spark between two people; there is infinite difference between falling in love and standing in love. Rather, love is a way of being, a “giving to, not a “falling for”; a mode of relating at large, not an act limited to a single person.”"},{"id":233,"quote":"There is no human deed or thought that lies fully outside the experience of other people."},{"id":234,"quote":"Fiecare alegere presupune o renuntare, si fiecare renuntare ne face constienti de limitare si temporalitate."},{"id":235,"quote":"I hate it that she has so insinuated herself into the interstices of my mind that I can never root her out. And most of all, I hate that at the end of my life I feel compelled to ask, \"How'd I do, Mama?\"."},{"id":236,"quote":"شر واپسین این است که زمان بی‌وقفه رو به نابودی است و بودن با نابودی دست‌به‌گریبان."},{"id":237,"quote":"[T]he harvest of psychotherapy is not cure - surely, in our field, that is an illusion - but instead change or growth."},{"id":238,"quote":"بزرگ شدن، انتخاب کردن و جدا کردن خود از دیگران به معنای مواجهه با تنهایی و مرگ هم هست."},{"id":239,"quote":"the key to living well is first to will that which is necessary and then to love that which is willed."},{"id":240,"quote":"A nightmare is a failed dream, a dream that, by not “handling anxiety, has failed in its role as the guardian of sleep.”"},{"id":241,"quote":"Freedom as a given seems the very antithesis of death. While we dread death, we generally consider freedom to be unequivocally positive. Has not the history of Western civilization been punctuated with yearnings for freedom, even driven by it? Yet freedom from an existential perspective is bonded to anxiety in asserting that, contrary to everyday experience, we do not enter into, and ultimately leave, a well-structured universe with an eternal grand design. Freedom means that one is responsible for one’s own choices, actions, one’s own life situation. Though the word responsible may be used in a variety of ways, I prefer Sartre’s definition: to be responsible is to “be the author of, each of us being thus the author of his or her own life design. We are free to be anything but unfree: we are, Sartre would say, condemned to freedom.”"},{"id":242,"quote":"All I can do in one session is to be real, to leap into the patient’s life, to offer observations in the hope that he’ll be able to open doors and explore some new parts of himself in his ongoing therapy."},{"id":243,"quote":"If we do not want to be a plaything in the hands of every rogue and the object of every fool’s ridicule, the first rule is to be reserved and inaccessible."},{"id":244,"quote":"(...) Arthur ne aminteşte adesea (şi lui însuşi) că emoţia are puterea de a ascunde şi de a falsifica cunoaşterea; că lumea întreagă capătă un aspect senin atunci când avem motive să ne bucurăm şi unul întunecat şi posomorât atunci când ne copleşeşte părerea de rău"},{"id":245,"quote":"Members of a cohesive group feel warmth and comfort in the group and a sense of belongingness; they value the group and feel in turn that they are valued, accepted, and supported by other members."},{"id":246,"quote":"Asa-zisa „psihologie pentru mase bate intr-una moneda pe „asumarea responsabilitatii”, dar nu sunt decat vorbe goale: este extraordinar de greu, ba chiar terifiant, sa accepti ideea ca tu si numai tu esti acela care iti construiesti viata, felul in care o traiesti. Ca urmare, problema in psihoterapie consta intotdeauna in a sti cum sa treci de la o apreciere in plan intelectual, care se dovedeste ineficace, a unui adevar despre tine insuti la un mod saul altul de a-l simti in plan emotional. Abia din clipa in care terapia mobilizeaza emotii profunde, incepe sa devina o forta redutabila in favoarea schimbarii.”"},{"id":247,"quote":"Love is not just a passion of spark between two people, there is an infinite difference between falling in love and standing in love. Rather, love is a way of being, a \"giving to\", not a \"falling for\", a mode of relating at large, not an act limited to a single person."},{"id":248,"quote":"I have noted two particularly powerful and common methods of allaying fears about death, two beliefs, or delusions, that afford a sense of safety. One is the belief in personal specialness; the other, the belief in an ultimate rescuer."},{"id":249,"quote":"A great many of our patients have conflicts in the realm of intimacy, and obtain help in therapy sheerly through experiencing an intimate relationship with the therapist. Some fear intimacy because they believe there is something basically unacceptable about them, something repugnant and unforgivable, Given this, the act of revealing oneself fully to another and still being accepted may be the major vehicle of therapeutic help."},{"id":250,"quote":"Derin bir adamın dosta ihtiyacı vardır, dostu yoksa bile hiç olmazsa tanrıları vardır. Ama benim ne dostum ne de tanrılarım var. Ben de sizin gibi büyük bir özlem içindeyim; kusursuz dostluklar kurma özlemi, inter pares dostluk, eşitler arasında dostluk. Bu sözcüklerin insanın soluğunu kesen bir gücü var; hele benim gibi her zaman yalnız olan ve hep tam kendisine göre birine arayıp da asla bulamayan biri için inter pares gibi sözcükler büyük bir rahatlama hissi ve ümit veriyor."},{"id":251,"quote":"دانستن و عمل نکردن با ندانستن یکی است."},{"id":252,"quote":"though the fact, the physicality, of death destroys us, the idea of death may save us."},{"id":253,"quote":"Living safely is dangerous"},{"id":254,"quote":"Ο Μπρόιερ προσπάθησε να αποτινάξει το θάνατο απ' το μυαλό του. Μουρμούρισε το αγαπημένο του ξόρκι, τη φράση του Λουκρητίου: «Όπου είναι ο θάνατος, εγώ δεν είμαι. Όπου είμαι εγώ, ο θάνατος δεν είναι. Γιατί ν' ανησυχώ;» Αλλ' αυτό δεν βοήθησε.Τίναξε το κεφάλι του, προσπαθώντας να διώξει αυτές τις μακάβριες σκέψεις. Από που του είχαν έρθει; Απ' την κουβέντα για το θάνατο που έκανε με τον Νίτσε; Όχι, μάλλον δεν του τις έβαλε ο Νίτσε στο μυαλό, απλώς τις απελευθέρωσε. Πάντα ήταν εκεί. Όλες τις είχε ξανασκεφτεί. Σε ποια περιοχή του μυαλού του όμως κατοικούσαν, όταν δεν τις σκεφτόταν; Ο Φρόυντ είχε δίκιο: πρέπει να υπάρχει μια δεξαμενή σύνθετων σκέψεων στον εγκέφαλο, πέρα απ' τη συνείδηση, αλλά σε ετοιμότητα, έτοιμες οποιαδήποτε στιγμή να κληθούν να παρελάσουν στη σκηνή της συνειδητότητας.Και σ' αυτή τη μη συνειδητή δεξαμενή, δεν θα υπάρχουν μόνο σκέψεις, αλλά και συναισθήματα! Πριν λίγες μέρες, μέσ' απ' το αμάξι του, ο Μπρόιερ κοίταξε το διπλανό αμάξι. Τα δυό του άλογα τριπόδιζαν τραβώντας πίσω τους την καρότσα, που μέσα της κάθονταν δυο επιβάτες, ένα σκυθρωπό ηλικιωμένο ζευγάρι. Όμως δεν υπήρχε αμαξάς. Ένα αμάξι φάντασμα! Ο τρόμος τον τύφλωσε, κι είχε μια στιγμιαία εφίδρωση: τα ρούχα του μέσα σε δευτερόλεπτα έγιναν μούσκεμα. Κι έπειτα φάνηκε ο οδηγός του αμαξιού: είχε απλώς σκύψει για να δέσει την μπότα του.Στην αρχή ο Μπρόιερ είχε γελάσει με την ανόητη αντίδρασή του. Αλλά όσο περισσότερο τη σκεφτόταν, τόσο συνειδητοποιούσε ότι, όσο ορθολογιστής κι ελεύθερος διανοητής κι αν ήταν, στο μυαλό του όμως κρύβονταν φωλιές υπερφυσικού τρόμου. Κι όχι πολύ βαθιά: «εφημέρευαν», βρίσκονταν δευτερόλεπτα μακριά απ' την επιφάνεια. Α, να υπήρχε μια λαβίδα να ξεριζώσει αυτές τις φωλιές, σαν τις αμυγδαλές!"},{"id":255,"quote":"It’s often pretty hard to speak to others about my cancer. I have a number of pet peeves. Many folks are overly solicitous. They can’t do enough for you. There’s that Kaiser nurse who keeps asking “Isn’t there someone who can drive you here? And some people are too prying. I think they are voyeuristic and attempt to satisfy their morbid curiosity about having cancer. I don’t like that and have sometimes wanted to say, “Go get your own damn fatal illness.”"},{"id":256,"quote":"Sekcirajte dublje svoje motive. Naći ćete da niko nikada nije učinio ništa uzvišeno za drugoga. Svi postupci su usmjereni ka sebi, sve usluge sebi, sva ljubav je ljubav prema sebi. Izgledate iznenađeni ovim komentarom? Možda imate na umu one koje volite. Zaronite dublje i shvatićete da ne volite njih: ono što volite su prijatni osjećaji koje takva ljubav stvara u vama!"},{"id":257,"quote":"Religion has everything on its side: revelation, prophecies, government protection, the highest dignity and eminence...and more than this, the invaluable prerogative of being allowed to imprint its doctrines on the mind at a tender age of childhood, whereby they become almost innate ideas."},{"id":258,"quote":"How disquieting to realise that reality is an illusion, at best a democratisation of perception based on participant consensus."},{"id":259,"quote":"Existential\tisolation, a\tthird\tgiven,\trefers\tto\tthe\tunbridgeable\tgap\tbetween\tself\tand others,\ta\tgap\tthat\texists\teven\tin\tthe\tpresence\tof\tdeeply\tgratifying\tinterpersonal relationships.\tOne\tis\tisolated\tnot\tonly\tfrom\tother\tbeings\tbut,\tto\tthe\textent\tthat\tone constitutes\tone’s\tworld,\tfrom\tworld\tas\twell.\tSuch\tisolation\tis\tto\tbe\tdistinguished from\ttwo\tother\ttypes\tof\tisolation:\tinterpersonal\tand\tintrapersonal\tisolation. One\texperiences\tinterpersonal\tisolation,\tor\tloneliness,\tif\tone\tlacks\tthe\tsocial skills\tor\tpersonality\tstyle\tthat\tpermit\tintimate\tsocial\tinteractions.\tIntrapersonal isolation\toccurs\twhen\tparts\tof\tthe\tself\tare\tsplit\toff,\tas\twhen\tone\tsplits\toff\temotion from\tthe\tmemory\tof\tan\tevent.\tThe\tmost\textreme,\tand\tdramatic,\tform\tof\tsplitting, the\tmultiple\tpersonality,\tis\trelatively\trare\t(though\tgrowing\tmore\twidely recognized);\twhen\tit\tdoes\toccur,\tthe\ttherapist\tmay\tbe\tfaced (...) with\tthe\tbewildering\tdilemma\tof which\tpersonality\tto\tcherish."},{"id":260,"quote":"Client-therapist disagreement about the goals and tasks of therapy may impair the therapeutic alliance.† This issue is not restricted to group therapy. Client-therapist discrepancies on therapeutic factors also occur in individual psychotherapy. A large study of psychoanalytically oriented therapy found that clients attributed their successful therapy to relationship factors, whereas their therapists gave precedence to technical skills and techniques.84 In general, analytic therapists value the coming to consciousness of unconscious factors and the subsequent linkage between childhood experiences and present symptoms far more than do their clients, who deny the importance or even the existence of these elements in therapy; instead they emphasize the personal elements of the relationship and the encounter with a new, accepting type of authority figure."},{"id":261,"quote":"Do not create children until one is ready to be a creator and to spawn creators. It is wrong to bear children out of need, wrong to use a child to alleviate loneliness, wrong to provide purpose in life by reproducing another copy of oneself. It is wrong also to seek immortality by spewing one’s germ into the future—as though sperm contains your consciousness!”"},{"id":262,"quote":"One thing he resolved was not to make that one good year a bad year by grieving that it was not more than a year."},{"id":263,"quote":"viata este un examen fara nici un raspuns corect"},{"id":264,"quote":"From both my personal and my professional experience, I had come to believe that the fear of death is always greatest in those who feel that they have not lived their life fully."},{"id":265,"quote":"Perhaps the real therapy occurred at the deathbed scene, when they moved into honesty with the revelation that they were fellow travelers, both simply human, all too human."},{"id":266,"quote":"sex as the vital antagonist to death—isn’t the orgasm the primal spark of life? I know of many instances in which sexual feelings arise in order to neutralize fears of death."},{"id":267,"quote":"Winnicott also cites the hostile lullabies mothers sing to babies, who fortunately do not understand the words. For example:   Rockabye, Baby, on the treetop, When the wind blows the cradle will rock, When the bough breaks the cradle will fall, And down will come baby, cradle and all."},{"id":268,"quote":"هیچ انسانی نیست که همیشه کامیاب شود و همیشه بیافریند، هیچ انسانی نیست که مدام در تلاش‌هایش موفق باشد، ولی حرکت در مسیر درست حتی اگر به کامیابی منجر نشود، شاید معنای زندگی و تنها پاسخ اگزیستانسیال ممکن باشد."},{"id":269,"quote":"I’m looking for me in you, that my hollowness makes it impossible to identify my needs and my desires,"},{"id":270,"quote":"I had come to believe that the fear of death is always greatest in those who feel that they have not lived their life fully. A good working formula is: the more unlived life, or unrealized potential, the greater one’s death anxiety. My"},{"id":271,"quote":"پرسشِ \"چه معنایی در زندگی است؟\" در درجه اول این فرض را پدید می‌آورد که معنایی در زندگی هست که نتوانسته‌ایم آن را بیابید که با دیدگاه اگزیستانسیال که انسان عامل و فاعل معنا بخش زندگی است، در تعارض است."},{"id":272,"quote":"I believe \"technique\" is facilitative when it emanates from the therapist's unique encounter with the patient. [E]very course of therapy consists of small and large spontaneously generated responses or techniques that are impossible to program in advance."},{"id":273,"quote":"The sentiment that one \"should have done something more\" reflects, it seems to me, an underlying wish to control the uncontrollable. After all, if one is guilty about not having done something that one should have done, then it follows that there is something that could have been done - a comforting thought that decoys us from our pathetic helplessness in the face of death."},{"id":274,"quote":"The joy of being observed ran so deep that Breuer believed the real pain of old age, bereavement, outliving one's friends, was the absence of scrutiny - the horror of living an unobserved life."},{"id":275,"quote":"The second, “alternatives exclude, is an important key to understanding why decision is difficult. Decision invariably involves renunciation: for every yes there must be a no, each decision eliminating or killing other options (the root of the word decide means “slay,” as in homicide or suicide).”"},{"id":276,"quote":"Beware the powerful exclusive attachment to another; it is not, as people sometimes think, evidence of the purity of the love. Such encapsulated, exclusive love—feeding on itself, neither giving to nor caring about others—is destined to cave in on itself. Love is not just a passion spark between two people; there is infinite difference between falling in love and standing in love. Rather, love is a way of being, a “giving to, not a “falling for”; a mode of relating at large, not an act limited to a single person. Though”"},{"id":277,"quote":"The search for meaning, much like the search for pleasure, must be conducted obliquely. Meaning ensues from meaningful activity: the more we deliberately pursue it, the less likely are we to find it; the rational questions one can pose about meaning will always outlast the answers. In therapy, as in life, meaningfulness is a by-product of engagement and commitment, and that is where therapists must direct their efforts—not that engagement provides the rational answer to questions of meaning, but it causes these questions not to matter."},{"id":278,"quote":"I had helped him understand that he had lost sight of his personal boundaries. It is natural, I had told him, that one should respond adversely to an attack on one’s central core—after all, in that situation one’s very survival is at stake. But I had pointed out that Carlos had stretched his personal boundaries to encompass his work and, consequently, he responded to a mild criticism of any aspect of his work as though it were a mortal attack on his central being, a threat to his very survival. I had urged Carlos to differentiate between his core self and other, peripheral attributes or activities. Then he had to “disidentify with the non-core parts: they might represent what he liked, or did, or valued—but they were not him, not his central being.”"},{"id":279,"quote":"Who can comprehend my torment, my sleepless nights, my flirtation with suicide? After all, haven’t I everything one could wish: money, friends, family, a beautiful and charming wife, renown, respectability? Who will comfort me? Who refrain from asking the obvious question: “What more can you want?"},{"id":280,"quote":"همزیستیِ آیین ها و ذهن مستدلِ هشیار امکان پذیر نیست. این دو هم ستیزهایی سخت هستند"},{"id":281,"quote":"Ümit kötülüklerin en kötüsüdür, çünkü işkenceyi uzatır."},{"id":282,"quote":"Kurtuluş garantileyen şey nedir? İnsanın kendinden artık utanmıyor olması!"},{"id":283,"quote":"The enemies of conformity are, of course, freedom and self awareness"},{"id":284,"quote":". İnsanın bütün eylemleri kendisine yöneliktir, bütün hizmetleri kendine hizmettir, bütün sevgisi kendini sevmesindendir. Bu yorum sizi şaşırttı mı? Belki de sevdiğiniz insanları düşünmektesininiz. Ama daha derinlere inin, sonunda sevdiğinizin onlar olmadığını göreceksiniz: Siz bu sevginin içininizde yarattığı duyguları seviyorsunuz! Siz arzuyu seviyorsunuz, arzu edilen şeyi değil. O halde bana neden hizmet etmek istediğinizi bir daha sorabilir miyim?"},{"id":285,"quote":"All is ephemeral—both memory and the object of memory. The time is at hand when you will have forgotten everything; and the time is at hand when all will have forgotten you. Always reflect that soon you will be no one, and nowhere."},{"id":286,"quote":"Şehvet topuklarımızı kemiren bir orospudur! Ve bu orospudan bir parça et esirgendiğinde bir parça ruh için yalvarmayı çok iyi becerir."},{"id":287,"quote":"Sorun bakalım, kimler daha emniyette, kimler daha rahat, kimler sonsuza dek mutludur? Ben size yanıtı söyleyeyim: Yalnızca sığ zihinli olanlar, yani sıradan insanlar ve çocuklar!"},{"id":288,"quote":"Zaman zaman, var olan en yalnız adam olduğumu düşünüyorum. Dediğiniz gibi bunun, insanların varlığı ya da yokluğuyla iligisi yok, üstelik yalnızlığımı elimden aldıkları halde gerçekten benimle olmayanlardan da nefret ederim.“Ne demek istiyorsunuz Friedrich? Sizinle nasıl olmazlar?”“Benim için aziz olan şeylere değer vermeyerek! Bazen yaşamın o kadar içini görebiliyorum ki birden doğrulup çevreme baktığımda kimsenin yanımda olmadığını, bana eşlik eden tek şeyin zaman olduğunu görüyorum.”"},{"id":289,"quote":"Психотерапевты в своей работе всегда исходят из того, что истина, до которой человек дошел сам, намного дороже той, что ему рассказали другие."},{"id":290,"quote":"Were you really, truly, helpful to your patients? Maybe you've just learned to pick patients who were going to improve on their own anyway."},{"id":291,"quote":"انسان اول اشتیاق خود را دوست دارد، بعد شخصی را که مشتاق اوست"},{"id":292,"quote":"Absolutely, bring any kind of carrot cake you wish."},{"id":293,"quote":"Ο Θερβάντες ρωτούσε: «Τι προτιμάς: σοφή τρέλα ή ανόητη λογική;»"},{"id":294,"quote":"Perhaps you can help me locate some of my own blind spots. This is another one of those phrases that have taken up lodging in my mind and that I often make use of in my clinical work.)”"},{"id":295,"quote":"Death and life are interdependent: though the physicality of death destroys us, the idea of death saves us."},{"id":296,"quote":"Heidegger spoke of two modes of existence: the everyday mode and the ontological mode. In the everyday mode we are consumed with and distracted by material surroundings - we are filled with wonderment about how things are in the world. In the ontological mode we are focused on being per se - that is, we are filled with wonderment that things are in the world."},{"id":297,"quote":"The monuments, the ideas left behind by beings like me are my greatest pleasure in life. Without books I would long ago have been in despair."},{"id":298,"quote":"Myrna. Listen hard to what I’m going to say. You’re collecting and hoarding. You’re accumulating information from me, but you’re not giving anything back! I believe you’re trying to relate to me differently now but I’m not experiencing it as engagement. I don’t feel yet that you’re relating to me as a person—it’s more like you regard me as a data bank from which you make withdrawals."},{"id":299,"quote":"I submit that God has no wishes about how, or even if, we glorify Him. Allow me, then, Jacob, to love God in my own fashion. Franco’s”"},{"id":300,"quote":"Да си присвоявам чужди отговорности, е точно начинът, по който впримчвам както себе си, така и другите."},{"id":301,"quote":"دو شیوه متضاد در رویارویی بشر با مرگ وجود دارد، بشر یا می‌پیوندد یا می‌گسلد، یا در خود جای می‌دهد یا در هم می‌آمیزد، یا بر خودمختاری خویش تأکید می‌کند یا امنیت را در پیوستن به نیرویی دیگر می‌جوید.مطمئناً منظور فروم هم از این جمله که انسان یا در آرزوی سلطه‌پذیری و اطاعت است یا مشتاق قدرت، همین بوده."},{"id":302,"quote":"One’s\tefforts\tto\tescape\tisolation\tcan\tsabotage\tone’s\trelationships\twith other\tpeople.\tMany\ta\tfriendship\tor\tmarriage\thas\tfailed\tbecause,\tinstead\tof\trelating to,\tand\tcaring\tfor,\tone\tanother,\tone\tperson\tuses\tanother\tas\ta\tshield\tagainst isolation."},{"id":303,"quote":"I am very often asked why, at the age of eighty-five, I continue to practice. Tip number eighty-five (sheer coincidence that I am now eighty-five years old) begins with a simple declaration: my work with patients enriches my life in that it provides meaning in life. Rarely do I hear therapists complain of a lack of meaning. We live lives of service in which we fix our gaze on the needs of others. We take pleasure not only in helping our patients change, but also in hoping their changes will ripple beyond them toward others. We are also privileged by our role as cradlers of secrets. Every day patients grace us with their secrets, often never before shared. The secrets provide a backstage view of the human condition without social frills, role-playing, bravado, or stage posturing. Being entrusted with such secrets is a privilege given to very few. Sometimes the secrets scorch me and I go home and hold my wife and count my blessings. Moreover, our work provides the opportunity to transcend ourselves and to envision the true and tragic knowledge of the human condition. But we are offered even more. We become explorers immersed in the grandest of pursuits—the development and maintenance of the human mind. Hand in hand with patients, we savor the pleasure of discovery—the “aha experience when disparate ideational fragments suddenly slide smoothly together into a coherent whole. Sometimes I feel like a guide escorting others through the rooms of their own house. What a treat it is to watch them open doors to rooms never before entered, discover unopened wings of their house containing beautiful and creative pieces of identity. Recently I attended a Christmas service at the Stanford Chapel to hear a sermon by Rev. Jane Shaw that underscored the vital importance of love and compassion. I was moved by her call to put such sentiments into practice whenever we can. Acts of caring and generosity can enrich any environment in which we find ourselves. Her words motivated me to reconsider the role of love in my own profession. I became aware that I have never, not once, used the word love or compassion in my discussions of the practice of psychotherapy. It is a huge omission, which I wish now to correct, for I know that I regularly experience love and compassion in my work as a therapist and do all I can to help patients liberate their love and generosity toward others. If I do not experience these feelings for a particular patient, then it is unlikely I will be of much help. Hence I try to remain alert to my loving feelings or absence of such feelings for my patients.”"},{"id":304,"quote":"Could we foresee it, there are times when children might seem like innocent prisoners condemned not to death but to life and as yet all too unconscious of what their sentence means. Nevertheless every man desires to reach old age…a state of life of which it may be said “it is bad today, and every day it will get worse, until the worst of all happens."},{"id":305,"quote":"This book deals with four ultimate concerns: death, freedom, isolation, and meaninglessness. The individual's confrontation with each of these facts of life constitutes the content of the existential dynamic conflict.Death. The most obvious, the most easily apprehended ultimate concern is death. We exist now, but one day we shall cease to be. Death will come, and there is no escape from it. It is a terrible truth, and we respond to it with mortal terror. \"Everything,\" in Spinoza's words, \"endeavors to persist in its own being\";3 and a core existential conflict is the tension between the awareness of the inevitability of death and the wish to continue to be.Freedom. Another ultimate concern, a far less accessible one, is freedom. Ordinarily we think of freedom as an unequivocally positive concept. Throughout recorded history has not the human being yearned and striven for freedom? Yet freedom viewed from the perspective of ultimate ground is riveted to dread. In its existential sense \"freedom\" refers to the absence of external structure. Contrary to everydayexperience, the human being does not enter (and leave) a well-structured universe that has an inherent design. Rather, the individual is entirely responsible for-that is, is the author of-his or her own world, life design, choices, and actions. \"Freedom\" in this sense, has a terrifying implication: it means that beneath us there is no ground-nothing, a void, an abyss. A key existential dynamic, then, is the clash between' our confrontation with groundlessness and our wish for ground and structure.Existential Isolation. A third ultimate concern is isolation-not interpersonal isolation with its attendant loneliness, or intrapersonal isolation (isolation from parts of oneself), but a fundamental isolation-an isolation both from creatures and from world-which cuts beneath other isolation. No matter how close each of us becomes to another, there remains a final, unbridgeable gap; each of us enters existence alone and must depart from it alone. The existential conflict is thus the tension between our awareness of our absolute isolation and our wish for contact, for protection, our wish to be part of a larger whole.Meaninglessness. A fourth ultimate concern or given of existence is meaninglessness. If we must die, if we constitute our own world, if each is ultimately alone in an indifferent universe, then what meaning does life have? Why do we live? How shall we live? If there is no preordained design for us, then each of us must construct' our own meanings in life. Yet can a meaning of one's own creation be sturdy enough to bear one's life? This existential dynamic conflict stems from the dilemma of a meaning-seeking creature who is thrown into a universe that has no meaning."},{"id":306,"quote":"-... Geçici dostlukları kim ister?- Bu yaklaşımın sakat tarafı, sonunda kendini insansız bir yaşamın içinde bulman. Belki de içindeki boşluk duygusu kısmen bundan kaynaklanıyor. Şöyle ya da böyle her ilişki bitmek zorunda. Ömür boyu garanti diye bir şey yok. Güneşin batışını görmekten üzüntü duyduğun için doğuşunu izlemekten zevk almayı reddetmek gibi bir şey bu."},{"id":307,"quote":"One cold winter’s day a number of porcupines huddled together quite closely in order, through their mutual warmth, to prevent themselves from being frozen. But they soon felt the effects of their quills on one another, which made them again move apart. Now, when the need for warmth once again brought them together, the drawback of the quills was repeated so they were tossed between two evils, until they discovered the proper distance from which they could best tolerate one another. Thus the needs for society, which springs from the emptiness and monotony of men’s lives, drives them together but their many unpleasant and repulsive qualities once more drive them apart."},{"id":308,"quote":"Sombres, dites-vous? Mais posez-vous la question docteur : pourquoi tous les grands philosophes sont-ils sombres? Demandez-vous qui sont les gens satisfaits, rassurés et éternellement joyeux! Laissez-moi vous donner la réponse : ce sont ceux qui ont une mauvaise vue ― la populace et les enfants!"},{"id":309,"quote":"Visele sunt ca un mister incantator, care implora sa fie inteles[...]Visele sunt doar deseuri intamplatoare, excretii nocturne ale mintii"},{"id":310,"quote":"îi urasc pe ceilalti, care ma jefuiesc de solitudinea mea fara sa-mi ofere însa cu adevarat companie. — Ce vrei sa spui, Friedrich? Cum adica nu-ti ofera companie? — Nepretuind lucrurile pe care eu le pretuiesc!"},{"id":311,"quote":"Partea intunecata a admiratiei este invidia combinata cu nemultumirea fata de modestia propriei conditii."},{"id":312,"quote":"İnsan dostunu düşmanından daha zor affediyor."},{"id":313,"quote":"Όποτε ο ασθενής αρχίζει ν' αναπτύσσει συμπτώματα στη σχέση του με τον θεραπευτή, τότε έχει πραγματικά αρχίσει η θεραπεία, και η εξερεύνηση αυτών των συμπτωμάτων θ' ανοίξει το δρόμο για τα κεντρικά του ζητήματα."},{"id":314,"quote":"It's not ideas, nor vision, nor tools that truly matter in therapy. If you debrief patients at the end of therapy about the process, what do they remember? Never the ideas—it's always the relationship."},{"id":315,"quote":"I often urge patients to project themselves into the future and to consider how they can live now so that five years hence they will be able to look back upon life without regret sweeping over them anew."},{"id":316,"quote":"Toda mi vida se ha convertido en un viaje y empiezo a creer que mi único hogar, el único lugar familiar al que siempre regreso, es mi enfermedad."},{"id":317,"quote":"Herkes aynı yemeği yemekten bıkar. Her güzel kadının olduğu yerde, bir de onu düzmekten bıkmış zavallı bir erkek vardır!"},{"id":318,"quote":"...тайната на добрия живот е първо да пожелаеш това, което е необходимо, а след това да заобичаш това, което си пожелал."},{"id":319,"quote":"[T]echnique has a different meaning for the novice than for the expert. One needs technique in learning to play the piano but eventually, if one is to make music, one must transcend learned technique and trust one's spontaneous moves."},{"id":320,"quote":"Nu numai ca fictiunea isi are propriul adevar, dar orice povestire, oricat de „adevarata, este o minciuna pentru ca omite atat de multe.”"},{"id":321,"quote":"آگاهی از مسئولیت یعنی آگاهی از اینکه خودمان سرنوشت، گرفتاری‌های زندگی، احساسات و درنتیجه رنج‌هایمان را پدید آورده‌ایم."},{"id":322,"quote":"دلیل خرافه در تمام فرهنگ‌ها این است که انسان‌های قدیم از تزلزل رازآلود هستی می‌ترسیدند، آنها شناخت کافی برای فراهم کردن توضیحات نداشتن، و در آن روزگار، تنها شکل توضیح موجود، چنگ انداختن به ماوراءالطبیعه بود."},{"id":323,"quote":"People say strange, incoherent things in such a state. “Her words do not strike me as incoherent or random. You suggested, Doctor Breuer, that I should simply interject any comments that occur to me. Let me make an observation: I find it remarkable that you are responsible for all of your thoughts and all of your deeds, whereas she”—Nietzsche’s voice was stern, and he shook his finger at Breuer—“she, by virtue of her illness, is exonerated from everything.”"},{"id":324,"quote":"The search for meaning, much like the search for pleasure, must be conducted obliquely."},{"id":325,"quote":"every act is not necessarily a message about the relationship."},{"id":326,"quote":"احساس گناه قبلاً به‌صورت احساسی تعریف می‌شد که درنتیجه تجاوز خیالی یا واقعی به حریم دیگری به وجود می‌آمد، بعدها ما توجه منبع دیگری از احساس گناه نیز شدیم: تجاوز به حریم خویش، ناتوانی در زیستن زندگی‌ای که به فرد اختصاص داده‌شده است."},{"id":327,"quote":"Onda kada se prećutkuje nešto važno, ništa od onoga o čemu se govori zapravo nije bitno"},{"id":328,"quote":"اسپینوزا پیرو عقیده رستگاری همه انسانها بود. او پیش بینی کرد که مذهب های رایج رو به زوال خواهند رفت، چرا که شمار فزاینده ای از انسانها، خود را وقف جست و جوی کاملترین فهم از گیتی می کنند. اسپینوزا افضل خردگرایان بود. او جریانی بی پایان از رابطه علت و معلول در دنیا می دید. از نظر او هیچ چیزی به عنوان اراده یا قدرت اراده وجود ندارد. هیچ چیزی بوالهوسانه رخ نمی دهد. سبب هر رویدادی، رویدادِ پیشین است و ما هر جه بیشتر خود را وقف این «شبکه سببی» کنیم بیشتر آزاد خواهیم شد. همین دیدگاه جهان منظم با قوانین پیش بینی پذیر و برگرفته از ریاضیات، دنیایی بانیروی توضیحیِ بی نهایت بود که به «گوته» احساس آرامش ارائه کرد"},{"id":329,"quote":"به عقیده فرانکل، معضل انسان امروزی این است که دیگر غریزه و یا سنت نیست که به او می‌گوید باید چه کند. حتی دیگر خودش هم نمی‌داند چه می‌خواهد بکند و فقط دو واکنش رفتاری نسبت به این بحران ارزش دارد، یا همرنگی با جماعت (آنچه دیگران می‌کنند) و یا تسلیم در برابر استبداد (انجام آنچه دیگران می‌خواهند)."},{"id":330,"quote":"At other times Betty expressed anger at my forcing her to think about morbid topics. “Why think about death? We can’t do anything about it! I tried to help her understand that, though the fact of death destroys us, the idea of death can save us. In other words, our awareness of death can throw a different perspective on life and incite us to rearrange our priorities.”"},{"id":331,"quote":"حتما باید چیزی عمیقا در ژرفای ذهن یا همانطور که فروید می گوید در ناخودآگاه وجود داشته باشد که سبب شود خوانندگانی خاص، عاشق نویسنده ای خاص شوند"},{"id":332,"quote":"O relatie ideala exista numai atunci cand nu este necesara pentru supravietuirea fiecaruia dintre parteneri. Pentru a avea o relatie completa cu altcineva, trebuie sa ai mai intai o relatie cu tine insuti. Daca nu putem cuprinde propria noastra singuratate, il vom folosi, pur si simplu, pe celalalt ca pe un scut impotriva izolarii. Numai atunci cand vei putea trai ca vulturul, fara niciun public, de niciun fel, te vei putea indrepta cu dragoste inspre altcineva; numai atunci poate sa-ti pese de cursul existentei celuilalt. Singurul mod de a salva relatia este sa fii in stare sa renunti la ea."},{"id":333,"quote":"مهم نیست که چه چیزی را باور داری یا می گویی که باور داری، مهم است که چگونه زندگی می کنی"},{"id":334,"quote":"Sometimes I gaze so far into life that I suddenly look around and see that no one has accompanied me, and that my sole companion is time."},{"id":335,"quote":"Simtindu-ne neajutorati si derutati in fata aleatorului, a evenimentelor fara nici un tipar aparent, cautam sa le ordonam si, prin aceasta, sa avem senzatia ca le controlam. Chiar mai important decat atat, intelesul da nastere valorilor si, mai departe, unui cod de comportament – astfel, raspunsurile la intrebarile despre de ce (de ce traiesc?) furnizeaza un raspuns la intrebarile despre cum (cum sa traiesc?)."},{"id":336,"quote":"اسپینوزا قطره ی اشکی را که از گونه اش سرازیر شده بود پاک کرد و گفت: اگر بپذیری که باید به میزانی آیینهای مذهبی را اجرا کنیم که بخشی از طبیعتمان در طلب آن است و نه «آنقدر زیاد» که ما را به «اسارت» درآورد آنگاه تفکری واحد داریم"},{"id":337,"quote":"من نیز با پیروی از فروید اغلب رؤیاپرداز را کوتوله ی فربه و سرحالی تصور می کنم که در دل جنگل دندریت ها و اکسون ها، زندگی خوبی برای خود دست و پا کرده است. روزها می خوابد ولی شب ها، با وزوز و همهمه ی سیناپس ها سر از نازبالشش برمی دارد، نوشابه ی عسلی اش را می نوشد و با تنبلی، رشته ی رؤیاهای میزبانش را درهم می تند... به قصه های مضحک پریان شبیه است. درست همان انسان انگاری رایج قرن نوزدهم. همان خطای متداول فروید در عینی نمایاندن ساختارهای انتزاعی ذهن و مبدل ساختنشان به جن و پری هایی مستقل و مختار. فقط کاش من هم باورش نداشتم!"},{"id":338,"quote":"My reading had now shifted strongly to existential thinkers in fiction as well as philosophy: such authors as Dostoevsky, Tolstoy, Beckett, Kundera, Hesse, Mutis, and Hamsun were not dealing primarily with matters of social class, courtship, sexual pursuit, mystery, or revenge: their subjects were far deeper, touching on the parameters of existence. They struggled to find meaning in a meaningless world, openly confronting inevitable death and unbridgeable isolation. I related to these mortal quandaries. I felt they were telling my story: and not only my story, but also the story of every patient who had ever consulted me. More and more I grasped that many of the issues my patients struggled with — aging, loss, death, major life choices such as what profession to pursue or whom to marry — were often more cogently addressed by novelists and philosophers than by members of my own field."},{"id":339,"quote":"Hepimiz bazen birbirleriyle o kadar yakınlaşırız ki dostluğumuzu ya da kardeşliğimizi hiçbir şey engellemiyormuş gibi görünür, bizi ayıran küçücük bir köprü vardır, hepsi o kadar. Ama tam sen bu köprüye adım atacakken sana şu soruyu sorsam: Bu köprüyü geçip bana gelir misin? İşte o anda artık bunu istemeyiverirsin; sorumu tekrarlasam öylece suskun kalırsın. O andan itibaren aramıza dağlar ve azgın nehirler girer; bizi ayıran ve birbirimize yabancılaştıran duvarlar örülüverir önümüzde ve bir araya gelmek istesek de artık yapamayız. Ama o küçücük köprüyü düşündüğünde, sözcüklere sığmayacak kadar büyüyüverir gözünde; yutkunur ve şaşar kalırsın."},{"id":340,"quote":"Despair is the price one pays for self-awareness. Look deeply into life, and you will always find despair. “I”"},{"id":341,"quote":"Aşık seven kişi değildir; aslında o sevdiği kişinin mutlak sahibi olmayı amaçlar. Bütün isteği tüm dünyayı o değerli malından soyutlamaktır. Altınları başında nöbet tutan ejderha kadar alçak ruhludur. Dünyayı falan sevmez, tersine tüm diğer canlılara karşı umursamazlık içindedir."},{"id":342,"quote":"Better, Josef, far better, to have the courage to change your convictions. Duty and faithfulness are shams, curtains to hide behind. Self-liberation means a sacred no, even to duty."},{"id":343,"quote":"By keeping death in mind, one passes into a state of gratitude, of appreciation for the countless givens of existence. This is what the Stoics meant when they said, “Contemplate death if you would learn how to live."},{"id":344,"quote":"..poking in the ashes of the past is just an excuse to evade personal responsibility for our actions."},{"id":345,"quote":"En çok çiy, en sessiz gecede düşer."},{"id":346,"quote":"Önce zorunlu olanı istemek, sonra da istenileni sevmek gerekiyor."},{"id":347,"quote":"Each person fears death in his or her own way. For some people, death anxiety is the background music of life, and any activity evokes the thought that a particular moment will never come again. Even an old movie feels poignant to those who cannot stop thinking that all the actors are now only dust."},{"id":348,"quote":"Ondan başka hiçbir kadının bana dokunmadığını biliyor musunuz? Hiç sevilmediğimi, hiç dokunulmadığımı? Tamamen gözlerden uzak bir yaşam sürmenin nasıl bir şey olduğunu biliyor musunuz? Kimseyle tek kelime etmediğim günler çoktur."},{"id":349,"quote":"Είχα την αίσθηση πως ένα σημαντικό μάθημα που θα δίδασκε την Μπέττυ η επίγνωση του θανάτου ήταν ότι τη ζωή πρέπει να τη ζεις τώρα. Δεν μπορείς να την αναβάλλεις επ' άπειρον. Εύκολα μπορούσα να της απαριθμήσω τους τρόπους με τους οποίους απέφευγε τη ζωή: την απροθυμία της να κάνει σχέσεις με άλλου (γιατί φοβόταν το χωρισμό), την υπερκατανάλωση φαγητού και την παχυσαρκία της που την απέκλειαν από μεγάλο κομμάτι της ζωής, την αποφυγή του άμεσου παρόντος τρέχοντας να χωθεί το συντομότερο στο παρελθόν ή στο μέλλον."},{"id":350,"quote":"This encounter, the very heart of psychotherapy, is a caring, deeply human meeting between two people, one (generally, but not always, the patient) more troubled than the other. Therapists have a dual role: they must both observe and participate in the lives of their patients. As observer, one must be sufficiently objective to provide necessary rudimentary guidance to the patient. As participant, one enters into the life of the patient and is affected and sometimes changed by the encounter."},{"id":351,"quote":"Not to take possession of your life plan is let your existence be an accident."},{"id":352,"quote":"I think my quarry is illusion. I war against magic. I believe that, though illusion often cheers and comforts, it ultimately and invariably weakens and constricts the spirit. But there is timing and judgment. Never take away anything if you have nothing better to offer. Beware of stripping a patient who can’t bear the chill of reality. And don’t exhaust yourself by jousting with religious magic: you’re no match for it. The thirst for religion is too strong, its roots too deep, its cultural reinforcement too powerful."},{"id":353,"quote":"only by being a man does a man release the woman in woman."},{"id":354,"quote":"actul uitarii este o forma de moarte cu care ne intalnim mereu in viata."},{"id":355,"quote":"How? It’s obvious. You told me yourself, Lou is like your Bertha—she’s an automaton, playing her role, the same role, with me, with you, with one man after the other. The particular man is incidental. She seduced both of us in the same way, with the same female deviousness, the same guile, the same gestures, the same promises! “And yet this automaton controls you. She dominates your mind: you worry about her opinion, you pine for her touch.” “No. No pining. No longer. What I feel now is rage.” “At Lou”"},{"id":356,"quote":"Life can be compared to a piece of embroidered material of which, every-one in the first half of his time, comes to see the top side, but in the second half, the reverse side. The latter is not so beautiful but it is more instructive because it enables one to see how the threads are connected together."},{"id":357,"quote":"They are part of the slave mentality artfully engineered by priestly propaganda. Dissect your motives deeper! You will find that no one has ever done anything wholly for others. All actions are self-directed, all service is self-serving, all love self-loving."},{"id":358,"quote":"Uzmimo neko udaljeno mesto, možda vrh planine, i posmatrajmo ga zajedno. Tamo, daleko, još dalje, vidimo čoveka, čoveka inteligentnog i senzitivnog duha. Posmatrajmo ga. Možda se on jednom duboko zagledao u užas sopstvene egzistencije. Možda je previše video! Možda je susreo nagrizajuće ralje vremena, ili sopstvenu ništavnost - to da je puka čestica - ili prolaznost i slučajnost. Njegov strah je bio sirov i užasan do dana kada je otkrio da žudnja ublažava strah. Otuda je primio žudnju u svoj duh, a žudnja, brutalni takmac, uskoro je izgurala sve ostale misli. A žudnja ne misli; ona čezne ona se usredsređuje. Tako je ovaj čovek počeo da se sa žudnjom usredsređuje na Bertu, bogalja. Više nije gledao u daljinu već je provodio vreme sećajući se takvih čuda kao što je kako Berta pomera prste, usta, kako se svlači, kako priča i zamuckuje, hoda i hramlje.Uskoro je celo njegovo biće bilo apsorbovano ovakvim malenkostima. Široki bulevari uma sagrađeni za plemenite ideje postali su zagušeni smećem. Sećanja na to da je nekad mislio velike misli sve više su bledela i uskoro iščezla. I strahovi su nestajali. Ostala mu je samo izjedajuća strepnja da je nešto pogrešno. Zbunjen, tragao je za izvorom strepnje u smeću svoga duha. I takvog ga nalazimo danas, kako pretura po đubrištu, kao da se tu nalazi odgovor. Čak traži od mene da se preturam sa njim!"},{"id":359,"quote":"Sterven is echter de eenzaamste gebeurtenis van het leven. We worden er niet alleen door van anderen afgescheiden, maar daarnaast stelt het ons ook bloot aan een nog angstaanjagender vorm van eenzaamheid: het is een scheiding van de wereld zelf."},{"id":360,"quote":"Knowledge is limited, only stupidity is unlimited."},{"id":361,"quote":"I have no intention to get married because it would only cause me worries. And why would that be the case? I would be jealous, because my wife would cheat on me. Why are you so sure of that? Because I would deserve it. Why is that? Because I would have married."},{"id":362,"quote":"O özel olma,büyülü bir gücün etkisinde olma, kuraldışı olma, sonsuza dek korunuyor olma duygusu- ona böylesine yararlı olan tüm bu aldanışlar ikna etme güçlerini ansızın yitirmişlerdi. Artık kendi yanılsamalarının ötesini görebiliyordu ve daha önce yanılsamaların kalkan gibi koruduğu şey şimdi önünde bütün çıplaklığı ve korkunçluğuyla uzanıyordu."},{"id":363,"quote":"We need to go even further: the therapist must strive to create a new therapy for each patient."},{"id":364,"quote":"Rather, love is a way of being, a “giving to, not a “falling for”; a mode of relating at large, not an act limited to a single person. Though”"},{"id":365,"quote":"This world is supposed to have been made by a God? No, much better by a devil!"},{"id":366,"quote":"Therapists must convey to the patient that their paramount task is to build a relationship together that will itself become the agent of change."},{"id":367,"quote":"سِفر ایوب/ باب بیست و هشتم، ایوب گفته: همه ی انسانها! بدانید که تر س از خداوند حکمت واقعی است و دوری نمودن از شرارت، فهم حقیقی است"},{"id":368,"quote":"Truth,\" Nietzsche continued, \"is arrived at through disbelief and skepticism, not through a childlike wishing something were so! Your patient's wish to be in God's hands is not truth. It is simply a child's wish—and nothing more! It is a wish not to die, a wish for the eveastingly bloated nipple we have labeled 'God'! Evolutionary theory scientifically demonstrates God's redundancy—though Darwin himself had not the courage to follow his evidence to its true conclusion. Surely, you must realize that we created God, and that all of us together now have killed him."},{"id":369,"quote":"Too many people are overly respectful, braying, ‘You’re so brave’ and Irv fell smack into that trap. After all what’s so courageous about having cancer? Once we have it, what choice do we have? But the worst thing of all—and thank God Irv doesn’t do this, at least not yet—is all this nonsensical talk about a patient’s courageous struggle with cancer that all too often ends in defeat. How many obituaries do you see stating that so-and-so lost their courageous battle with cancer? I hate that! I absolutely hate it! If someone put that in my obituary, I’d come back and kill him!"},{"id":370,"quote":"Life cannot be lived nor can death be faced without anxiety. Anxiety is guide as well as enemy and can point the way to authentic existence. The task of the therapist is to reduce anxiety to comfortable levels and then to use this existing anxiety to increase a patient's awareness and vitality."},{"id":371,"quote":"Imajte na umu, upade Niče, da sam naslijedio izrazito senzibilan nervni sistem. To znam na osnovu duboke osjetljivosti na muziku i umjetnost. Kada sam prvi put čuo Karmen, sve nervne ćelije u mom mozgu odjednom su se zapalile: čitav nervni sistem je plamtio. Iz istog razloga burno reagujem na svaku nijansu promjene vremena i vazdušnog pritiska."},{"id":372,"quote":"[E]xplanation and clarification function as effective therapeutic agents in their own right. Human beings have always abhorred uncertainty and through the ages have sought to order the universe by providing explanations, primarily religious or scientific. The explanation of a phenomenon is the first step toward its control. If a volcanic eruption is caused by a displeased god, then at least there is hope of pleasing the god."},{"id":373,"quote":"But those things aren’t you. They are just things about you, not the real, the core you. Look at the center of you. What do you want to change there?"},{"id":374,"quote":"The unexamined life is not worth living."},{"id":375,"quote":"That just seems to be the way we’re built."},{"id":376,"quote":"پیامبران انسانهایی بودند که از نعمت «پندارهای روشن» برخوردار بودند اما نه ضرورتا «قدرتِ» تعقل «بسیار» پرورش یافته"},{"id":377,"quote":"Στις μέρες μας τα περισσότερα εκπαιδευτικά προγράμματα (συχνά κάτω από την πίεση επιτροπών πιστοποίησης ή ασφαλιστικών εταιρειών) προσφέρουν εκπαίδευση μόνο σε βραχείες «εμπειρικά υποστηριζόμενες» ψυχοθεραπείες, οι οποίες συνίστανται σε εξαιρετικά συγκεκριμένες τεχνικές που απευθύνονται σε εξειδικευμένες διαγνωστικές κατηγορίες όπως η κατάθλιψη, η διαταραχή πρόσληψης τροφής, οι κρίσεις πανικού, η διπολική διαταραχή, οι εθισμοί ή συγκεκριμένες φοβίες. Η ανησυχία μου είναι μήπως οι συγκεκριμένες παθήσεις στις οποίες επικεντρώνεται αυτήν την εποχή η ψυχοθεραπευτική εκπαίδευση έχουν σαν αποτέλεσμα να πάψουμε να βλέπουμε τον άνθρωπο ως όλο και μήπως η ανθρωπιστική ολιστική προσέγγιση που χρησιμοποίησα με τους δέκα θεραπευόμενους που αναφέρω εδώ χαθεί για πάντα. Παρότι η έρευνα για την αποτελεσματικότητα της ψυχοθεραπείας εξακολουθεί σταθερά να δείχνει ότι ο πιο σημαντικός παράγοντας που καθορίζει την έκβαση είναι η θεραπευτική σχέση, στα μεταπτυχιακά προγράμματα ψυχοθεραπείας η εκπαίδευση σπανιότατα ασχολείται με την υφή, τη δημιουργία και την εξέλιξη της σχέσης αυτής."},{"id":378,"quote":"پیشگویی های معجزه وار چیزی بیش از تصورهای خیالی پیامبران نیست. هر چیزی علتی طبیعی دارد. هر چه بیشتر «شناخت» پیدا کنیم، چیزهای کمتری وجود خواهند داشت که فقط خدا از آن آگاه باشد. هر چه «جهل» بیشتر باشد، رویدادها را بیشتر به خدا نسبت می دهیم. از خردمندی خدادادی خود استفاده کنید، نمی توان آیه های کتاب مقدس را واژه به واژه درک کرد، آنها استعاره هستند"},{"id":379,"quote":"افلاطون: آیا از اشتیاق خود برای داشتن هرچه بیشتر ثروت، شهرت و احترام شرم نمی کنید؟ در حالی که برای اندیشیدن به خردمندی یا حقیقت یا بهترین حالت روحتان اهمیتی قائل نیستید"},{"id":380,"quote":"De waarheid,' vervolgde Nietzsche, 'wordt ontdekt door ongeloof en scepsis, niet door een kinderlijk verlangen dat iets zus of zo zou mogen zijn! De wens van uw patiënt om in Gods handen te zijn is niet de waarheid. Het is alleen maar een kinderlijke wens - meer niet! Het is een verlangen om niet te sterven, het verlangen naar de eeuwige fopspeen die wij \"God\" hebben genoemd! De evolutietheorie toont wetenschappelijk aan dat God overbodig was - hoewel Darwin zelf niet de moed heeft gehad de logische conclusie uit zijn bewijzen te trekken. U beseft toch zeker wel dat wij God hebben geschapen en dat we hem nu met ons allen hebben vermoord."},{"id":381,"quote":"Als jij bij me bent, houd je me misschien vast in deze wereld.''Ik ben een uitstekende vasthouder.''Beloof je dat?'Ik knikte."},{"id":382,"quote":"Yes, Bento had one weak spot, and Simon had discovered it. Bento was in love with books—not only the reading of books but the possession of them."},{"id":383,"quote":"Nietzsche claimed that a philosopher’s system of thought always arises from his autobiography, and I believe that to be true for all therapists—in fact, for anyone who thinks about thought. At a conference approximately"},{"id":384,"quote":"I was able to make her own dynamics crystal clear to her by quoting Otto Rank, one of Freud's colleagues, who said, \"Some refuse the loan of life to avoid the debt of death.\" This dynamic is not uncommon. I think most of us have known individuals who numb themselves and avoid entering life with gusto because of the dread of losing too much."},{"id":385,"quote":"when two opposing feelings put you in a dilemma, your best recourse is to express both feelings and the dilemma."},{"id":386,"quote":"ينما أخذ يفكر في تلكَ الفتاة الشابة المستغرقة في التأمل غمرته مشاعر أرق_ فيض من الشفقة لها و لجميع أخوانه في البشرية ضحايا ذلكَ المنعطف الفظيع من التطور الذي يمنح الوعي الذاتي ،لكنه لا يمنح الأجهزة التنفسية القدرة على مواجهة الم الوجود العابر و هكذا على مر سنين ، قرون ، الالفيات دأبنا بلا هوادة على وضع ذرائع بديلة لإنكار قدراتنا المحدودة لكن هل يمكننا ؟؟؟ هل يمكن لأي منا أن نتوقف عن البحث عن قوة أعلى يمكننا أن نندمج و نوجد فيها الى الابد ."},{"id":387,"quote":"think of sex as the vital antagonist to death—isn’t the orgasm the primal spark of life? I"},{"id":388,"quote":"I have others who rob me of my solitude, and yet do not truly offer me company."},{"id":389,"quote":"اِپیکور، متفکر یونانی برجسته از واژه ی آتاراکسیا بسیار سخن گفته که ترجمه ی آن می شود: «آرامش». از نظر اپیکور، آرامش یگانه شادکامی و سعادت حقیقی است. زندگی خوب، شامل از بین بردن اضطراب است. اپیکور خود را فیلسوفی پزشک می دانست که به بیماری های روحی می پرداخت. او گفته است: فلسفه ای که روح را شفا ندهد به اندازه ی دارویی که بدن را درمان نکند، ارزش ناچیزی دارد"},{"id":390,"quote":"After all, isn’t that the task of a good parent, to enable the child to leave home?"},{"id":391,"quote":"Everyone needs to believe that there are truly wise men and women out there. I sought out such when younger, and now I, elderly and prominent, have become the suitable vessel for others' wishes. I believe that our need for mentors reflects much about our vulnerability and wish for a superior or supreme being."},{"id":392,"quote":"درواقع، فقط جهان‌شمولی رنج انسانی است که باعث می‌شود در همه جای دنیا به بیماری (روانی) یکسانی برخورد کنیم."},{"id":393,"quote":"If you kill God, you must also leave the shelter of the temple."},{"id":394,"quote":"Οχυρωμένος μέσα σε μια καλοδουλεμένη ψευδαίσθηση απεριόριστης δύναμης και προόδου, ο καθένας από μας προσυπογράφει, τουλάχιστον ως την κρίση της μέσης ηλικίας, την πεποίθηση πως η ύπαρξη είναι μια αιώνια ανοδική σπείρα επιτευγμάτων, που εξαρτάται μόνο από τη βούλησή μας."},{"id":395,"quote":"Husserl—he’s one of the greats. His term noema refers to the thing as we experience it, the thing as structured by us."},{"id":396,"quote":"Given this, the act of revealing oneself fully to another and still being accepted may be the major vehicle of therapeutic help. Others may avoid intimacy because of fears of exploitation, colonization, or abandonment; for them, too, the intimate and caring therapeutic relationship that does not result in the anticipated catastrophe becomes a corrective emotional experience. Hence, nothing takes precedence over the care and maintenance of my relationship to the patient, and I attend carefully to every nuance of how we regard each other."},{"id":397,"quote":"I should have become an \"I\" because I became a \"we\"."},{"id":398,"quote":"anxiety is a trail that leads to insight and wisdom?"},{"id":399,"quote":"Мечтая за любов, която е повече от това двама души да изпитват нужда да се притежават... Мечтая за любов, в която двама души споделят една обща страст в търсенето на по-висшата истина. Може би не трябва да го наричам любов. Може би истинското му име е приятелство."},{"id":400,"quote":"معنای «شکیبا» را به یاد بیاور! معنای آن این است که ما «باید» در برابر باورهای دیگران، حتی اگر آنها را غیرمنطقی می انگاریم شکیبا باشیم"},{"id":401,"quote":"Let this idea take possession of you, and I promise that it will change you forever. Do you love the idea or hate it?Live in such a way that you love the idea.Nietzsche's wager.Consummate your life.Die at the right time.The courage to change your convictions!This life is your eternal life."},{"id":402,"quote":"Преди време толкова много се бяхме сближили с тебе в живота, че нищо не можеше да разруши приятелството и братството ни. Разделяше ни само един малък мост. Но тъкмо когато ти се готвеше да стъпиш на него, аз запитах: „Искаш ли да дойдеш при мен на моста?“. И изведнъж вече ти не искаше да го преминеш; а когато още веднъж те помолих, ти замълча. Оттогава между нас се изпречиха планини и буйни реки и всичко онова, което разделя и отчуждава, и макар да искахме да се съберем отново, вече не бе възможно. И когато си спомниш сега за онзи малък мост, не намираш вече думи – ридаеш и се чудиш."},{"id":403,"quote":"اگر فردی در میان کسانی با باورهای بسیار متفاوت زندگی کند، نمی تواند بدون تغییر اساسی خود با آنها همساز شود"},{"id":404,"quote":"Oamenii ii plac pe cei carora le pasa de ei."},{"id":405,"quote":"…It seems impossible to overestimate their capacity for irrationality. Somewhere in this world, with every blink of the eye, a fool is born."},{"id":406,"quote":"تو دنیا را خواهی جست و جامعه ای غیرخرافاتی نخواهی یافت؛ مادامیکه جهل و غفلت وجود دارد پیروی از خرافات هم وجود دارد. از میان بردن جهل، یگانه راه حل است"},{"id":407,"quote":"I've always regarded therapy more as a calling than a profession, a way of life for people who care about others."},{"id":408,"quote":"Remember, you can’t do all the work. Be content to help a patient realize what must be done and then trust his or her own desire for growth and change."},{"id":409,"quote":"use of masturbation as a way of soothing yourself to ward off death anxiety so you can fall asleep."},{"id":410,"quote":"Sensuality is a bitch that nips at our heels! And how nicely this bitch knows how to beg for a piece of spirit when denied a piece of meat."},{"id":411,"quote":"Ben ümitsizliği tedavi edemem Doktor Breuer.Onu incelerim. Ümitsizlik, özfarkındalık uğruna ödenen bir bedeldir.Yaşama derinlere inerek bakacak olursanız, ümitsizlikle her zaman karşılaşırsınız."},{"id":412,"quote":"We need art, Nietzsche said, lest we perish from the truth."},{"id":413,"quote":"پاداش‌ها در پی محبت می‌آیند، در پی محبت نمی‌روند."},{"id":414,"quote":"خورشید، برای پیروزی عظیم یوشع بی حرکت ماند! آن افسانه است؟ مردم باستان، باور داشتند خورشید حرکت می کند و زمین بی حرکت است! اکنون می دانیم زمین دور خورشید می چرخد. همین خطا مدرکی است برای این که بگوییم انسان در ساخت کتاب مقدس دست داشته است. کتاب مقدس/ ترجمه تفسیری"},{"id":415,"quote":"Às vezes, enxergo tão profundamente a vida que, de repente, olho ao redor e vejo que ninguém me acompanhou que meu único companheiro é o tempo."},{"id":416,"quote":"The most common secret is a deep conviction of basic inadequacy - a feeling that one is basically incompetent, that one bluffs one's way through life. Next in frequency is a deep sense of interpersonal alienation - that, despite appearances, one really does not, or cannot care for or love another person. The third most frequent category is some variety of sexual secret."},{"id":417,"quote":"Why think about death? We can’t do anything about it! I tried to help her understand that, though the fact of death destroys us, the idea of death can save us. In other words, our awareness of death can throw a different perspective on life and incite us to rearrange our priorities.”"},{"id":418,"quote":"اسپینوزا: به این نتیجه رسیدم که آیین های مذهبی جامعه ما هیچ ارتباطی با قانون الهی ندارد، هیچ ارتباطی با سعادت و پرهیزگاری و عشق ورزیدن ندارد و همه آنها به استمرار قدرت و نفوذ خاخامی مربوط می شود"},{"id":419,"quote":"It is extraordinarily difficult to know really what the other feels; far too often we project our own feelings onto the other."},{"id":420,"quote":"I always say toward the end of the hour: “Let’s take a minute to look at how you and I are doing today. Or, “Any feelings about the way we are working and relating?” Or, “Before we stop, shall we take a look at what’s going on in this space between us?” Or if I perceive difficulties, I might say something like: “Before we stop, let’s check into our relationship today. You’ve talked”"},{"id":421,"quote":"Am invatat demult ca atunci cand intre doua persoane este un lucru grav si nu vorbesc despre el, nu vorbesc nici despre altceva important."},{"id":422,"quote":"Μια από τις πιο σημαντικές αρχές των ομάδες είναι πως κάθε ομάδα είναι ένας κόσμος σε μικρογραφία - όποιο περιβάλλον δημιουργούμε μέσα στην ομάδα αντανακλά τον τρόπου που έχουμε επιλέξει να ζούμε. Ο καθένας μας δημιουργεί μέσα στην ομάδα το ίδιο είδος κοινωνικού περίγυρου που έχουμε στην πραγματική ζωή μας."},{"id":423,"quote":"Always reflect that soon you will be no one, and nowhere."},{"id":424,"quote":"Ar trebui sa punem o limita dorintelor noastre, sa ne infranam poftele si sa ne stapanim furia, intotdeauna avand in minte faptul ca individul poate dobandi doar o parte infinit de mica din acele lucruri care merita posedate..."},{"id":425,"quote":"In the first, a tornado approached and I led her and others up a fire escape that ultimately dead-ended against a brick wall. In the second dream she and I were taking an examination and neither of us knew the answers. I welcomed these dreams because they informed the patient of my limits, my humanness, my having to grapple with the same fundamental problems of life that she did."},{"id":426,"quote":"Schopenhauer credea că un om cu putere sau virtute interioară nu va cere nimic de la ceilalți; un astfel de om își este suficient."},{"id":427,"quote":"Any limiting categorization is not only erroneous but offensive, and stands in opposition to the basic human foundations of the therapeutic relationship. In my opinion, the less we think (during the process of psychotherapy) in terms of diagnostic labels, the better. (Albert Camus once described hell as a place where one’s identity was eternally fixed and displayed on personal signs: Adulterous Humanist, Christian Landowner, Jittery Philosopher, Charming Janus, and so on.8 To Camus, hell is where one has no way of explaining oneself, where one is fixed, classified—once and for all time.)"},{"id":428,"quote":"Κάθε φορά που σφάλλω στο ζήτημα της αυτοαποκάλυψης, είναι γιατί μοιράζομαι πάρα πολύ λίγα, όχι πάρα πολλά. Όποτε όμως έχω μοιραστεί πολλά δικά μου πράγματα, οι ασθενείς έχουν πάντα ωφεληθεί συνειδητοποιώντας πως έχω κι εγώ να παλέψω με τ' ανθρώπινα προβλήματα, όπως κι εκείνοι."},{"id":429,"quote":"Confruntarea cu moartea iminenta poate sa propulseze omul in intelepciune si la o noua profunzime a existentei."},{"id":430,"quote":"آثار بزرگ ادبی ماندگارند، زیرا چیزی در خواننده برمی‌انگیزند که او را مشتاق درک حقیقتشان می‌کند. حقیقت شخصیت‌های داستانی به این دلیل ما را تحت تأثیر قرار می‌دهد که حقیقت خود ماست."},{"id":431,"quote":"Oamenii se iubesc pe ei insisi daca vad o imagine iubitoare a lor reflectata in ochii cuiva de care le pasa cu adevarat."},{"id":432,"quote":"Trăiește cum trebuie și ai încredere că vei da celorlalți lucruri bune, chiar dacă tu nu vei afla niciodată asta."},{"id":433,"quote":"Problemlerinin aslında görmek istemediği şeyleri saklamak için kopardığı yaygaradan ibaret olduğunu ona nasıl anlatabilirim? Saçma sapan düşünceler zihninin mantar gibi kaplıyor. Sonunda bütün bedenine yayılıp onu mahvedecek. Bugün giderken ona bu saçmalıklarla kendini kör etmezse neler görebileceğini sordum. Böylelikle yolunu gösterdim. Bunu yapabilecek mi?"},{"id":434,"quote":"Am invatat in munca mea, ca se tem cel mai mult de moarte cei care se apropie de ea avand prea multa viata netraita in ei. Cel mai bine este sa ne folosim toata viata. Sa nu-i lasam mortii decat drojdiile, nimic altceva decat un castel ars pana in temelii."},{"id":435,"quote":"Nestes dez contos sobre psicoterapia há poucas discussões explícitas acerca do significado da vida. A busca de significado, muito semelhante à busca de prazer, deve ser conduzida indiretamente. O significado resulta da atividade significativa: quanto mais o procurarmos deliberadamente, menos provável será seu encontro; as perguntas racionais que alguém pode fazer a respeito do significado sempre excederão as respostas. Na terapia, assim como na vida, a presença de significado é um subproduto do vínculo e do comprometimento, e é nesse sentido que os terapeutas devem dirigir seus esforços - não que o vínculo ofereça uma resposta racional às perguntas sobre significados, mas porque faz com que essas perguntas não tenham importância."},{"id":436,"quote":"تمام قوم اسرائیل در نگرش محترمانه خود به تورات، در همان گناهی دخیل بودند که خدا به وسیله موسی به آنها هشدار داده بود: بت برستی. در همه جا یهودیان نه بت هایی طلایی بلکه بت هایی از «کاغذ و جوهر» را می پرستیدند"},{"id":437,"quote":"پرسیدن بیماری نیست اطاعت کورکورانه، بدون هیچ پرسشی، بیماری است"},{"id":438,"quote":"ترس از مرگ نقش عمده‌ای در تجربه درونی ما دارد، ذهنمان را به طرز بی‌بدیلی تسخیر می‌کند، مدام زیرپوستمان در غرش است و حضوری تیره و آشفته در حاشیه خودآگاهی دارد."},{"id":439,"quote":"آرزو دارم روزی دنیا بدون مذاهب باشد، دنیایی با مذهبی جهانی که در آن همه افراد خردمندی خود را برای تجربه خدا و تکریم او بکار ببرند"},{"id":440,"quote":"انسان آزادی که در میان جاهلان زندگی می کند تا آنجا که بتواند به سختی می کوشد تا از عنایات آنها دور باشد"},{"id":441,"quote":"Decisions are difficult for many reasons, some reaching down into the very socket of being. John Gardner, in his novel Grendel, tells of a wise man who sums up his meditation on life’s mysteries in two simple but terrible postulates: “Things fade: alternatives exclude. Of the first postulate, death, I have already spoken. The second, “alternatives exclude,” is an important key to understanding why decision is difficult. Decision invariably involves renunciation: for every yes there must be a no, each decision eliminating or killing other options (the root of the word decide means “slay,” as in homicide or suicide). Thus, Thelma clung to the infinitesimal chance that she might once again revive her relationship with her lover, renunciation of that possibility signifying diminishment and death.”"},{"id":442,"quote":"Controversy has always existed among psychiatrists and psychologists about the validity of personality diagnosis. Some believe in the merits of the enterprise and devote their careers to ever greater nosological precision. Others, and among them I include myself, marvel that anyone can take diagnosis seriously, that it can ever be considered more than a simple cluster of symptoms and behavioral traits. Nonetheless, we find ourselves under ever-increasing pressure (from hospitals, insurance companies, governmental agencies) to sum up a person with a diagnostic phrase and a numerical category.\tEven the most liberal system of psychiatric nomenclature does violence to the being of another. If we relate to people believing we can categorize them, we will neither identify nor nurture the parts, the vital parts, of the other that transcend category. The enabling relationship always assumes that the other is never fully knowable."},{"id":443,"quote":"She was a rigid training analyst in a rigid institute that valued interpretation as the singular effective action of the analyst. Of her thoughtful, dense, and carefully worded interpretations, I remember not a one. But her reaching out to me at that time, in that warm manner—that I cherish even now, almost sixty years later."},{"id":444,"quote":"آرزوی پایان یافتن همه سنت هایی را دارم که در حق افراد برای مستقل اندیشیدن مداخله می کنند"},{"id":445,"quote":"My friend, he whispered, “I cannot tell you how to live differently because, if I did, you would still be living another’s design.”"},{"id":446,"quote":"To live in despair because life is finite or because life has no higher purpose or embedded design is crass ingratitude."},{"id":447,"quote":"But many people never discover the folly of such a search and continue to believe that, given enough information, they can define and explain a person. Controversy has always existed among psychiatrists and psychologists about the validity of personality diagnosis. Some believe in the merits of the enterprise and devote their careers to ever greater nosological precision. Others, and among them I include myself, marvel that anyone can take diagnosis seriously, that it can ever be considered more than a simple cluster of symptoms and behavioral traits. Nonetheless, we find ourselves under ever-increasing pressure (from hospitals, insurance companies, governmental agencies) to sum up a person with a diagnostic phrase and a numerical category."},{"id":448,"quote":"Pass, then, through this little space of time in harmony with nature and end thy journey in contentment, just as an olive falls off when it is ripe, blessing nature who produced it, and thanking the tree on which it grew."},{"id":449,"quote":"Ένα απ' τα αξιώματα της ψυχοθεραπείας είναι ότι τα σημαντικά συναισθήματα που έχει ο ένας για τον άλλον μεταδίδονται πάντα μέσα από κάποιο κανάλι - αν όχι με λεκτικά, τότε με μη λεκτικά σήματα. Από τότε που ξεκίνησα να διδάσκω, έλεγα πάντα στους φοιτητές μου πως, αν κάτι μεγάλο μέσα σε μια σχέση δεν συζητιέται (είτε από τον θεραπευόμενο είτε απ' τον θεραπευτή), τότε τίποτα άλλο σημαντικό δεν πρόκειται να συζητηθεί."},{"id":450,"quote":"No matter how close each of us becomes to another, there remains a final, unbridgeable gap; each of us enters existence alone and must depart from it alone. The existential conflict is thus the tension between our awareness of our absolute isolation and our wish for contact, for protection, our wish to be part of a larger whole."},{"id":451,"quote":"...ne kadın ne de erkeğin artık zayıflıklarıyla birbirlerine zulmedecekleri günlerin geleceğini umuyorum."},{"id":452,"quote":"the flame of belief is fueled inexhaustibly by the fears of death, oblivion, and meaninglessness. Where"},{"id":453,"quote":"Bir insanın kendine karşı en büyük ödevi gerçeği keşfetmektir."},{"id":454,"quote":"Düşünceler, duygularımızın gölgesidir; ama her zaman daha karanlık, daha boş ve daha sade."},{"id":455,"quote":"Jis keistas mišrūnas- protingas, bet aklas, nuoširdus, bet per daug suktas"},{"id":456,"quote":"در درون هر فرد ترسی اساسی و بدوی هست که گاه به شکل ترس از زندگی و گاه به شکل ترس از مرگ رخ می‌نماید."},{"id":457,"quote":"Mylėti moterį- tai nekęsti gyvenimo!"},{"id":458,"quote":"While there is no solution to existential isolation, therapists must discourage false solutions. One’s efforts to escape isolation can sabotage one’s relationships with other people. Many a friendship or marriage has failed because, instead of relating to, and caring for, one another, one person uses another as a shield against isolation."},{"id":459,"quote":"Ruhunda sükunete kavuşmak isteyen insanlar inanmalı ve iman etmelidir, ama hakikatin peşindeki insanlar iç huzurundan feragat edip yaşamlarını bu sorgulamaya adamak zorundadırlar."},{"id":460,"quote":"had to give up the hope for a better past."},{"id":461,"quote":"گذشته به خرج آینده‌ی چروک خورده و کوچک‌شده فربه می‌شود."},{"id":462,"quote":"بگذار عشقت جاری شود و اجازه نده که تحت تأثیر عشقی باشد که ممکن است متقابلاً به‌دست آوری."},{"id":463,"quote":"Ölümün son iyiliği, bir daha ölümün olmamasıdır."},{"id":464,"quote":"Sizi tutan bir şey var -bir korku, bir zaaf-, öfkenizi ifade etmenizi engelliyor. Bunun yerine yufka yürekliliğinizden gurur duyuyorsunuz. Mecburen yaptığınız şeyleri erdeme dönüştürmeye çalışıyorsunuz. Duygularınızı derinlere gömüyor ve sonra da hınç hissetmediğiniz için kendinizi azizlere benzetiyorsunuz. Anlayışla yaklaşan doktor rolünü unutuyorsunuz; siz o rolün kendisi oluyorsunuz, kendinizi öfkelenemeyecek kadar iyi birisi gibi görünüyorsunuz. Josef, küçük bir intikam iyi bir şeydir. Bastırılmış hınç insanı hasta eder!"},{"id":465,"quote":"I try always to keep in mind that we are all sentenced to an existence filled with inescapable misery--an existence which none of us would choose if we knew the facts ahead of time. In that sense we are all, as Schopenhauer put it, fellow sufferers, and we stand in need of tolerance and love from our neighbors in life."},{"id":466,"quote":"How? It’s obvious. You told me yourself, Lou is like your Bertha—she’s an automaton, playing her role, the same role, with me, with you, with one man after the other. The particular man is incidental. She seduced both of us in the same way, with the same female deviousness, the same guile, the same gestures, the same promises! “And yet this automaton controls you. She dominates your mind: you worry about her opinion, you pine for her touch.” “No. No pining. No longer. What I feel now is rage.”"},{"id":467,"quote":"Sizin iyiliğiniz, ödeviniz, sadakatiniz; bunlar sizi hapseden duvarlar. Bu küçük erdemler sizi yok edecekler. Kendi kötülüğünüzü tanımak zorundasınız. Kısmen özgür olunamaz: İç güdüleriniz, özgürlük özleminiz, odada kapalı tutulan vahşi köpekleriniz; hepsi de özgürleşmek için feryat ediyorlar. İyi dinleyin hala duyamıyor musunuz onları?"},{"id":468,"quote":"keep in mind that therapy is a deep and comprehensive exploration into the course and meaning of one’s life; given the centrality of death in our existence, given that life and death are interdependent, how can we possibly ignore it?"},{"id":469,"quote":"It is noteworthy and remarkable to see how man, besides his life in the concrete, always lives a second life in the abstract…(where) in the sphere of calm deliberation, what previously possessed him completely and moved him intensely appears to him cold, colorless, and distant: he is a mere spectator and observer."},{"id":470,"quote":"Seymour a Ernest: \"A veces el destino nos coloca en una posición dónde lo correcto resulta equivocado"},{"id":471,"quote":"The last gift a parent can give to children is to teach them, through example, how to face death with equanimity."},{"id":472,"quote":"You say that imperishable happiness lies elsewhere. Tell me about this ‘elsewhere.’ “I only know that it does not lie in perishable objects. It lies not outside but within. It is the mind that determines what is fearful, worthless, desirable, or priceless, and therefore it is the mind, and only the mind, that must be altered.” “What”"},{"id":473,"quote":"Hard to think of others when you’re feeling trapped, feeling you’re spinning in a vicious circle."},{"id":474,"quote":"Analiza regretlor duce mereu discutia intr-o zona mai profunda."},{"id":475,"quote":"هنوز ترانه های زیادی برای خواندن دارم. روح من آبستن نغمه هاست و زرتشت مرا رساتر از پیش فرا می خواند"},{"id":476,"quote":"Whoever seeks peace and quiet should avoid women, the permanent source of trouble and dispute."},{"id":477,"quote":"mediating efforts, the"},{"id":478,"quote":"Iata ce-am invatat despre cancer: iti arata ce inseamna o boala incurabila si apoi te azvarle inapoi in lume, in propria ta viata, cu toata placerea si dulceata ei, pe care le simti acum mai mult ca niciodata. Si stii ca ti s-a dat ceva si ti s-a luat ceva."},{"id":479,"quote":"I have found that four givens are particularly relevant to psychotherapy: the inevitability of death for each of us and for those we love; the freedom to make our lives as we will; our ultimate aloneness; and, finally, the absence of any obvious meaning or sense to life."},{"id":480,"quote":"I am old. I am at the end of my life's work. I have no children, and I approach death full of dread. I am choking on darkness. I am choking on the silence of death. I think I know a way. I try to pierce the blackness with my sexual talisman (\"iridescent, glowing white tip of the cane methodically inserted into the baby's vagina\"). But it is not enough."},{"id":481,"quote":"آنان که مأیوسانه نیازمند آرامش و لذت حاصل از یک رابطه اصیل‌اند، درست همان‌هایی هستند که کمتر از هرکسی قادر به برقراری چنین ارتباطی هستند."},{"id":482,"quote":"Significant problems arise in relationships for the alexithymic individual. Others never know how that person feels; he or she seems unspontaneous, wooden, heavy, lifeless, and boring."},{"id":483,"quote":"Third, after each meeting I dictated and mailed to the members a weekly summary which was not only a narrative of the content of each session but also self-revealing. I described my experience in the group—my puzzlement, my pleasure with certain of my contributions, my chagrin at errors I had made, or issues I had overlooked, or members I felt I had neglected."},{"id":484,"quote":"اینشتین: راز نوآوری دانستنِ چگونگی پنهان ساختن منابع خود است"},{"id":485,"quote":"died."},{"id":486,"quote":"Люди, чувствующие пустоту, никогда не исцеляются, соединяясь с другим нецелостным,неполным человеком."},{"id":487,"quote":"Люди, чувствующие пустоту, никогда не исцеляются, соединяясь с другим нецелостным, неполным человеком."},{"id":488,"quote":"Spinoza says that reason is no match for passion and what we must do is to turn reason into a passion."},{"id":489,"quote":"one has to beware of losing oneself in life's distractions."},{"id":490,"quote":"Emotion has the power to obscure and falsify knowledge: that the whole world assumes a smiling aspect when we have reason to rejoice, and a dark and gloomy one when sorrow weighs upon us."},{"id":491,"quote":"The wish-blocked individual has enormous social difficulties. Others, too, wish to shout at such persons. They have no opinions, no inclinations, no desires of their own. They become parasitic on the wishes of others, and finally others become bored, drained, or fatigued at having to supply wish and imagination for them."},{"id":492,"quote":"چیزی که باور داری، یا میگی که باور داری، مهم نیست. اینکه چطور زندگی کنی مهم است!"},{"id":493,"quote":"Ümitsizlik özfarkındalık uğruna ödenen bedeldir."},{"id":494,"quote":"رسوم قدیمی با اصرار به این‌که با رهایی آیین‌ها به ستایشگران قدیم بی‌احترامی کرده‌ایم به ما کلک می‌زنند."},{"id":495,"quote":"But now, Bento continued in a soft, teacherly voice, I have given up these childish hopes and have replaced them by the certain knowledge that I hold my father inside me - his face, his love, his wisdom - and in this manner I am already united with him. Blessed reunion must occur in this life because this life is all we have. There is no eternal blessedness in the world to come because there is no world to come."},{"id":496,"quote":"Terap kuram güdümlü değil, ilişki-güdümlü olmalıdır."},{"id":497,"quote":"Heidegger spoke of two modes of existence: the everyday mode and the ontological mode. In the everyday mode we are consumed with and distracted by material surroundings—we are filled with wonderment about how things are in the world. In the ontological mode we are focused on being per se—that is, we are filled with wonderment that things are in the world. When we exist in the ontological mode—the realm beyond everyday concerns—we are in a state of particular readiness for personal change."},{"id":498,"quote":"Η επιμονή του ερωτικού πάθους της Θέλμα, που την κατείχε εδώ και οκτώ χρόνια χωρίς καμία εξωτερική ενίσχυση, με εντυπωσίαζε. Καταλάμβανε ολόκληρο το χώρο της ζωής της. Είχε δίκιο: πραγματικά ζούσε τη ζωή της οχτώ χρόνια πριν. Η εμμονής της πρέπει ν' αντλούσε μέρος της δύναμής της από τη σταδιακή συρρίκνωση της υπόλοιπης ύπαρξής της. Αμφέβαλλα αν θα ήταν δυνατόν να την κάνω να την αποχωριστεί, χωρίς προηγουμένως να τη βοηθήσω να εμπλουτίσει άλλες περιοχές της ζωής της."},{"id":499,"quote":"همان‌طور که فرد به‌تنهایی مسئول آنچه هست است، به‌تنهایی مسئول تغییر آنچه هست نیز هست."},{"id":500,"quote":"Yaşam planınız sizin elinizde değilse, varlığınızı raslantıya bırakmışsınısız demektir."},{"id":501,"quote":"Odeio quem me priva da solidão sem, em troca, me oferecer verdadeiramente companhia."},{"id":502,"quote":"¿Sabe lo que es saber que, cuando muera, pueden pasar días o semanas sin que se descubra mi cuerpo, antes de que el olor fétido atraiga a algún extraño? Intento consolarme. A veces, cuando me siento más solo, hablo conmigo mismo.No demasiado alto, porque temo mi propio eco vacío."},{"id":503,"quote":"Heightened sexuality is a common response to confrontation with death."},{"id":504,"quote":"Sanki özgürmüşüz gibi yaşamak zorundayız. Yazgımızdan kaçamasak da onun karşısına dikilebilmeliyiz, alınyazımızı kendi irademizle yaşamalıyız. Yazgımızı sevmeliyiz"},{"id":505,"quote":"Siamo creature in ricerca perenne di significati, che devono venire a patti con il fatto di essere scagliate in un universo che, intrinsecamente, è privo di significato."},{"id":506,"quote":"But surely, Breuer”"},{"id":507,"quote":"Sometimes death anxiety is dismissed as trivial in its universality. Who, after all, does not know and fear death? Yet it is one thing to know about death in general, to grit one's own teeth and stoke up a shudder or two; it is quite another to apprehend one's own death and to experience it in the bones and sockets of one's being. Such death awareness is a terror that comes rarely, sometimes only once or twice in a lifetime-a terror that Marvin now experienced night after night."},{"id":508,"quote":"Se c'è una via verso il Meglio, essa necessita di uno sguardo intenso al Peggio."},{"id":509,"quote":"如果從微小的細節觀看生命，就會發現它多麼荒謬。就好像用顯微鏡觀察一滴水，發現其中擠滿了單細胞生物，我們會嘲笑這些生物如此急切的奔忙、彼此爭鬥。可是，人類在短暫的 一生中，也是由這種可怕的活動形成可笑的結果。"},{"id":510,"quote":"Υπήρχαν τόσο πολλά πλούσια μονοπάτια που ήταν δύσκολο να επιλέξω και να συγκεντρώσω τη συζήτηση σε ένα. Πρώτα, πάντως, ήταν απαραίτητο ν' αποδείξω πειστικά για τη Θέλμα ότι η εμμονή έπρεπε να σβήσει. Γιατί μια ερωτική εμμονή ξεζουμίζει τη ζωή από την αλήθεια της, σβήνοντας κάθε νέα εμπειρία, και καλή και κακή - όπως γνωρίζω εξ ιδίας πείρας. Πραγματικά, οι περισσότερες από τις βαθύτερες πεποιθήσεις μου για την ψυχοθεραπεία, και οι περιοχές του μεγαλύτερου ψυχολογικού μου ενδιαφέροντος, έχουν προέλθει απ' την προσωπική μου εμπειρία. Ο Νίτσε υποστήριζε ότι το φιλοσοφικό σύστημα ενός στοχαστή πηγάζει πάντα απ' την αυτοβιογραφία του, και πιστεύω ότι αυτό ισχύει και για όλους τους θεραπευτές - για την ακρίβεια, για οποιονδήποτε στοχάζεται πάνω στο στοχασμό."},{"id":511,"quote":"People fear contact with the afflicted because they wish not to be confronted with the death that awaits each of them."},{"id":512,"quote":"Yılın en yalnız zamanını yaşıyor olmalısınız. Diğer hastaların çoğu bu aralar Noel dolayısıyla ailelerinin yanına gidiyorlar. Belki de odaları boş görmenizin sebebi budur."},{"id":513,"quote":"عقاید ساختگی، آسودگی ساختگی و شکننده در پی دارد"},{"id":514,"quote":"But then I think of the old story back at Johns Hopkins of the patients who would come in for years and almost every week the chart would say-patient better, patient better—and then at the end of several years, one sees that there really has been no change."},{"id":515,"quote":"Το ήξερα βέβαια απ' την αρχή ότι σκέτη η ισχύς της επιχειρηματολογίας μου δεν θα μπορούσε να εισχωρήσει αρκετά βαθιά, για να προκαλέσει αλλαγή. Κάτι τέτοιο δεν συμβαίνει σχεδόν ποτέ. Ούτε για μένα δε λειτούργησε ποτέ, όσο ήμουν σε θεραπεία. Μόνο όταν ο άνθρωπος νιώσει την αποκάλυψη βαθιά στο είναι του, τότε μόνο την κατέχει. Τότε μόνο μπορεί κανείς να δράσει σύμφωνα μ' αυτήν και ν' αλλάξει. Οι λαϊκοί ψυχολόγοι πάντα μιλάνε για την «ανάληψη ευθύνης», αλλά όλ' αυτά είναι λόγια: είναι εξαιρετικά δύσκολο, ακόμα και τρομακτικό, να έχεις επίγνωση ότι εσύ και μόνον εσύ κατασκευάζεις το πλάνο της ζωής σου. Έτσι το πρόβλημα στη θεραπεία είναι πάντα πώς να μετακινηθείς από μια αναποτελεσματική διανοητική αποτίμηση μιας αλήθειας για τον εαυτό σου σε μια συγκινησιακή βίωσή της. Μόνο όταν η θεραπεία προκαλεί βαθιά συναισθήματα γίνεται μια πανίσχυρη δύναμη αλλαγής."},{"id":516,"quote":"The greatest wisdom is to make the enjoyment of the present the supreme object of life because that is the only reality, all else being the play of thought. But we could just as well call it our greatest folly because that which exists only a moment and vanishes as a dream can never be worth a serious effort."},{"id":517,"quote":"[...] Breuer avea credinţa că adevărata durere a bătrâneţii, pierderea persoanelor apropiate, faptul că le supravieţuieşti prietenilor, era lipsa analizei - oroarea de a trăi neobservat."},{"id":518,"quote":"من آن چیزی را تعقل می کنم که علت وجودش در خودش باشد و ذاتش مستلزم وجود است. چیزی که طبیعت آن را به جز موجودبودن به طرز دیگری نتوان تعقل کرد"},{"id":519,"quote":"In choosing to enter fully into each patient’s life, I, the therapist, not only am exposed to the same existential issues as are my patients but must be prepared to examine them with the same rules of inquiry. I must assume that knowing is better than not knowing, venturing than not venturing; and that magic and illusion, however rich, however alluring, ultimately weaken the human spirit."},{"id":520,"quote":"instructions from Arthur Schopenhauer.\" She took a note from her purse, scanned it, and read:* Speak without emotion. * Don't be spontaneous. * Remain independent of others. * Think of yourself as living in a town in which you have the only watch that keeps time--it will serve you well. * To disregard is to win regard."},{"id":521,"quote":"His visitor must have sensed her misstep, Breuer thought, noticing how she rushed to continue her narrative."},{"id":522,"quote":"Hangisi daha önemli? Kurallara uymak, kendi çöplüğünde huzurunu garantiye alarak koltuğuna gömülmek mi, yoksa hastan için en iyisi neyse onu yapmak mı?"},{"id":523,"quote":"Amamos mais o desejo do que o ser desejado."},{"id":524,"quote":"محدود به چیزی اطلاق می شود که بتواند توسط چیز دیگری از همان نوع احاطه شود. فکر هم به وسیله فکر دیگری محصور می شود، ولی جسم بوسیله فکر محدود نمی شود و فکر هم بوسیله جسم محدود نمی شود"},{"id":525,"quote":"Σκέφτηκα πως ήταν σαν μια ακυβέρνητη βάρκα που λύθηκε απ' τη δέστρα της - αλλά μια βάρκα με συναισθήματα που αναζητά απεγνωσμένα ένα απάγκιο, οποιοδήποτε. Τώρα, ανάμεσα στις εμμονές της, η Θέλμα βρισκόταν σε μια σπάνια κατάσταση ελεύθερου συνειρμού. Αυτή τη στιγμή περίμενα. Τέτοιες φάσεις δεν κρατάνε πολύ: ο ασύνδετος έμμονος άνθρωπος, όπως το οξυγόνο που μόλις ελευθερώθηκε, συνδέεται γρήγορα με κάποια νοητική εικόνα ή ιδέα. Αυτή η στιγμή ήταν ο καίριος χρόνος για να δουλέψουμε, αυτό το σύντομο διάλειμμα μεταξύ των εμμονών - πριν η Θέλμα ξαναβρεί την ισορροπία της προσδενόμενη σε κάτι ή σε κάποιον."},{"id":526,"quote":"...I adored the dreamer: I adored his courage and his scorching honesty. From time to time I had to prod myself to remember that the dreamer was Marvin, that the dreamer provided an open channel to Marvin's central nucleus-that whorl of the self which possesses absolute wisdom and self-knowledge."},{"id":527,"quote":"Everyone who is in love will experience an extraordinary disillusionment after the pleasure is finally attained; and he will be astonished that what was desired with such longing achieves nothing more than what every other sexual satisfaction achieves, so that he does not see himself very much benefited by it."},{"id":528,"quote":"Shutting the door behind her, he glanced at the two slim, paper-covered volumes and noted their strange titles—Die Fröhliche Wissenschaft (The Gay Science) and Menschliches, Allzumenschliches (Human, All Too Human)—before putting them down on his desk."},{"id":529,"quote":"To help someone, I believe you have to enter into that person’s world."},{"id":530,"quote":"How do you know you don't like it if you've never tasted it?"},{"id":531,"quote":"I admire how you avoid superficiality—how willing you are to share your thoughts so honestly and unself-consciously."},{"id":532,"quote":"ذات یا جوهر، چیزی است که به خودی خود موجود باشد و به خودی خود تصور شود، یعنی تعقلِ آن، محتاج به تعقل چیز دیگری نباشد که از آن چیز، تصورِ وجود ذات دست دهد"},{"id":533,"quote":"I dare to hope that one day we will have AI that will listen to all the dumb shit we write and say and will point out (just to us, maybe) our cognitive biases, uninformed assumptions, and prejudices"},{"id":534,"quote":"I dare to hope that education will get a much-needed facelift, incorporating not only therapeutic practices to help children with their emotional development, but also letting them run around and scrape their knees and get into all sorts of trouble."},{"id":535,"quote":"Psychiatry is on the verge of abandoning the field of psychotherapy. Young psychiatrists are forced to specialize in psychopharmacology because third-party payers now reimburse for psychotherapy only if it is delivered by low-fee (in other words, minimally trained) practitioners."},{"id":536,"quote":"عقاید اشتباه، آرامش متزلزل و دروغین به بار می‌آورد."},{"id":537,"quote":"آیا رویاهای ما بیش تر از ادراک و احساسات ما به واقعیت وجودی مان نزدیک نیستند؟"},{"id":538,"quote":"When, on a sea voyage, the ship is brought to anchor, you go out to fetch water and gather a few roots and shells by the way. But you always need to keep your mind fixed on the ship, constantly to look around, lest at any time the master of the ship call, and you must heed that call and cast away all those things, lest you be treated like the sheep that are bound and thrown into the hold. So it is with human life also. And if there be available wife and children instead of shells and roots, nothing should hinder us from taking them. But if the master call, run to the ship, forsaking all those things, and without looking behind. And if thou be in old age, go not far from the ship at any time, lest the master should call, and thou be not ready…The ship and the journey represents an authentic life. We live more authentically if we keep focused on the fundamental fact of sheer being, the miracle of existence itself. If we focus on “being, then we won’t get so caught up in the diversions of life that is, the material objects on the island, that we lose sight of existence itself. Not falling into the “everydayness’ of life and becoming unfree-like the sheep.”"},{"id":539,"quote":"Never take away anything if you have nothing better to offer. Beware of stripping a patient who can’t bear the chill of reality. And don’t exhaust yourself by jousting with religious magic: you’re no match for it. The thirst for religion is too strong, its roots too deep, its cultural reinforcement too powerful."},{"id":540,"quote":"صفتی را اصطلاح می کنم، که از تعقل درباره ی ذات ادراک می شود، مانند چیزی که تشکیل ماهیت او را بدهد"},{"id":541,"quote":"Which"},{"id":542,"quote":"Να αποκαλυφθεί; Μα αν αποκάλυπτε τον εαυτό της, τι θα έδειχνε; Δεν υπήρχε τίποτα μέσα της. Ήταν άδεια. (Η λέξη «άδεια» θα εμφανιζόταν όλο και συχνότερα, όσο προχωρούσε η θεραπεία. Η ψυχολογική «αδειοσύνη» είναι μια έννοια που επανέρχεται, όταν βλέπει κανείς ασθενείς με διαταραχές διατροφής.)"},{"id":543,"quote":"До тех пор, пока человек верит, что его проблемы обусловлены какой-то внешней причиной, терапия бессильна."},{"id":544,"quote":"وضع ذات را حالت می نامم، وضعی که ذات در چیز دیگری تجلی می کند و بوسیله آن چیز ادراک می شود"},{"id":545,"quote":"Daha derinlere inip motivasyonlarınızın kaynağını bulun! Hiç kimsenin bir şeyi sırf başka birisi için yapmadığını göreceksiniz. İnsanın bütün eylemleri kendisine yöneliktir, bütün hizmetleri kendine hizmettir, bütün sevgisi kendini sevmesindendir."},{"id":546,"quote":"Not exactly a certified philosopher—my degree is in engineering and architecture, but my true home was philosophy, and even at the Polytechnic I found some learned professors who guided my private readings."},{"id":547,"quote":"От време на време мъжът се нуждае от жена точно както и от домашно приготвена храна."},{"id":548,"quote":"Philip dobló, caminó junto al puerto de embarcaciones deportivas; luego atravesó Chrissy Field hasta llegar a la bahía y bordeó la orilla del Pacífico, donde las olas serenas que rompían en la playa y el atemporal aroma salino del mar lo serenaron.Tiritó y se abotonó la chaqueta. En la menguante luz del día, el viento frío del Pacífico atravesaba el Golden Gate y pasaba por su lado a toda velocidad, así como las horas de su vida eternamente pasarían, raudas, sin proporcionarle calor ni placer. El viento presagiaba la escarcha de interminables días futuros, días glaciales en los que se levantaría de la cama sin esperanza de que el porvenir le deparara un hogar, amor, contacto de piel, alegría. La mansión de pensamiento puro que había erigido era helada. Qué extraño que no lo hubiera notado antes. Siguió adelante, pero con la tenue certidumbre de que su casa, su vida entera, se había construido sobre cimientos endebles y falsos"},{"id":549,"quote":"وجودی را خدا می نامم که نامحدود مطلق باشد، ذاتی که از صفات و خواص زیاد تشکیل شده باشد که هر یک از این صفات ماهیت ابدی و نامحدودی را ظاهر می سازد"},{"id":550,"quote":"بر اثر علت بخصوصی، ناگزیر، اثر یا فعلی ظاهر می شود، به عکس، اگر علت خاصی نباشد، ممکن نیست که فعلی سر بزند. شناختن اثر یا معلول، تابع شناختن علت است و سبب شناسایی علت می شود"},{"id":551,"quote":"«Trasformare ogni \"così fu\" in un \"così volli che fosse\"! - solo questo può essere per me redenzione».Julius capì che le parole di Nietzsche significavano che doveva scegliere la propria vita: doveva vivere piuttosto che essere vissuto dalla vita. In altre parole, avrebbe dovuto amare il suo destino. E sopra a tutto c'era la domanda, così spesso ripetuta da Zarathustra, se saremmo stati pronti a ripetere precisamente la stessa vita che avevamo vissuto, sempre e in eterno nei secoli. Un curioso esperimento del pensiero; e tuttavia, più ci pensava, più la cosa gli procurava una guida: il messaggio che Nietzsche ci rivolgeva era di vivere la vita in modo tale da avere voglia di ripetere la stessa vita in eterno."},{"id":552,"quote":"Despair is the price one pays for self-awareness. Look deeply into life, and you will always find despair."},{"id":553,"quote":"many distressed people consider death a magical place of peace. But death is not a state of peace, nor is it a state in which one continues life without pain; it is consciousness extinguished."},{"id":554,"quote":"process check) and asked the members to reflect upon their own interaction.”"},{"id":555,"quote":"کلام کتاب مقدس را نمی توان تحت اللفظی فهمید. باید در بستر زمان خود، آن را درک کرد"},{"id":556,"quote":"[P]sychiatric treatments should be directed toward the correction of interpersonal distortions, thus enabling the individual to lead a more abundant life, to participate collaboratively with others, to obtain interpersonal satisfactions in the context of realistic, mutually satisfying interpersonal relationships[.]"},{"id":557,"quote":"با هر چشم بر هم زدنی، یک جا در این جهان، یک احمق زاده می‌شود."},{"id":558,"quote":"ما نیازمند نظام معنایی هستیم که طرح کلی ارزش‌ها در آن لحاظ شده باشد، ولی جهان چنین چیزی فراهم نمی‌کند، جهان کاملاً نسبت به ما بی‌اعتناست، تنش میان آرمان انسان و بی‌تفاوتی جهان همان چیزی است که آلبر کامو \"پوچی\" موقعیت انسانی نام نهاده."},{"id":559,"quote":"ما نمی توانیم کتاب مقدس را با زبان امروز درک کنیم. ما باید آن را با آگاهی از زبان عرف دورانی که نوشته و تدوین شده است، بخوانیم و این زبان حدود دوهزار سال پیش است"},{"id":560,"quote":"Translation error is compounded by bias error. We distort others by forcing them into our own preferred ideas and gestalts..."},{"id":561,"quote":"Cada item de sua casa abrigava memórias das quais ela era então a única detentora. Ela me contou que todos os instrumentos seriam distribuídos a estrangeiros que jamais saberiam suas histórias ou os apreciariam como ela. E, um dia,sua própria morte apagaria, por fim, todas as ricas memórias incrustadas na espineta, no violoncelo, nas flautas, nos flautins e em muitos outros instrumentos. Seu passado sucumbiria juntamente com ela.(...)Agora ela sabia realmente que também era transitória, apenas de passagem pela casa, assim como todos os moradores anteriores. E a casa também era transitória e iria desaparecer algum dia para dar lugar a outra no mesmo terreno. O processo de abrir mão de seus bens e de se mudar foi uma experiência reveladora para Alice, que sempre havia se abrigado na ilusão confortável e acalentadora de uma vida ricamente mobiliada e atapetada. Agora ela aprendia que o luxo das posses materiais a havia protegido da esterilidade da existência."},{"id":562,"quote":"THROUGHOUT THESE PAGES I advise students against sectarianism and suggest a therapeutic pluralism in which effective interventions are drawn from several different therapy approaches."},{"id":563,"quote":"Julius rode the crest of a robust protest vote. In addition, to his great surprise, he immediately was embraced vigorously by virtually all the Jewish students, about 30 percent of the student body, who had heretofore kept a low, apolitical profile. They loved him, the love of the timid, hesitant, make-no-waves Mason-Dixon Yid for the gutsy, brash New York Jew."},{"id":564,"quote":"تا زمانی که فرد معتقد است دیگری یا نیرویی بیرونی مسئول مشکل یا ملال اوست، تعهد به تحول فردی چه معنایی دارد؟"},{"id":565,"quote":"My task as a therapist (not unlike that of a parent) is to make myself obsolete—to help a patient become his or her own mother and father."},{"id":566,"quote":"آیا ما نباید قبل از تولید مثل کردن خلاقیت داشته باشیم؟ در *خلق چیزی والاتر نهفته است، و در تکثیر چیزی پست تر. انسان باید خروشی در خود داشته باشد تا بتواند یک ستاره ی رقصنده خلق کند."},{"id":567,"quote":"این حقیقت که اراده نمی‌تواند به عقب بازگردد، به این معنا نیست که اراده ناتوان است. به این معنا نیست که هستی بی هدف است. اگر مرگ فرا میرسد، به این معنا نیست که زندگی بی ارزش است. اینها چیزهایی است که به موقع به تو خواهم آموخت."},{"id":568,"quote":"Seen from the standpoint of youth, life is an endlessly long future; from that of old age it resembles a very brief past."},{"id":569,"quote":"Mass consumerism requires that a product be attractive, well packaged, and, most important of all, easily and quickly consumed. Unfortunately these requirements are generally incompatible with the effort and the thoughtfulness that are needed if one is truly to examine and alter one's life and world perspective."},{"id":570,"quote":"So Kant's discovery was that, rather than experience the world as it's really out there, we experience our own personalized processed version of what's out there. Such properties as space, time, quantity, causality are in us, not out there--we impose them on reality. But, then, what is pure, unprocessed reality? What's really out there, that raw entity before we process it? That will always remain unknowable to us, said Kant."},{"id":571,"quote":"در برابر هر آری، یک نه هست. تصمیم‌گیری درباره یک چیز همیشه به معنای چشم‌پوشی از چیز دیگر است. هر راه چاره، تو را از سایر راه‌ها محروم می‌کند."},{"id":572,"quote":"Above all, the therapist must be prepared to go wherever the patient goes, do all that is necessary to continue building trust and safety in the relationship."},{"id":573,"quote":"interior human concerns: sex, love, death, dreams, suffering, religion, suicide, relations with others, vanity, self-esteem."},{"id":574,"quote":"Algumas vezes eu imaginava o sangue enchendo um copo descartável. Eu podia escutar cada esguicho batendo contra as paredes enceradas do copo. Talvez 100 esguichos enchessem o copo; seriam apenas 50 segundos. Então eu pensava em como poderia cortar meus pulsos. A faca da cozinha? Aquela pequena e afiada, com o cabo preto? Ou uma lâmina de barbear? Mas não existem mais lâminas de barbear cortantes; somente aquelas lâminas injetadas, que são seguras. Eu nunca havia percebido o desaparecimento da lâmina de barbear. Acho que é assim que eu, também, desaparecerei. Sem estardalhaço. Talvez alguém vá pensar em mim em algum momento de fantasia, exatamente como pensei na extinta lâmina de barbear. Contudo, a lâmina não está extinta. Graças aos meus pensamentos, ela ainda vive. Sabe, não existe mais nenhuma pessoa viva, agora, que era adulta quando eu era criança. De modo que eu, como criança, estou morto. Em algum dia próximo, talvez em quarenta anos, não existirá mais ninguém vivo que tenha algum dia me conhecido. É quando estarei verdadeiramente morto, quando não existir na memória de ninguém. Eu pensei muito sobre uma pessoa muito velha, o último indivíduo vivo que conheceu alguém ou um grupo de pessoas. Quando essa pessoa velha morre, todo o grupo morre também, desaparece da memória viva. Eu gostaria de saber quem será essa pessoa para mim. A morte de quem me tornará verdadeiramente morto?"},{"id":575,"quote":"is the creation of a psychic world in which one does not experience freedom but exists under the sway of some irresistible ego-alien (\"not-me\") force. We call this defense \"compulsivity."},{"id":576,"quote":"A few weeks ago, he had invited a young physician friend, Sigmund Freud, to accompany him for an entire day. A mistake perhaps! The young man had been attempting to decide on his choice of medical specialty, and that day may have frightened him away from the practice of general internal medicine. For, according to Freud’s calculations, Breuer had spent six hours in his fiacre!"},{"id":577,"quote":"My point is that every course of therapy consists of small and large spontaneously generated responses or techniques that are impossible to program in advance. Of course, technique has a different meaning for the novice than for the expert. One needs technique in learning to play the piano but eventually, if one is to make music, one must transcend learned technique and trust one’s spontaneous moves."},{"id":578,"quote":"Había seguido la senda de Zaratustra: había compartido su estado de madurez, había trascendido de sí mismo tendiendo la mano a otros y vivido de una manera que habría estado dispuesto a repetir una y otra vez por toda la eternidad."},{"id":579,"quote":"Psychiatric cure is the \"expanding of the self to such final effect that the patient as known to himself is much the same person as the patient behaving to others."},{"id":580,"quote":"Now I can read and get a good night's rest which is what I really wanted all along.\" In that remarkable phrase-\"which is what I really wanted all along\"-lies the crux of Bernard's problem. The obvious question is, \"Why, Bernard, if this is what you really want, did you not simply do that directly?"},{"id":581,"quote":"- За казаното от вас преди малко, за главната цел, възпроизвеждането, нека ви попитам нещо. - Ницше прободе въздуха три пъти с пръста си. - Не трябва ли да създадем, не трябва ли да станем, преди да се размножим? Отговорността ни към живота е да създадем нещо по-възвишено, не да развъждаме по-низшето. Нищо не трябва да спира развитието на героя в теб..."},{"id":582,"quote":"[...] acela care nu se supune lui însuşi este condus de alţii. Este mai uşor, mult mai uşor să te supui altuia decât să-ţi comanzi ţie însuţi."},{"id":583,"quote":"هرچه بکوشیم تا دنیا را دوبه‌دو طی کنیم، درنهایت، تنهایی بنیادینی هست که باید تاب آوریم، هیچ‌کس قادر نیست با دیگری یا برای دیگری بمیرد."},{"id":584,"quote":"It is very heartening to know that even when we get it wrong (i.e. being human) we can make it right with authenticity and kindness."},{"id":585,"quote":"زمان جاودانی اکنون است نه آینده."},{"id":586,"quote":"In unele zile, cand merg pe Kirstentsrasse si vad douazeci, treizeci de curve aliniate, sunt foarte tentat. Niciuna nu este mai draguta ca Rachel, multe au gonoree si sifilis, si totusi sunt tentat. Daca as sti sigur ca nu m-ar recunoaste nimeni, cine stie? Poate! Toti ne saturam sa mancam acelasi lucru. Stii, Josef, pentru fiecare femeie frumoasa exista cate un biet barbat care a obosit s-o mai reguleze."},{"id":587,"quote":"The existential psychotherapy approach posits that the inner conflict bedeviling us issues not only from our struggle with suppressed instinctual strivings or internalized significant adults or shards of forgotten traumatic memories, but also from our confrontation with the “givens of existence. And what are these “givens” of existence? If we permit our-selves to screen out or “bracket” the everyday concerns of life and reflect deeply upon our situation in the world, we inevitably arrive at the deep structures of existence (the “ultimate concerns,” to use theologian Paul Tillich’s term).”"},{"id":588,"quote":"[…] dat er een basisindeling is in de wegen van de mens: zij die gemoedsrust en geluk verlangen moeten geloven en het geloof omarmen, terwijl zij die de waarheid willen zoeken van gemoedsrust moeten afzien en hun leven moeten wijden aan onderzoek. […] U moet kiezen tussen vertroosting en werkelijk onderzoek! Als u de wetenschap kiest, als u verkiest bevrijd te worden uit de ketenen van het bovennatuurlijke, als u, zoals u beweert, verkiest het geloof te mijden en de goddeloosheid te omarmen, dan kunt u niet in één adem door hunkeren naar de kleine vertroostingen van de gelovige! Als u God doodt, moet u ook de beschutting van de tempel verlaten. (p. 193)"},{"id":589,"quote":"It is a matter of no small importance that one be able to explain and order the events in our lives into some coherent and predictable pattern. To name something, to locate its place in a causal sequence, is to begin to experience it as under our control.No longer, then, is our internal experience or behavior frightening, alien or out of control; instead, we behave (or have a particular inner experience) because of something we can name or identify. The \"because\" offers one mastery (or a sense of mastery that phenomenologically is tantamount to mastery). I believe that the sense of potency that flows from understanding occurs even in the matter of our basic existential situation: each of us feels less futile, less helpless, and less alone, even when, ironically, what we come to understand is the fact that each of us is basically helpless and alone in the face of cosmic indifference."},{"id":590,"quote":"I always imagined that you might write something about me. I wanted to leave an imprint on your life. I don’t want to be “just another patient. I wanted to be “special”. I want to be something, anything. I feel like nothing, no one. If I left an imprint on your life, maybe I would be someone, someone you wouldn’t forget. I’d exist then. (Marge’s letter to Yalom)”"},{"id":591,"quote":"In fact, the effective therapist should never try to force discussion of any content area: Therapy should not be theory-driven but relationship-driven."},{"id":592,"quote":"Take advantage of opportunities to learn from patients. Make a point of inquiring often into the patient’s view of what is helpful about the therapy process."},{"id":593,"quote":"زناشویی نباید زندان باشد، بلکه باید باغی باشد که چیزی والاتر و بزرگتر در آن رشد می کند. شاید تنها راه نجات چنین زناشویی هایی قطع آن باشد"},{"id":594,"quote":"A heavy silence descended."},{"id":595,"quote":"recognizing that she lives in a universe absolutely indifferent to whether she is happy or unhappy."},{"id":596,"quote":"To my mind, personal psychotherapy is, by far, the most important part of psychotherapy training."},{"id":597,"quote":"Най-желаната жена е най-плашещата. И, разбира се, не заради това, което е, а заради това, което ние си въобразяваме за нея."},{"id":598,"quote":"Excessive attachment either to material goods, to other individuals, or even attachment to the concept of ‘I’ is the major source of human suffering. And doesn’t it follow that such suffering can be ameliorated by avoiding the attachment?"},{"id":599,"quote":"From the beginning, of course, I had known that the pure forcefulness of my argument would not penetrate deep enough to effect any change. It almost never does. It’s never worked for me when I’ve been in therapy. Only when one feels an insight in one’s bones does one own it. Only then can one act on it and change. Pop psychologists forever talk about “responsibility assumption, but it’s all words: it is extraordinarily hard, even terrifying, to own the insight that you and only you construct your own life design. Thus, the problem in therapy is always how to move from an ineffectual intellectual appreciation of a truth about oneself to some emotional experience of it. It is only when therapy enlists deep emotions that it becomes a powerful force for change. And powerlessness was”"},{"id":600,"quote":"Question: What is the therapist’s most valuable instrument? Answer (and no one misses this one): the therapist’s own self."},{"id":601,"quote":"Therapists must be familiar with their own dark side and be able to empathize with all human wishes and impulses. A personal therapy experience permits the student therapist to experience many aspects of the therapeutic process from the patient’s seat: the tendency to idealize the therapist, the yearning for dependency, the gratitude toward a caring and attentive listener, the power granted to the therapist. Young therapists must work through their own neurotic issues; they must learn to accept feedback, discover their own blind spots, and see themselves as others see them; they must appreciate their impact upon others and learn how to provide accurate feedback. Lastly, psychotherapy is a psychologically demanding enterprise, and therapists must develop the awareness and inner strength to cope with the many occupational hazards inherent in it. Many"},{"id":602,"quote":"in 1972 Governor Ronald Reagan with one bold, brilliant stroke abolished mental illness in California by not only closing the large state psychiatric hospitals but also eradicating most of the public aftercare programs. As a result hospital staffs were forced, day after day, to go through the charade of treating patients and discharging them back into the same noxious setting that had necessitated their hospitalization."},{"id":603,"quote":"ما قربانی پیچش هوس‌بازانه تکامل هستیم که خودآگاهی را به ارمغان می‌آورد، ولی ابزار روان‌شناختی موردنیاز را برای کنار آمدن با درد هستی فانی فراهم نکرده. در نتیجه در طول سال‌ها، قرن‌ها، و هزاره‌ها، انکارهایی موقت برای فانی بودنمان دست‌وپا کردیم."},{"id":604,"quote":"are more serious. You’re acting"},{"id":605,"quote":"Self-exploration is a lifelong process, and I recommend that therapy be as deep and prolonged as possible—and that the therapist enter therapy at many different stages of life."},{"id":606,"quote":"Всеки човек трябва да определи за себе си, какво количество истина може да понесе."},{"id":607,"quote":"When I was finding my way as a young psychotherapy student, the most useful book I read was Karen Horney’s Neurosis and Human Growth. And the single most useful concept in that book was the notion that the human being has an inbuilt propensity toward self-realization. If obstacles are removed, Horney believed, the individual will develop into a mature, fully realized adult, just as an acorn will develop into an oak tree. “Just as an acorn develops into an oak … What a wonderfully liberating and clarifying image! It forever changed my approach to psychotherapy by offering me a new vision of my work: My task was to remove obstacles blocking my patient’s path. I did not have to do the entire job; I did not have to inspirit the patient with the desire to grow, with curiosity, will, zest for life, caring, loyalty, or any of the myriad of characteristics that make us fully human. No, what I had to do was to identify and remove obstacles. The rest would follow automatically, fueled by the self-actualizing forces within the patient.”"},{"id":608,"quote":"چطور می توان مردی را به چنگ آورد؟سئله ساده ایه، فقط باید به چشمان یک مرد خیره شد و چند ثانیه صبر کرد. همین!"},{"id":609,"quote":"... Вие искате да летите, но не можете да започнете летеното с летене. Първо трябва да ви науча да вървите, а първата стъпка ще направите, като разберете, че този, който не се подчинява на себе си, се подчинява на другите. По-лесно, далеч по-лесно е да се оставиш друг да те управлява, отколкото сам да се управляваш."},{"id":610,"quote":"Всеки човек трябва да определи за себе си какво количество истина може да понесе."},{"id":611,"quote":"شاید حیوانات حس نیاز به چوپان یا جان‌پناه در خود ببینند، ولی انسان که به نفرین خودآگاهی گرفتارشده، باید در جهان هستی بی‌پناه بماند."},{"id":612,"quote":"My own odyssey of therapy, over my forty-five-year career, is as follows: a 750-hour, five-time-a-week orthodox Freudian psychoanalysis in my psychiatric residency (with a training analyst in the conservative Baltimore Washington School), a year’s analysis with Charles Rycroft (an analyst in the “middle school of the British Psychoanalytic Institute), two years with Pat Baumgartner (a gestalt therapist), three years of psychotherapy with Rollo May (an interpersonally and existentially oriented analyst of the William Alanson White Institute), and numerous briefer stints with therapists from a variety of disciplines, including behavioral therapy, bioenergetics, Rolfing, marital-couples work, an ongoing ten-year (at this writing) leaderless support group of male therapists, and, in the 1960s, encounter groups of a whole rainbow of flavors, including a nude marathon group.”"},{"id":613,"quote":"Dying, however, is lonely, the loneliest event of life. Dying not only separates you from others but also exposes you to a second, even more frightening form of loneliness: separation from the world itself."},{"id":614,"quote":"این رویاها نظر فروید را در این باره که عملکرد اولیه رویاها حفظ خواب است اثبات می کرد. در این نمونه، فکر وحشتناک سوزاندن جسد به چیزی ملایم تر و دلپذیرتر تبدیل شده است: چهره دوست داشتنی و جذاب خرس آتش نشان. ولی این رویاها تنها تا حدودی موفق بود: هرچند باعث شده بود که ارنست خوابش را ادامه دهد اضطراب مرگ کل رویایش را در ترس فروبرد."},{"id":615,"quote":"Children deprived of a maternal love bond fail to develop the basic trust necessary to love themselves, to believe that others will love them, or to love being alive. In adulthood they become estranged, withdraw into themselves, and often live in an adversarial relationship with others."},{"id":616,"quote":"How shall we live? How to face our mortality? How to live with the knowledge that we are simply life forms, thrown into an indifferent universe, with no preordained purpose?"},{"id":617,"quote":"If parents teach the child that all free impulse expression is undesirable and all counter will is bad, the child suffers two consequences: suppression of his or her entire emotional life, and stunted, guilt-laden will. The child then grows into an adult who suppresses his or her emotions and regards the very act of willing as evil and forbidden."},{"id":618,"quote":"گذشته بخشی از شرایط امروزته. گذشته برات عینکی درست می کنه که باهاش زمان حال رو تجربه می کنی."},{"id":619,"quote":"I believe there is no better way to learn about a psychotherapy approach than to enter into it as a patient."},{"id":620,"quote":"انسان‌ها همیشه منشی دوسوگرا نسبت به آزادی دارند. بااینکه به پیکاری بی‌امان برای رسیدن به آزادی دست می‌زنند، منتظر فرصتی هستند که از آن صرف‌نظر کنند و به نظامی استبدادی تن دردهند تا از باری که آزادی و تصمیم بر دوششان نهاده بکاهند."},{"id":621,"quote":"Better for me, much better, if you had been direct, if you had sent some message from your heart to mine. Nothing monumental, maybe just some simple inquiry into my situation or state of mind, or, Christ, you might have simply said, 'I'm sorry to hear you're dying.' How hard would that have been?"},{"id":622,"quote":"What have your scholarly investigations shown you? No”"},{"id":623,"quote":"یه مرد خوش قیافه فقیر با 1دلار و 50سنت برات یه کاپوچینو می خره."},{"id":624,"quote":"two beliefs, or delusions, that afford a sense of safety. One is the belief in personal specialness; the other, the belief in an ultimate rescuer."},{"id":625,"quote":"Where death is, I am not; where I am, death is not.’ “Is that any different from ‘When you’re dead, you’re dead’?” “A big difference. In death there is no ‘you.’ ‘You’ and ‘dead’ cannot coexist.”"},{"id":626,"quote":"Death is the extinguishing of consciousness."},{"id":627,"quote":"Духът на човека се изгражда от изборите, които прави!"},{"id":628,"quote":"The patient has only one therapist while the therapist has many patients."},{"id":629,"quote":"از دیدگاه افلاطون، دست یابی به بلندپایه ترین شکل از شناخت و آگاهی «نیکویی» بود که همه ارزشهای دیگر از آن ناشی می شوند و فقط آن هنگام می توانیم به «ائودایمونیا یعنی خوشبختی» دست یابیم"},{"id":630,"quote":"Freedom means that one is responsible for one’s own choices, actions, one’s own life situation. Though"},{"id":631,"quote":"Though diagnosis is unquestionably critical in treatment considerations for many severe conditions with a biological substrate (for example, schizophrenia, bipolar disorders, major affective disorders, temporal lobe epilepsy, drug toxicity, organic or brain disease from toxins, degenerative causes, or infectious agents), diagnosis is often counterproductive in the everyday psychotherapy of less severely impaired patients. Why? For one thing, psychotherapy consists of a gradual unfolding process wherein the therapist attempts to know the patient as fully as possible. A diagnosis limits vision; it diminishes ability to relate to the other as a person. Once we make a diagnosis, we tend to selectively inattend to aspects of the patient that do not fit into that particular diagnosis, and correspondingly overattend to subtle features that appear to confirm an initial diagnosis. What’s more, a diagnosis may act as a self-fulfilling prophecy. Relating to a patient as a “borderline or a “hysteric” may serve to stimulate and perpetuate those very traits. Indeed, there is a long history of iatrogenic influence on the shape of clinical entities, including the current controversy about multiple-personality disorder and repressed memories of sexual abuse. And keep in mind, too, the low reliability of the DSM personality disorder category (the very patients often engaging in longer-term psychotherapy).”"},{"id":632,"quote":"While the belief in personal specialness provides a sense of safety from within, the other major mechanism of death denial—belief in an ultimate rescuer—permits us to feel forever watched and protected by an outside force."},{"id":633,"quote":"There was a time in our lives when we were so close that nothing seemed to obstruct our friendship and brotherhood, and only a small footbridge separated us. Just as you were about to step on it, I asked you: \"Do you want to cross the footbridge to me?\"--Immediately you did not want to anymore; and when I asked you again you remained silent.Since then mountains and torrential rivers and whatever separates and alienates have been cast between us, and even if we wanted to get together, we couldn't But when you now think of that little footbridge, words fail you and you sob and marvel.It's a curious little story. Let's reason it out. One person is about the cross the footbridge--that is, get closer to the other--when the second person invites him to do the very thing he planned. Then the first person cannot take the step because now it would seem as though he were submitting to the other--power apparently getting in the way of closeness."},{"id":634,"quote":"The here-and-now is the major source of therapeutic power, the pay dirt of therapy, the therapist’s (and hence the patient’s) best friend."},{"id":635,"quote":"برای آنهایی که مردن را زندگی کرده‌اند اشک نریزید، اشک‌هایتان را برای آنهایی بگذارید که در حین زندگی مرده‌اند."},{"id":636,"quote":"To summarize, the rationale for using the here-and-now is that human problems are largely relational and that an individual’s interpersonal problems will ultimately be manifested in the here-and-now of the therapy encounter"},{"id":637,"quote":"The life of our bodies is only a constantly prevented dying, an ever deferred death…Every breath we draw wards off death that constantly impinges on us, in this way we struggle with it every second…Death is far more familiar than we generally think. Not only have we a taste of death daily in our sleep or in states of unconsciousness, but we have all passed through an eternity of nonbeing before we existed."},{"id":638,"quote":"او که به‌حق خدا را دوست دارد، نباید انتظار داشته باشد که خدا نیز در عوض او را دوست بدارد."},{"id":639,"quote":"ارسطو می پرسید چه چیزی هدف زندگی است؟ او اعتقاد داشت هدف زندگی تحقق بخشیدن به درونی ترین عملکرد منحصر به فرد ما ست. او می پرسد: «آن چیست که ما را از دیگر شکل های حیات مجزا می سازد؟»... ... توانایی منحصر به فرد ما در «اندیشیدن و تعقل» است"},{"id":640,"quote":"One\tof\tthe\tgreat\tparadoxes\tof\tlife\tis\tthat\tself-awareness\tbreeds\tanxiety.\tFusion eradicates\tanxiety\tin\ta\tradical\tfashion—by\teliminating\tself-awareness.\tThe\tperson who\thas\tfallen\tin\tlove,\tand\tentered\ta\tblissful\tstate\tof\tmerger,\tis\tnot\tself-reflective because\tthe\tquestioning\tlonely\tI\t(and\tthe\tattendant\tanxiety\tof\tisolation)\tdissolve into\tthe\twe.\tThus\tone\tsheds\tanxiety\tbut\tloses\toneself. This\tis\tprecisely\twhy\ttherapists\tdo\tnot\tlike\tto\ttreat\ta\tpatient\twho\thas\tfallen\tin love.\tTherapy\tand\ta\tstate\tof\tlove-merger\tare\tincompatible\tbecause\ttherapeutic work\trequires\ta\tquestioning\tself-awareness\tand\tan\tanxiety\tthat\twill\tultimately\tserve as\tguide\tto\tinternal\tconflicts."},{"id":641,"quote":"All of us are creatures of a day; the rememberer and the remembered alike. All is ephemeral—both memory and the object of memory."},{"id":642,"quote":"«Όχι!» είπα στον εαυτό μου, προσπαθώντας ν' αποτινάξω αυτό το συναίσθημα. Προφανώς αυτό είχε συμβεί και στους προηγούμενους, είχαν καταποντιστεί μέσα στη συγκίνηση όλοι οι προηγούμενοι θεραπευτές που δεν μπόρεσαν να τη βοηθήσουν. Κατάλαβα πως, για να δουλέψω με την Πέννυ, θα 'πρεπε να δεθώ στο κατάρτι της λογικής."},{"id":643,"quote":"Can it be that I have escaped neither my past nor my mother?"},{"id":644,"quote":"Το να χάσεις έναν γονιό ή έναν στενό φίλο ισοδυναμεί συχνά με απώλεια του παρελθόντος: ο άνθρωπος που πέθανε ίσως να ήταν ο μοναδικός άλλος ζωντανός μάρτυρας περασμένων ευτυχισμένων γεγονότων. Αλλά το να χάσεις ένα παιδί σημαίνει πως χάνεις το μέλλον: αυτό που χάνεται είναι ολόκληρο το σχέδιο της ζωής σου - αυτό για το οποίο ζεις, το πώς προβάλλεις τον εαυτό σου στο μέλλον, το πώς ελπίζεις ότι θα υπερβείς το θάνατο (πραγματικά, το παιδί γίνεται η προβολή σου στην αθανασία)."},{"id":645,"quote":"Do not pander, patronize, scheme, or strategize, his instincts told him. “Simply go about your business in your usual professional manner.” “But”"},{"id":646,"quote":"their breasts swelling into powerful, magical globes—when he was overcome by an extraordinary craving to merge with their bodies, to suckle at their nipples, to slip into their warmth and wetness."},{"id":647,"quote":"Breuer gestured towards the bouquets of fresh-cut flowers that lay before many graves. \"In this land of the dead, THESE are the dead, and THOSE\"---he pointed to an old untended and abandoned section of the cemetery--- \"those are the truly dead. No one now tends their graves because no one living has ever known them. THEY know what it means to be dead."},{"id":648,"quote":"Depresia este un efect secundar al mortii."},{"id":649,"quote":"Parerga and Paralipomena offers lessons on how to think independently, how to retain skepticism and rationality, how to avoid soothing supernatural emollients, how to think well of ourselves, keep our stakes low, and avoid attaching ourselves to what can be lost."},{"id":650,"quote":"One thing he resolved was not to make that one good year a bad year by grieving that it was not more than"},{"id":651,"quote":"در یک رابطه رشد یافته و محبت آمیز، فرد با همه‌ی وجودش با دیگری ارتباط برقرار می‌کند. اگر بخشی از وجودش را برای خود نگه دارد تا با آن به مشاهده‌ی رابطه یا تأثیر آن بر طرف مقابل بنشیند، به همان میزان از برقراری رابطه باز مانده است."},{"id":652,"quote":"Though there are many phrases for the therapeutic relationship (patient/therapist, client/counselor, analysand/analyst, client/facilitator, and the latest—and, by far, the most repulsive—user/provider), none of these phrases accurately convey my sense of the therapeutic relationship. Instead I prefer to think of my patients and myself as fellow travelers, a term that abolishes distinctions between “them (the afflicted) and “us” (the healers).”"},{"id":653,"quote":"قدرت ایمان و باور ارتباطی به درستی آن ندارد! هر خدایی معتقدان ژرف اندیش و سرسخت خود را دارد"},{"id":654,"quote":"Imagine a continuum of self-revealing. At one pole, which we'll call 'one,' is the safestrevealing, cocktail party stuff; and at the other pole, call it 'ten,' would be the deepest and riskiest revealing you can possibly imagine\"."},{"id":655,"quote":"viata este o licarire intre doua goluri: intunericul dinainte de nastere si cel de dupa moarte"},{"id":656,"quote":"افراد زیادی این موضوع را تایید کرده‌اند که تنهایی را باید پیش از آنکه بر آن پیشی گیریم، تجربه کنیم. مثلا کامو: \" وقتی انسان آموخت – آن‌هم نه فقط بر روی کاغذ – که چگونه با رنج‌هایش تنها بماند، چگونه بر اشتیاقش به گریز چیره شود، آن وقت چیز زيادي نمانده که یاد نگرفته باشد."},{"id":657,"quote":"Mind thinks in images but, to communicate with another, must transform image into thought and then thought into language. That march, from image to thought to language, is treacherous. Casualties occur: the rich, fleecy texture of image, its extraordinary plasticity and flexibility, its private nostalgic emotional hues - all are lost when image in crammed into language."},{"id":658,"quote":"از خاک ریاکاری، «آرامش» جوانه نمی زند. چطور ممکن است هماهنگی درونی برقرار شود اگر فرد با خود روراست نباشد"},{"id":659,"quote":"Am învățat în munca mea [...] că se tem cel mai mult de moarte cei care se apropie de ea având prea multă viață netrăită în ei."},{"id":660,"quote":"If, as Kundera says, death's terror stems from the idea of the past vanishing, then reexperiencing the past is vital reassurance. Transiency is stayed - if only for a while."},{"id":661,"quote":"another; one must find the strength to help oneself."},{"id":662,"quote":"un zid inteligent"},{"id":663,"quote":"Isi amintea, de asemenea, ca ramasese in bratele ei prea mult. Exact acesta fusese motivul pentru care o considerase periculoasa si se hotarase pe loc sa nu se mai intalneasca cu ea. Reprezenta o amenintare pentru libertatea lui. Ceea ce urmarise el fusese detensionarea sexuala rapida..."},{"id":664,"quote":"a te dezvalui altcuiva este preludiul tradarii iar tradarea te imbolnaveste"},{"id":665,"quote":"Atunci când cutia Pandora s-a deschis și relele pe care Zeus le pusese inauntru s-au împrăștiat în lumea omului, a mai rămas, neștiut de nimeni, un ultim rău :speranța. Încă de atunci omul a greșit privind cutia și conținutul ei de speranța drept un sipet al norocului. Dar noi am uitat ca dorința lui Zeus era ca omul sa continue sa se chinuie. Speranța e cel mai rău dintre rele, pentru ca prelungește chinul..."},{"id":666,"quote":"Δεν με παρηγορούσε όμως και πολύ το να κατηγορώ τη Θέλμα και τον Χάρρυ ή να θρηνώ την αδυναμία του ανθρώπινου πλάσματος - αυτού του αδύναμου φασματικού πλάσματος που είναι αδύνατο να επιζήσει χωρίς την αυταπάτη, χωρίς τη μαγεία, χωρίς τα απλοϊκά όνειρα και τα ζωτικά ψεύδη. Είχε έρθει η ώρα να δω την αλήθεια: τα 'χα κάνει θάλασσα μ' αυτό το περιστατικό, πέρα από κάθε προσδοκία, κι αυτό δεν μπορούσα να το προσάψω στην ασθενή, ούτε στον άντρα της ή στην ανθρώπινη μοίρα."},{"id":667,"quote":"Question: What do patients recall when they look back, years later, on their experience in therapy? Answer: Not insight, not the therapist’s interpretations. More often than not, they remember the positive supportive statements of their therapist. I make a point of regularly expressing my positive thoughts and feelings about my patients, along a wide range of attributes—for example, their social skills, intellectual curiosity, warmth, loyalty to their friends, articulateness, courage in facing their inner demons, dedication to change, willingness to self-disclose, loving gentleness with their children, commitment to breaking the cycle of abuse, and decision not to pass on the “hot potato to the next generation.”"},{"id":668,"quote":"Schopenhauer said that after death we will be what we were before our birth and then proceeded to prove the impossibility of therebeing more than one kind of nothingness."},{"id":669,"quote":"Being empathic is so much a part of everyday discourse—popular singers warble platitudes about being in the other’s skin, walking in the other’s moccasins—that we tend to forget the complexity of the process. It is extraordinarily difficult to know really what the other feels; far too often we project our own feelings onto the other."},{"id":670,"quote":"The idea of using current distortions to re-create the past was part of an old, now abandoned, vision of the therapist as archaeologist, patiently scraping off the dust of decades to understand (and thus, in some mysterious manner, undo) the original trauma. It is a far better model to think of understanding the past in order to apprehend the present therapist-patient relationship."},{"id":671,"quote":"And beware of empty compliments—make your support as incisive as your feedback or interpretations."},{"id":672,"quote":"От упорство държи на нещо, което вече ясно е прозрял, но го нарича вярност."},{"id":673,"quote":"One of the first steps in therapy is to identify the here-and-now equivalents of your patient’s interpersonal problems. An essential part of your education is to learn to focus on the here-and-now. You must develop here-and-now rabbit ears."},{"id":674,"quote":"varoluşun ayrılmaz bir parçası olan mutlak yalnızlık ve yalnızlık gerçeğini değilse de korkusunu gideren bir yakınlık."},{"id":675,"quote":"نمی‌توان تصور کرد که از خاک تزویر آرامش جوانه بزند."},{"id":676,"quote":"Omul fiind in totalitate parte a naturii, este incorect sa credem ca omul mai degraba tulbura, decat sa respecte ordinea naturii."},{"id":677,"quote":"Have you ever noticed that the air you breathe in is always cooler than the air you breathe out?"},{"id":678,"quote":"Понякога се питам как ли би изглеждал един разговор при различни социални условности – такива, при които нищо не се спестява!"},{"id":679,"quote":"People like people who are interested in them."},{"id":680,"quote":"Each individual has a different internal world and the stimulus has a different meaning to each."},{"id":681,"quote":"-Nadajduiesc la o lume viitoare fara religii, o lume cu o religie universala, in care toata lumea isi foloseste ratiunea pentru a-l cunoaste si a-l slavi pe Dumnezeu. -Asta inseamna ca doresti disparitia iudaismului? -Sfarsitul tuturor traditiilor care se opun dreptului omului de a gandi singur.Franco tacu cateva momente.-Bento, esti atat de categoric, ca ma inspaimanti. Aceasta perspectiva imi taie respiratia, ca traditia noastra ar putea sa piara dupa mii de ani de supravietuire.-Ar trebui sa pretuim lucrurile pentru ca sunt adevarate, nu pentru ca sunt vechi. Vechile religii ne intind o cursa, insistand asipra faptului ca, daca abandonam traditia, ii dezonoram pe toti inaintasii nostri credinciosi. Iar daca vreunul dintre stramosii nostri a fost martirizat, atunci suntem prinsi in capcana si mai tare pentru ca onoarea ne obliga sa perpetuam credintele martirilor, chiar daca stim ca sunt pline de erori si superstitii. N-ai spus tu ca ai simtit asta ca urmare a martiriului tatalui tau?-Da... ca mi-as bate joc de viata lui daca as renega lucrurile pentru care a murit.-Dar nu ar fi, de asemenea, lipsit de sens sa-ti dedici singura viata pe care o ai unui sistem fals si plin de superstitii, un sistem care alege un singur popor si exclude toate celelalte fiinte?"},{"id":682,"quote":"بااینکه اقدام به خودکشی به دلیل ترس از مرگ یک پارادوکس است، اما چندان ناشایع نیست. فکر خودکشی تا حدودی به فرد اجازه می‌دهد چیزی را تحت کنترل درآورد که تاکنون او را کنترل می‌کرده است."},{"id":683,"quote":"Няма ли накрая да стигнем до Бог – последната грешка в погрешното търсене на върховната истина?"},{"id":684,"quote":"Therapy is a two-person relationship demanding both interaction and exploration of that interaction; real feelings and mutual disclosure about the feelings evoked in the therapy interaction are necessary. Today many progressive psychoanalytic institutes have abandoned the old blank screen model in favor of a new model—the real two-person relationship—and published clinical investigations of that phenomenon—intersubjectivity” or “two-person” psychology—are now commonplace in the professional literature.”"},{"id":685,"quote":"مذهب پر از داستان است، داستان موردعلاقه من درباره کافری است که سمت خاخام هیلل می‌رود و به او می‌گوید اگر خاخام بتواند روی یک پا بایستد و کل تورات را آموزش بدهد، به یهودیت می‌پیوندد، هیلیل روی یک پا می‌ایستد و می‌گوید آنچه برای خود نمی‌پسندی برای دیگران هم نپسند، این کل تورات است و باقی همه حواشی"},{"id":686,"quote":"Remember, you can’t do all the work. Be content to help a patient realize what mustbe done and then trust his or her own desire for growth and change."},{"id":687,"quote":"خواهان جامعه ای هستم، که اسیر باورهای غلط نباشد"},{"id":688,"quote":"Uma vez despojada dos significados excedentes, vê-la-á como o ser humano, demasiado humano, assustado e despojado, que ela, ele e todos nós realmente somos."},{"id":689,"quote":"Forget that crap about the patient not being ready for therapy! it's the therapy that's not ready for the patient.- Lying on a couch"},{"id":690,"quote":"My task as a therapist (not unlike that of a parent) is to make myself obsolete - to help a patient become his or her own mother and father"},{"id":691,"quote":"Става дума за това, че свръхчувствителността, както я нарекохте, не е нежелана. Тя е необходима за работата ми. Аз искам да съм чувствителен. Не бих искал да се лиша от нито една част от вътрешните си преживявания! И ако да бъда под напрежение е цената на просветлението, то така да бъде! Достатъчно съм богат, за да я платя."},{"id":692,"quote":"The ancient philosopher who said “Where death is, I am not; where I am, death is not was Lucretius, expounding upon Epicurus.”"},{"id":693,"quote":"Caracterul inseamna destin. [...]Caracterul, singur, este insuficient pentru profetii. Exista un alt ingredient fundamental, impredictibil. Cum sa-i spunem? Noroc? Sansa? Intamplarea de a te afla la locul potrivit, la momentul potrivit?"},{"id":694,"quote":"If a way to the Better there be, it exacts a full look at the Worst."},{"id":695,"quote":"One who does not feel is not sought out by others, but exists in a state of loneliness, cut off not only from one's feelings but from those of others."},{"id":696,"quote":"Everything, every fact, bar none, has a cause, and we must understand that everything necessarily occurs."},{"id":697,"quote":"Forget that crap about the patient not being ready for therapy! It's the therapy that's not ready for the patient- Lying on a couch"},{"id":698,"quote":"معجزه ها فقط به واسطه ی «جهل» انسان وجود دارند. در دوران باستان، هر رویدادی که ممکن نبود با علتهای طبیعی آن را توضیح داد، آن را معجزه در نظر می گرفتند. هرچه جهل توده ها، درباره کار طبیعت بیشتر بود، شمار معجزه ها هم بیشتر می شد. درباره معجزه ها، هر چه تعداد بیشتری ادعا کردند آن را دیده اند، آن رویداد کمتر باورپذیر است"},{"id":699,"quote":"- Visez la o dragoste care sa insemne mai mult decat doi oameni dorindu-si cu disperare sa se posede unul pe celalalt. Odata, nu demult, am crezut ca am gasit-o. Dar am gresit.- Ce s-a intamplat?Parandu-i-se ca Nietzsche clatinase usor din cap, Breuer nu insista. Mersera mai departe impreuna, pana cand Nietzsche relua:- Visez la o dragoste in care doi oameni sa impartaseasca pasiunea de a cauta impreuna un adevar mai inalt. Poate ca n-ar trebui s-o numesc dragoste. Poate ca adevaratul ei nume este prietenie."},{"id":700,"quote":"People who feel empty never heal by merging with another incomplete person."},{"id":701,"quote":"Има причини отвъд причините."},{"id":702,"quote":"Great literature survives, as Freud pointed out in his discussion of Oedipus Rex,18 because something in the reader leaps out to embrace its truth. The truth of fictional characters moves us because it is our own truth."},{"id":703,"quote":"... во-первых, желать необходимое, во-вторых, любить желаемое."},{"id":704,"quote":"But the problem with crests is that they lead downhill. From the crest I can see all the rest of my years stretched out before me. And the view doesn’t please me. I see only aging, diminishment, fathering, grandfathering. “But,”"},{"id":705,"quote":"I believe we should confront death as we confront other fears. We should contemplate our ultimate end, familiarize ourselves with it, dissect and analyze it, reason with it, and discard terrifying childhood death distortions. Let's not conclude that death is too painful to bear, that the thought will destroy us, that transiency must be denied lets the truth render life meaningless. Such denial always exacts a price - narrowing our inner life, blurring our vision, blunting our rationality. Ultimately self-deception catches up with us."},{"id":706,"quote":"Направете по-дълбока дисекция на мотивите си! Ще откриете, че никой никога не прави нещо изцяло в името на другите. Всичките ни действия са насочени към нас самите, с всички услуги целим да обслужим себе си, всяка любов е любов към собствения ни аз. […] Изненадах ли ви с този коментар? Може би си мислите за онези, които обичате. Разровете по-надълбоко и ще си дадете сметка, че не обичате тях – обичате приятното усещане, което тази любов поражда у вас! Обичате желанието, не желания обект."},{"id":707,"quote":"Irv, of course you’re upset by the review. Thank God for it! If you weren’t so sensitive, you wouldn’t be such a good writer."},{"id":708,"quote":"Some believe in the merits of the enterprise and devote their careers to ever greater nosological precision. Others, and among them I include myself, marvel that anyone can take diagnosis seriously, that it can ever be considered more than a simple cluster of symptoms and behavioral traits. Nonetheless, we find ourselves under ever-increasing pressure (from hospitals, insurance companies, governmental agencies) to sum up a person with a diagnostic phrase and a numerical category. Even"},{"id":709,"quote":"Çocukluğumdan beri yaşamın, birbiriyle aynı iki boşluk arasındaki bir kıvılcım olduğuna inandım: Doğumdan önceki ve ölümden sonraki karanlıklar arasındaki bir kıvılcım."},{"id":710,"quote":"Indeed, the capacity to tolerate uncertainty is a prerequisite for the profession."},{"id":711,"quote":"talk about how you feel, not about what the patient is doing."},{"id":712,"quote":"why squander all that love on a phantasm when there seems too little love to go around on Earth as it is? Better"},{"id":713,"quote":"невивчене життя не варте того, щоб бути прожитим"},{"id":714,"quote":"Because I could not stop for Death, He kindly stopped for me."},{"id":715,"quote":"Η Θέλμα δεν είχε συνέλθει την άλλη μέρα και ήταν εξαιρετικά ευμετάβλητη σ' όλη τη συνεδρία. Έκλαιγε συχνά και, από καιρό σε καιρό, ξέσπαγε με θυμό. Πρώτα παραπονέθηκε ότι o Μάθιου είχε πολύ κακή γνώμη για κείνην. Είχε τόσο πολύ επεξεργαστεί και εξαντλήσει τη δήλωσή του ότι «νοιάζεται» για κείνην, που τώρα έμοιαζε σαν προσβολή. Παρατήρησε ότι δεν είχε αναφέρει κανένα από τα θετικά χαρακτηριστικά της, κι έπεισε τον εαυτό της ότι η βασική του στάση απέναντί της ήταν «μη φιλική»."},{"id":716,"quote":"I knew this was an important issue, and that we would return to it. Otto Rank described this life stance with a wonderful phrase: “Refusing the loan of life in order to avoid the debt of death."},{"id":717,"quote":"Отчаянието е цената, която всеки плаща за самопознанието. Загледате ли се внимателно в живота, винаги ще попаднете на отчаяние."},{"id":718,"quote":"Penny’s fear of her own death, while not explicitly emerging in our therapy, manifested itself indirectly. For example, she was greatly concerned about “time running out—too little time left to get an education, to take a vacation, to leave behind some tangible legacy; and too little time for us to finish our work together.”"},{"id":719,"quote":"سرنوشت خود را انتخاب کن و آن را دوست بدار"},{"id":720,"quote":"Indiferent că trăiesc mult sau puțin, sunt în viață acum, în acest moment. Ce vreau eu să știu e că există și alte lucruri la care merită să sperăm, nu doar durata vieții. Ce vreau eu să știu e că nu e necesar să evităm gândurile legate de suferință sau moarte, dar că nici nu e necesar să le acordăm prea mult timp și spațiu. Ce vreau eu e să am conștiința faptului că viața e trecătoare. Și apoi, în lumina (sau umbra) acestei informații, să știu cum să trăiesc. Cum să trăiesc acum. Iată ce am aflat despre cancer: îți arată ce înseamnă o boală incurabilă și apoi te azvârle înapoi în lume, în propria ta viață, cu toată plăcerea și dulceața ei, pe care le simți acum mai mult ca niciodată. Și știi că ți s-a dat ceva și ți s-a luat ceva.Ți s-a dat ceva și ți s-a luat ceva. [...] Era o idee simplă și totuși complexă, o idee care trebuie analizată pe îndelete. Ce ți s-a dat e o nouă perspectivă despre cum să-ți trăiești viața, iar ce ți s-a luat este iluzia unei vieți infinite și credința în particularitatea personală care ne scoate de sub incidența legii naturale."},{"id":721,"quote":"Yearning for some form of reconciliation, for a new, fresh beginning to their relationship, she looked forward to her father’s driving her to college—a time when she would be alone with him for several hours. But the long-anticipated trip proved a disaster: her father behaved true to form by grousing at length about the ugly, garbage-littered creek by the side of the road. She, on the other hand, saw no litter whatsoever in the beautiful, rustic, unspoiled stream. She could find no way to respond and eventually, lapsing into silence, they spent the remainder of the trip looking away from each other. Later, she made the same trip alone and was astounded to note that there were two streams—one on each side of the road. “This time I was the driver, she said sadly, “and the stream I saw through my window on the driver’s side was just as ugly and polluted as my father had described it.” But by the time she had learned to look out her father’s window, it was too late—her father was dead and buried. That story has remained with me, and on many occasions I have reminded myself and my students, “Look out the other’s window. Try to see the world as your patient sees it.” The woman who told me this story died a short time later of breast cancer, and I regret that I cannot tell her how useful her story has been over the years, to me, my students, and many patients.”"},{"id":722,"quote":"ما فکر می‌کنیم عقاید قدیمیان را باید زنده نگه‌داریم و محترم بشماریم، حتی اگر بدانیم که مملو از خطا و خرافه است."},{"id":723,"quote":"Bilinç, varoluşu kaplayan yarı saydam bir zardan ibarettir: Eğitimli bir göz bunun arkasını görebilir; ilkel dürtüleri, içgüdüleri ve güç istemini asıl neyin harekete geçirdiğini bulabilir."},{"id":724,"quote":"- Това съжаление все още не го проумявам. Ако бяхте приели, по какъв начин това щеше да ви промени?- Да ме промени ли? Какво общо има промяната с това? Това беше уникална възможност – такава, каквато няма да ми се случи отново.- Било е също уникална възможност да кажете „не“! Да кажете едно благословено „не“ на един хищник. И точно тази възможност сте избрали."},{"id":725,"quote":"It is far preferable to employ terms like “distanced, “shut out,” or “disconnected”; they give voice to your wish to be closer, more connected, and more engaged, and it is difficult for our clients to take umbrage at that.”"},{"id":726,"quote":"...Sana gelme nedenim, kardeşimin ölümünden sonra yaşadığım kaygıydı. Sosyal yaşantımın bununla hiçbir ilgisi yok.Bunun üzerine son okumu da çıkardım. \" Katılmıyorum. İkisi birbiriyle yakından ilişkili. İzin ver açıklayayım. Yaşanmamışlık ne kadar çoksa ölüm korkusunun da o kadar şiddetli olduğuna defalarca şahit oldum. İşte bu nedenle, şu anki yaşam kalitene odaklanmaya çalışıyorum."},{"id":727,"quote":"All of us are creatures of a day; the rememberer and the remembered alike. All is ephemeral – both memory and the object of memory. The time is at hand when you will have forgotten everything; and the time is at hand when all will have forgotten you. Always reflect that soon you will be no one, and nowhere."},{"id":728,"quote":"«Quello che mi colpisce» disse Ernest «è che abbia perso qualunque prospettiva. È così preso da tutti questi eventi e sentimenti che ha cominciato a identificarsi con essi. Dobbiamo trovare un modo per aiutarlo a prendere un po’ di distanza da sé. Dobbiamo aiutarlo a vedersi da lontano, persino da una prospettiva cosmica. È esattamente quello che stavo cercando di fare con lei, Carolyn, ogni volta che le chiedevo di esaminare qualcosa preso dall’ammasso di eventi della sua vita. Il suo cliente è diventato queste cose: ha perso il senso di un io persistente che sperimenta questi eventi per una piccola frazione della sua esistenza. E quel che peggiora le cose è che il suo cliente ritiene che la sua attuale disgrazia diventerà una condizione permanente nel futuro. Naturalmente questo è un elemento caratteristico della depressione, una combinazione di tristezza e pessimismo».«Come si fa a interrompere questo meccanismo?»«Ci sono parecchie possibilità. Da quel che mi ha detto, per esempio, è chiaro che per l’identità di questa persona il conseguimento di un risultato e la sua efficacia sono centrali. In questo momento deve sentirsi assolutamente indifeso, e terrorizzato per questa condizione. È successo che potrebbe avere perso di vista il fatto che ha delle scelte, e che queste scelte gli danno il potere di cambiare. Dev’essere aiutato a comprendere che la situazione difficile in cui si trova non è il risultato di un destino predeterminato, ma delle sue scelte: per esempio quella di venerare il denaro. Una volta accettato che è lui l’artefice della propria situazione, sarà anche possibile condurlo alla comprensione del fatto che ha il potere di uscirne: sono state le sue scelte a portarlo dov’è, saranno le sue scelte a tirarlo fuori da lì.«Oppure» continuò Ernest, «probabilmente ha perso di vista la naturale evoluzione del suo turbamento attuale, che esiste in questo momento, ma ha avuto un inizio e avrà una fine. Lei potrebbe persino rivisitare le volte, in passato, in cui il suo cliente ha provato questa stessa rabbia e turbamento, e aiutarlo a ricordare il modo in cui quel dolore è svanito, così come il dolore presente, a un certo punto, si tramuterà in un ricordo sbiadito»."},{"id":729,"quote":"Heidegger believed that there are two fundamental modes of existing in the world: (1) a state of forgetfulness of being or (2) a state of mindfulness of being."},{"id":730,"quote":"{B]eware of empty compliments - make your support as incisive as your feedback or interpretations."},{"id":731,"quote":"Чувствеността е кучка, която хапе петите ни! И колко добре знае как да изпроси частица от нашата душа, когато й е отказана частица от плътта ни."},{"id":732,"quote":"Η αλήθεια ήταν ότι είχα μπροστά μου μια πολύ βαρετή γυναίκα, κι έπρεπε να της το δώσω να το καταλάβει με κάποιον αποδεκτό τρόπο. Μπορούσε ν' αρνείται την ευθύνη για οτιδήποτε άλλο -για την απουσία φίλων στη ζωή της, για τον κόσμο που είναι σκληρός με τους ανθρώπους χωρίς σύντροφο, για τη φρίκη της ζωής στα προάστια-, αλλά δεν θα της επέτρεπα ν' αρνηθεί την ευθύνη ότι μ' έκανε να βαριέμαι.Δεν τόλμησα να ξεστομίσω τη λέξη βαρετή - παραήταν αόριστη και μειωτική. Έπρεπε να είμαι ακριβής και εποικοδομητικός. Ρώτησα τον εαυτό μου τι ακριβώς ήταν τόσο βαρετό μαζί της, και ξεχώρισα δύο πολύ εμφανή χαρακτηριστικά. Πρώτ' απ' όλα, δεν αποκάλυπτε ποτέ τίποτα στενά προσωπικό για τον εαυτό της. Δεύτερον, έφταιγε αυτό το ηλίθιο γελάκι της, το βεβιασμένο κέφι της, η απροθυμία της να είναι σοβαρή, όπως αρμόζει στην περίσταση.Θα ήταν δύσκολο να της τα επισημάνω αυτά τα χαρακτηριστικά της, χωρίς να την πληγώσω. Αποφάσισα ν' ακολουθήσω μια γενική στρατηγική: η βασική μου θέση θα ήταν ότι εγώ θέλω να έρθω πιο κοντά της αλλά ότι η συμπεριφορά της μ' εμποδίζει. Σκέφτηκα πως δύσκολα θα την προσέβαλλε οποιαδήποτε κριτική, αν τη διατύπωνα σ' αυτό το πλαίσιο. Μόνο ευχαριστημένη μπορούσε να ήταν που ήθελα να τη γνωρίσω καλύτερα. Αποφάσισα να ξεκινήσω από το πόσο λίγα αποκάλυπτε για τον εαυτό της και, προς το τέλος μιας ιδιαζόντως υπνωτικής συνεδρίας, πήρα το ρίσκο."},{"id":733,"quote":"Don’t complicate your life with such trivial goals as riches and fame: they are the enemy of ataraxia. Fame, for example, consists of the opinions of others and requires that we must live our life as others wish. To achieve and maintain fame, we must like what others like and shun whatever it is that they shun. Hence, a life of fame or a life in politics? Flee from it. And wealth? Avoid it! It is a trap. The more we acquire the more we crave, and the deeper our sadness when our yearning is not satisfied. Lads, listen to me: if you crave happiness, do not waste your life struggling for that which you really do not need."},{"id":734,"quote":"In the first place a man never is happy but spends his whole life in striving after something which he thinks will make him so; he seldom attains his goal and, when he does it is only to be disappointed: he is mostly shipwrecked in the end, and comes into harbor with masts and riggings gone. And then it is all one whether he has been happy or miserable; for his life was never anything more than a present moment, always vanishing; and now it is over."},{"id":735,"quote":"Животът е изпит, в който няма правилни отговори. Ако трябваше да започна отново, смятам, че бих живял по същия начин, бих направил същите грешки. Онзи ден ми хрумна един добър сюжет за новела. Само да можех да пиша! Представете си следното: мъж на средна възраст, чийто живот е протекъл неудовлетворително, среща един дух. Духът му предлага възможността да преживее отново живота си, но без да забравя нищо от предишния си опит. Разбира се, мъжът се възползва от случая. Но за негово удивление и ужас се оказва, че новият му живот е напълно идентичен с предишния – изборите са същите, грешките са същите, измамните цели и богове са същите."},{"id":736,"quote":"We should treat with indulgence every human folly, failing, and vice, bearing in mind that what we have before us are simply our own failings, follies, and vices."},{"id":737,"quote":"death is the condition that makes it possible for us to live life in an authentic fashion."},{"id":738,"quote":"A denial of death at any level is a denial of one’s basic nature and begets an increasingly pervasive restriction of awareness and experience. The integration of the idea of death saves us; rather than sentence us to existences of terror or bleak pessimism, it acts as a catalyst to plunge us into more authentic life modes, and it enhances our pleasure in the living of life."},{"id":739,"quote":"Schopenhauer and Spinoza distilled, condensed, and funneled through the pupil, along the optic nerve, and directly into our occipital lobes. I’d love to be able to eat with my eyes—I’m"},{"id":740,"quote":"ما برای ماشین‌هایی که در وقت صرفه‌جویی می‌کنند، ارزش قائلیم و همین ارزش ماشینی را برای خود نیز به‌کار می‌بریم. بااین‌همه، با وقتی‌که با صرفه‌جویی اندوخته‌ایم چه می‌کنیم جز آنکه هدرش دهیم!"},{"id":741,"quote":"А има ли по-голяма страст от страстта към подчинението?"},{"id":742,"quote":"اگر خدایان وجود داشته باشند، دیگر چه چیزی برای خلق کردن باقی می ماند؟"},{"id":743,"quote":"Това, което твърдя е, че животът никога не трябва да се променя или претупва с надеждата за някакъв друг живот в бъдеще. Това, което е безсмъртно е този живот, този момент. Няма живот след смъртта, няма цел, към която този живот да ни придвижва, няма апокалиптичен трибунал, нито присъда. Този момент съществува завинаги и вие, сам сте единствената си публика."},{"id":744,"quote":"ALAS, IF ALL HUMANS WERE WISE AND HAD MORE GOOD WILL THE WORLD WOULD BE A PARADISE NOW IT IS MOSTLY A HELL"},{"id":745,"quote":"Hence the investigation of the past may be important not for the sake of constructing causal chains but because it permits us to be more accurately empathic."},{"id":746,"quote":"Επί τέσσερα χρόνια είχαν μια υπέροχα μυστική σχέση. (Όχι υπέροχη και μυστική αλλά υπέροχα μυστική, γιατί η μυστικότητα -και σε λίγο θα πω περισσότερα πάνω σ' αυτό- ήταν ο άξονας της προσωπικότητας του Ντέηβ, γύρω απ' τον οποίο περιστρέφονταν όλα τα υπόλοιπα. Η μυστικότητα τον ερέθιζε, τον γοήτευε, και συχνά την καλλιεργούσε με μεγάλο προσωπικό κόστος. Πολλές σχέσεις του, ιδίως οι σχέσεις του με τις δύο πρώην αλλά και με τη νυν σύζυγό του, είχαν διαστρεβλωθεί και διαρραγεί απ' την απροθυμία του να είναι ανοιχτός ή ευθύς για οτιδήποτε.)"},{"id":747,"quote":"قانون الهی، «خیرِ اعلی» است، «معرفت حقیقیِ خدا و عشق». معرفت حقیقی، به معنای به کمال رساندن «خردمندی» است که به ما امکان می دهد خدا را کامل تر بشناسیم. من عاشق سخنان سلیمانِ پیامبر هستم که می گوید: وقتی خردمندی وارد قلبت می شود و روحت از شناخت لذت می برد آنگاه «درستکاری و دادرسی» و همه ی مسیرهای خیر را درک خواهی کرد"},{"id":748,"quote":"-De aur? Chiar? Zau, Paula, ce poate fi de aur in privinta mortii?-Irv, m-a mustrat Paula, asta e o intrebare gresita! Incearca sa intelegi ca de aur nu e moartea, ci trairea deplina a vietii fata in fata cu moartea. Gandeste-te cat de intense si de pretioase sunt ultimele experiente: ultima primavara, ultimul zbor al pufului de papadie, ultima scuturare a florilor de wisteria. Perioada de aur este, spunea Paula, si vremea marii eliberari – o vreme in care ai libertatea sa zici nu tuturor obligatiilor banale, sa te dedici cu totul lucrurilor de care iti pasa cel mai tare – prezenta prietenilor, anotimpurile care se schimba, unduirea marii."},{"id":749,"quote":"he couldn't bear exposing himself to proof of the illusory nature of life, how it was warehoused on shiny tape and how quickly the present moment and every moment to come will fade into the nothingness of electromagnetic wavelets."},{"id":750,"quote":"Пациенты, как и все люди, извлекают пользу только из тех истин, которые они открывают сами."},{"id":751,"quote":"За да създадете деца, първо трябва да сте изградили себе си. В противен случай ще се стремите да имате деца, за да задоволите животинските си нужди, заради самотата си или за да запълните празнината в себе си. Задачата ви като родител не е да създадете още един Йозеф като вас, а нещо по-възвишено. Задачата ви е да създадете творец.... Бракът не трябва да е затвор, а градина, в която се отглежда нещо по-висше."},{"id":752,"quote":"No matter how close each of us becomes to another, there remains a final, unbridgeable gap; each of us enters existence alone and must depart from it alone."},{"id":753,"quote":"Credinta, oricat de pasionata, de pura, de arzatoare, nu spune absolut nimic despre realitatea existentei lui Dumnezeu"},{"id":754,"quote":"Therapists must be familiar with their own dark side and be able to empathize with all human wishes and impulses."},{"id":755,"quote":"Accurate empathy is an essential trait not only for therapists but for patients, and we must help patients develop empathy for others."},{"id":756,"quote":"When I was young, I always regarded the present as a prelude to something better that was going to occur. And then, the years passed, I suddenly found myself doing the opposite--I was bathing myself in nostalgia. What I've not done enough of is to treasure each moment, and that's the problem with your solution of detachment. I think it faces life through the wrong end of the telescope."},{"id":757,"quote":"Vreti sa zburati, dar nu puteti incepe sa zburati zburand. Trebuie sa va invat mai intai sa mergeti, iar primul pas in a invata sa mergi este sa intelegi ca acela care nu se supune lui insusi este condus de altii. Este mai usor, mult mai usor sa te supui altuia decat sa-ti comanzi tie insuti."},{"id":758,"quote":"I have always found quite useful Freud's formulation that the dream borrows building blocks from the day residue, but that for images to be important enough to become incorporated into it, they must be reinforced by older, meaningful, affect-laden concerns."},{"id":759,"quote":"- Gyvenk, kai gyveni! Mirtis praras savo klaiką, kai išnaudosi gyvenimą!"},{"id":760,"quote":"Имах предвид само, че за да може един човек изцяло да се свърже с друг, първо трябва да се е свързал със себе си. Ако не можем да приемем собственото си усамотение, то тогава щеизползваме другия като щит срещу самотата си. Единствено когато човек съумява да живее като орел, без свидетели, той може да се обърне към другия с любов; само тогава човек е в състояние да се грижи за израстването на другия."},{"id":761,"quote":"اسپینوزا می گوید: خدا طبیعت است و طبیعت خدامنظورم از طبیعت، درخت یا جنگل یا چمن یا اقیانوس نیست. منظورم هر چیزی است که وجود دارد: وحدت وجود مطلقطبیعت یعنی آنچه بی نهایت، یکپارچه، کامل، عقلانی و منطقی استعلتِ ذاتیِ همه ی چیزها. و هرچیزی که «وجود» دارد، بدون استثنا بر اساس قوانین طبیعت کار می کند"},{"id":762,"quote":"But just don't imagine life as a complete learned man to be too delightful. I now see it around me, dear Arthur. It is a tiring, troublesome life full of work; only the delight in doing it gives it its charm."},{"id":763,"quote":"It is sad to think of being together with others for so long and yet never to have let them matter enough to be influenced and changed by them. I urge you to let your patients matter to you, to let them enter your mind, influence you, change you—and not to conceal this from them."},{"id":764,"quote":"Have patience with everything unresolved and try to love the questions themselves. I would add: “Try to love the questioners as well.”"},{"id":765,"quote":"one can not be disturbed by another. It is only oneself who can disturb one's equanimity."},{"id":766,"quote":"In trecut, atunci cand tanjeam dupa compania celorlalti si le ceream ceva ce ei nu voiau si chiar nu puteau sa-mi dea, atunci am cunoscut singuratatea. Am cunoscut-o foarte bine. Sa nu ai nevoie de nimeni inseamna sa nu fii niciodata singur."},{"id":767,"quote":"Vous parliez d'une conversation où rien ne serait caché: cela s'appelle l'enfer, si je ne m'abuse. Se dévoiler devant quelqu'un est le prélude à la trahison."},{"id":768,"quote":"آینده با آنچه در گذشته انجام یافته است با خلق و خوی جسمی و روانی، عاطفه ها، ترس ها، هدف ها، سرشت، عشقِ به خود و طرز تلقی ما از دیگران تعیین می شود"},{"id":769,"quote":"grandiose fantasies of rescuing distressed damsels."},{"id":770,"quote":"he so craved the attention of his traveling companion that he had turned his meditation practice into a mere curiosity--all for the sake of a smile from this lovely woman who was simply an apparition, part of the passing show, soon to pass out of his life and to dissolve into the nonbeing of the past."},{"id":771,"quote":"Тужно је помислити да су те трунчица сећања све што је остало од богатих, узбудљивих времена, догађаја препуних живота, значења и жестине."},{"id":772,"quote":"Schopenhauer said, ‘Homo homini lupus’—man is a wolf to man; I’m certain that he was the inspiration for Sartre’s No Exit."},{"id":773,"quote":"...Ben bu kişilerin çoğunun çağrışımla aşık olduğuna inanıyorum. Onların asıl sevdiği,gençliğe özgü neşeydi,okul günleriydi, önlerinde uzanan o heyecan dolu yaşama atılmak için duydukları sabırsızlıktı. Gerçekte, belli bir kişiye aşık değillerdi. Söylemek istediğim, Sergey de sizin gençliğinizin rüya gibi bir döneminin parçasıymış. Sırf bundan dolayı, ona sevgi aşılıyorsunuz. Yani ona aşkı yakıştıran sizsiniz. Natasha yanıt vermedi. Aradan birkaç dakika geçtikten sonra, \" Sessiz kaldığımız bu sürede aklınızdan neler geçti?\" diye sordum.Sizin kitaplarınızdan birinin adını düşünüyordum: Aşkın Celladı..."},{"id":774,"quote":"We should treat with indulgence every human folly, failing, and vice, bearing in mind that what we have before us are simply our own failings, follies, and vices. For they are just the failings of mankind to which we also belong and accordingly we have all the same failings buried within ourselves. We should not be indignant with others for these vices simply because they do not appear in us at the moment. Parerga"},{"id":775,"quote":"it is only the present we must inhabit. Yesterday and tomorrow do not exist. Past remembrances, future longings, only produce disquiet. The path to equanimity lies in observing the present and allowing it to float undisturbed down the river of our awareness."},{"id":776,"quote":"Κάποτε ήμασταν τόσο κοντά ο ένας στον άλλο μέσα στη ζωή που τίποτα δε φαινόταν να εμποδίζει τη φιλία και την αδερφοσύνη μας, και μόνο ένα γεφυράκι υπήρχε ανάμεσα μας. Ακριβώς τη στιγμή που πήγαινες να ανέβεις σε αυτό σε ρώτησα: «Θέλεις να περάσεις το γεφυράκι για να με συναντήσεις;» – και τότε έπαψες πια να το θέλεις• κι όταν σε παρακάλεσα ξανά έμεινες σιωπηλός. Από τότε βουνά κι ορμητικοί ποταμοί κι ό,τι άλλο χωρίζει κι αποξενώνει μπήκαν ανάμεσά μας κι ακόμα κι όταν το θέλαμε, δεν ήταν μπορετό να συναντηθούμε! Μα όταν θυμάσαι τώρα εκείνο το μικρό γεφυράκι δεν έχεις πια λόγια – μόνο λυγμούς και απορία."},{"id":777,"quote":"There is no eternal blessedness in the world to come because there is no world to come."},{"id":778,"quote":"Exactly. We know that the great Goethe carried a copy of Spinoza’s Ethics in his pocket for a year. Imagine that—an entire year! And not only Goethe but many other great Germans. Lessing and Heine reported a clarity and calmness that came from reading this book. Who knows, there may come a time in your life when you, too, will need the calmness and clarity that Spinoza’s Ethics offers. I shan’t ask you to read that book now. You’re too young to grasp its meaning. But I want you to promise that before your twenty-first birthday you will read it. Or perhaps I should say, read it by the time you’re fully grown. Do I have your word as a good German?"},{"id":779,"quote":"It is a far better model to think of understanding the past in order to apprehend the present therapist-patient relationship. But neither of these considerations merits the sacrifice of an authentic human encounter in psychotherapy."},{"id":780,"quote":"Όσο κι αν μ' αρέσει να κάνω ομαδική θεραπεία, το μέγεθος αυτό έχει ένα σημαντικό μειονέκτημα για μένα: συχνά δεν επιτρέπει την εξερεύνηση βαθύτερων υπαρξιακών θεμάτων. Πολλές φορές μέσα στην ομάδα παρατηρώ με λαχτάρα κάποιο υπέροχο μονοπάτι που θα μπορούσε να με οδηγήσει βαθύτερα σ' έναν άνθρωπο, αλλά πρέπει να ικανοποιηθώ με το πρακτικό (και πιο χρήσιμο) καθήκον να καθαρίσω τα διαπροσωπικά αγκάθια."},{"id":781,"quote":"اسپینوزا: شما مقامات مذهبی در همه جا مدعی حفاظت از کلیدهای زندگی پس از مرگ هستید و از آن کلیدها برای هدایت سیاسی خود استفاده می کنید"},{"id":782,"quote":"Bir dizi çarpıtıcı prizma bir başkasını tanımamızı engeller...Önce imge ve dil arasındaki engel var......Bir başkasını hiçbir zaman tamamen tanıyamayışımızın bir nedeni de neleri açığa vuracağımız konusunda seçici oluşumuzdur......Bir başkasını tümüyle tanımaya bir üçüncü engel de paylaşan kişide değil, paylaşanın izlediği sırayı tersine çevirip dili imgeye- zihnin okuyabileceği metne- tercüme etmesi gereken öbür kişide, tanıyanda bulunur. Alıcının imgesinin göndericinin özgün zihinsel imgesine uyması çılgınca olanak dışıdır.Çeviri hatası önyargı hatasıyla karışır. Başkalarını kendi yeğlediğimiz fikir ve gestalt'lara uydurmak için zorlayarak çarpıtırız. ...Bir yüzü her görüşümüzde tanıdığımız şey o kişiye ilişkin kendi fikirlerimizdir. Bu kelimeler hüsranla sonuçlanan birçok ilişkinin anlaşılması için bir anahtar verir bize."},{"id":783,"quote":"confrontation tends to slow my thoughts,"},{"id":784,"quote":"Στην αρχή αυτές οι αναδρομές, όπως και οι ακραίες διακυμάνσεις της διάθεσης που τις συνόδευαν, έμοιαζαν χαοτικά, τυχαία συμβάντα. Έπειτα όμως από μερικές εβδομάδες η Μπέττυ συνειδητοποίησε πως ακολουθούσαν ένα σταθερό σχήμα: καθώς έχανε βάρος, αναβίωνε τα μείζονα τραυματικά ή ανεπίλυτα γεγονότα της ζωής της που είχαν συμβεί όταν βρίσκονταν σε συγκεκριμένο σωματικό βάρος. Έτσι η κατάβασή της από τα εκατόν είκοσι κιλά την έβαλε σε μια τροχιά προς τα πίσω στο χρόνο, μέσα από τα περισσότερο συγκινησιακά φορτισμένα γεγονότα της ζωής της: φεύγει από το Τέξας για τη Νέα Υόρκη (εκατόν πέντε κιλά), αποφοιτά από το κολέγιο (ενενηνταπέντε κιλά), αποφασίζει να παρατήσει το προπαρασκευαστικό πρόγραμμα της ιατρικής -και μαζί το όνειρο να ανακαλύψει τη θεραπεία για τον καρκίνο που σκότωσε τον πατέρα της- (ενενήντα κιλά), νιώθει μόνη στην αποφοίτηση της απ' το λύκειο - ζηλεύει τις άλλες κόρες και τους πατεράδες τους, είναι ανίκανη να βρει συνοδό για το χορό των τελειοφοίτων (ογδονταπέντε κιλά). Τι θαυμάσια απόδειξη του κόσμου του ασυνειδήτου! Το σώμα της Μπέττυ είχε συγκρατήσει στη μνήμη του πράγματα που το μυαλό της είχε από καιρό λησμονήσει."},{"id":785,"quote":"More than death, one fears the utter isolation that accompanies it. We try to go through life two by two, but each of us must die alone—no one can die our death with us or for us. The shunning of the dying by the living prefigures final absolute abandonment."},{"id":786,"quote":"Some therapists may attempt to increase therapeutic leverage by accenting the individual's sole responsibility. The therapist helps the patient realize that not only is the individual responsible for his situation but that only he is responsible."},{"id":787,"quote":"Cinstea mai presus de toate. Un sceptic convins in toate celelalte privinte, Ernest credea cu o fervoare fundamentalista in forta tamaduitoare a cinstei. Catehismul lui cerea cinste – insa o cinste temperata, selectiva. Si cinste responsabila, plina de grija: cinste in serviciul ingrijirii."},{"id":788,"quote":"رهبر باید زمین کنار آبشار باشد، نه عصای زیر بغل. رهبر باید راه هایی را نشان دهد که در مقابل شاگردانش قرار دارد. اما او اجازه ندارد آن راه ها را انتخاب کند"},{"id":789,"quote":"It was she who taught me that embracing death honestly permits one to experience life in a richer, more satisfying manner."},{"id":790,"quote":"هریک از ما سخت نیازمند جاودانگی، استواری، همزیستی و الگویی برای سرمشق قرار دادنیم، و باوجوداین، همگی باید با مرگ ناگزیر، بی‌پایگی، تنهایی و پوچی روبرو شویم."},{"id":791,"quote":"când jocul se termină, toate piesele – pionii, regii și reginele, toate se duc înapoi, în aceeași cutie"},{"id":792,"quote":"Should we not create -should we not become- before we reproduce?"},{"id":793,"quote":"Lecturile mele s-au mutat masiv în zona existențialiștilor din literatură și filosofie: autori precum Dostoievski, Tolstoi, Beckett, Kundera, Hesse Mutis și Hamsun nu era preocupați în primul rând de problematica claselor sociale, de chestiunile amoroase, sexuale, de mister sau răzbunare - subiectele lor erau mult mai profunde, atingând chiar parametrii existenței. S-au luptat să găsească sens într-o lume fără sens, confruntând fățiș inevitabilitatea morții și a izolării. Dileme fatale, cu care rezonam pe deplin. Simțeam că ei spun povestea mea: și nu doar povestea mea, ci a fiecărui pacient consultat vreodată de mine.Am început să înțeleg tot mai bine că multe din problemele cu care se confruntau pacienții mei - îmbătrânire, pierdere, moarte, decizii majore de viață, cum ar fi ce profesie să urmezi sau cu cine să te căsătorești - erau adesea abordate mult mai convingător de către romancieri și filosofi decât de specialiștii domeniului meu."},{"id":794,"quote":"Kübler-Ross’s “stages of dying—anger, denial, bargaining, depression, acceptance—never failed to arouse Paula’s ire. She insisted, and I am certain that she was correct, that such rigid categorizing of emotional responses leads to a dehumanization of both patient and doctor.”"},{"id":795,"quote":"當時，我決心保持距離，保護自己/是因為我缺乏自重——我全盤接受了壓迫者的世界觀/逐漸漂離自己原來熱愛的醫學科學，開始在人文科學上安身立命。這是一段很愜意的時期，但也是一個自我懷疑的時期：常常覺得自己有如一個局外人，在精神醫學上和新的發展脫節，同時，在哲學與文學上又只是一個半吊子。漸漸地，我開始挑選和自己的領域最相關的思想家/對許多存在哲學家來說，自由乃是最核心的終極關懷。依我的理解，自由之為物，無非是說，由於我們並非生活在一個預先設計好的宇宙，因此，每一個人都應該是自己的創作者，創作自己的生活、選擇與行動。這樣的自由會產生極大的焦慮，因此許多人寧願擁抱神明或獨裁者/好思想家的好書，讀來是一種享受/其中有病人的努力與力量，也有他們對我的信任，但他們的成功大體上還是要歸功於他們灌注於我的力量"},{"id":796,"quote":"So Kant’s discovery was that, rather than experience the world as it’s really out there, we experience our own personalized processed version of what’s out there. Such properties as space, time, quantity, causality are in us, not out there—we impose them on reality. But, then, what is pure, unprocessed reality? What’s really out there, that raw entity before we process it? That will always remain unknowable to us, said Kant."},{"id":797,"quote":"have always been baffled by religious belief. As long as I can remember, I have regarded it as self-evident that religious systems develop in order to provide comfort and soothe the anxieties of our human condition."},{"id":798,"quote":"Yalnızlığıma yenilip, düşkünlüğümü başkalarına anlatacak olduğum ender zamanlardan sonra, hep kendimden nefret etmişimdir. Kendime yabancılaşıyor, adeta ihanet etmiş gibi hissediyorum."},{"id":799,"quote":"But perhaps the main reason I was not ground down by Irene’s rage was that I always knew that it masked her profound sadness, despair, and fear."},{"id":800,"quote":"of course belief increases when fear is greatest. That’s the very point: fear begets belief; we need and want a god, but wishing doesn’t make it so. Belief, no matter how fervent, how pure, how consuming, says nothing whatsoever about the reality of God’s existence."},{"id":801,"quote":"Sometimes I felt like I'd just drift off into oblivion if it weren't for your hand anchoring me to my life."},{"id":802,"quote":"If we relate to people believing that we can categorize them, we will neither identify nor nuture the parts, the vital parts, of the other that transcends category. The enabling relationship always assumes that the other is never fully knowable."},{"id":803,"quote":"Although the idea of dying had long filled me with dread, I came to prefer the raw dread to some belief whose chief appeal lay in its very absurdity. I have always hated the impregnable declaration, “I believe because it is absurd. Yet, as a therapist, I keep such sentiments to myself: I know that religious faith is a powerful source of comfort and never to tamper with a belief if I have no better replacement.”"},{"id":804,"quote":"In fact, we found strong evidence that many of the widows who had had the best marriages went through the bereavement and detachment process more easily than those who had had a deeply conflicted one. (The explanation for this paradox lay, it seemed to me, in “regret: for those who had spent their lives married to the wrong person, bereavement was more complicated because they also had to grieve for themselves, for their many squandered years.)”"},{"id":805,"quote":"اسپینوزا/ سال 1656 میلادی: مقامات مذهبی، از همه رنگش، می خواهند مانع رشد توانایی ها و استعدادهای «عقلانی» شوندرهبران مذهبی، راه «معنوی» خود را با دخالت در مشغله های سیاسی گم کرده اندمذهب و کشورداری باید از هم جدا باشند. تصورپذیرترین حاکم، رهبری است که آزادانه او را انتخاب کنند و بوسیله شورای منتخب مستقلی قدرتهایش محدود شودکسی که بتواند برای «آرامش» عموم و امنیت و رفاه اجتماعی عمل کند"},{"id":806,"quote":"Kant had overlooked a fundamental and immediate type of data about ourselves: our own bodies and our own feelings. We can know ourselves from the inside, he insisted. We have direct, immediate knowledge, not dependent on our perceptions. Hence, he was the first philosopher to look at impulses and feelings from the inside, and for the rest of his career he wrote extensively about interior human concerns: sex, love, death, dreams, suffering, religion, suicide, relations with others, vanity, self-esteem. More than any other philosopher, he addressed those"},{"id":807,"quote":"Indeed, the capacity to tolerate uncertainty is a prerequisite for the profession. Though the public may believe that therapists guide patients systematically and sure-handedly through predictable stages of therapy to a foreknown goal, such is rarely the case: instead, as these stories bear witness, therapists frequently wobble, improvise, and grope for direction. The powerful temptation to achieve certainty through embracing an ideological school and a tight therapeutic system is treacherous: such belief may block the uncertain and spontaneous encounter necessary for effective therapy."},{"id":808,"quote":"فردیت یافتن مستلزم تنهایی کامل، بنیادین و ابدی است."},{"id":809,"quote":"There is one true property of romantic love: it never stays - evanescence is a part of the nature of an infatuated love state. But be careful trying to rush its demise. Don't try to joust with love any more than you would with powerful religious beliefs - those are duels you cannot win."},{"id":810,"quote":"After Paula and I had met for many weeks, we began to make concrete plans to form a group for dying patients. Nowadays, such groups are commonplace and much discussed in magazines and television, but in 1973 there was no precedent: dying was as heavily censored as pornography. Hence, we had to improvise every step of the way. The beginning posed a major hurdle. How to start such a group? How to recruit group members? With a classified ad: “Wanted! Dying people?”"},{"id":811,"quote":"Though these tales of psychotherapy abound with the words patient and therapist, do not be misled by such terms: these are everyman, everywoman stories. Patienthood is ubiquitous; the assumption of the label is largely arbitrary and often dependent more on cultural, educational, and economic factors than on the severity of pathology. Since therapists, no less than patients, must confront these givens of existence, the professional posture of disinterested objectivity, so necessary to scientific method, is inappropriate. We psychotherapists simply cannot cluck with sympathy and exhort patients to struggle resolutely with their problems. We cannot say to them you and your problems. Instead, we must speak of us and our problems, because our life, our existence, will always be riveted to death, love to loss, freedom to fear, and growth to separation. We are, all of us, in this together."},{"id":812,"quote":"The last gift a parent can give to children is to teach them, through example, how to face death with equanimity—and Carlos gave an extraordinary lesson in grace. His death was not one of the dark, muffled, conspiratorial passings. Until the very end of his life, he and his children were honest with one another about his illness and giggled together at the way he snorted, crossed his eyes, and puckered his lips when he referred to his “lymphoooooooooooomma."},{"id":813,"quote":"جاه و جلالی که صرف مذهب می شود ذهن انسان ها را با خشک اندیشی مسدود می کند"},{"id":814,"quote":"از دست دادن فراتر از مالکیت است"},{"id":815,"quote":"Each person owns his own death. And each should enact it in his own way. Perhaps—only perhaps—there is a right by which we can take a man’s life. But there is no right by which we can take a man’s death. That is not comfort. That is cruelty!"},{"id":816,"quote":"The majority of therapists realize, for example, that an apprehension of one’s finiteness can often catalyze a major inner shift of perspective, that it is the relationship that heals, that patients are tormented by choice, that a therapist must catalyze a patient’s “will to act, and that the majority of patients are bedeviled by a lack of meaning in their lives.”"},{"id":817,"quote":"whole"},{"id":818,"quote":"حتی آن زمان که چیزها خارج از کنترل ماست، انسان این قدرت را دارد که نگرش خود را نسبت به سرنوشتش تحت فرمان داشته باشد، آنچه را که قادر به انکارش نیست، از نو تعبیر و تفسیر کند."},{"id":819,"quote":"Like Paula, the members were eager for students; they felt that they had much to teach, and that their death sentences had made them wise. They had learned one lesson particularly well: that life cannot be postponed; it must be lived now, not suspended until the weekend, until vacation, until the children leave for college, until the diminished years of retirement. More than once I heard the lament, “What a pity it is that I had to wait till now, till my body was riddled with cancer, to learn how to live."},{"id":820,"quote":"The really proper address between one man and another should be, instead of Sir, Monsieur,…my fellow sufferer. However strange this may sound, it accords with the facts, puts the other man in the most correct light, and reminds us of that most necessary thing, tolerance, patience, forbearance, and love of one’s neighbor, which everyone needs and each of us therefore owes to another."},{"id":821,"quote":"I learned long ago that when two people have something big between them and don’t talk about it, they don’t talk of anything else of importance either."},{"id":822,"quote":"There was a great deal more. Schopenhauer made me aware that we are doomed to turn endlessly on the wheel of will: we desire something, we acquire it, we enjoy a brief moment of satiation, which rapidly fades into boredom, which then, without fail, is followed by the next ‘I want."},{"id":823,"quote":"اجازه بده از قول اِپیکور خردمند یونان باستان به تو چیزی بگویمهدف از زندگی چیستپاسخ او این است که ما باید جویای آتاراکسیا باشیمترجمه اش می شود «آرامشِ درونی» یا رهاییِ از درد و رنج هیجانیاپیکور گفته: در بخشی از اجتماع جا بگیر که کمترین فشار روانی را برایت پدید می آوردبا کسی که احساساتی شبیه خودت دارد ازدواج کن اپیکور خود را فیلسوفی پزشک می دانست که به بیماری های روحی می پرداخت. او گفته است: فلسفه ای که روح را شفا ندهد به اندازه ی دارویی که بدن را درمان نکند، ارزش ناچیزی دارد"},{"id":824,"quote":"It means to escape from willing entirely. It means to fully accept that our innermost nature is an unappeasable striving, that this suffering is programmed into us from the beginning, and that we are doomed by our very nature. It means that we must first comprehend the essential nothingness of this world of illusion and then set about finding a way to deny the will."},{"id":825,"quote":"Heidegger, iki farklı varlık durumundan söz eder. Bunların ilki, dünya üzerinde 'nesnelerin oldukları biçimlerini' izleyen ''gündelik'' varlık durumudur. Varolma haline, kaçışa, bizi çevreleyen nesnelerin bolluğuyla uyuşturulmuş olduğumuza dair bir unutkanlık durumudur bu. İkinci olarak da, ''ontolojik varlık durumu'' vardır, bu da, sahici bir biçimde yaşadığımızı ve 'nesnelerin varoluşlarını', hatta tam da oldukları şekliyle varolduklarını hayretle izlediğimiz, varlığın 'farkında olma' durumudur. Bu aşamadaki birey, yaşamında değişikliklere gitmeye hazırdır."},{"id":826,"quote":"Οι ασθενείς, όπως όλος ο κόσμος, ωφελούνται περισσότερο από μια αλήθεια που την ανακαλύπτουν οι ίδιοι."},{"id":827,"quote":"Miracles exist only through man's ignorance. In ancient times any occurrence that could not be explained through natural causes was considered a miracle, and the greater the ignorance of the masses about the workings of Nature, the greater the number of miracles."},{"id":828,"quote":"The dying man and the sixteen-year-old gazed at each other across the decades."},{"id":829,"quote":"The strength of a belief has no relationship to its veracity"},{"id":830,"quote":"We have to aim, as all the great artists have, at dwelling in the pure world of platonic ideas. Some do this through art, some through religious asceticism. Schopenhauer did it by avoiding the world of desire, by communion with the great minds of history, and by aesthetic contemplation—he played the flute an hour or two every day."},{"id":831,"quote":"جایی که زندگی هست، مرگ نیست و جایی که مرگ هست زندگی نیست"},{"id":832,"quote":"a flood of compassion for her and for all his fellow humans who are victims of that freakish twist of evolution that grants self-awareness but not the requisite psychological equipment to deal with the pain of transient existence."},{"id":833,"quote":"اگر فکر می کنی که درباره مسائل نامطمئن ممکن است با خردمندی مطمئن شوی، هیچ کاری بیش از این انجام نخواهی داد که بکوشی با عقل سلیم دیوانه شوی*__Terence"},{"id":834,"quote":"فردی که رویکردی کاسب‌کارانه دارد، وقتی قرار باشد ببخشد و در مقابل نستاند، حس می‌کند فریب‌خورده ولی برای انسان رشد یافته، بخشش نشانه قدرت، ثروت و وفور است."},{"id":835,"quote":"ابتدا عشق، اکنون تنفر و عصبانیت. چقدر دلبستگی ها ناپایدار و متزلزل هستند. اگر می خواهی شکوفا شوی و پیشرفت کنی باید با تثبیت احساسات خود به چیزی تغییر ناپذیر، چیزی با پایداری ابدی بر امیال خود غلبه کنی"},{"id":836,"quote":"من رویای عشقی را در سر دارم که در آن اشتیاقی دوجانبه برای جستجوی حقیقتی برتر میان دو تن پدید آید، شاید نباید آن را عشق نامید، شاید نام حقیقی آن دوستی است."},{"id":837,"quote":"What is young-learned is best-learned."},{"id":838,"quote":"فقط کسی که بتواند مثل عقاب شجاعانه زندگی کند، قادر است به دیگری *عشق پیشکش کند؛ فقط او توانایی دارد که آرزوی یک وجود متعالی را برای دیگری داشته باشد. زناشویی خوب تنها در صورتی می تواند وجود داشته باشد که برای زنده ماندن وجود هر دو نفر ضروری نباشد."},{"id":839,"quote":"Humans who are victims of that freakish twist of evolution that grants self-awareness but not the requisite psychological equipment to deal with the pain of transient existence. And so throughout the years, the centuries, the millennia, we have relentlessly constructed makeshift denials of finiteness. Would we, would any of us, ever be done with our search for a higher power with whom we can merge and exist forever?"},{"id":840,"quote":"انسانی که می‌بخشد، چیزی را در دیگری می‌آفریند."},{"id":841,"quote":"He knew what to say to whiners: find a way to turn you gaze outward, stretch beyond yourself."},{"id":842,"quote":"Even the most liberal system of psychiatric nomenclature does violence to the being of another. If we relate to people believing that we can categorize them, we will neither identify nor nurture the parts, the vital parts, of the other that transcend category. The enabling relationship always assumes that the other is never fully knowable."},{"id":843,"quote":"مردم برای یافتن راه‌های پرهیز از آگاهی نسبت به مسئولیت، زرنگی و ذکاوت خستگی‌ناپذیری از خود نشان می‌دهند."},{"id":844,"quote":"Love between parents begets love for the children."},{"id":845,"quote":"Si cel mai rau era ca el nu citea niciodata. Cat de coerent si de increzator discutase pe vremuri despre literatura. Cat de mult o facuse sa indrageasca Middlemarch si Daniel Deronda. Si ce soc sa-si dea seama, la doar putin timp dupa asta, ca luase forma drept continut: nu numai ca remarcile lui erau invatate pe de rost, dar lecturile lui erau limitate si statice. Iar cea mai grea lovitura: cum putuse ea sa se indragosteasca de un barbat care nu citea?"},{"id":846,"quote":"the real pain of old age, bereavement, outliving one’s friends, was the absence of scrutiny—the horror of living an unobserved life."},{"id":847,"quote":"تنهایی عمیق از عمل خود آفرینندگی جدایی‌ناپذیر است، فرد به بی‌تفاوتی عظیم جهان آگاه می‌شود."},{"id":848,"quote":"خوشبختی یا بدبختی ما بسته به کیفیت چیزی است که به آن دل می بندیم"},{"id":849,"quote":"ask you to heal me of despair."},{"id":850,"quote":"- А меланхолията? До каква степен съпровожда или следва атаките?- Имам мрачни периоди! Кой няма? Важното е, че те не ме владеят. Не са част от болестта ми, а от същността ми. Може да се каже, че имам куража да си ги позволя."},{"id":851,"quote":"[D]o not mistake the appearance of efficiency for true effectiveness."},{"id":852,"quote":"When we wake discouraged in the middle of the night, enemies that we had defeated long ago come back to haunt us."},{"id":853,"quote":"Just dismay about how we poor mortals, we fellow sufferers, are such victims of biology that we fill our lives with guilt about natural acts as Stuart and Rebecca have done."},{"id":854,"quote":"Freedom is the ultimate concern most central to many existential thinkers. In my understanding, it refers to the idea that, since we all live in a universe without inherent design, we must be the authors of our own lives, choices, and actions. Such freedom generates so much anxiety that many of us embrace gods or dictators to remove the burden."},{"id":855,"quote":"Ah, friendship! So this is the glue that holds people together—this warmth, this loneliness-dispelling state of mind."},{"id":856,"quote":"I only meant that a feeling is merely a feeling. A subjective state can never substantiate an objective truth."},{"id":857,"quote":"the truth we discover for ourselves."},{"id":858,"quote":"عشق به چیزی جاودانه و بی پایان روح را از شعف محض قوت می دهد که فارغ از هرگونه اندوهی است. به همین سبب بسیار خواستنی است و باید با همه توان خود به جست و جوی آن برآمد"},{"id":859,"quote":"And that we all have the goal of extricating ourselves from the thralldom of sex."},{"id":860,"quote":"Encased in an elaborate illusion of unlimited power and progress, each of us subscribes, at least until one's midlife crisis, to the belief that existence consists of an eternal, upward spiral of achievement, dependent on will alone. This comforting illusion may be shattered by some urgent irreversible experience ... None more potently confronts us with finiteness and contingency than the imminence of our own death."},{"id":861,"quote":"قدرت مطلق همیشه گمراه‌کننده است، گمراه می‌کند چون آنچه را که باید فراهم نمی‌سازد، همیشه واقعیت، درماندگی و میراندگی ما، این واقعیت که به‌رغم دستیابی به ستارگان، سرنوشتی ناگزیر در انتظارمان است، از راه می‌رسد."},{"id":862,"quote":"همه عطایایی که خدا به ما می بخشد، روزی به انتها خواهد رسید. نبوت ها، سخن گفتن به زبانها و دانستن علم و اسرار روزی به پایان خواهد پذیرفت. اما محبت تا ابد باقی خواهد ماند و از بین نخواهد رفت"},{"id":863,"quote":"Philosophy is a high mountain road…an isolated road and becomes even more desolate the higher we ascend. Whoever pursues this pass should know no fear but must leave everything behind and confidently make his own way in the wintry snow…He soon sees the world beneath him; its uneven spot are leveled out, its jarring sounds no longer reach his ear. And its roundness is revealed to him. He himself is always in the pure cool mountain air and beholds the sun when all below is still engulfed in the dead of night."},{"id":864,"quote":"Kutsal olan hakikat değil, kişinin kendi hakikati için çıktığı arayıştır!"},{"id":865,"quote":"You said that life is long and patients often have long careers in treatment. You said they may learn something from one doctor, carry it inside their heads, and, sometime in the future, be ready to do more. And that meanwhile you had played the role she was ready for."},{"id":866,"quote":"Ölüm varken ben yokum. Ben varken ölüm yok. O halde üzülecek ne var?"},{"id":867,"quote":"Budući da je istina da se punoća duše ponekad može utopiti u potpunoj bljutavosti jezika, jer niko od nas nikada ne može zaista izraziti tačne mere svojih potreba, misli ili patnji; a ljudski govor je poput razbijenog lončeta, po kom udaramo grube ritmove da bi medvedi uz njih igrali, dok želimo da stvorimo muziku koja će raznežiti zvezde."},{"id":868,"quote":"Tabii acı çekeceksin, görmenin bedelidir bu. Tabii için korkuyla dolacak, yaşamak demek tehlike içinde olmak demektir. Büyümek zordur!!\" diye haykırmıştı. \"Sen bir inek değilsin, ben de gevişgetirenlerin havarisi değilim"},{"id":869,"quote":"eğer insan ölülerle yaşamayı öğrenecekse, önce yaşayanlarla yaşamayı öğrenmelidir."},{"id":870,"quote":"Un hombre libre que vive entre los ignorantes lucha hasta donde puede por evitar sus favores."},{"id":871,"quote":"Yaşamının mercek altına alınmasından gizliden gizliye zevk almayan bir hastayla daha hiç karşılaşmamıştı. Mercek ne kadar büyük gösterirse hasta o kadar çok zevk alırdı. İncelenmekten alınan keyif o kadar büyük olurdu ki Breuer yaşlanma, sevdiklerini kaybetme ve dostlarından fazla yaşamadaki asıl acının sizi inceleyen gözlerin bulunmaması olduğuna inanırdı-hiç kimsenin dikkat etmediği bir yaşam dehşeti."},{"id":872,"quote":"Religious beliefs are culture bound…land overwhelmed by poverty, overcrowding, starvation, disease, class oppression and lack of any hope for a better future were what generated these old beliefs. Didn’t all religions based on release or a better life hereafter target the poor, the suffering, the enslaved?"},{"id":873,"quote":"Kendini iyi biri olarak gösteriyor, kimseye zarar vermiyor; kendinden ve doğadan başka hiçbir şeye! Sırf pençeleri yok diye kendilerine iyi diyenlerden biri olmaktan vazgeçirmeliyim onu"},{"id":874,"quote":"One of our major tasks in therapy is to pay attention to our immediate feelings—they represent precious data."},{"id":875,"quote":"Bento knew he could have no wife—no family, no community."},{"id":876,"quote":"We will go to any length to avoid responsibility and to embrace authority even, if necessary, if it requires us to pretend to accept responsibility."},{"id":877,"quote":"Bizler arzu edilenden çok arzu etmeye aşığızdır!"},{"id":878,"quote":"Tudi najbolj svobodomiselni sistem psihiatrične nomenklature je nasilen do biti drugega. Če z drugimi vzpostavljamo odnose tako, da verjamemo, da jih lahko razvrščamo v kategorije, ne bomo ne prepoznali ne negovali tistih delov, ključnih delov drugega, ki presegajo kategorije. Omogočajoč odnos vedno predpostavlja, da drugega ni mogoče dokončno spoznati."},{"id":879,"quote":"Hope is the worst of evils because it protracts torment. “Your”"},{"id":880,"quote":"Amor fati, yazgını sev!"},{"id":881,"quote":"Kemikleri, eti, bağırsakları ve kan damarlarını kaplayan deri nasıl insan görünümünü katlanılabilir hale getiriyorsa, ruhun ajitasyonu ve ihtirası da kibirle kapatılmıştır; kibir ruhu kaplayan deridir."},{"id":882,"quote":"I’m persuaded I must be free. If such a community is not to be found, then perhaps I must live without a community."},{"id":883,"quote":"Traiesc in trecut, ori intr-un viitor care nu va exista niciodata."},{"id":884,"quote":"The power and omnipresence of the sexual drive: Next to the love of life it shows itself here as the strongest and most active of all motives, and incessantly lays claim to half the powers and thoughts of the younger portion of mankind. It is the ultimate goal of almost all human effort. It has an unfavourable influence on the most important affairs, interrupts every hour the most serious occupations, and sometimes perplexes for a while the greatest human minds…Sex is really the invisible point of all action and conduct, and peeps up everywhere in spite of all the veils thrown over it. It is the cause of war and the aim and object of peace,…the inexhaustible source of wit, the key to all allusions, and the meaning of all mysterious hints, of all unspoken offers and all stolen glances; it is the meditation of the young and often the old as well, the hourly thought of the unchaste and, even against their will, the constantly recurring imagination of the chaste."},{"id":885,"quote":"Stay a moment, Alfred. I’ve one last question. Let me ask you to imagine something. Close your eyes and imagine leaving me now. Imagine walking away from our talk, and then imagine sitting on the long train ride to Munich. Let me know when your imagination is there.Alfred closed his eyes and soon nodded readiness.“Now, here’s what I’d like you to do. Think back upon our talk tonight, and ask yourself these questions: Do I have any regrets about my talk with Friedrich? Were there important issues I did not raise?”Alfred kept his eyes closed and, after a long silence, slowly nodded. “Well, there is one thing . . .”"},{"id":886,"quote":"I must assume that knowing is better than not know, venturing better than not venturing; and that magic and illusion, however rich, however alluring, ultimately weaken the human spirit. I take with deep seriousness Thomas Hardy's words, 'If a way to the Better there be, it exacts a full look at the Worst."},{"id":887,"quote":"O perspectiva cosmica atenueaza intotdeauna tragedia. Daca urcam suficient de sus, vom atinge o inaltime de la care tragedia inceteaza sa mai para tragica."},{"id":888,"quote":"Nekega dne v bližnji prihodnosti, morda čez štirideset let, ne bo več živega človeka, ki me je kdajkoli poznal. Takrat bom resnično mrtev - ko ne bom več obstajal v nikogaršnjem spominu. Veliko sem razmišljal o tem, kako je nekdo, ki je zelo star, zadnji še živeči posameznik, ki je poznal neko osebo ali grozd ljudi. Ko umre ta stara oseba, umre tudi ta grozd - izgine iz živega spomina. Sprašujem se, kdo bo ta oseba zame. Ob čigavi smrti bom zares umrl?"},{"id":889,"quote":"But, now, as he thought about that meditating young woman, he experienced softer feelings—a flood of compassion for her and for all his fellow humans who are victims of that freakish twist of evolution that grants self-awareness but not the requisite psychological equipment to deal with the pain of transient existence. And so throughout the years, the centuries, the millennia, we have relentlessly constructed makeshift denials of finiteness."},{"id":890,"quote":"The true end of the whole love story, though the parties concerned are unaware of it, is that a particular child may be begotten. Therefore what here guides man is really an instinct directed to what is best in the species, whereas man himself imagines he is seeking merely a heightening of his own pleasure."},{"id":891,"quote":"Simptomele sunt mesagerii unui sens si vor disparea doar atunci cand mesajul lor este inteles."},{"id":892,"quote":"Življenje nikoli ne iztiri zaradi napačne stranpoti - iztiri zato, ker je napačna glavna cesta."},{"id":893,"quote":"Recently, for example, I visited my optometrist to complain that my eyeglasses no longer functioned as of yore. He examined me and asked my age. “Forty-eight, I said, and he replied, “Yep, right on schedule.” From somewhere deep inside the thought welled up and hissed: “What schedule? Who’s on schedule? You or others may be on a schedule, but certainly not I.”"},{"id":894,"quote":"Existential isolation, a third given, refers to the unbridgeable gap between self and others, a gap that exists even in the presence of deeply gratifying interpersonal relationships. One is isolated not only from other beings but, to the extent that one constitutes one’s world, from world as well."},{"id":895,"quote":"Suntem indragostiti mai mult de dorinta decat de fiinta dorita."},{"id":896,"quote":"Thought, in and of itself, has no external consequences-although it may be an indispensable overture to action: one may, for example, plan, rehearse, or muster the resolve for action. Action extends one beyond oneself; it involves interaction with one's surrounding physical or interpersonal world. Action need not entail gross, or even observable, movement. A slight gesture or glance toward another may be action of momentous import."},{"id":897,"quote":"Hiçbir şeyin gizlenmeden konuşulacağı bir ortamı merak ediyorsunuz; bu tam bir cehennem olur. Birinin kendisini başka birine açması ihanetin kapılarını açar."},{"id":898,"quote":"If two wishes are mutually exclusive, then one must be relinquished. If, for example, a meaningful, loving relationship is a wish, then a host of conflicting interpersonal wishes-such as conquest, power, seduction, or subjugation-must be denied."},{"id":899,"quote":"Right, that's exactly what I mean by your being both the prisoner and the jailer."},{"id":900,"quote":"Hair and hole, horn and teeth—hedgehog, walrus, ape, Josef Breuer. He"},{"id":901,"quote":"One of the great paradoxes of life is that self-awareness breeds anxiety. Fusion eradicates anxiety in a radical fashion—by eliminating self-awareness. The person who has fallen in love, and entered a blissful state of merger, is not self-reflective because the questioning lonely I (and the attendant anxiety of isolation) dissolve into the we. Thus one sheds anxiety but loses oneself."},{"id":902,"quote":"Belki de konformizm kavramının Yahudileri çok kısıtlamış olmasındandır; kendilerinin dışındaki kaynaklardan gelen zulüm bir halkı öylesine kaynaştırır ki bir tek bireyi bile bunu kırıp çıkamaz."},{"id":903,"quote":"the truly beautiful woman is so often feted and rewarded solely for her appearance that she neglects developing other parts of herself. Her confidence and feelings of success are only skin-deep, and once her beauty fades she realizes she has little to offer: she has developed neither the art of being an interesting person nor that of taking an interest in others."},{"id":904,"quote":"Ginny could see me more realistically, she could begin to de-idealize me and relate to me on a more human basis."},{"id":905,"quote":"You are not a cow, and I am no apostle of cud chewing."},{"id":906,"quote":"زمان جاودانگی می خواهد. زمان همه چیز را می بلعد و چیزی پس نمی دهد"},{"id":907,"quote":"Though we try hard to go through life two by two or in groups, there are times, especially when death approaches, that the truth—that we are born alone and must die alone—breaks through with chilling clarity. I have heard many dying patients remark that the most awful thing about dying is that it must be done alone. Yet, even at the point of death, the willingness of another to be fully present may penetrate the isolation."},{"id":908,"quote":"I had, once again, fallen prey to the grandiose belief that I can treat anyone. Swept along by hubris and by my curiosity, I had disregarded twenty years of evidence at the outset that Thelma was a poor candidate for psychotherapy, and had subjected her to a painful confrontation which, in retrospect, had little likelihood of success. I had stripped away defenses without building anything to replace them."},{"id":909,"quote":"Schopenhauer said that a highly attractive women, like a highly intelligent man, was absolutely destined to living an isolated life. He pointed out that others are blind with envy and resent the superior person. For that reason, such people never have close friends of their same sex."},{"id":910,"quote":"I have heard many dying patients remark that the most awful thing about dying is that it must be done alone. Yet, even at the point of death, the willingness of another to be fully present may penetrate the isolation. As a patient said in “Do Not Go Gentle, “Even though you’re alone in your boat, it’s always comforting to see the lights of the other boats bobbing nearby.”"},{"id":911,"quote":"Nu crea copii pana cand nu esti gata sa fii un creator si sa dai nastere la creatori. E gresit sa faci copii din nevoie, e gresit sa folosesti un copil pentru a-ti alina singuratatea, e gresit sa-ti creezi un scop in viata din a reproduce o copie a ta. E gresit sa cauti nemurirea varsandu-ti samanta in viitor, ca si cum sperma ti-ar contine constiinta."},{"id":912,"quote":"Buddha's four noble truths:1. Life is suffering.2. Suffering is caused by attachments (to objects, ideas, individuals, to survival itself).3. There is an antidote to suffering: the cessation of desire, of attachment, of the self.4. There is a specific pathway to a suffering-free existence: the eight step path to enlightenment."},{"id":913,"quote":"Encased in an elaborate illusion of unlimited power and progress, each of us subscribes, at least until one’s mid-life crisis, to the belief that existence consists of an eternal, upward spiral of achievement, dependent on will alone. This"},{"id":914,"quote":"Perhaps the four noble truths were culture-bound. Perhaps they were truths for 2,500 years ago in a land with overwhelming poverty, overcrowding, starvation, disease, class oppression, and lack of any hope for a better future."},{"id":915,"quote":"The Greeks—Socrates, Plato, Aristotle, the Stoics and Epicureans—all believed that education and reason were the tools needed to combat human suffering."},{"id":916,"quote":"每一口呼吸，都使我們暫時逃離不斷衝擊我們的死亡……但最後獲勝的，必然是死亡，因為從出生以來，死亡就是我們的命運，它只是在吞噬獵物之前玩弄一番。可是，我們卻一直對生命抱持大量的興趣和掛慮，就好像竭盡所能地吹肥皂泡，希望越大越好、越久越好，但肥皂泡卻注定爆裂、化為烏有。"},{"id":917,"quote":"به من بگو باور داری خدا قادرِ مطلق است؟... خدا کامل و تمام عیار است و هیچ نیاز و نقصان و خواسته و آرزویی ندارد. این طور نیست؟... خدا درباره اینکه چگونه او را می ستاییم یا «حتی» اگر او را می ستاییم هیچ خواسته و آرزویی ندارد. پس به من اجازه بدهید تا خدا را به روش خودم دوست بدارم و به او عشق بورزم"},{"id":918,"quote":"Plato,\" Philip interjected, \"observed that love is in the one who loves, not in the one who is loved"},{"id":919,"quote":"We poor mortals, we fellow sufferers, are such victims of biology that we fill our lives with guilt about natural acts…and that we all have the goal of extricating ourselves from the thralldom of sex."},{"id":920,"quote":"Bunun anlamı sırtımda babamı taşıma yükünü taşımadım hiç, onun yargılarının ağırlığı boğazıma çökmedi, benim yaşama hedefim onun tutkularını gerçekleştirmek biçimini almadı. Babamın ölümü bir nimet, bir özgürlük olarak da görülebilir. Onun geçici arzuları asla benim yasam haline dönüşmedi. Kimsenin daha önce geçmediği kendi yolumu kendim keşfetmek üzere tek başıma bırakıldım."},{"id":921,"quote":"بیشتر وقتها شادمانی بسیار حرف ها را در خود فرو می برد"},{"id":922,"quote":"اسپینوزا: هدف من تغییر یهودیت نیست. هدف من از رستگارباوری افراطی از میان برداشتن همه مذاهب و برقراری مذهبی جهانی است که در آن همه انسانها از راه فهم کامل طبیعت در جست و جوی دستیابی به رستگاری و سعادت هستند"},{"id":923,"quote":"Love, passion, seduction--these are powerful sentiments, part of our hard-wiring to perpetuate our species and, as Rebecca has just made clear, they may operate unconsciously."},{"id":924,"quote":"- Kako objašnjavaš njegovu popularnost?- On piše ubedljivo. I impresionira neobrazovane. Na svakoj stranici mogu se naći zvučni citati Tertulijana ili Svetog Augustina, ili recimo Platona, ili nekog indijskog mistika iz osmog veka. Ali to je samo privid erudicije. U stvari, on naprosto istrgne iz davnina niz nepovezanih citata da bi podupro svoje unapred zaokružene ideje..."},{"id":925,"quote":"İnançlarınızı değiştirme cesaretinizin olması bundan iyidir. Josef, çok daha iyidir. Görev ve sadakat sahte görüntülerdir, arkasına saklanılan perdelerdir. Kendini özgür kılmak kutsal bir hayır demektir, ödeve bile."},{"id":926,"quote":"Existential isolation, a third given, refers to the unbridgeable gap between self and others, a gap that exists even in the presence of deeply gratifying interpersonal relationships."},{"id":927,"quote":"Thought training and behavior shaping! These methods are not for the human realm! Ach, we’re not animal trainers! “Yes,”"},{"id":928,"quote":"Philosophy is a high mountain road...an isolated road and becomes even more desolate the higher we ascend. Whoever pursues this path should show no fear but must leave everything behind and confidently make his own way in the wintry snow.... He soon sees the world beneath him"},{"id":929,"quote":"For me, there is comfort in the idea that my death informs my life."},{"id":930,"quote":"ما در حسرت خودمختاری هستیم، ولی از پیامد ناگزیر خودمختاری، یعنی تنهایی، طفره می‌رویم."},{"id":931,"quote":"Every time I went out among men I came back less human."},{"id":932,"quote":"Ev kirasını ve kasaba borcunu nasıl ödeyeceğini düşündüğün zaman özgürlüğün konusunda pek fazla kaygı duymana fırsat kalmıyor."},{"id":933,"quote":"that the less I have to do with people, the happier I am. When I tried living in life, I was drawn into agitation. To stay out of life, to want nothing and to expect nothing, to keep myself engaged in elevated contemplative pursuits--that is the path, my only path, to peace."},{"id":934,"quote":"There is comfort in the idea of not allowing my core being to be devoured by trivialities, by insignificant successes or failures, by what I possess, by concerns about popularity—who likes me, who doesn’t. For me, there is comfort in the state of remaining free to appreciate the miracle of being."},{"id":935,"quote":"Many ultimately come to understand that what has seemed injustice is in reality cosmic indifference."},{"id":936,"quote":"Eighty-one is old, shockingly old. I’m shocked myself when I think about it. I don’t feel old, and over and over I wonder how I got to be eighty-one. I always used to be the youngest kid—in my classes, on my summer camp baseball team, on the tennis team—and now suddenly I’m the oldest person anywhere I go—restaurants, movies, professional conferences. I can’t get used to it."},{"id":937,"quote":"I remain convinced that a therapist’s judicious self-disclosure facilitates the course of therapy. Love’s"},{"id":938,"quote":"Tek ödevin kendin olmaktır. Güçlü ol: Yoksa, büyümek için hep başkalarını kullanmak zorunda kalırsın"},{"id":939,"quote":"آنکه زندگی نمی‌کند، بیش از همه از مرگ می‌هراسد."},{"id":940,"quote":"And the feeling in the dream, Irene? Almost always my first question. The feeling in a dream often leads to the center of its meaning.”"},{"id":941,"quote":"You do not have to say everything you think, Doctor Pfister. Therapy is not a place for you to feel better bydischarging troublesome thoughts. Learn to hold them. Learn to be a vehicle for unruly thoughts. Timingis everything."},{"id":942,"quote":"Look. Everyone is on the move. Scurrying back and forth all day, all their lives. To what end? Riches? Fame? Pleasures of the appetites? Surely these ends represent wrong turns."},{"id":943,"quote":"As Rank suggested, an individual may have learned early in life that impulse expression is bad, and generalized that verdict of badness to the entire realm of volition."},{"id":944,"quote":"But he gave no greater gift than the one he offered me shortly before he died, and it was a gift that answers for all time the question of whether it is rational or appropriate to strive for “ambitious therapy in those who are terminally ill. When I visited him in the hospital he was so weak he could barely move, but he raised his head, squeezed my hand, and whispered, “Thank you. Thank you for saving my life.”"},{"id":945,"quote":"Work, worry, toil and trouble are certainly the lot of almost all throughout their lives. But if all desires were fulfilled as soon as they arose, how then would people occupy their lives and spend their time? Suppose the human race were removed to Utopia where everything grew automatically and pigeons flew about ready-roasted; where everyone at once found his sweetheart and had no difficulty in keeping her; then people would die of boredom or hang themselves; or else they would fight, throttle, and murder one another and so cause themselves more suffering than is now laid upon them by nature…And what is the most terrible thing about boredom? Why do we rush to dispel it? Because it is a distraction-free state which soon reveals underlying unpalatable truths about existence-our insignificance, our meaningless existence, our inexorable progression to deterioration and death. Hence, what is human life other than an endless cycle of wanting, satisfaction, boredom, and then wanting again? Is that true for all life forms? Worse for humans…because as intelligence increases, so does the intensity of suffering."},{"id":946,"quote":"To lose a parent or a lifelong friend is often to lose the past: the person who died may be the only other living witness to golden events of long ago. But to lose a child is to lose the future: what is lost is no less than one’s life project—what one lives for, how one projects oneself into the future, how one may hope to transcend death (indeed, one’s child becomes one’s immortality project)."},{"id":947,"quote":"I have found that four givens are particularly relevant to psychotherapy: the inevitability of death for each of us and for those we love; the freedom to make our lives as we will; our ultimate aloneness; and, finally, the absence of any obvious meaning or sense to life. However grim these givens may seem, they contain the seeds of wisdom and redemption. I hope to demonstrate, in these ten tales of psychotherapy, that it is possible to confront the truths of existence and harness their power in the service of personal change and growth."},{"id":948,"quote":"همه کلیساهای مسیحیان، نقاشی ها یا شیشه کاریهای رنگی از عیسی مسیح دارند که نشان می دهد ایشان را به صلیب کشیدند. هیچ کلیسایی تصویرهایی از مسیح قدرتمند و دلیر نشان نمی دهد. عیسی مسیح که جرات کرد خاخام های فاسد را به مبارزه بطلبد، عیسی مسیح که یک تنه صرافان را از معبد بیرون کرد"},{"id":949,"quote":"برای دیدن دنیا از دیدگاه ابدیت، باید هویت خود را، یعنی دلبستگی به خود را کنار بگذاریم و هر چیزی را از چشم اندازی کاملا مناسب و حقیقی ببینیم. وقتی بتوانیم این کار را بکنیم، دیگر بین خود و دیگران مرزی احساس نمی کنیم و آرامشی بزرگ در درونمان جریان می یابد و هیچ رویدادی ما را نگران نمی کند. حتی مرگ خودمان تفاوتی ایجاد نمی کند. وقتی دیگران به این چشم انداز نایل شوند با یکدیگر دوست خواهیم بود و آنچه را برای خود می خواهیم برای دیگران نیز خواهیم خواست و با بلندنظری عمل خواهیم کرد"},{"id":950,"quote":"Impreuna, aceste doua sisteme de convingeri alcatuiesc o dialectica – doua reactii diametral opuse la situatia in care se afla omul. Fiinta umana fie isi declara autonomia prin autoafirmare eroica, fie cauta securitatea prin contopirea cu o forta superioara – cu alte cuvinte, evolueaza sau fuzioneaza, se separa sau se inglobeaza. Se transforma in propriul parinte sau ramane un vesnic copil."},{"id":951,"quote":"He had never encountered a patient who did not secretly enjoy a microscopic examination of his life. And the greater the power of magnification, the more the patient enjoyed it. The joy of being observed ran so deep that Breuer believed the real pain of old age, bereavement, outliving one’s friends, was the absence of scrutiny—the horror of living an unobserved life."},{"id":952,"quote":"Aynayı bıraktı. Kırk iki yıl kalmıştı! Kırk iki yıl daha nasıl dayanacaktı? Kırk iki yıl daha yılların geçmesini bekleyecekti. Kırk iki yıl daha yaşlanan gözlerine bakacaktı. Zaman hapishanesinden kaçmanın bir yolu yok muydu? Ah, keşke tekrar en baştan başlayabilseydi! Ama nasıl? Nereden? Kiminle? Bertha ile olmazdı. O özgürdü istediği zaman onun hapishanesine girip çıkar ya da uçup gidebilirdi. Üstelik onunla asla “biz olunamazdı; “bizim” yaşamımız, “bizim” yeni yaşamımız mümkün olamazdı.”"},{"id":953,"quote":"Desi realitatea concreta, fizica, a mortii ne distruge, ideea de moarte ar putea sa ne salveze."},{"id":954,"quote":"Everyone who knows you realizes that you have extraordinary gifts. You have a burden: the richer the soil, the more unforgivable the failure to cultivate it."},{"id":955,"quote":"Do I in any way profit from this misery? Nietzsche finally responded. “I have reflected on that very question for many years. Perhaps I do profit. In two ways. You suggest that the attacks are caused by stress, but sometimes the opposite is true—that the attacks dissipate stress. My work is stressful. It requires me to face the dark side of existence, and the migraine attack, awful as it is, may be a cleansing convulsion that permits me to continue.”"},{"id":956,"quote":"Certainty is inversely proportional to knowledge"},{"id":957,"quote":"Julius, isn’t it precipitous to dismiss so quickly a concept that has offered consolation to much of humanity for millennia? It is Epictetus’s idea, and Schopenhauer’s as well, that excessive attachment either to material goods, to other individuals, or even attachment to the concept of ‘I’ is the major source of human suffering. And doesn’t it follow that such suffering can be ameliorated by avoiding the attachment?"},{"id":958,"quote":"The existential psychotherapy approach posits that the inner conflict bedeviling us issues not only from our struggle with suppressed instinctual strivings or internalized significant adults or shards of forgotten traumatic memories, but also from our confrontation with the \"givens\" of existence.And what are these \"givens\" of existence? [...] Four ultimate concerns, to my view, are highly salient to psychotherapy: death, isolation, meaning in life, and freedom."},{"id":959,"quote":"Like you, I dream, I choke on night-dread. Like you, I have often wondered why fears reign at night. After twenty years of such wondering, I now believe that fears are not born of darkness; rather, fears are like the stars—always there, but obscured by the glare of daylight."},{"id":960,"quote":"therapy uncovered deep roots of these everyday problems—roots stretching down to the bedrock of existence. “I"},{"id":961,"quote":"I teach that life should never be modified, or squelched, because of the promise of some other kind of life in the future. What is immortal is this life, this moment. There is no afterlife, no goal toward which this life points, no apocalyptic tribunal or judgement. This moment exists forever, and you, alone, are your only audience."},{"id":962,"quote":"All serious thinkers contemplate suicide, Nietzsche noted. “It’s a comfort that helps us get through the night.”"},{"id":963,"quote":"Soru buydu. Onda aradığım neydi? Bende eksik olan neydi ? İyi bir yaşamım yok muydu? Yaşamımın giderek geri dönülmez bir biçimde daralan bir dehlize dönüşmekte olduğunu kime anlatabilirim? Çektiğim işkenceyi, uykusuz gecelerimi, intiharla flört etmemi kim anlayabilirdi?"},{"id":964,"quote":"My dear Lou,   I, too, have dawns about me, and not painted ones! Something I no longer believed possible, to find a friend for my ultimate happiness and suffering, now seems to me possible—the golden possibility on the horizon of my whole future life. I am moved whenever I so much as think of the bold and rich soul of my dear Lou. F.N."},{"id":965,"quote":"In general, however, there is agreement that groups differ from one another in the amount of “groupness present. Those with a greater sense of solidarity, or “we-ness,” value the group more highly and will defend it against internal and external threats. Such groups have a higher rate of attendance, participation, and mutual support and will defend the group standards much more than groups with less esprit de corps.”"},{"id":966,"quote":"Yaşamının mercek altına alınmasından gizliden gizliye zevk almayan bir hastayla henüz karşılaşmamıştı. Mercek ne kadar detaylı gösterirse hasta o kadar çok zevk alırdı. İncelenmekten alınan keyif o kadar büyük olurdu ki Breuer yaşlanma, sevdiklerini kaybetme ve dostlarından uzun yaşamanın asıl acı yanının sizi inceleyen gözlerin bulunmaması olduğuna inanırdı; hiç kimsenin dikkat etmediği bir yaşamdan duyulan dehşet ..."},{"id":967,"quote":"Si totusi libertatea, vazuta dintr-o perspectiva existentiala, este industructibil legata de anxietate, prin afirmarea ideii ca, in ciuda experientei cotidiene, nu intram si nici nu iesim in cele din urma drintr-un univers bine structurat, cu o menire grandioasa si eterna. Libertatea inseamna ca fiecare este responsabil pentru propriile alegeri si fapte, pentru propria-i situatie de viata."},{"id":968,"quote":"In the first place a man never is happy but spends his whole life in striving after something which he thinks will make him so; he seldom attains his goal and, when he does it is only to be disappointed: he is mostly shipwrecked in the end and comes into the harbour with masts and riggings gone. And then it is all one whether he has been happy or miserable; for his life was never anything more than a present moment, always vanishing; and now it is over….We are like lambs playing in the field, while the butcher eyes them and selects first one then the other; for in our good days we do not know what calamity fate at this very moment has in store for us, sickness persecution, impoverishment, mutilation, loss of site, madness, and death."},{"id":969,"quote":"One of the great paradoxes of life is that self-awareness breeds anxiety"},{"id":970,"quote":"In romanul „Grednel, John Gardner vorbeste despre un om intelept care isi sintetizeaza meditatiile asupra misterelor vietii in doua postulate simple ”Lucrurile pier incet, alternativele exclud”. [...] Cel de-al doilea, „alternativele exclud”, este o cheie importanta pentru a intelege de ce nu e usor sa iei decizii. Decizia presupune invariabil o renuntare: pentru fiecare da trebuie sa existe un nu, fiecare decizie eliminand sau distrugand alte optiuni (radacina cuvantului „decide” inseamna „ucidere”, ca in omucidere sau sinucidere).”"},{"id":971,"quote":"I mean, what kind of voyage, what kind of life, is it if you are so focused on the departure that you can’t enjoy your surroundings and can’t enjoy other people?"},{"id":972,"quote":"Unul dintre marile paradoxuri ale vietii este acela ca din constiinta de sine decurge o stare de anxietate. Contopirea elimina anxietatea intr-o maniera radicala – prin eliminarea constiintei de sine. Persoana care s-a indragostit si a patruns intr-o stare extatica de contopire cu obiectul dragostei sale nu se mai gandeste la sine, pentru ca stingherul si dilematicul eu (alaturi de angoasa insotitoare a izolarii) se dizolva in noi."},{"id":973,"quote":"For some of us the fear of death manifests only indirectly, either as generalized unrest or masqueraded as another psychological symptom; other individuals experience an explicit and conscious stream of anxiety about death; and for some of us the fear of death erupts into terror that negates all happiness and fulfillment."},{"id":974,"quote":"more commonly death anxiety surfaces in nightmares. A"},{"id":975,"quote":"was the idea that relative happiness stems from three sources: what one is, what one has, and what one represents in the eyes of others. He urges that we focus only on the first and do not bank on the second and third—on having and our reputation—because we have no control over those two; they can, and will, be taken away from us—just as your inevitable aging is taking away your beauty. In fact, ‘having’ has a reverse factor, he said—what we have often starts to have us."},{"id":976,"quote":"Cand ne mor parintii, ne simtim intodeauna vulnerabili, pentru ca nu ne confruntam doar cu o pierdere, ci si cu propria moarte. Cand devenim orfani, intre noi si mormant nu mai sta nimeni."},{"id":977,"quote":"The best aid for the mind is that which once for all breaks the tormenting bonds that ensnare the heart."}]