[{"id":1,"quote":"Suffering just means you’re having a bad dream. Happiness means you’re having a good dream. Enlightenment means getting out of the dream altogether."},{"id":2,"quote":"It is your show.It is your universe.There is no one else here, just you,and nothing is being withheld from you.You are completely on your own.Everything is available for direct knowing.No one else has anything you need.No one else can lead you, pull you, push you or carry you."},{"id":3,"quote":"The point is to wake up, not to earn a Ph.D. In waking up."},{"id":4,"quote":"Enlightenment is the unprogrammed state."},{"id":5,"quote":"I don’t have something you don’t; you believe something I don’t."},{"id":6,"quote":"Wake up first. Wake up, and then you can double back and perhaps be of some use to others if you still have the urge. Wake up first, with pure and unapologetic selfishness, or you’re just another shipwreck victim floundering in the ocean and all the compassion in the world is of absolutely no use to the other victims floundering around you."},{"id":7,"quote":"It’s ego – the false self – that exalts the guru and declares the teaching sacred, but nothing is exalted or sacred, only true or not true."},{"id":8,"quote":"The bottom line remains the same: you’re either awake or you’re not.One day, there it is. Nothing. No more enemies, no more battles."},{"id":9,"quote":"Listen! Here’s all you need to know to become enlightened: Sit down, shut up, and ask yourself what’s true until you know. That’s it. That’s the whole deal; a complete teaching of enlightenment, a complete practice. If you ever have any questions or problems—no matter what the question or problem is—the answer is always exactly the same: Sit down, shut up, and ask yourself what’s true until you know. In other words, go jump off a cliff. Don’t go near the cliff and contemplate jumping off. Don’t read a book about jumping off. Don’t study the art and science of jumping off. Don’t join a support group for jumping off. Don’t write poems about jumping off. Don’t kiss the ass of someone else who jumped off. Just jump."},{"id":10,"quote":"Enlightenment isn’t when you go there; it’s when there comes here."},{"id":11,"quote":"Here’s the most directly I am able to say this: The one and only truth of any person lies like a black hole at their very core, and everything else—everything else—is just the rubbish and debris that covers the hole. Of course, to someone who is just going about their normal human existence undistracted by the larger questions, that rubbish and debris is everything that makes them who they are. But to someone who wants to get to the truth, who they are is what’s in the way."},{"id":12,"quote":"Before enlightenment I believed my ego was me, then enlightenment comes along and no more ego, only the underlying reality. Now it’s after enlightenment and this ego might be slightly uncomfortable or ill-fitting at times, but it’s all I’ve got. The idea that your ego is destroyed in the process of becoming enlightened is roughly correct, but it’s not complete. Before enlightenment, you’re a human being in the world, just like everyone you see. During enlightenment you realize the human being you thought you were is just a character in a play, and that the world you thought you were in is just a stage, so you go through a process of radical deconstruction of your character to see what’s left when it’s gone. The result isn’t enlightened-self or true-self, it’s no-self. When it’s all over it’s time to be a human being in the world again, and that means slipping back into costume and getting back on stage."},{"id":13,"quote":"there is no such thing as a rational person. We are emotional creatures with some token capacity for reason."},{"id":14,"quote":"All fear is ultimately fear of no-self."},{"id":15,"quote":"The you that you think of as you (and that thinks of you as you, and so on) is not you, it’s just the character that the underlying truth of you is dreaming into existence. Enlightenment isn’t in the character, it’s in the underlying truth."},{"id":16,"quote":"There’s nothing left to contend against and nothing left that must be done, and there will never be anything that must be done ever again."},{"id":17,"quote":"I don’t see it as my role to save or rescue anybody any more than regular people feel the need to rescue each other from sleeping and dreaming."},{"id":18,"quote":"writing it down on paper or on a computer where you can see it is because the brain, unlikely as it may sound, is no place for serious thinking. Any time you have serious thinking to do, the first step is to get the whole shootin’ match out of your head and set it up someplace where you can walk around it and see it from all sides. Attack, switch sides and counter-attack. You can’t do that while it’s still in your head. Writing it out allows you to act as your own teacher, your own critic, your own opponent. By externalizing your thoughts, you can become your own guru; judging yourself, giving feedback, providing a more objective and elevated perspective."},{"id":19,"quote":"Once you start seeing this place for the madhouse it is, you can’t stop seeing it that way. It’s everywhere, everyone. It doesn’t make any sense. That’s not life. It can’t be. I don’t know what it is, but it’s not life."},{"id":20,"quote":"To move forward, you must figure out exactly what is obstructing you. Whatever it is, it isn’t really there; it has no reality, no substance. It’s your own creation, a phantom lurking in the shadows of your mind, a shadow demon. Your obstructions are your demons, and your demons are shadow dwellers. They live and thrive in the half-light of ignorance, so the way to slay a demon is by illuminating it with the full force and power of your focused attention; by looking at it, hard. Banish shadow with light and see for yourself that no obstruction exists, nor ever did. We create our demons and we feed them. To awaken we must slay them. That’s really the whole process: Slay one demon, take one step. Repeat."},{"id":21,"quote":"The price of truth is everything, but no one knows what everything means until they’re paying it."},{"id":22,"quote":"Maybe you think death is the opposite of life, or that all this death-awareness stuff translates into the end of happiness and good times, but this is not the case. Death isn't morbid, fear is morbid. Death doesn't oppose life, fear opposes life. To close your eyes to death is to close them to life: what could be more morbid than that? From your perspective, death and suicide are horrific and unthinkable. From my perspective, they are empowering and lifeaffirming. and I would look at any person that doesn't have an open, honest relationship with these subjects as themselves nine parts dead."},{"id":23,"quote":"We slip into the lives that are laid out for us the way children slip into the clothes their mother lays out for them in the morning. No one decides. We don’t live our lives by choice, but by default."},{"id":24,"quote":"all belief systems are just the stories we create in order to deal with the void. Ego abhors a vacuum, so everybody’s scrambling to create the illusion of something where there’s nothing. Belief systems are simply the devices we use to explain away the unthinkable horror of no-self."},{"id":25,"quote":"Do you want to awaken? To stop being a false, artificial, self-benighted being? Then developing and sharpening this sense—the ability to detect fear and the source and emanations of fear—amounts to nothing more than disengaging your own autoimmune system; the subsystem of ego that keeps this poison from making you sick. Yes, to get it out you must let it in, breathe it deep, and allow yourself to become sickened by it. The way out is through, and there can be no rebirth without first a death."},{"id":26,"quote":"The third thing about witnessing, the most important part and the thing that most people don't seem to understand. is that you have to take it further than just one step back. You have to keep going with it. Its not a passive thing. like you just sit back and observe. You don't just observe your character, you deconstruct it. You have to be aggressive about it. This is a way or simulating the enlightened perspective, which would be useful to anyone who wants to wake themselves up from the dreamstate instead of just in it."},{"id":27,"quote":"That's delusion. Exactly the same. This is the dream. The question is, who is doing the dreaming and how do we wake up? How do we get real? That's what all this enlightenment stuff boils down to. It's about waking up and seeing what's really true, and to do what we have to become progressively less asleep. We have to fight and scratch and claw our way to wakefulness. In the same sense, if you want to be more true, then the way to do that is by becoming less false, less full of shit. If you want to be less full of shit, the the way to do it is to go inside yourself with the spotlight of discrimination, find the shit, and illuminate it. Illumination destroys it. lies disappear when you really look at them because they never had real substance, they were only imagined. That's what you were doing just now-- bravely shining a light inward, digging deeper-- and that's cool. It's not easy and it's not fun, but that's the process. That's how the good stuff happens. That's how icebergs get melted back into the ocean."},{"id":28,"quote":"When we believe in the world outside of ourselves, gain is often perceived as good and loss as bad. When we stop believing in a world external to self. that reverses: gain becomes bad and loss becomes good. Nothing we can lose was ever ours in the first place. All we can ever lose is illusion."},{"id":29,"quote":"Maybe the meaning of your life is what your life means to you now. It’s hard to understand that time doesn’t exist because we have such a clear experience of past, present and future, but we don’t really experience past and future, only present. Past and future are just ideas in the present. This means that there is only now, but what is now? We can’t say what now is because there is no not-now. It’s always now. There is only now."},{"id":30,"quote":"The really strange thing about being awake isn’t being awake; it’s the people that aren’t. They’re walking and talking in their dreamstates; some of them declaring their deep commitment to waking up while doing everything possible not to. Have you ever been around a sleepwalker who had their eyes open and was performing a task, even speaking? It’s pretty eerie. Now imagine the whole world is like that. It’s eerie and it’s lonely, but more than that, it’s dubious. It lacks credibility. It’s not believable. Even at the level of consensual reality, it’s hard to accept that these people are all really asleep. I’m able to interact to some degree with sleepwalkers, but they’re speaking from within a dreamstate world that I can’t see and only barely remember. They might say they want to wake up, but it quickly becomes apparent that they have some dreamworld notion of what awake means that might involve anything so long as it doesn’t disturb their slumber. Ego’s guard dog is ever-vigilant, and it bites. They say that sleepwalkers get violent if you try to wake them; a curiously apt parallel."},{"id":31,"quote":"The end of illusion is the end of you.   U.G. Krishnamurti"},{"id":32,"quote":"The one and only truth of any person lies like a black hole at their very core, and everything else – EVERYTHING else – is just the rubbish and debris that covers the hole. Of course, to someone who’s just going about their normal human existence undistracted by the larger questions, that rubbish and debris is everything that makes them who they are. But to someone who wants to get to the truth, who they are is what’s in the way. All fear is ultimately fear of this inner black hole, and nothing on this side of that hole is true. The process of achieving enlightenment is about the breaking through the blockage and stepping through the hole."},{"id":33,"quote":"How did it get so late so soon? It’s night before it’s afternoon. December is here before it’s June. My goodness how the time has flewn. How did it get so late so soon?   Dr. Seuss"},{"id":34,"quote":"You are only a disciple because your eyes are closed. The day you open them you will see there is nothing you can learn from me or anyone. What then is a Master for? To make you see the uselessness of having one. Anthony de Mello"},{"id":35,"quote":"Don Juan advises Carlito to choose a path with heart. I am familiar with it for the same reason that so many spiritual seekers are familiar with it, because it has that ring of sagely goodness that makes it the one thing out of all of Castenada’s writings that gets widely remembered. Does that make it true or valuable? Obviously not, just another cliché. Just another piece of pretty misdirection. I am well aware that a great many of the world’s most popular spiritual doctrines advocate a heart-centered approach to spiritual development, but popularity among the soundly asleep may not be the best criterion by which to judge a method for waking up."},{"id":36,"quote":"The fundamental conflict in the spiritual quest is that ego desires spiritual enlightenment, but ego can never achieve spiritual enlightenment. Self cannot achieve no-self. That’s why anyone who wants to sell enlightenment must first reduce it to more manageable proportions; to something ego can achieve. Enlightenment Lite: Less demanding, feels great. Enlitenment."},{"id":37,"quote":"The emperor has no clothes, and sooner or later everyone is going to see what’s staring them right in the face. When that happens, perhaps, there will be a major shift; a mass exodus away from the complexity and futility of all spiritual teachings. An exodus not outward toward Japan or India or Tibet, but inward, toward the self; toward self-reliance, toward self-determination, toward a common sense approach to figuring out just what the hell’s going on around here. A wiping of the slate. A fresh start. Sincere, intelligent people dispensing with the past and beginning anew. Beginning by asking themselves, “Okay, where are we? What do we know for sure? What do we know that’s true? A spiritual revolution.”"},{"id":38,"quote":"There seems to be an attitude that opinion counts for something. Goethe said none are so hopelessly enslaved as those who falsely believe they’re free. I think that applies here. People might say they’re spiritual or that they want to know the truth or whatever, but they mostly just want what anyone wants regarding the big questions; just enough to get by, just enough so they can go on about their lives, maybe make things a little better, puff themselves up a bit. That’s about all, really. When it comes to all this religion and spirituality stuff, the closer you look, the foggier it gets, and I think a lot of people are happy just to hang out in the fog."},{"id":39,"quote":"If you don't want to sleep your life away like most people do. you have to train yourself to wakefulness. Vigilance is the key. You should be shifting from character to actor many times every hour, in all types of situations, so that it happens smoothly and easily and doesn't detract from your performance.\" Maggie takes notes and asks for clarification now and then. I wait and proceed when she's ready. \"Second.\" I say. \"it trains you to disidentify from the character you're playing. There's a you behind the character you project out into the world, and you can't make any progress as long as you identify with your stage persona. You're an actor playing a character on a stage. That's what the Bhagavad-GIta is all about."},{"id":40,"quote":"ose if we did choose, but we don't. That's what it means to be unconscious: to be asleep within the dream. We slip into the lives that are laid out for us the way children slip into the clothes their mother lays out for them in the morning. No one decides. We don't live our lives by choice, but by default. We play the roles we are born to. We don't live our lives, we dispose of them. We throw them away because we don't know any better. and the reason we don't know any better is because we never asked. We never questioned or doubted. never stood up. never drew a line. We never walked up to our parents or our spiritual advisers or our teachers or any of the other formative presences in our early lives and asked one simple. honest, straightforward question. the one question that must be answered before any other question can be asked: \"What the hell is going on here?"},{"id":41,"quote":"The American dream of freedom and abundance is just a child’s rendering of true freedom and abundance, and serves only to convince people who haven’t gone anywhere that they’ve already arrived."},{"id":42,"quote":"The belief that something is wrong is the fire under the ass of humanity, is how I explain it to Sarah.”"},{"id":43,"quote":"Morality is a just a shadow of right action. Right action isn’t the highest degree of morality any more than agapè is the highest degree of love. When you understand and are able to act from right action, morality is no longer necessary; it’s instantly obsolete and discarded. This is at the heart of the Bhagavad Gita. Arjuna, as a moral creature, throws down his weapon and refuses to launch a war. Krishna converts him to a creature of right action by freeing him from delusion and Arjuna takes up his weapon and launches the war. Right action has nothing to do with right or wrong, good or evil, naughty or nice. It is without altruism or compassion. Morality is the set of rules and regulations that you use to navigate through life when you’re still trying to steer your ship rather than let it follow the flow."},{"id":44,"quote":"Your natural state has no relationship whatsoever with the religious states of bliss, beatitude and ecstasy; they lie within the field of experience. Those who have led man on his search for religiousness throughout the centuries have perhaps experienced those religious states. So can you. They are thought-induced states of being, and as they come, so do they go. Krishna Consciousness, Buddha Consciousness, Christ Consciousness, or what have you, are all trips in the wrong direction: they are all within the field of time. The timeless can never be experienced, can never be grasped, contained, much less given expression to, by any man. That beaten track will lead you nowhere. There is no oasis situated yonder; you are stuck with the mirage."},{"id":45,"quote":"Nothing false will survive. Nothing true will perish."},{"id":46,"quote":"Both In and Out of the Game   Apart from the pulling and hauling stands what I am, Stands amused, complacent, compassionating, idle, unitary, Looks down, is erect, or bends an arm on an impalpable certain rest, Looking with side-curved head curious what will come next, Both in and out of the game and watching and wondering at it.   Walt Whitman"},{"id":47,"quote":"Bob is talking about alternative people. Alternative beliefs and outlooks, alternative business and politics, alternative lifestyles and healthcare. alternative foods and fabrics, alternative child-rearing and schooling, alternative fuels and energies—alternative everything, basically, but not very alternative. These are alternatives within the established paradigm. not alternatives to it: a subherd running in parallel to the main body. Rather than detaching from their ego structures, alternative people merely reshape them along more heart-felt and self-centric lines, their multivarious goals and ideals reducing to personal happiness via the removal, avoidance and denial of unhappiness."},{"id":48,"quote":"The true goal of all spiritual practices is to keep yourself fooled, to maintain the self-deception, to see what's not and not see what is. That's why the stated goals are always unverifiable and ill-defined: its not about attaining them, its about pursuing them. Who wants to wake up? When we have a little itch that threatens to awaken us in the night, we want to scratch the itch and make it go away. not let it evict us from our slumbers. Same thing here. In this sense. spiritual practice—meditation. for instance—is one hundred percent effective. If a spiritual practice satisfies your urge to do something spiritual. if it makes you think you're making progress. if it scratches your itch without disturbing your slumber, then it's doing exactly what it's supposed to be doing."},{"id":49,"quote":"Karma and hell and suffering aren’t things in their own right but disturbances in this flimsy substance of false self. The problem isn’t in the disturbing things but in the thing disturbed. The thing disturbed is the false thing and if it weren’t there, there’d be nothing to be disturbed. Nothing to get pierced or burned or dried out. Nothing to be wounded or slain."},{"id":50,"quote":"Self is ego and ego resides exclusively in the dreamstate. If you want to break free of the dreamstate, you must break free of self, not stroke it to make it purr or groom it for some imagined brighter future."},{"id":51,"quote":"Do you want a sign that you’re asleep? Here it is: you’re suffering. Suffering is a sign that you’re out of touch with the truth. Suffering is given to you that you might open your eyes to the truth, that you might understand that there’s falsehood somewhere, just as physical pain is given to you so you will understand that there is disease or illness somewhere. Suffering occurs when you clash with reality. When your illusions clash with reality, when your falsehoods clash with truth, then you have suffering. Otherwise, there is no suffering."},{"id":52,"quote":"book and magazine publishers aren’t in the business of enlightenment. They’re in the business of selling books and magazines, not truth, and they know that seekers will gladly pay to be reassured that, common sense aside, they can wake up and stay asleep; awakening within the dreamstate being a much more marketable solution than waking up from it. Such"},{"id":53,"quote":"Only themselves understand themselves, and the like of themselves, As Souls only understand Souls.   Walt Whitman"},{"id":54,"quote":"Maya—goddess of confusion and misdirection—is back in the chair opposite me. “So who are the priests of all religions? she asks me. “They are your shepherds,” I respond, “keeping the sheep in the fold, away from the cliffs.” I know this. I know that the religions with their promises of an afterlife form an interior layer of containment and that the eternal rewards and punishments they speak of are as finite as the one in which they speak. Bubbles within bubbles. Turtles on top of turtles. “And who are the saints and sages of the great spiritual traditions?” she asks. “They are your final level of containment. They are the weavers of the final web, masters of subtle misdirection; convincing because they are convinced. For every million that get near the edge, perhaps only one steps over.” She smiles. “And where do I dwell?” “In the heart,” I respond. “In fear.” “Fear of what?” she asks. “Fear of being haunted by meddlesome Hindu deities?” I ask, but she’s already gone.”"},{"id":55,"quote":"Further   Whoever was responsible for the idea of dividing self into lower and higher parts committed a serious crime against humanity. This division has given rise to the notion that the lower (ego and immature) self must be overcome while the higher (unitive and whole) self must be sought as the goal of human realization. Out of ignorance, I too clung to this notion because I believed it was this higher self that would be united with God for all eternity. It took a long time before my experiences led me to doubt this conviction and, at the same time, let in the possibility that this was not the whole truth and that there was still further to go.   Bernadette Roberts"},{"id":56,"quote":"if I were a gambling addict, then a large portion of my life energy—my time, my thoughts and emotions—would be spent either gambling or fighting my urge to gamble. But for our purposes. feeding my addiction and fighting it are really the same thing. Whether my gambling demon is beating me or I'm beating it doesn't matter. all that matters is that I'm sitting in my prison cell fully engaged in processes that will never move me one inch closer to liberation. That's what demons do. They're like Maya's army of winged monkeys. They always fight a delaying action that expends our resources and prevents us from making forward progress. That's their objective, to occupy us. not to defeat us."},{"id":57,"quote":"The misconception about enlightenment stems from, or is at least compounded by, the fact that most of the world’s recognized experts on the subject of enlightenment are not enlightened. Some are great mystics, some are great scholars, some are both, and most are neither, but very few are awake. This core misconception will be a big theme in this book because it’s the primary obstacle in the quest for enlightenment. Nobody’s getting there because nobody knows where there is, and those who are entrusted to point the way are, for a variety of reasons, pointing the wrong way. At the very heart of this confusion lies the belief that abiding non-dual awareness—enlightenment—and the non-abiding experience of cosmic consciousness—mystic union—are synonymous when, in fact, they’re completely unrelated."},{"id":58,"quote":"Bait & Switch Buddhism is a classic bait-and-switch operation. We’re attracted by the enlightenment in the window, but as soon as we’re in the door they start steering us over to the compassion aisle. Buddhists could be honest and change their name to Compassionism, but who wants that? There’s the rub. They can’t get us in the door with compassion, and they can’t deliver on the promise of enlightenment. It’s not limited to compassion, of course. Their shelves are stocked with all sorts of goodies and enticements, practically anything anyone could ever want, with just the one rather notable exception. If they had just stopped when they had Anicca, impermanence, and Anatta, no-self, then they would have had a true and effective teaching they could be proud of, except there would be no they because Buddhism would have died with the Buddha. They’d have a good product, but no customers. This untruth-in-advertising is the kind of game you have to play if you want to stay successful in a business where the customer is always wrong. You can either go out of business honestly, or thrive by giving the people what they want. What they say they want and what they really want, though, are two very different things."},{"id":59,"quote":"No disrespect to the Buddha is intended. If there was a Buddha and he was enlightened, then it’s Buddhism that insults his memory, not healthy skepticism. Blame the naked emperor’s retinue of lackeys and lickspittles, not the unbeguiled lad who merely states the obvious. Buddhism is arguably the most elevated of man’s great belief systems. If you want to enjoy the many valuable benefits it has to offer, then I wouldn’t presume to utter a syllable against it. But, if you want to escape from the clutches of Maya, then I suggest you take a closer look at the serene face on all those golden statues, and see if it isn’t really hers."},{"id":60,"quote":"It’s all contradictions. Whitman said, ‘Do I contradict myself? Very well then, I contradict myself. I am large, I contain multitudes.’ He"},{"id":61,"quote":"It’s like I can hum a few bars but I have forgotten most of the words. I can’t stand in line at the grocery and carry on a normal conversation if it gets much past the weather."},{"id":62,"quote":"How many years have I spent lighting incense and candles? Meditating? Chasing after gurus and teachers, reading all that crap, following every stupid new fad, reading every stupid new book? But now I see clearly, perfectly clearly, that all I was ever doing, all it was all about, was avoiding this. Avoiding me. I see it now, there’s only this. THIS! All I was doing was keeping myself distracted so I didn’t have to do this one thing. Life, the world, reality, all depend on not doing this. This is the one true blasphemy. This is the one true heresy."},{"id":63,"quote":"Try to take it one step at a time. Even looking two steps ahead can be very intimidating, know what I mean? Breathe more deeply, drink more water, meditate more often. Take it easy. You’re not struggling to climb from hell into heaven, you’re just having an in-the-body experience. It’s not evil, it’s just life, and when it’s over, you die; easy as falling off a log."},{"id":64,"quote":"Self-deceit is the hardest habit to break cuz it tells us we ain’t self-deceived."},{"id":65,"quote":"Think for yourself. That's the golden rule. Think for yourself.Make it your mantra. Tattoo it on the inside of your eyelids."},{"id":66,"quote":"Sag Harbor, Cold Spring Harbor, Mystic, New Bedford, Nantucket, Cape Cod, Martha’s Vineyard."},{"id":67,"quote":"I know were all intelligent people, but intelligence is a curious thing in the dreamstate: can't live with it. can't live without it. It's like an icepick in a balloon store. We have to push it into a cork or things are gonna start poppin'. That's the real point of all spirituality and religion and philosophy: they are the safe corks into which we can bury the sharp points of our minds. This self-inflicted dulling of the wit is how we constantly cast our own sleep spell. No one else is doing it to us. There is no magic behind our delusion except the magic we conjure with our own emotional energy. If we stop weaving our enchantment. we start waking up. and that is the last thing we want to happen. even though it may be our stated intent. Whatever we might say, we don't want things to startpoppin"},{"id":68,"quote":"It’s very simple: If Buddhism is about awakening, people should be waking up. If it’s not about awakening, they should change the name."},{"id":69,"quote":"The fabric is rent. Whatever stories at whatever degree of belief these people use to shield themselves from reality have just been structurally destabilized. The stories may survive for weeks or months or years, but their demise is now assured and the time will come when each of these people gets what they came here for; a direct confrontation with reality."},{"id":70,"quote":"Who we think we are can be stripped away forever, I make a poof gesture, “just like that. Right now, well fed, unthreatened, we have the luxury of pretending the Donners and the Nazis and the gang-bangers are someone else, but they’re not. They’re us; a veil’s breadth away. There are no good guys and bad guys. People are people, all the same; only the circumstances change.”"},{"id":71,"quote":"What do we know for sure? That’s the real question. That’s what the cogito is. That’s what solipsism is. This isn’t theory. This isn’t belief or faith. This is the basic fact of existence. It’s all about figuring out exactly what we know for certain as opposed to everything else. It’s truly amazing that something so glaringly obvious and irrefutable is so universally ignored by science and philosophy and religion."},{"id":72,"quote":"There are no butterfly experts among the caterpillars, despite innumerable claims to the contrary, and I encourage my students to at least consider the possibility that the world is up to its poles in caterpillars who quite successfully convince themselves and others that they are actually butterflies. Or, to say it plainly, the vast majority of the world’s authorities on enlightenment are themselves not enlightened. They may be something, but they’re not awake. An easy way to distinguish between caterpillars and butterflies is to remember that the enlightened don’t attach importance to anything, and that enlightenment doesn’t require knowledge. It’s not about love or compassion or consciousness."},{"id":73,"quote":"I have always been regretting that I was not as wise as the day I was born."},{"id":74,"quote":"I watch the group as Lawrence speaks. Its not always easy to remember that these people aren't like me: they look and sound awake, but they're not. They are asleep and dreaming. sleepwalking and sleeptalking. Their words make sense to them. inside their dreamworld, but from my perspective it's mostly mumbling. They seldom express a lucid thought or formulate a coherent question. In several minutes of uninterrupted discourse on Zen. Lawrence has not said anything that I recognize as being related to the topic of awaking from delusion."},{"id":75,"quote":"All fear is ultimately fear of no-self. “And what is enlightenment, I ask Sarah, “but a swan dive into the abyss of no-self?”"},{"id":76,"quote":"All beliefs. All concepts. All thoughts. Yes, they’re all false; all bullshit. Of course they are. Not just religions and spiritual teachings, but all philosophies, all ideas, all opinions. If you’re going for the truth, you’re not taking any of them with you. Nothing that says two, not one, survives."},{"id":77,"quote":"Think for yourself and figure out what’s true. That’s it. Ask yourself what’s true until you know."},{"id":78,"quote":"Ask yourself. Who am I? If you do it, you will become enlightened. There is no possible alternative. The only way self-inquiry can fail to work is if you fail to do it."},{"id":79,"quote":"Let us forget the lapse of time;let us forget the conflict of opinions. Let us make our appeal to the infinite,and take up our positions there. Chuang Tzu"},{"id":80,"quote":"The most useful piece of learning for theuses of life is to unlearn what is untrue. Antisthenes"},{"id":81,"quote":"Now you, on the other hand, reading this book, might take a moment to consider how your thread weaves through this section of the tapestry. It’s our little conceit that we possess free will, so you might want to exert some now. You have either left your cell already or you’re sniffing around at the open door, so this might be a good time to stop and ask yourself what you want, and what you’re willing to give for it. Not all fires are started by conscious intent according to convenient schedules. Sometimes they just flare up where you didn’t even know it was getting warm, and then you learn two things fast; fire doesn’t negotiate and nothing doesn’t burn. What do you really want? If you’ve got the kids and the house and the cars and the career, or any sort of life you’re fond of, and you’re looking at the subjects discussed here as a way to spiritually enhance your existing lifestyle, then I should remind you that dreams are highly flammable things and suggest that you ask yourself, really ask yourself, why you’re reading books about setting your world on fire."},{"id":82,"quote":"Be careful what you wish for, not because you'll get it but because you'll be turned into the thing that can get it. It's not a process where you just ask for something and it magically appears, it's a process that breaks you down and rebuilds you into the right tool for the job."},{"id":83,"quote":"his disconnect between me and normal people comes up all the time in many ways. always stemming from the fact that I am no one thinly disguised as someone. In order to be out and about, interfacing. I have to impersonate myself. I'm very uncomfortable doing that, and not very good at it. The disguise is unconvincing. the deception easily detected. People don't know what it is they're detecting. but they know something's not right. They sense in some way, even if they don't understand it. that I'm an impostor. Bit of irony there. I_ suppose."},{"id":84,"quote":"The Savage Rocks of Eternal Mind   Seizing my life in your hands, you thrashed it clean on the savage rocks of Eternal Mind.   How its colors bled, until they grew white! You smile and sit back; I dry in your sun.   Rumi"},{"id":85,"quote":"I’m not saying you can live with it, I’m saying"},{"id":86,"quote":"What is it, what nameless, inscrutable, unearthly thing is it; what cozening, hidden lord and master, and cruel, remorseless emperor commands me; that against all natural lovings and longings, I so keep pushing, and crowding, and jamming myself on all the time; recklessly making me ready to do what in my own proper, natural heart, I durst not so much as dare?"},{"id":87,"quote":"Ever been depressed? I ask them. “Really depressed? Like nothing means anything? Like there’s no point to anything?” I can see from their reactions that they all know what I’m talking about. “And what’s the worst thing about those dark moments? Where do they get their power?” I wait a moment so they can think about it, so they’ll recognize it when I say it. “From their undeniability, isn’t that right? From the fact that there’s no argument? When you’re in that state, don’t you know perfectly well that it’s true?” Heads nod. A few muffled assents. “That’s right. When you’re in that space, you know it’s not just a mood. You’re seeing something you don’t normally allow yourself to see. Your moments of blackest despair are really your most honest moments; your most lucid moments. That’s when you’re seeing without your protective lenses. That’s when you pull back the curtain and see things as they are.”"},{"id":88,"quote":"The material I teach presents no problems or challenges for me. That’s what being a master means, I suppose. I know this stuff front and back, in and out. I could teach it in my sleep and maybe I do. What is a challenge is how the information is received. Most or all of what I say fits into the receiving brain in a particular place, but there’s always something already there. It’s never an empty slot just waiting to be filled. Not only will every slot already be filled, but there will also be security—probably very tight security—guarding it. If I taught English Lit to eighth graders it would just be a matter of keeping it interesting so the connection stayed open while I uploaded new info, but this is different. No one comes here for their first exposure to the spiritual dimension. Everyone comes pre-educated and the education they arrive with is, for all practical purposes, worse than useless. That’s what I deal with and I’m not a master of cranial lock-picking, I just try hard to do my bit and know that success and failure is out of my hands."},{"id":89,"quote":"It is high time that we realized that it is pointless to praise the light and preach it if nobody can see it. It is much more needful to preach the art of seeing. Carl Jung"}]