[{"id":1,"quote":"If you ever start taking things too seriously, just remember that we are talking monkeys on an organic spaceship flying through the universe."},{"id":2,"quote":"One of the most fascinating lessons I've absorbed about life is that the struggle is good."},{"id":3,"quote":"There's a direct correlation between positive energy and positive results."},{"id":4,"quote":"Greatness and madness are next door neighbours; and they borrow each other's sugar. You don't get there without the other."},{"id":5,"quote":"Excellence in anything increases your potential in everything."},{"id":6,"quote":"Aspire to be the man you pretend to be when you're trying to get laid."},{"id":7,"quote":"The time you spend hating on someone robs you of your own time. You are literally hating on yourself and you don't even realize it."},{"id":8,"quote":"There's only 2 reasons that you hate gay marriage; \n 1. You're dumb, or 2. You're secretly worried that dicks are delicious."},{"id":9,"quote":"Build confidence and momentum with each good decision you make from here on out and choose to be inspired."},{"id":10,"quote":"The people I know that have the hardest time keeping it together emotionally are people that don't workout."},{"id":11,"quote":"There's a very famous Miyamoto Musashi quote. \"Once you understand the way broadly, you can see it in all things.\" The idea is once you understand what excellence is all about, whether it's in painting, or carpentry or martial arts, that you see how that excellence manifests itself in any discipline. I think that all the different things that I do enhance all the other things that I do."},{"id":12,"quote":"In order to be truly great at something you have to give into a certain amount of madness."},{"id":13,"quote":"Be the hero of your own story."},{"id":14,"quote":"The number one reason why marijuana is illegal is because the Pharma Cartel does not want you to grow your own medicine. The Declaration of Independence was written on hemp paper. The first car ever made ran on hemp oil. Hemp seeds are also the healthiest food on the planet with the highest protein content out of any plant."},{"id":15,"quote":"You're just part of the soup of the universe, so just try to enjoy what's good about it."},{"id":16,"quote":"The people who could most benefit from the self-reflective ego-dissolving qualities of cannabis are the ones that want it to be illegal."},{"id":17,"quote":"The key to happiness doesn't lay in numbers in a bank account but in the way we make others feel."},{"id":18,"quote":"Our entire civilization is built on a foundation of unfixable bullshit."},{"id":19,"quote":"If you attach your mind to any ideology, you're going to be on a road, and that road may or may not lead you in a good direction. But you're gonna stay on that road because you are attached to an ideology. It could be a terrible road, but you stick with it regardless of rational thinking."},{"id":20,"quote":"We live in a society that makes it really easy for these pussies to get by."},{"id":21,"quote":"This country has a mental health problem disguised as a gun problem, and a tyranny problem disguised as a security problem."},{"id":22,"quote":"The Universe rewards calculated risk and passion"},{"id":23,"quote":"I realized a long time ago that instead of being jealous you can be inspired and appreciative. It carries more energy to you."},{"id":24,"quote":"Faith itself is a horrible mechanism that stunts the growth of ideas. It also stunts the act of questioning, and it does this by pushing the idea that you have to have faith - and that nothing has to be proven."},{"id":25,"quote":"So instead of investing your time in a passion, you’ve sold your life to work for an uncaring machine that doesn’t understand you. That’s the problem with our society. And what’s the reward? Go home and get a big TV."},{"id":26,"quote":"I'll go to church with anyone who's willing to smoke pot and look through a telescope with me."},{"id":27,"quote":"A unicorn is a donkey from the future"},{"id":28,"quote":"To really appreciate life you got to know you're going to die."},{"id":29,"quote":"Life is strange. You keep moving and keep growing. Before you know it, you look back and think, \"What was that?\""},{"id":30,"quote":"Haters...are all failures. It's 100% across the board. No one who is truly brilliant at anything is a hater."},{"id":31,"quote":"We have to start treating each other as if we are treating ourselves living another life."},{"id":32,"quote":"Selling your life to sit in a box and work for a machine. An uncaring machine that demands productivity that doesn't understand you and doesn't want to understand you... There's no natural behaviour. Everyone is wearing clothes they don't want to wear. Everybody is showing up and doing something they don't want to do. They have no connection to it. That's the problem with our society."},{"id":33,"quote":"Live your life like you're the hero in your movie and right now."},{"id":34,"quote":"If life wasn't real it would be the craziest psychedelic trip ever"},{"id":35,"quote":"For many people the reason why they're idiots is not necessarily that their brain doesn't work well, it's that they got in a terrible pattern."},{"id":36,"quote":"You are one miniscule piece of a never-ending cycle. In fact, you're not even a piece. You're just a holder for billions and billions of other pieces. Whether that's organic components, living organisms inside your body, bacteria or whatever it is, you're just part of the soup of the universe, so just try to enjoy what's good about it."},{"id":37,"quote":"The quicker we all realize that we've been taught how to live life by people that were operating on the momentum of an ignorant past the quicker we can move to a global ethic of community that doesn't value invented borders or the monopolization of natural resources, but rather the goal of a happier more loving humanity."},{"id":38,"quote":"It's a very strange thing when you make nature illegal."},{"id":39,"quote":"When someone comes along and expresses him or herself as freely as they think, people flock to it. They enjoy it."},{"id":40,"quote":"Choose To Be Inspired."},{"id":41,"quote":"Someone else's success does not equal a failure for you."},{"id":42,"quote":"No matter how civilized we are and how much society has curbed violent behavior. Human beings still have the same genes they had 10,000 years ago. Our bodies are designed to have a certain\n amount of physical stress and violence in them. We're designed to run from jaguars and fight to defend our territory."},{"id":43,"quote":"If you're dumb enough to do crack, you're supposed to die. It's evolution."},{"id":44,"quote":"It's a weird experience when you're just trying to talk openly about how you think psychedelic drugs and marijuana are beneficial, or a lot of different drugs, especially plant-based ones, can be beneficial. Especially those ones that have some connection to organic life, I feel like you can learn something from them, from mushrooms, from peyote, from marijuana. They can be used as a tool."},{"id":45,"quote":"You can't measure what's inside a man's heart."},{"id":46,"quote":"Teaching someone that doesn't know something forces you to think about almost every single aspect of it, including parts of it that you could sort of take for granted."},{"id":47,"quote":"People say you can abuse marijuana. You can abuse cheeseburgers. Does that mean we should close Burger Kings."},{"id":48,"quote":"No girl wants a secretly gay boyfriend, every dude wants a secretly gay girlfriend."},{"id":49,"quote":"If you haven't peed the bed, you haven't taken enough chances."},{"id":50,"quote":"It's been one of the most important tools for me in personal growth for understanding myself, how I am, and what effect I do have on other people."},{"id":51,"quote":"What's interesting about science is that we're constantly discovering new things about the universe, about ourselves, about our bodies, about diseases, about the possibilities of the future. It's amazing. Science is one of the coolest things about being a human being - without a doubt."},{"id":52,"quote":"That's my only goal. Surround myself with funny people, and make sure everyone has a good time and works hard."},{"id":53,"quote":"When you're jealous, especially of someone else's art or creations you automatically put up these selfish walls that reinforce your stupid ideas. It's hard to pull those walls down and look at what you're hiding. Look at your own weakness and realize that the jealousy came from knowing that you're intimidated by someone else's work, and that when you compare it to your own, you fall short."},{"id":54,"quote":"The planet's spinning a thousand miles an hour around this gigantic nuclear explosion while these people roll these machines with rubber tires over this hard surface that we've laid down over the planet so that we can easily move ourselves back and forth."},{"id":55,"quote":"People are scared man, they're scared of the void."},{"id":56,"quote":"I think it would do a lot of people good just to realize how vulnerable they are."},{"id":57,"quote":"I thought eventually I'd have a family and I really didn't want to be a loser like that guy in his 40s still shopping his band's shitty demo tapes around."},{"id":58,"quote":"I want to make sure that everything that I'm creating, I'm creating it so other people get enjoyment out of it. And that's the reward that you get for that."},{"id":59,"quote":"Every single religion that has ever been on the face of the Earth, ever, is a cult. That’s all they are."},{"id":60,"quote":"The beautiful thing about podcasting is it's just talking. It can be funny, or it can be terrifying. It can be sweet. It can be obnoxious. It almost has no definitive form. In that sense it's one of the best ways to explore an idea, and certainly much less limiting than trying to express the same idea in stand up comedy. For some ideas stand up is best, but it's really, really nice to have podcasts as well."},{"id":61,"quote":"I've been inspired by a shitload of people in my life so if there's ever anybody that I can inspire, to me that's a huge gift. To be able to turn that back around."},{"id":62,"quote":"Maybe we can combine 2 things that everybody loves. Helping out the poor and blow jobs."},{"id":63,"quote":"I always try to look at conflicts from as many different angles as is humanly possible, and in a lot of ways there is no one answer."},{"id":64,"quote":"Kindness is one of the best gifts you can bestow... We know that inherently that feels great."},{"id":65,"quote":"I realized a long time ago that instead of being jealous you can be inspired and appreciative. It carries more energy to you... That can be an awesome motivating force that can improve your life if you choose to be inspired and not jealous. One (being jealous) has no benefit whatsoever, the other is an incredible resource for creating momentum and improvement."},{"id":66,"quote":"As a longtime practitioner of yoga and a person who's been involved in physical fitness my whole life, I can tell you, yoga helps you achieve altered states of consciousness. It is not just stretching. The only way you can say that it's stretching is if you haven't done it, or that you haven't done it rigorously for a long period of time."},{"id":67,"quote":"After this whole acting thing is over and done, you eventually have to be human. Some people are never human. It's very weird."},{"id":68,"quote":"Like bees creating a beehive or ants creating an anthill we're all moving along creating something and we're not sure what it is."},{"id":69,"quote":"The sensory deprivation chamber has been the most important tool that I've ever used for developing my mind"},{"id":70,"quote":"Martial arts are a vehicle for developing your human potential."},{"id":71,"quote":"I think that one of the reasons why people look towards the end of humanity is that people are afraid to die alone. If you die alone, the people you love will miss you, or if they die, you\n miss them - the sorrow is inevitable. When you truly love someone, the thought of losing them forever is horrible."},{"id":72,"quote":"Never stay in a bad marriage, and don't hang around with psycho coke fiends."},{"id":73,"quote":"I brought something back from those experiences [with drugs] which made me softer, open to other ideas. And I've learned from listening to other people talk about their experiences, from listening to Bill Hicks or reading Terrence McKenna or Aldous Huxley and Timothy Leary. But there's always some dumb cop out there who says \"We don't need another legal drug and there's psychological addiction and blah blah blah.\""},{"id":74,"quote":"My company is called Talking Monkey, Inc. It's because that's what I think all people are: talking monkeys."},{"id":75,"quote":"A lot of times, you beat a person who beat a person who can beat you. I mean, it doesn't make any sense."},{"id":76,"quote":"Peter Joseph is asking the questions and proposing the possible solutions that we should be demanding from the elected leaders of this crazy world. \n His brilliant analysis of this ridiculous system we're operating under is one of the most important voices for change in this generation."},{"id":77,"quote":"People do always try to smoke pot with me. But I think some of those people are cops."},{"id":78,"quote":"I want to talk about the nature of human beings or how we're evolving as a race."},{"id":79,"quote":"I don't know much about the music business, but for just general advice for someone trying to create things, as simple as this sounds, I think the best thing you can do is constantly try to improve upon your work. Always focus on that first and foremost, and leave everything else (marketing, image) completely secondary. Obviously, easier said than done when you're trying to make a living, but if you can move along those lines and earnestly try to make things that you really enjoy it can only benefit you in the long run."},{"id":80,"quote":"I'm really happy that I've been able to make people laugh and distract them from their day to day bullshit at a comedy show or because they enjoyed one of my CDs or TV specials, but I don't know how many people have actually had life changing thoughts because of it."},{"id":81,"quote":"I was like, \"This is a new thing that the gay people have decided? That's the gayest thing I've ever heard in my life.\" You can't do that. You can't decide that a word is forbidden now collectively amongst your group of human beings, that the word is a slanderous evil nasty word about homosexuals. It's not, the word doesn't mean that. And sometimes it's a good word to use in comedy. That's what your friend has to realize when he's at a bar just yelling out the word."},{"id":82,"quote":"There's a never-ending ocean of techniques out there."},{"id":83,"quote":"For those that have said I seemed dickish to some of the nuttier guests on Joe Rogan Questions Everything - guilty as charged. As the season wore on I lost my patience with some of those folks unfortunately. I think I overdosed on ridiculous/likely fake stories. I certainly learned a lot about the kind of people that invest a large portion of their life on fringe subjects - they're all white. I think there's something interesting about the subjects, (UFOS, etc) but the study of them has often been overrun by silly thinking."},{"id":84,"quote":"You could smell my ass from mars."},{"id":85,"quote":"I think comedy because of the Internet it has a bigger audience, a bigger fan base. It has fans that understand comedy more than any generation before because there is more guys like you, more guys like me, more guys like Louie CK who talks about it a lot. When you get a chance to see perspective that I don't think you ever got to see before."},{"id":86,"quote":"If you can lie, you can act, and if you can lie to crazy girlfriends, you can act under pressure."},{"id":87,"quote":"You're sort of programmed a certain way because of your environment. That's all you know. But we don't have that anymore because of the internet. Because of the internet we're all communicating with each other all across the board, so you're getting information from people all around the world, hitting a much more diverse slice of culture."},{"id":88,"quote":"By putting yourself in that intense form of stress, it makes regular life more peaceful."},{"id":89,"quote":"If you are the greatest, why would you go around talking about it?"},{"id":90,"quote":"People love to see people fall."},{"id":91,"quote":"There's a lot of people that I disagree with that I think I could have interesting conversations with. What I don't want to get into is manufactured conflict. I would much rather talk to someone like Dr. Rhonda Patrick or Randall Carlson and be mesmerized by information. I guess in a way that's selfish, or maybe not objective of me. The older (and hopefully wiser) I get the less interested I am in conflict. I don't mind disagreeing with people in a civil way, but I definitely don't want to go out of my way to have an argument unless it's a really important subject."},{"id":92,"quote":"I definitely had one guy come up to me and ask if I knew where to get DMT. He had a crewcut and he didn't look like he'd ever done a drug in his life. He didn't seem curious he seemed like he wanted to get me to do something. Like \"You're the laziest narc ever dude. This is ridiculous. What, do you think I bring drugs around with me? Are you retarded? Why don't you go find gangsters?\""},{"id":93,"quote":"We're constantly re-evaluating the potential for life. We're finding it where we didn't think it could exist, such as volcanic vents and other extreme conditions like under arctic ice. We're finding life in these incredibly harsh and dynamic conditions, so we're having to re-evaluate our own ideas of what's possible on this planet alone."},{"id":94,"quote":"I love existing in pre big bang conditions."},{"id":95,"quote":"Once you understand what excellence is all about... you see how that excellence manifests itself in any discipline."},{"id":96,"quote":"The mind is the most important thing of the big picture and no one has a stronger mindset than amateur wrestlers."},{"id":97,"quote":"When you're standing around for an hour doing stand up it's no big deal but when you're standing around watching a show for an hour - it's a big difference. It's annoying - your feet hurt, your back hurts - it's just not the most comfortable way to see stand-up comedy."},{"id":98,"quote":"Having the privilege of sitting down and having 3 hour long uninterrupted conversations with hundreds of brilliant people is an awesome perspective enhancer."},{"id":99,"quote":"The misconception is that standup comics are always on. I don't know any really funny comics that are annoying and constantly trying to be funny all the time."},{"id":100,"quote":"One of the great things about Houston is that they police themselves. It's the way Boston was in the '80s. No hacks or thieves are tolerated in the community, and that's HUGE."},{"id":101,"quote":"I don't really like actors. Actors are like terrible comedians with no punch lines. It's all about them. They talk about themselves all the time. They bore the sh - t out of you."},{"id":102,"quote":"The two things I understand best are stand-up comedy and martial arts. And those things require an ultimate grasp of the truth. You have to be objective about your skills and abilities to compete in both."},{"id":103,"quote":"The only time I commit to conspiracy theories is when something way retarded happens. Like Lee Harvey Oswald acting alone."},{"id":104,"quote":"Reality really is theater. There's no other way to describe it. It's all so nonsensical, ridiculous and chaotic."},{"id":105,"quote":"Richard Pryor is, in my mind, the most honest comedian. He bared his soul to people. I think that's why everybody loved him so much."},{"id":106,"quote":"Comedy is a funny thing, and it's really not like any other art form in that it's very specialized and varied in it's content, but generic in it's title. You would never go to a club just to see \"Live music,\" you would go to a jazz club to see jazz, a blues club to see blues, etc. But when you go to see \"standup comedy,\" if you don't know the performers material, you really don't have any idea what you're gonna get."},{"id":107,"quote":"I had seen movies before that that had made me laugh, but I had never seen anything even remotely close to as funny as Richard Pryor was, just standing there talking."},{"id":108,"quote":"The audience changes every night. You're the same person. You have to speak your mind and do the stuff that you think is funny and makes you laugh."},{"id":109,"quote":"I wouldn't totally rule out doing Letterman or the Tonight Show if I had a set that I just happened to write that I thought was funny but was still appropriate for network censors. But I'm\n not going to go out of my way."},{"id":110,"quote":"A comic, all they have to do is, if you do something funny in a comedy club and you put it up on you tube, it might get a million hits! All it needs to do is resonate with one person who sends it to their friends, who sends it to other people, and before you know it, it has spread virally and BOOM! All of a sudden that person has a name."},{"id":111,"quote":"It never hurt Lenny Bruce's career to get arrested for swearing. It did back in the time, but he broke those doors down by doing the stuff that he believed in."},{"id":112,"quote":"Like if you all were going to go out and one guy's like \"you know what man I'm going to stay home I'm feeling kind of shitty,\" you go, \"You faggot.\" That's what it means. It's about a guy wimping out, being a douchebag...it has nothing to do with your sexual orientation."},{"id":113,"quote":"Cities are natural, that's why they're everywhere. It's not like there's only one city, and everybody's like 'What the f**k is this?' No, cities are all over the place. They're natural. You know what's not natural? You, in the middle of the mountains, in the middle of the winter."},{"id":114,"quote":"One of the things that happened is I did a lot of shitty gigs. When you do a bunch of shitty bar gigs you have to get used to people yelling at you, you're used to thinking on the fly, to dealing with weird situations."},{"id":115,"quote":"Not all comedy clubs or situations are ideal, especially when you're first coming up and I think that's good for you. Eventually you get to express your real personality."},{"id":116,"quote":"You want to talk about the word faggot because it really offends you? Well you're a douchebag."},{"id":117,"quote":"[\"Faggot\"] is a great word! The whole thing about language is, it's supposed to be broadcasting your intentions. These are my intentions and these words broadcast my feelings. If all of a sudden you have forbidden words that doesn't make the intent any better. It's just appeasing sensitive people."},{"id":118,"quote":"I do cagefight commentary in my spare time."},{"id":119,"quote":"If the world was an etch-a-sketch, glaciers are the big shake."},{"id":120,"quote":"My act is so completely and totally uncensored that the only way I could really pull it off is if I treat the audience like they're my best friends."},{"id":121,"quote":"Have you ever talked to someone, and you're not even really talking to them? Actors are the worst for that."},{"id":122,"quote":"People for the most part can smell lies."},{"id":123,"quote":"It's impossible to measure the type of mental strength and determination that's required to be an elite wrestler."},{"id":124,"quote":"I see martial arts as moving forms of meditation. When you're sparring or drilling techniques, you can't think of anything else."},{"id":125,"quote":"The best way to pursue any discipline is the martial art way."},{"id":126,"quote":"I talk so much about sex that girls just want to meet me."},{"id":127,"quote":"I've actually been doing stand up for more than 20 years. I started in 1988. It's almost 30 years! Which is crazy."},{"id":128,"quote":"I don`t like people that make their living talking about bullshit, and you see them in many shows that are made on the same subject. When you go looking at UFOs or bigfoot or what-have-you, there's just nothing there."},{"id":129,"quote":"There's a classic story I tell about when I did the Man Show about the retarded conversations that you have with the executive producers and the network."},{"id":130,"quote":"Stand-up is still my favorite, but the podcast is a close second. It's so fun, and it's given me the oppor-tunity to have three-hour conversations with people I wouldn't have otherwise been able to talk to. When I talked to Maynard Keenan from Tool, I almost couldn't believe it was happening."},{"id":131,"quote":"Most of my bits are long stream-of-consciousness- type things, and when I'm doing them onstage, other places to take the theme or idea will hit me, and I just go with it."},{"id":132,"quote":"Houston people are way cool. They're smart, they know how to have a good time, and they have the hottest chicks on the planet there."},{"id":133,"quote":"Being a celebrity or anything else where you're really ambitious, it's really a game to see how successful you can get."},{"id":134,"quote":"I really never had any ambitions to be a standup comic. I was talked into it by guys that I used to work out with."},{"id":135,"quote":"Well you see, Brazilian JiuJitsu Blackbelts have a blackbelt in...... Brazilian JiuJitsu"},{"id":136,"quote":"On my left knee I have a long scar from an ACL operation. I've had both knees reconstructed."},{"id":137,"quote":"Despite all the advancements in science, and all things about religion that are disproved it still marches on. The bottom line is that the only real, absolutely provable answers about life and our place in the universe are provided by science, and religion has been holding down science since day one."},{"id":138,"quote":"I read the things that scientists have figured out, and apply what they say is beneficial, but at the end of the day I'm the wrong person to get unchallenged nutritional advice from."},{"id":139,"quote":"Omigawa is moving forward like a karate robot"},{"id":140,"quote":"If I could, I would live in Houston, and I would encourage any comic starting out looking for a good place to develop to move there."},{"id":141,"quote":"I had a great time on News Radio, I got to make tons of money in relative obscurity and learn a lot about the TV biz and work on my standup act constantly. It was a dream gig."},{"id":142,"quote":"I don't care if you're gay, black, Chinese, straight. That means nothing to me. It's all an illusion."},{"id":143,"quote":"I've been involved in mixed martial arts since 1997 when I first started working for the UFC."},{"id":144,"quote":"People for the most part can smell lies, at least I thought that until I saw audiences applaud at Carlos Mencia."},{"id":145,"quote":"I like LA because it has a giant supply of great comedians."},{"id":146,"quote":"There's a confidence and a mental toughness that comes from the very highest level of competition, whatever the sport is. Whether it's boxing or wrestling, or whatever."},{"id":147,"quote":"I've done jiujitsu a huge chunk of my life, and I try to spend a lot of time educating people on the nuances, the subtleness of the ground game. It's a big part of mixed martial arts."},{"id":148,"quote":"Faggot never meant \"gay\" when I was a kid. You kind of knew that you could call a gay person faggot if you were ignorant, but nobody ever called someone a faggot if they were gay."},{"id":149,"quote":"When a ball goes into a net it only means something because we decided it means something. When somebody punches somebody in the face it always means something."},{"id":150,"quote":"Jiu-Jitsu has been one of the most valuable tools I've ever had in my life."},{"id":151,"quote":"When I first went onstage I even had a suit jacket on with the sleeves rolled up because that's what I saw on TV or at the Improv that everybody did."},{"id":152,"quote":"I'm a nightclub comic. That's what I do. I work in the clubs uncensored because my mind is uncensored, and those are the thoughts that I have. I do the kind of comedy that I would enjoy seeing."},{"id":153,"quote":"Your body's really only meant to compete at the highest levels of combat sports for a few years."},{"id":154,"quote":"I'm a huge Groucho fan. There were some great comic minds that would transfer into any generation, and Groucho is certainly one of them."},{"id":155,"quote":"Comedy is really not like any other art form in that it's very specialized and varied in it's content, but generic in it's title."},{"id":156,"quote":"It's painful for me to watch someone who isn't funny. It's horrifying to sit in the back and watch some guy who just totally sucks."},{"id":157,"quote":"What people like are things to laugh at. Funny shows. It's all in the execution, the writing and the characters, not the setting. And the writing and the execution and the characters are GREAT on (Everybody Loves Raymond)."},{"id":158,"quote":"Apartment living is tough action. Just the whole idea that you share a washer and dryer always freaked me out."},{"id":159,"quote":"Sometimes faggot is the right word. There's a trend in this country to avoid words: \"We can't say that one anymore it's offensive.\""},{"id":160,"quote":"I love coming to D.C. I think it's a very unusual city. It's so fascinating that it's this weird place that everything thinks of as the capital of the country, there is so much international business, political stuff that is connected to that part of the country that it has a very charred atmosphere."},{"id":161,"quote":"You do what you're supposed to do, but you have to be honest about what they're doing. When you do a comedy show on a network the problem is there are going to be a bunch of people who aren't comedians that are going to tell you what's funny."},{"id":162,"quote":"Comedy shows in D.C. are so much fun. I think because of the intense area that is connected to politics that people need, they need their down time. D.C. audiences are almost universally praised by comedians."},{"id":163,"quote":"Now obviously popularity isn't everything when it comes to stand up comedy, but the art form itself is better today than it ever has before. I think there are more great comics. I think the standard is higher. The critical analysis is a little harsher, but that is also good. Maybe people have a higher standard than before, maybe they are a little more judgmental, a little more brutal, that makes people work harder. It makes the stand up better."},{"id":164,"quote":"I think stand is better now than it's ever been. I think it's the greatest time ever to do standup comedy."},{"id":165,"quote":"Like any tool [drugs] can help you or hurt you."},{"id":166,"quote":"I always do that at the end of shows, like a Q&A session. First of all it lets people know that this isn't some preprogrammed, press-play show where I have to say the exact same words in the exact same order. That's part of the thing with live comedy is that people like the fun aspect of it and I enjoy the taking questions part."},{"id":167,"quote":"I did a lot of crazy gigs man. I hosted a Jack and Jill strip club in Woonsocket Rhode Island which is this tiny depressing fishing town, all Portuguese immigrants and it's just a humorless, dark town."},{"id":168,"quote":"Anytime we go to a new town I try to book a show. I literally know nothing about the club."},{"id":169,"quote":"Also I can come up with new bits - people yell stuff out and it's a new subject or a subject that I've been thinking about that I haven't done onstage yet and I'll just run with it."},{"id":170,"quote":"I think there is more comedians now than ever, more venues now than ever. There are stand-ups who live in towns where they don't have many comedy clubs where they are organizing more comedy nights in bars. I just think this is a fantastic time for stand up."},{"id":171,"quote":"When I started out I was definitely more traditional. It was 1988. Everyone was doing the Jerry Seinfeld."},{"id":172,"quote":"It's not necessarily a brave thing, people talk about what they think about. There's people out there who love to talk about politics or where they think the countries headed. I don't talk about that I talk about...things that are a little trippier."},{"id":173,"quote":"But it's hard for a chick to do comedy. It's not as open for them."},{"id":174,"quote":"Houston Alexander is for real!"},{"id":175,"quote":"If Tyson Griffin was a girl, I'd say he has a badonkadonk."},{"id":176,"quote":"When you snatch little pieces of other people's lives and try to palm them off as your own, that's more disgusting than anything. Robin Williams is a huge thief. Denis Leary is a huge thief. His whole stand-up career is based on Bill Hicks, a brilliant guy who died years ago."},{"id":177,"quote":"I never want to compromise my act just to get a laugh."},{"id":178,"quote":"Phil Hartman was brilliant, and Dave Foley is a really funny guy. Phil Hartman was actually even funnier offstage than he was onstage because he would say nasty things. Dave Foley's very funny, very witty guy, very quick."},{"id":179,"quote":"If someone plays a brooding actor in a film, people think they're brooding all the time."},{"id":180,"quote":"I’m afraid of heights. Not unreasonably, but rationally afraid of heights. I think everyone is."},{"id":181,"quote":"I really never thought people would think that I was funny, I thought (my friends) thought I was funny because I was their friend, but other people would just think I was an asshole. I was at least partly right."},{"id":182,"quote":"So many times I've done a CD, and then the week after I record it, I've got this new tagline that's killer. And it makes the whole bit better. It happens all the time. But that's just the process of comedy."},{"id":183,"quote":"Although not considered a martial art, boxing is really a martial art. It's a very limited martial art as long as you agree to just box... but in an actual physical fight against someone who's just a wrestler, you're going to get killed."},{"id":184,"quote":"The Comedy Store in LA, it's a really loose room and it's really dark and creepy and a great place to explore your own thoughts onstage."},{"id":185,"quote":"I have this thing built into my contract that the club has to put up a sign that says my act \"contains the strongest language and material content imaginable,\" but, believe it or not, I still get complaints. People want you to be what they want you to be. If they see you on TV and that's what they like, they want you to be EXACTLY like that when they see you live. And if you're not, some of them get upset."},{"id":186,"quote":"Any comic like myself owes everything he has to Lenny Bruce. He was the originator. The godfather of uncensored American stand-up is clearly Lenny Bruce."},{"id":187,"quote":"I had a sense of who I was before I got famous."},{"id":188,"quote":"When women go to see men strip, we never accuse you of hating men."},{"id":189,"quote":"Dick Gregory was a great comedian who went and got arrested, did hunger strikes, protests. It never hurt his career to be outspoken."},{"id":190,"quote":"I prefer older people to college kids [as audience] for the most part. I want people with life experience, people that understand where I'm coming from."},{"id":191,"quote":"The comics I hate are thieves. Nothing's more disgusting than a guy who steals another person's ideas and tries to claim them as his own."},{"id":192,"quote":"To me, comedy is a great occupation because I don't really worry that much about what other people think of me."},{"id":193,"quote":"I never in my wildest imagination dreamed that I would somehow become a sports commentator."},{"id":194,"quote":"I really feel like it's a travesty to make a child famous. I really do."},{"id":195,"quote":"If I could make the same amount of money doing standup it would be no contest. The problem is that if you do make that kind of money doing standup, it's not in clubs, it's in big auditoriums and large venues, and I really think something is lost when you do standup for a big crowd."},{"id":196,"quote":"Because I have a girlfriend, I try and take the straight and narrow path, which is good because it prevents VD."}]