[{"id":1,"quote":"Rules for Happiness: something to do, someone to love, something to hope for."},{"id":2,"quote":"If you punish a child for being naughty, and reward him for being good, he will do right merely for the sake of the reward; and when he goes out into the world and finds that goodness is not always rewarded, nor wickedness always punished, he will grow into a man who only thinks about how he may get on in the world, and does right or wrong according as he finds advantage to himself."},{"id":3,"quote":"You only know me as you see me, not as I actually am"},{"id":4,"quote":"We are not rich by what we possess but by what we can do without."},{"id":5,"quote":"Patience is the strength of the weak, impatience is the weakness of the strong."},{"id":6,"quote":"Three things tell a man: his eyes, his friends and his favorite quotes"},{"id":7,"quote":"But a lie is a lie, and in itself intrinsically evil, whether it be told with good or bad intents."},{"id":8,"quote":"Do the right thing because it is right."},{"id":9,"quote":"Science is organized knowledge. Wisdom is organized life."},{"id":10,"quote":"Most men use their knowledge only under guidance from others because they lack the courage to think independently using their own reasoning abilities. It takes intellectual daring to discover the truth."},{"id":11,"quote":"Always recognize that human individuals are ends, and do not use them as means to your end."},{"id":12,"quote":"Enlightenment is man's leaving his self-caused immaturity. Immaturity is the incapacity to use one's intelligence without the guidance of another. Such immaturity is self-caused if it is not caused by lack of intelligence, but by lack of determination and courage to use one's intelligence without being guided by another. Sapere Aude! Have the courage to use your own intelligence! is therefore the motto of the enlightenment."},{"id":13,"quote":"The only thing permanent is change."},{"id":14,"quote":"If justice perishes, human life on Earth has lost its meaning."},{"id":15,"quote":"We can judge the heart of a man by his treatment of animals."},{"id":16,"quote":"Give a man everything he wants and at that moment everything is not everything"},{"id":17,"quote":"Two things fill the mind with ever new and increasing admiration and awe, the oftener and more steadily we reflect on them: the starry heavens above me and the moral law within me."},{"id":18,"quote":"There can be no doubt that all our knowledge begins with experience."},{"id":19,"quote":"All perception is colored by emotion."},{"id":20,"quote":"Man must be disciplined, for he is by nature raw and wild."},{"id":21,"quote":"Live your life as though your every act were to become a universal law."},{"id":22,"quote":"Morality is not properly the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness."},{"id":23,"quote":"Look closely. The beautiful may be small."},{"id":24,"quote":"Democracy is necessarily despotism, as it establishes an executive power contrary to the general will; all being able to decide against one whose opinion may differ, the will of all is therefore not that of all: which is contradictory and opposite to liberty."},{"id":25,"quote":"Great minds think for themselves."},{"id":26,"quote":"It is never too late to become reasonable and wise."},{"id":27,"quote":"The greatest human quest is to know what one must do in order to become a human being."},{"id":28,"quote":"Experience without theory is blind, but theory without experience is mere intellectual play."},{"id":29,"quote":"Man's duty is to improve himself; to cultivate his mind; and, when he finds himself going astray, to bring the moral law to bear upon himself."},{"id":30,"quote":"If man makes himself a worm he must not complain when he is trodden on."},{"id":31,"quote":"Laziness and cowardice explain why so many men. . . remain under a life-long tutelage and why it is so easy for some men to set themselves up as the guardians of all the rest. . . If I have a book which understands for me, a pastor who has a conscience for me, a doctor who decides my diet, I need not trouble myself. If I am willing to pay, I need not think. Others will do it for me."},{"id":32,"quote":"All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason."},{"id":33,"quote":"A single line in the Bible has consoled me more than all the books I ever read besides."},{"id":34,"quote":"Feminine traits are called weaknesses. People joke about them; fools ridicule them; but reasonable persons see very well that those traits are just the tools for the management of men, and for the use of men for female designs."},{"id":35,"quote":"THERE ARE TWO THINGS that don't have to mean anything, one is music and the other is laughter."},{"id":36,"quote":"The wise man can change his mind; the stubborn one, never."},{"id":37,"quote":"The question is not so much whether there is life on Mars as whether it will continue to be possible to live on Earth"},{"id":38,"quote":"In law a man is guilty when he violates the rights of others. In ethics he is guilty if he only thinks of doing so."},{"id":39,"quote":"For peace to reign on Earth, humans must evolve into new beings who have learned to see the whole first."},{"id":40,"quote":"The hand is the visible part of the brain."},{"id":41,"quote":"Honesty is better than any policy."},{"id":42,"quote":"Ingratitude is the essence of vileness."},{"id":43,"quote":"Perpetual Peace is only found in the graveyard."},{"id":44,"quote":"One is not rich by what one owns, but more by what one is able to do without with dignity."},{"id":45,"quote":"I shall never forget my mother, for it was she who planted and nurtured the first seeds of good within me. She opened my heart to the lasting impressions of nature; she awakened my understanding and extended my horizon and her percepts exerted an everlasting influence upon the course of my life."},{"id":46,"quote":"If we knew that god exists, such knowledge would make morality impossible. For, if we acted morally from fear or fright, or confident of a reward, then this would not be moral. It would be enlightened selfishness."},{"id":47,"quote":"Out of the crooked timber of humanity, no straight thing was ever made."},{"id":48,"quote":"Only the descent into the hell of self-knowledge can pave the way to godliness."},{"id":49,"quote":"Space and time are the framework within which the mind is constrained to construct its experience of reality."},{"id":50,"quote":"Melancholy characterizes those with a superb sense of the sublime."},{"id":51,"quote":"The two great dividers are religion and LANGUAGE"},{"id":52,"quote":"I had therefore to remove knowledge, in order to make room for belief."},{"id":53,"quote":"Act in such a way that you will be worthy of being happy."},{"id":54,"quote":"Thoughts without content are empty, intuitions without concepts are blind."},{"id":55,"quote":"The possession of power inevitably spoils the free use of reason."},{"id":56,"quote":"Always regard every man as an end in himself, and never use him merely as a means to your ends [i.e., respect that each person has a life and purpose that is their own; do not treat people as objects to be exploited]."},{"id":57,"quote":"Thinking in pictures precedes thinking in words."},{"id":58,"quote":"Dare to know! Have the courage to use your own intelligence!"},{"id":59,"quote":"If I am to constrain you by any law, it must be one by which I am also bound."},{"id":60,"quote":"Maturity is having the courage to use one's own intelligence!"},{"id":61,"quote":"Two things awe me most, the starry sky above me and the moral law within me."},{"id":62,"quote":"Humanity is at its greatest perfection in the race of the whites."},{"id":63,"quote":"Immaturity is the incapacity to use one's intelligence without the guidance of another."},{"id":64,"quote":"Always treat people as ends in themselves, never as means to an end."},{"id":65,"quote":"The bad thing of war is, that it makes more evil people than it can take away."},{"id":66,"quote":"It is through good education that all the good in the world arises."},{"id":67,"quote":"Life is the faculty of spontaneous activity, the awareness that we have powers."},{"id":68,"quote":"Every man is to be respected as an absolute end in himself; and it is a crime against the dignity that belongs to him as a human being, to use him as a mere means for some external purpose."},{"id":69,"quote":"Art is purposiveness without purpose."},{"id":70,"quote":"Genius is the ability to independently arrive at and understand concepts that would normally have to be taught by another person."},{"id":71,"quote":"Marriage...is the union of two people of different sexes with a view to the mutual possession of each other's sexual attributes for the duration of their lives."},{"id":72,"quote":"The human heart refuses To believe in a universe Without a purpose."},{"id":73,"quote":"Do what is right, though the world may perish."},{"id":74,"quote":"Procrastination is hardly more evil than grasping impatience."},{"id":75,"quote":"Two things strike me dumb: the infinite starry heavens, and the sense of right and wrong in man."},{"id":76,"quote":"The yellow Indians do have a meagre talent. The Negroes are far below them, and at the lowest point are a part of the American people."},{"id":77,"quote":"He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals."},{"id":78,"quote":"One who makes himself a worm cannot complain afterwards if people step on him."},{"id":79,"quote":"Heaven has given human beings three things to balance the odds of life: hope, sleep, and laughter."},{"id":80,"quote":"Maximum individuality within maximum community"},{"id":81,"quote":"Prudence approaches, conscience accuses."},{"id":82,"quote":"Happiness, though an indefinite concept, is the goal of all rational beings"},{"id":83,"quote":"When I could have used a wife, I could not support one; and when I could support one, I no longer needed any"},{"id":84,"quote":"Freedom can never be comprehended, nor even can insight into it be gained."},{"id":85,"quote":"Enlightenment is man's emergence from his self-incurred immaturity."},{"id":86,"quote":"I am an investigator by inclination. I feel a great thirst for knowledge."},{"id":87,"quote":"God, freedom, and immortality are untenable in the light of pure reason."},{"id":88,"quote":"Religion is too important a matter to its devotees to be a subject of ridicule. If they indulge in absurdities, they are to be pitied rather than ridiculed."},{"id":89,"quote":"All human knowledge begins with intuitions, proceeds from thence to concepts, and ends with ideas."},{"id":90,"quote":"Freedom is that faculty that enlarges the usefulness of all other faculties."},{"id":91,"quote":"Reason can never prove the existence of God."},{"id":92,"quote":"I have no knowledge of myself as I am, but merely as I appear to myself."},{"id":93,"quote":"In the mere concept of one thing it cannot be found any character of its existence."},{"id":94,"quote":"All natural capacities of a creature are destined to evolve completely to their natural end."},{"id":95,"quote":"Thrift is care and scruple in the spending of one's means. It is not a virtue and it requires neither skill nor talent."},{"id":96,"quote":"There is a limit where the intellect fails and breaks down, and this limit is where the questions concerning God and freewill and immortality arise."},{"id":97,"quote":"[A ruler is merely] the trustee of the rights of other men and he must always stand in dread of having in some way violated these rights."},{"id":98,"quote":"Fallacious and misleading arguments are most easily detected if set out in correct syllogistic form."},{"id":99,"quote":"In the kingdom of ends everything has either a price or a dignity. Whatever has a price can be replaced by something else as its equivalent; on the other hand, whatever is above all price, and therefore admits of no equivalent, has a dignity. But that which constitutes the condition under which alone something can be an end in itself does not have mere relative worth, i.e., price, but an intrinsic worth, i.e., a dignity."},{"id":100,"quote":"The nice thing about living in a small town is that when you don't know what you're doing, someone else does."},{"id":101,"quote":"Riches ennoble a man's circumstances, but not himself."},{"id":102,"quote":"The sum total of all possible knowledge of God is not possible for a human being, not even through a true revelation. But it is one of the worthiest inquiries to see how far our reason can go in the knowledge of God."},{"id":103,"quote":"If we could see ourselves... as we really are, we should see ourselves in a world of spiritual natures, our community which neither began at birth nor will end with the death of the body."},{"id":104,"quote":"It is therefore correct to say that the senses do not err — not because they always judge rightly, but because they do not judge at all."},{"id":105,"quote":"No-one can compel me to be happy in accordance with his conception of the welfare of others, for each may seek his happiness in whatever way he sees fit, so long as he does not infringe upon the freedom of others to pursue a similar end which can be reconciled with the freedom of everyone else within a workable general law ? i.e. he must accord to others the same right as he enjoys himself."},{"id":106,"quote":"Beneficence is a duty."},{"id":107,"quote":"Suicide is not abominable because God prohibits it; God prohibits it because it is abominable."},{"id":108,"quote":"One cannot avoid a certain feeling of disgust, when one observes the actions of man displayed on the great stage of the world. Wisdom is manifested by individuals here and there; but the web of human history as a whole appears to be woven from folly and childish vanity, often, too, from puerile wickedness and love of destruction: with the result that at the end one is puzzled to know what idea to form of our species which prides itself so much on its advantages."},{"id":109,"quote":"All our knowledge falls with the bounds of experience."},{"id":110,"quote":"Perhaps a revolution can overthrow autocratic despotism and profiteering or power-grabbing oppression, but it can never truly reform a manner of thinking; instead, new prejudices, just like the old ones they replace, will serve as a leash for the great unthinking mass."},{"id":111,"quote":"Philosophy stands in need of a science which shall determine the possibility, principles, and extent of human knowledge à priori."},{"id":112,"quote":"Happiness is not an ideal of reason, but of imagination."},{"id":113,"quote":"Seek not the favor of the multitude; it is seldom got by honest and lawful means. But seek the testimony of few; and number not voices, but weigh them."},{"id":114,"quote":"The busier we are, the more acutely we feel that we live, the more conscious we are of life."},{"id":115,"quote":"After death the soul possesses self-consciousness, otherwise, it would be the subject of spiritual death, which has already been disproved. With this self-consciousness necessarily remains personality and the consciousness of personal identity."},{"id":116,"quote":"The arts of speech are rhetoric and poetry. Rhetoric is the art of transacting a serious business of the understanding as if it were a free play of the imagination; poetry that of conducting a free play of the imagination as if it were a serious business of the understanding."},{"id":117,"quote":"God put a secret art into the forces of Nature so as to enable it to fashion itself out of chaos into a perfect world system."},{"id":118,"quote":"Notion without intuition is empty, intuition without notion is blind."},{"id":119,"quote":"Parents usually educate their children merely in such a manner than however bad the world may be, they may adapt themselves to its present conditions. But they ought to give them an education so much better than this, that a better condition of things may thereby be brought about by the future."},{"id":120,"quote":"Animals... are there merely as a means to an end. That end is man."},{"id":121,"quote":"Act so that the maxim of your act could be made the principle of a universal law."},{"id":122,"quote":"Human reason has the peculiar fate in one species of its cognitions that it is burdened with questions which it cannot dismiss, since they are given to it as problems by the nature of reason itself, but which it also cannot answer, since they transcend every capacity of human reason."},{"id":123,"quote":"The enjoyment of power inevitably corrupts the judgment of reason, and perverts its liberty."},{"id":124,"quote":"Physicians think they do a lot for a patient when they give his disease a name."},{"id":125,"quote":"The ultimate destiny of the human race is the greatest moral perfection, provided that it is achieved through human freedom, whereby alone man is capable of the greatest happiness."},{"id":126,"quote":"Two things fill the mind with ever-increasing wonder and awe, the more often and the more intensely the mind of thought is drawn to them: the starry heavens above me and the moral law within me... Morality is not properly the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness."},{"id":127,"quote":"There is no virtue in penance and fasting which waste the body; they are only fanatical and monkish."},{"id":128,"quote":"Men will not understand ... that when they fulfil their duties to men, they fulfil thereby God's commandments; that they are consequently always in the service of God, as long as their actions are moral, and that it is absolutely impossible to serve God otherwise."},{"id":129,"quote":"With men, the state of nature is not a state of peace, but war."},{"id":130,"quote":"Among all nations, through the darkest polytheism glimmer some faint sparks of monotheism."},{"id":131,"quote":"Law And Freedom without Violence (Anarchy) Law And Violence without Freedom (Despotism) Violence without Freedom And Law (Barbarism) Violence with Freedom And Law (Republic)"},{"id":132,"quote":"Arrogance is, as it were, a solicitation on the part of one seeking honor for followers, whom he thinks he is entitled to treat with contempt."},{"id":133,"quote":"Even a man's exact imitation of the song of the nightingale displeases us when we discover that it is a mimicry, and not the nightingale."},{"id":134,"quote":"Nature does nothing in vain, and in the use of means to her goals she is not prodigal."},{"id":135,"quote":"Beauty presents an indeterminate concept of Understanding, the sublime an indeterminate concept of Reason."},{"id":136,"quote":"Our knowledge springs from two fundamental sources of the mind; the first is the capacity of receiving representations (receptivity for impressions), the second is the power of knowing an object through these representations (spontaneity [in the production] of concepts)."},{"id":137,"quote":"If a man is often the subject of conversation he soon becomes the subject of criticism."},{"id":138,"quote":"There is something splendid about innocence; but what is bad about it, in turn, is that it cannot protect itself very well and is easily seduced."},{"id":139,"quote":"Have the courage to use your own reason- That is the motto of enlightenment. \"Foundations of the Metaphysics of Morals\" (1785)"},{"id":140,"quote":"Intuition and concepts constitute... the elements of all our knowledge, so that neither concepts without an intuition in some way corresponding to them, nor intuition without concepts, can yield knowledge."},{"id":141,"quote":"To a high degree we are, through art and science, cultured. We are civilized - perhaps too much for our own good - in all sorts of social grace and decorum. But to consider ourselves as\nhaving reached morality - for that, much is lacking."},{"id":142,"quote":"It is not God's will merely that we should be happy, but that we should make ourselves happy"},{"id":143,"quote":"It is often necessary to make a decision on the basis of knowledge sufficient for action but insufficient to satisfy the intellect."},{"id":144,"quote":"The more we come in contact with animals and observe their behaviour, the more we love them, for we see how great is their care of the young."},{"id":145,"quote":"The only thing that is good without qualification is a good will."},{"id":146,"quote":"A society that is not willing to demand a life of somebody who has taken somebody else’s life is simply immoral."},{"id":147,"quote":"The wish to talk to God is absurd. We cannot talk to one we cannot comprehend — and we cannot comprehend God; we can only believe in Him."},{"id":148,"quote":"Religion is the recognition of all our duties as divine commands."},{"id":149,"quote":"Enlightenment is man's emergence from his self-imposed nonage. Nonage is the inability to use one's own understanding without another's guidance. This nonage is self-imposed if its cause lies not in lack of understanding but in indecision and lack of courage to use one's own mind without another's guidance. Dare to know!"},{"id":150,"quote":"Often war is waged only in order to show valor; thus an inner dignity is ascribed to war itself, and even some philosophers have praised it as an ennoblement of humanity, forgetting the pronouncement of the Greek who said, 'War is an evil in as much as it produces more wicked men than it takes away.'"},{"id":151,"quote":"The existence of the Bible, as a book for the people, is the greatest benefit which the human race has ever experienced. Every attempt to belittle it is a crime against humanity."},{"id":152,"quote":"But only he who, himself enlightened, is not afraid of shadows."},{"id":153,"quote":"Laws always lose in energy what the government gains in extent."},{"id":154,"quote":"I learned to honor human beings, and I would find myself far more useless than the common laborer if I did not believe that this consideration could impart to all others a value establishing the rights of humanity."},{"id":155,"quote":"Duty is the necessity to act out of reverence for the law."},{"id":156,"quote":"Enthusiasm is always connected with the senses, whatever be the object that excites it. The true strength of virtue is serenity of mind, combined with a deliberate and steadfast determination to execute her laws. That is the healthful condition of the moral life; on the other hand, enthusiasm, even when excited by representations of goodness, is a brilliant but feverish glow which leaves only exhaustion and languor behind."},{"id":157,"quote":"Better the whole people perish than that injustice be done"},{"id":158,"quote":"Two things fill the mind with ever new and increasing admiration and awe, the oftener and more steadily we reflect on them: the starry heavens above and the moral law within."},{"id":159,"quote":"If an offender has committed murder, he must die. In this case, no possible substitute can satisfy justice. For there is no parallel between death and even the most miserable life, so that there is no equality of crime and retribution unless the perpetrator is judicially put to death."},{"id":160,"quote":"Aristotle can be regarded as the father of logic. But his logic is too scholastic, full of subtleties, and fundamentally has not been of much value to the human understanding. It is a dialectic and an organon for the art of disputation."},{"id":161,"quote":"Human freedom is realised in the adoption of humanity as an end in itself, for the one thing that no-one can be compelled to do by another is to adopt a particular end. - 'Metaphysical Principles of Virtue"},{"id":162,"quote":"Even the song of birds, which we can bring under no musical rule, seems to have more freedom, and therefore more for taste, than a song of a human being which is produced in accordance with all the rules of music; for we very much sooner weary of the latter, if it is repeated often and at length. Here, however, we probably confuse our participation in the mirth of a little creature that we love, with the beauty of its song; for if this were exactly imitated by man (as sometimes the notes of the nightingale are) it would seem to our ear quite devoid of taste."},{"id":163,"quote":"It is not necessary that whilst I live I live happily; but it is necessary that so long as I live I should live honourably."},{"id":164,"quote":"The death of dogma is the birth of morality."},{"id":165,"quote":"This spirit of freedom is expanding even where it must struggle against the external obstacles of governments that misunderstand their own function. Such governments are illuminated by the example that the existence of freedom need not give cause for the least concern regarding public order and harmony in the commonwealth. If only they refrain from inventing artifices to keep themselves in it, men will gradually raise themselves from barbarism."},{"id":166,"quote":"Even if a civil society were to be dissolved by the consent of all its members (e.g., if a people inhabiting an island decided to separate and disperse throughout the world), the last murderer remaining in prison would first have to be executed, so that each has done to him what his deeds deserve and blood guilt does not cling to the people for not having insisted upon this punishment; for otherwise the people can be regarded as collaborators in his public violation of justice."},{"id":167,"quote":"If it were possible for us to have so deep an insight into a man's character as shown both in inner and in outer actions, that every, even the least, incentive to these actions and all external occasions which affect them were so known to us that his future conduct could be predicted with as great a certainty as the occurrence of a solar or lunar eclipse, we could nevertheless still assert that the man is free."},{"id":168,"quote":"Human reason is by nature architectonic."},{"id":169,"quote":"Nothing is divine but what is agreeable to reason."},{"id":170,"quote":"Act in such a way that you treat humanity, whether in your own person or in the person of any other, never merely as a means to an end, but always at the same time as an end."},{"id":171,"quote":"Our intellect does not draw its laws from nature, but it imposes its laws upon nature."},{"id":172,"quote":"Is it reasonable to assume a purposiveness in all the parts of nature and to deny it to the whole?"},{"id":173,"quote":"***Three Conditions of Happiness*** If you have work to do If you have someone you love If You have hope Then You are Happy now!"},{"id":174,"quote":"Imagination is a powerful agent for creating, as it were, a second nature out of the material supplied to it by actual nature."},{"id":175,"quote":"Whereas the beautiful is limited, the sublime is limitless, so that the mind in the presence of the sublime, attempting to imagine what it cannot, has pain in the failure but pleasure in contemplating the immensity of the attempt"},{"id":176,"quote":"The function of the true state is to impose the minimum restrictions and safeguard the maximum liberties of the people, and it never regards the person as a thing."},{"id":177,"quote":"By a lie, a man... annihilates his dignity as a man."},{"id":178,"quote":"...as soon as we examine suicide from the standpoint of religion we immediately see it in its true light. We have been placed in this world under certain conditions and for specific purposes. But a suicide opposes the purpose of his creator; he arrives in the other world as one who has deserted his post; he must be looked upon as a rebel against God. God is our owner; we are his property; his providence works for our good."},{"id":179,"quote":"The desire which a man has for a woman is not directed towards her because she is a human being, but because she is a woman ; that she is a human being is of no concern to the man; only her sex is the object of his desires."},{"id":180,"quote":"Apart from moral conduct, all that man thinks himself able to do in order to become acceptable to God is mere superstition and religious folly."},{"id":181,"quote":"Reason must approach nature with the view, indeed, of receiving information from it, not, however, in the character of a pupil, who listens to all that his master chooses to tell him, but in that of a judge, who compels the witnesses to reply to those questions which he himself thinks fit to propose. To this single idea must the revolution be ascribed, by which, after groping in the dark for so many centuries, natural science was at length conducted into the path of certain progress."},{"id":182,"quote":"Nature even in chaos cannot proceed otherwise than regularly and according to order."},{"id":183,"quote":"Reason should investigate its own parameters before declaring its omniscience."},{"id":184,"quote":"The science of mathematics presents the most brilliant example of how pure reason may successfully enlarge its domain without the aid of experience"},{"id":185,"quote":"He who has made great moral progress ceases to pray"},{"id":186,"quote":"There is nothing higher than reason."},{"id":187,"quote":"If education is to develop human nature so that it may attain the object of its being, it must involve the exercise of judgment."},{"id":188,"quote":"Art does not want the representation of a beautiful thing, but the representation of something beautiful."},{"id":189,"quote":"The instruction of children should aim gradually to combine knowing and doing. Among all sciences mathematics seems to be the only one of a kind to satisfy this aim most completely."},{"id":190,"quote":"Freedom is independence of the compulsory will of another, and in so far as it tends to exist with the freedom of all according to a universal law, it is the one sole original inborn right belonging to every man in virtue of his humanity."},{"id":191,"quote":"Psychologists have hitherto failed to realize that imagination is a necessary ingredient of perception itself."},{"id":192,"quote":"Thoughts without content are empty, intuitions without concepts are blind... The understanding can intuit nothing, the senses can think nothing. Only through their union can knowledge arise."},{"id":193,"quote":"The business of philosophy is not to give rules, but to analyze the private judgments of common reason."},{"id":194,"quote":"Time is not an empirical concept. For neither co-existence nor succession would be perceived by us, if the representation of time did not exist as a foundation a priori."},{"id":195,"quote":"Human beings are never to be treated as a means but always as ends."},{"id":196,"quote":"Through laziness and cowardice a large part of mankind, even after nature has freed them from alien guidance, gladly remain immature. It is because of laziness and cowardice that it is so easy for others to usurp the role of guardians. It is so comfortable to be a minor!"},{"id":197,"quote":"By a lie a man throws away and, as it were, annihilates his dignity as a man. A man who himself does not believe what he tells another ... has even less worth than if he were a mere thing. ... makes himself a mere deceptive appearance of man, not man himself."},{"id":198,"quote":"[R]eason is... given to us as a practical faculty, that is, as one that influences the will."},{"id":199,"quote":"It is precisely in knowing its limits that philosophy consists."},{"id":200,"quote":"It is by his activities and not by enjoyment that man feels he is alive. In idleness we not only feel that life is fleeting, but we also feel lifeless."},{"id":201,"quote":"I ought never to act except in such a way that I could also will that my maxim should become a universal law."},{"id":202,"quote":"We ourselves introduce that order and regularity in the appearance which we entitle \"nature\". We could never find them in appearances had we not ourselves, by the nature of our own mind, originally set them there."},{"id":203,"quote":"Give me matter, and I will construct a world out of it!"},{"id":204,"quote":"Metaphysics is a dark ocean without shores or lighthouse, strewn with many a philosophic wreck."},{"id":205,"quote":"Without man and his potential for moral progress, the whole of reality would be a mere wilderness, a thing in vain, and have no final purpose."},{"id":206,"quote":"Things which we see are not by themselves what we see ... It remains completely unknown to us what the objects may be by themselves and apart from the receptivity of our senses. We know nothing but our manner of perceiving them."},{"id":207,"quote":"The existence of the Bible is the greatest blessing which humanity ever experienced."},{"id":208,"quote":"Man desired concord; but nature knows better what is good for his species; she desires discord.  Man wants to live easy and content; but nature compels him to leave ease... and throw himself into roils and labors."},{"id":209,"quote":"All appearances are real and negatio; sophistical: All reality must be sensation."},{"id":210,"quote":"Enlightenment is man's emergence from his self-imposed immaturity...No thing is required for this enlightenment.. .except freedom; and the freedom in question is the least harmful of all, namely, the freedom to use reason publicly in all matters."},{"id":211,"quote":"The greatest problem for the human species, the solution of which nature compels him to seek, is that of attaining a civil society which can administer justice universally."},{"id":212,"quote":"Have patience awhile; slanders are not long-lived. Truth is the child of time; erelong she shall appear to vindicate thee."},{"id":213,"quote":"We can never, even by the strictest examination, get completely behind the secret springs of action."},{"id":214,"quote":"A man who has tasted with profound enjoyment the pleasure of agreeable society will eat with a greater appetite than he who rode horseback for two hours. An amusing lecture is as useful for health as the exercise of the body."},{"id":215,"quote":"Philosophical knowledge is the knowledge gained by reason from concepts ; mathematical knowledge is the knowledge gained by reason from the construction of concepts."},{"id":216,"quote":"Christianity possesses the great advantage over Judaism of being represented as coming from the mouth of the first Teacher not as a statutory but as a moral religion, and as thus entering into the closest relation with reason so that, through reason, it was able of itself, without historical learning, to be spread at all times and among all peoples with the greatest trustworthiness."},{"id":217,"quote":"Reason must approach nature in order to be taught by it. It must not, however, do so in the character of a pupil who listens to everything that the teacher chooses to say, but of an appointed judge who compels the witness to answer questions which he has himself formulated."},{"id":218,"quote":"Nature, when left to universal laws, tends to produce regularity out of chaos."},{"id":219,"quote":"Moral Teleology supplies the deficiency in physical Teleology , and first establishes a Theology ; because the latter, if it did not borrow from the former without being observed, but were to proceed consistently, could only found a Demonology , which is incapable of any definite concept."},{"id":220,"quote":"Since the narrower or wider community of the peoples of the earth has developed so far that a violation of rights in one place is felt throughout the world, the idea of a cosmopolitan right is not fantastical, high-flown or exaggerated notion. It is a complement to the unwritten code of the civil and international law, necessary for the public rights of mankind in general and thus for the realization of perpetual peace."},{"id":221,"quote":"All the interests of my reason, speculative as well as practical, combine in the three following questions: 1. What can I know? 2. What ought I to do? 3. What may I hope?"},{"id":222,"quote":"Enlightenment is the liberation of man from his self-caused state of minority... Supere aude! Dare to use your own understanding!is thus the motto of the Enlightenment."},{"id":223,"quote":"An action, to have moral worth, must be done from duty."},{"id":224,"quote":"Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: 'War is bad in that it begets more evil than it kills.'"},{"id":225,"quote":"Freedom is the alone unoriginated birthright of man, and belongs to him by force of his humanity; and is independence on the will and co-action of every other in so far as this consists with every other person's freedom."},{"id":226,"quote":"Standing armies shall in time be totally abolished."},{"id":227,"quote":"There is needed, no doubt, a body of servants (ministerium) of the invisible church, but not officials (officiales), in other words, teachers but not dignitaries, because in the rational religion of every individual there does not yet exist a church as a universal union (omnitudo collectiva)."},{"id":228,"quote":"From such crooked wood as that which man is made of, nothing straight can be fashioned."},{"id":229,"quote":"A categorical imperative would be one which represented an action as objectively necessary in itself, without reference to any other purpose."},{"id":230,"quote":"Of all the arts poetry (which owes its origin almost entirely to genius and will least be guided by precept or example) maintains the first rank."},{"id":231,"quote":"Every human being should always be treated as an end and never as a mere instrument."},{"id":232,"quote":"Beneficence is a duty; and he who frequently practices it, and sees his benevolent intentions realized comes, at length, really to love him to whom he has done good."},{"id":233,"quote":"Each according to his own way of seeing things, seek one goal, that is gratification."},{"id":234,"quote":"Reason in a creature is a faculty of widening the rules and purposes of the use of all its powers far beyond natural instinct; it acknowledges no limits to its projects. Reason itself does not work instinctively, but requires trial, practice, and instruction in order gradually to progress from one level of insight to another."},{"id":235,"quote":"What are the aims which are at the same time duties? They are perfecting of ourselves, the happiness of others."},{"id":236,"quote":"Act that your principle of action might safely be made a law for the whole world."},{"id":237,"quote":"Freedom in the practical sense is the independence of the power of choice from necessitation by impulses of sensibility"},{"id":238,"quote":"In all judgements by which we describe anything as beautiful, we allow no one to be of another opinion."},{"id":239,"quote":"The infinitude of creation is great enough to make a world, or a Milky Way of worlds, look in comparison with it what a flower or an insect does in comparison with the Earth."},{"id":240,"quote":". . . as to moral feeling, this supposed special sense, the appeal to it is indeed superficial when those who cannot think believe that feeling will help them out, even in what concerns general laws: and besides, feelings which naturally differ infinitely in degree cannot furnish a uniform standard of good and evil, nor has any one a right to form judgments for others by his own feelings. . . ."},{"id":241,"quote":"But although all our knowledge begins with experience, it does not follow that it arises from experience."},{"id":242,"quote":"Sincerity is the indispensable ground of all conscientiousness, and by consequence of all heartfelt religion."},{"id":243,"quote":"The history of the human race, viewed as a whole, may be regarded as the realization of a hidden plan of nature to bring about a political constitution, internally, and for this purpose, also externally perfect, as the only state in which all the capacities implanted by her in mankind can be fully developed."},{"id":244,"quote":"Act only according to that maxim whereby you can at the same time will that it should become a universal law."},{"id":245,"quote":"Nature does nothing in vain, and in the use of means to her goals she is not prodigal. Her giving to man reason and the freedom of the will which depends upon it is clear indication of her purpose. Man accordingly was not to be guided by instinct, not nurtured and instructed with ready-made knowledge; rather, he should bring forth everything out of his own resources."},{"id":246,"quote":"The universal and lasting establishment of peace constitutes not merely a part, but the whole final purpose and end of the science of right as viewed within the limits of reason."},{"id":247,"quote":"Ghost stories are always listened to and well received in private, but pitilessly disavowed in public. For my own part, ignorant as I am of the way in which the human spirit enters the world and the way in which he goes out of it, I dare not deny the truth of many such narratives."},{"id":248,"quote":"[Aristotle formal logic thus far (1787)] has not been able to advance a single step, and hence is to all appearances closed and completed."},{"id":249,"quote":"Ours is an age of criticism, to which everything must be subjected. The sacredness of religion, and the authority of legislation, are by many regarded as grounds for exemption from the examination by this tribunal, But, if they are exempted, and cannot lay claim to sincere respect, which reason accords only to that which has stood the test of a free and public examination."},{"id":250,"quote":"The sceptics, a kind of nomads, despising all settled culture of the land, broke up from time to time all civil society. Fortunately their number was small, and they could not prevent the old settlers from returning to cultivate the ground afresh, though without any fixed plan or agreement."},{"id":251,"quote":"Natural science physics contains in itself synthetical judgments a priori, as principles. ... Space then is a necessary representation a priori, which serves for the foundation of all external intuitions."},{"id":252,"quote":"Beneficence is a duty. He who frequently practices it, and sees his benevolent intentions realized, at length comes really to love him to whom he has done good. When, therefore, it is said, \"Thou shalt love thy neighbor as thyself,\" it is not meant, thou shalt love him first and do him good in consequence of that love, but, thou shalt do good to thy neighbor; and this thy beneficence will engender in thee that love to mankind which is the fulness and consummation of the inclination to do good."},{"id":253,"quote":"All thought must, directly or indirectly, by way of certain characters, relate ultimately to intuitions, and therefore, with us, to sensibility, because in no other way can an object be given to us."},{"id":254,"quote":"Criticism alone can sever the root of materialism, fatalism, atheism, free-thinking, fanaticism, and superstition, which can be injurious universally; as well as of idealism and skepticism, which are dangerous chiefly to the Schools, and hardly allow of being handed on to the public."},{"id":255,"quote":"What can I know? What ought I to do?  What may I hope?"},{"id":256,"quote":"We come no nearer the infinitude of the creative power of God, if we enclose the space of its revelation within a sphere described with the radius of the Milky Way, than if we were to limit it to a ball an inch in diameter. All that is finite, whatever has limits and a definite relation to unity, is equally far removed from the infinite... Eternity is not sufficient to embrace the manifestations of the Supreme Being, if it is not combined with the infinitude of space."},{"id":257,"quote":"In man (as the only rational creature on earth) those natural capacities which are directed to the use of his reason are to be fully developed only in the race, not in the individual."},{"id":258,"quote":"I assert that, in any particular natural science, one encounters genuine scientific substance only to the extent that mathematics is present."},{"id":259,"quote":"How then is perfection to be sought? Wherein lies our hope? In education, and in nothing else."},{"id":260,"quote":"I am myself by inclination an investigator."},{"id":261,"quote":"[S]uppose the mind of [a] friend of humanity were clouded over with his own grief, extinguishing all sympathetic participation in the fate of others; he still has the resources to be beneficent to those suffering distress, but the distress of others does not touch him because he is sufficiently busy with his own; and now, where no inclination any longer stimulates him to it, he tears himself out of his deadly insensibility and does the action without any inclination, solely from duty."},{"id":262,"quote":"But where only a free play of our presentational powers is to be sustained, as in the case of pleasure gardens, room decoration, all sorts of useful utensils, and so on, any regularity that has an air of constraint is [to be] avoided as much as possible. That is why the English taste in gardens, or the baroque taste in furniture, carries the imagination's freedom very far, even to the verge of the grotesque, because it is precisely this divorce from any constraint of a rule that the case is posited where taste can show its greatest perfection in designs made by the imagination."},{"id":263,"quote":"There will always be some people who think for themselves, even among the self-appointed guardians of the great mass who, after having thrown off the yoke of immaturity themselves, will spread about them the spirit of a reasonable estimate of their own value and of the need for every man to think for himself."},{"id":264,"quote":"Freedom is the alone unoriginated birthright of man, and belongs to him by force of his humanity."},{"id":265,"quote":"This can never become popular, and, indeed, has no occasion to be so; for fine-spun arguments in favour of useful truths make just as little impression on the public mind as the equally subtle objections brought against these truths. On the other hand, since both inevitably force themselves on every man who rises to the height of speculation, it becomes the manifest duty of the schools to enter upon a thorough investigation of the rights of speculative reason, and thus to prevent the scandal which metaphysical controversies are sure, sooner or later, to cause even to the masses."},{"id":266,"quote":"It is the Land of Truth (enchanted name!), surrounded by a wide and stormy ocean, the true home of illusion, where many a fog bank and ice, that soon melts away, tempt us to believe in new lands, while constantly deceiving the adventurous mariner with vain hopes, and involving him in adventures which he can never leave, yet never bring to an end."},{"id":267,"quote":"For how is it possible, says that acute man, that when a concept is given me, I can go beyond it and connect with it another which is not contained in it, in such a manner as if that latter necessarily belonged to the former?"},{"id":268,"quote":"Everything in nature acts in conformity with law."},{"id":269,"quote":"Man's greatest concern is to know how he shall properly fill his place in the universe and correctly understand what he must be in order to be a man."},{"id":270,"quote":"In the natural state no concept of God can arise, and the false one which one makes for himself is harmful. Hence the theory of natural religion can be true only where there is no science; therefore it cannot bind all men together."},{"id":271,"quote":"The light dove, cleaving the air in her free flight, and feeling its resistance, might imagine that its flight would be still easier in empty space."},{"id":272,"quote":"Aus so krummen Holze, als woraus der Mensch gemacht ist, kann nichts ganz Gerades gezimmert werden. Out of the crooked timber of humanity, no straight thing can ever be made."},{"id":273,"quote":"If, like Hume, I had all manner of adornment in my power, I would still have reservations about using them. It is true that some readers will be scared off by dryness. But isn't it necessary to scare off some if in their case the matter would end up in bad hands?"},{"id":274,"quote":"When a thoughtful human being has overcome incentives to vice and is aware of having done his bitter duty, he finds himself in a state that could be called happiness, a state of contentment and peace of mind in which virtue is its own reward."},{"id":275,"quote":"Both love of mankind, and respect for their rights are duties; the former however is only a conditional, the latter an unconditional, purely imperative duty, which he must be perfectly certain not to have transgressed who would give himself up to the secret emotions arising from benevolence."},{"id":276,"quote":"I freely admit that the remembrance of David Hume was the very thing that many years ago first interrupted my dogmatic slumber and gave a completely different direction to my researches in the field of speculative philosophy."},{"id":277,"quote":"In the metaphysical elements of aesthetics the various nonmoral feelings are to be made use of; in the elements of moral metaphysics the various moral feelings of men, according to the differences in sex, age, education, and government, of races and climates, are to be employed."},{"id":278,"quote":"Two things fill the mind with ever new and increasing admiration and awe, the more often and steadily we reflect upon them: the starry heavens above me and the moral law within me. I do not seek or conjecture either of them as if they were veiled obscurities or extravagances beyond the horizon of my vision; I see them before me and connect them immediately with the consciousness of my existence."},{"id":279,"quote":"All trades, arts, and handiworks have gained by division of labor... Where the different kinds of work are not distinguished and divided, where everyone is a jack-of-all-trades, there manufactures remain still in the greatest barbarism."},{"id":280,"quote":"No state at war with another state should engage in hostilities of such a kind as to render mutual confidence impossible when peace will have been made."},{"id":281,"quote":"The ideal of the supreme being is nothing but a regulative principle of reason which directs us to look upon all connection in the world as if it originated from an all-sufficient necessary cause."},{"id":282,"quote":"We assume a common sense as the necessary condition of the universal communicability of our knowledge, which is presupposed in every logic and every principle of knowledge that is not one of skepticism."},{"id":283,"quote":"We find that the more a cultivated reason devotes itself to the aim of enjoying life and happiness, the further does man get away from true contentment."},{"id":284,"quote":"Manners or etiquette ('accessibility, affability, politeness, refinement, propriety, courtesy, and ingratiating and captivating behavior') call for no large measure of moral determination and cannot, therefore, be reckoned as virtues. Even though manners are no virtues, they are a means of developing virtue.... The more we refine the crude elements in our nature, the more we improve our humanity and the more capable it grows of feeling the driving force of virtuous principles."},{"id":285,"quote":"Ours is an age of criticism, to which everything must be subjected."},{"id":286,"quote":"The light dove, in free flight cutting through the air the resistance of which it feels, could get the idea that it could do even better in airless space. Likewise, Plato abandoned the world of the senses because it posed so many hindrances for the understanding, and dared to go beyond it on the wings of the ideas, in the empty space of pure understanding."},{"id":287,"quote":"All our knowledge begins with the senses..."},{"id":288,"quote":"The only objects of practical reason are therefore those of good and evil. For by the former is meant an object necessarily desired according to a principle of reason; by the latter one necessarily shunned, also according to a principle of reason."},{"id":289,"quote":"Upon the solution of this problem, or upon sufficient proof of the impossibility of synthetical knowledge a priori, depends the existence or downfall of metaphysics."},{"id":290,"quote":"To be beneficent when we can is a duty; and besides this, there are many minds so sympathetically constituted that, without any other motive of vanity or self-interest, they find a pleasure in spreading joy around them, and can take delight in the satisfaction of others so far as it is their own work. But I maintain that in such a case an action of this kind, however proper, however amiable it may be, has nevertheless no true moral worth, but is on a level with other inclinations. . . . For the maxim lacks the moral import, namely, that such actions be done from duty, not from inclination."},{"id":291,"quote":"Man relates to material things through direct insight rather than reason."},{"id":292,"quote":"Nature has willed that man should, by himself, produce everything that goes beyond the mechanical ordering of his animal existence, and that he should partake of no other happiness or perfection than that which he himself, independently of instinct, has created by his own reason."},{"id":293,"quote":"I feel a complete thirst for knowledge and an eager unrest to go further in it as well as satisfaction at every acquisition. There was a time when I believed that this alone could constitute the honor of mankind, and I had contempt for the ignorant rabble who know nothing."},{"id":294,"quote":"All appearances have a determinate magnitude (the relation of which to another assignable). The infinite does not appear as such, likewise not the simple. For the appearances are included between two boundaries (points) and are thus themselves determinate magnitudes."},{"id":295,"quote":"All false art, all vain wisdom, lasts its time but finally destroys itself, and its highest culture is also the epoch of its decay."},{"id":296,"quote":"A lie is the abandonment and, as it were, the annihilation of the dignity by man."},{"id":297,"quote":"Why were a few, or a single one, made at all, if only to exist in order to be made eternally miserable, which is infinitely worse than non-existence?"},{"id":298,"quote":"Innocence is indeed a glorious thing; but, unfortunately, it does not keep very well and is easily led astray."},{"id":299,"quote":"A science of all these possible kinds of space [the higher dimensional ones] would undoubtedly be the highest enterprise which a finite understanding could undertake in the field of geometry... If it is possible that there could be regions with other dimensions, it is very likely that God has somewhere brought them into being."},{"id":300,"quote":"The evil effect of science upon men is principally this, that by far the greatest number of those who wish to display a knowledge of it accomplish no improvement at all of the understanding, but only a perversity of it, not to mention that it serves most of them as a tool of vanity."},{"id":301,"quote":"Physicians think they are doing something for you by labeling what you have as a disease"},{"id":302,"quote":"It is presumed that there exists a great unity in nature, in respect of the adequacy of a single cause to account for many different kinds of consequences."},{"id":303,"quote":"The means employed by Nature to bring about the development of all the capacities of men is their antagonism in society, so far as this is, in the end, the cause of a lawful order among men."},{"id":304,"quote":"Human reason has this peculiar fate that in one species of its knowledge it is burdened by questions which, as prescribed by the very nature of reason itself, it is not able to ignore, but which, as transcending all its powers, it is also not able to answer."},{"id":305,"quote":"So act that anything you do may become universal law."},{"id":306,"quote":"cruelty to animals is contrary to man's duty to himself, because it deadens in him the feeling of sympathy for their sufferings, and thus a natural tendency that is very useful to morality in relation to other human beings is weakened."},{"id":307,"quote":"An action is essentially good if the motive of the agent be good, regardless of the consequences."},{"id":308,"quote":"An organized product of nature is that in which all the parts are mutually ends and means."},{"id":309,"quote":"It is difficult for the isolated individual to work himself out of the immaturity which has become almost natural for him."},{"id":310,"quote":"A philosophical attempt to work out a universal history according to a natural plan directed to achieving the civic union of the human race must be regarded as possible and, indeed, as contributing to this end of Nature."},{"id":311,"quote":"At some future day it will be proved, I cannot say when and where, that the human soul is, while in earth life, already in an uninterrupted communication with those living in another world."},{"id":312,"quote":"The inscrutable wisdom through which we exist is not less worthy of veneration in respect to what it denies us than in respect to what it has granted."},{"id":313,"quote":"Deaths, births, and marriages, considering how much they are separately dependent on the freedom of the human will, should seem to be subject to no law according to which any calculation could be made beforehand of their amount; and yet the yearly registers of these events in great countries prove that they go on with as much conformity to the laws of nature as the oscillations of the weather."},{"id":314,"quote":"Here I shall add that the concept of change, and with it the concept of motion, as change of place, is possible only through and in the representation of time. & Motion, for example, presupposes the perception of something movable. But space considered in itself contains nothing movable; consequently motion must be something which is found in space only through experience -in other words, is an empirical datum."},{"id":315,"quote":"The schematicism by which our understanding deals with the phenomenal world ... is a skill so deeply hidden in the human soul that we shall hardly guess the secret trick that Nature here employs."},{"id":316,"quote":"That Logic has advanced in this sure course, even from the earliest times, is apparent from the fact that, since Aristotle, it has been unable to advance a step, and thus to all appearance has reached its completion."},{"id":317,"quote":"Prudence reproaches; conscience accuses."},{"id":318,"quote":"In every department of physical science there is only so much science, properly so-called, as there is mathematics."},{"id":319,"quote":"Act so as to use humanity, yourself and others, always as an end and never as a means to an end."},{"id":320,"quote":"Enlightenment is man's release from his self-incurred tutelage. Tutelage is man's inability to make use of his understanding without direction from another. Self-incurred is this tutelage when its cause lies not in lack of reason but in lack of resolution and courage to use it without direction from another. Sapere aude! 'Have courage to use your own reason!'- that is the motto of enlightenment."},{"id":321,"quote":"I had to deny knowledge in order to make room for faith."},{"id":322,"quote":"Dare to think!"},{"id":323,"quote":"Two things fill the mind with ever-increasing wonder and awe, the more often and the more intensely the mind of thought is drawn to them: the starry heavens above me and the moral law within me."},{"id":324,"quote":"Rules for happiness: something to do, someone to love, something to hope for."},{"id":325,"quote":"Laziness and cowardice are the reasons why so great a portion of mankind, after nature has long since discharged them from external direction (naturaliter maiorennes), nevertheless remains under lifelong tutelage, and why it is so easy for others to set themselves up as their guardians. It is so easy not to be of age. If I have a book which understands for me, a pastor who has a conscience for me, a physician who decides my diet, and so forth, I need not trouble myself. I need not think, if I can only pay - others will easily undertake the irksome work for me.That the step to competence is held to be very dangerous by the far greater portion of mankind..."},{"id":326,"quote":"We are enriched not by what we possess, but by what we can do without."},{"id":327,"quote":"But to unite in a permanent religious institution which is not to be subject to doubt before the public even in the lifetime of one man, and thereby to make a period of time fruitless in the progress of mankind toward improvement, thus working to the disadvantage of posterity - that is absolutely forbidden. For himself (and only for a short time) a man may postpone enlightenment in what he ought to know, but to renounce it for posterity is to injure and trample on the rights of mankind."},{"id":328,"quote":"Treat people as an end, and never as a means to an end"},{"id":329,"quote":"The reading of all good books is like a conversation with the finest minds of past centuries."},{"id":330,"quote":"...new prejudices will serve as well as old ones to harness the great unthinking masses.For this enlightenment, however, nothing is required but freedom, and indeed the most harmless among all the things to which this term can properly be applied. It is the freedom to make public use of one's reason at every point. But I hear on all sides, 'Do not argue!' The Officer says: 'Do not argue but drill!' The tax collector: 'Do not argue but pay!' The cleric: 'Do not argue but believe!' Only one prince in the world says, 'Argue as much as you will, and about what you will, but obey!' Everywhere there is restriction on freedom."},{"id":331,"quote":"Man must be disciplined, for he is by nature raw and wild.."},{"id":332,"quote":"Skepticism is thus a resting-place for human reason, where it can reflect upon its dogmatic wanderings and make survey of the region in which it finds itself, so that for the future it may be able to choose its path with more certainty. But it is no dwelling-place for permanent settlement. Such can be obtained only through perfect certainty in our knowledge, alike of the objects themselves and of the limits within which all our knowledge of objects is enclosed."},{"id":333,"quote":"If the truth shall kill them, let them die."},{"id":334,"quote":"An age cannot bind itself and ordain to put the succeeding one into such a condition that it cannot extend its (at best very occasional) knowledge , purify itself of errors, and progress in general enlightenment. That would be a crime against human nature, the proper destination of which lies precisely in this progress and the descendants would be fully justified in rejecting those decrees as having been made in an unwarranted and malicious manner.The touchstone of everything that can be concluded as a law for a people lies in the question whether the people could have imposed such a law on itself."},{"id":335,"quote":"Law And Freedom without Violence (Anarchy)Law And Violence without Freedom (Despotism)Violence without Freedom And Law (Barbarism)Violence with Freedom And Law (Republic)"},{"id":336,"quote":"As nature has uncovered from under this hard shell the seed for which she most tenderly cares - the propensity and vocation to free thinking - this gradually works back upon the character of the people, who thereby gradually become capable of managing freedom; finally, it affects the principles of government, which finds it to its advantage to treat men, who are now more than machines, in accordance with their dignity."},{"id":337,"quote":"Have the courage to use your own reason- That is the motto of enlightenment."},{"id":338,"quote":"Two things fill my mind with ever-increasing wonder and awe, the more often and the more intensely the reflection dwells on them: the starry heavens above me and the moral law within me."},{"id":339,"quote":"Coffee! Coffee!"},{"id":340,"quote":"The people naturally adhere most to doctrines which demand the least self-exertion and the least use of their own reason, and which can best accommodate their duties to their inclinations."},{"id":341,"quote":"A good will is good not because of what it effects, or accomplishes, not because of its fitness to attain some intended end, but good just by its willing, i.e. in itself; and, considered by itself, it is to be esteemed beyond compare much higher than anything that could ever be brought about by it in favor of some inclinations, and indeed, if you will, the sum of all inclinations. Even if by some particular disfavor of fate, or by the scanty endowment of a stepmotherly nature, this will should entirely lack the capacity to carry through its purpose; if despite its greatest striving it should still accomplish nothing, and only the good will were to remain (not of course, as a mere wish, but as the summoning of all means that are within our control); then, like a jewel, it would still shine by itself, as something that has full worth in itself\"."},{"id":342,"quote":"Nature is beautiful because it looks like Art; and Art can only be called beautiful if we are conscious of it as Art while yet it looks like Nature."},{"id":343,"quote":"Enlightenment is man's emergence from his self-imposed immaturity. Immaturity is the inability to use one's understanding without guidance from another."},{"id":344,"quote":"it was the duty of philosophy to destroy the illusions which had their origin in misconceptions, whatever darling hopes and valued expectations may be ruined by its explanations."},{"id":345,"quote":"[Standing armies] constantly threaten other nations with war by giving the appearance that they are prepared for it, which goads nations into competing with one another in the number of men under arms, and this practice knows no bounds. And since the costs related to maintaining peace will in this way finally become greater than those of a short war, standing armies are the cause of wars of aggression that are intended to end burdensome expenditures. Moreover, paying men to kill or be killed appears to use them as mere machines and tools in the hands of another (the nation), which is inconsistent with the rights of humanity."},{"id":346,"quote":"To be is to do."},{"id":347,"quote":"Act only according to that maxim by which you can at the same time will that it should become a universal law."},{"id":348,"quote":"Two things fill the mind with renewed and increasing awe and reverence the more often and the more steadily that they are meditated on: the starry skies above me and the moral law inside me. I have not to search for them and conjecture them as though they were veiled in darkness or were in the transcendent region beyond my horizon; I see them before me and connect them directly with the consciousness of my existence"},{"id":349,"quote":"In the kingdom of ends everything has either a price or a dignity. What has a price can be replaced by something else as its equivalent; what on the other hand is raised above all price and therefore admits of no equivalent has a dignity."},{"id":350,"quote":"Mathematics, natural science, laws, arts, even morality, etc. do not completely fill the soul; there is always a space left over reserved for pure and speculative reason, the emptiness of which prompts us to seek in vagaries, buffooneries, and mysticism for what seems to be employment and entertainment, but what actually is mere pastime undertaken in order to deaden the troublesome voice of reason, which, in accordance with its nature, requires something that can satisfy it and does not merely subserve other ends or the interests of our inclinations."},{"id":351,"quote":"Simply to acquiesce in skepticism can never suffice to overcome the restlessness of reason."},{"id":352,"quote":"Dignity is a value that creates irreplaceability."},{"id":353,"quote":"It is beyond a doubt that all our knowledge begins with experience."},{"id":354,"quote":"all human cognition begins with intuitions, proceeds from thence to conceptions, and ends with ideas."},{"id":355,"quote":"By a lie a man throws away and as it were annihilates his dignity as a man"},{"id":356,"quote":"Enlightenment is man's emergence from his self-imposed nonage. Nonage is the inability to use one's own understanding without another's guidance. This nonage is self-imposed if its cause lies not in lack of understanding but in indecision and lack of courage to use one's own mind without another's guidance. Dare to know! (Sapere aude.) \"Have the courage to use your own understanding,\" is therefore the motto of the enlightenment."},{"id":357,"quote":"Our age is the age of criticism, to which everything must be subjected. The sacredness of religion, and the authority of legislation, are by many regarded as grounds of exemption from the examination of this tribunal. But, if they on they are exempted, they become the subjects of just suspicion, and cannot lay claim to sincere respect, which reason accords only to that which has stood the test of a free and public examination.]"},{"id":358,"quote":"From the crooked timber of humanity, a straight board cannot be hewn."},{"id":359,"quote":"sapere aude."},{"id":360,"quote":"What might be said of things in themselves, separated from all relationship to our senses, remains for us absolutely unknown"},{"id":361,"quote":"Human reason, in one sphere of its cognition, is called upon to consider questions, which it cannot decline, as they are presented by its own nature, but which it cannot answer, as they transcend every faculty of the mind."},{"id":362,"quote":"If I have a book that thinks for me, a pastor who acts as my conscience, a physician who prescribes my diet, and so on... then I have no need to exert myself. I have no need to think, if only I can pay; others will take care of that disagreeable business for me."},{"id":363,"quote":"As a matter of fact, no other language in the world has received such praise as the Lithuanian language. The garlands of high honour have been taken to Lithuanian people for inventing, elaborating, and introducing the most highly developed human speech with its beautiful and clear phonology. Moreover, according to comparative philology, the Lithuanian language is best qualified to represent the primitive Aryan civilization and culture\"."},{"id":364,"quote":"Innocence is a splendid thing, only it has the misfortune not to keep very well and to be easily misled."},{"id":365,"quote":"But, above all, it will confer an inestimable benefit on morality and religion, by showing that all the objections urged against them may be silenced for ever by the Socratic method, that is to say, by proving the ignorance of the objector."},{"id":366,"quote":"Metaphysics... is nothing but the inventory of all we possess through pure reason, ordered systematically. Nothing here can escape us, because what reason brings forth entirely out of itself cannot be hidden, but is brought to light by reason itself as soon as reason's common principle has been discovered. The perfect unity of this kind of cognition, and the fact that it arises solely out of pure concepts without any influence that would extend or increase it from experience or even particular intuition, which would lead to a determinate experience, make this unconditioned completeness not only feasible but also necessary. Tecum habita, et noris quam sit tibi curta supellex. Dwell in your own house, and you will know how simple your possessions are. - Persius"},{"id":367,"quote":"Settle, for sure and universally, what conduct will promote the happiness of a rational being."},{"id":368,"quote":"Anarchy is law and freedom without force.Despotism is law and force without freedom.Barbarism force without freedom and law.Republicanism is force with freedom and law."},{"id":369,"quote":"Man, and in general every rational being, exists as an end in himself, not merely as a means for arbitrary use by this or that will: he must in all his actions, whether they are directed to himself or to other rational beings, always be viewed at the same time as an end."},{"id":370,"quote":"Two things fill the mind with ever new and increasing admiration and reverence the more often and more steadily one reflects on them, the starry heavens above me and the moral law within me."},{"id":371,"quote":"... Lithuanian nation must be saved, as it is the key to all the riddles - not only philology, but also in history - to solve the puzzle."},{"id":372,"quote":"High towers, and metaphysically-great men resembling them, round both of which there is commonly much wind, are not for me. My place is the fruitful bathos, the bottom-land, of experience; and the word transcendental, does not signify something passing beyond all experience, but something that indeed precedes it a priori, but that is intended simply to make cognition of experience possible."},{"id":373,"quote":"Enlightenment is man's release from his self incurred tutelage.Tutelage is man's inability to make use of his understanding without direction from another. Self-incurred is this tutelage when its cause lies not in lack of reason but in lack of resolution and courage to use it without direction from another. \" Have courage to use your own reason\" that's the motto of enlightenment ."},{"id":374,"quote":"The whole interest of my reason, whether speculative or practical, is concentrated in the three following questions: What can I know? What should I do? What may I hope? (Critique of Pure Reason"},{"id":375,"quote":"When the tremulous radiance of a summer night fills with twinkling stars and the moon itself is full, I am slowly drawn into a state of enhanced sensitivity made of friendship and disdain for the world and eternity"},{"id":376,"quote":"Every beginning is in time, and every limit of extension in space. Space and time, however, exist in the world of sense only. Hence phenomena are only limited in the world conditionally, the world itself, however, is limited neither conditionally nor unconditionally."},{"id":377,"quote":"Enlightenment is the emancipation of man from a state of self-imposed tutelage... of incapacity to use his own intelligence without external guidance. Such a state of tutelage I call 'self-imposed' if it is due, not to lack of intelligence, but to lack of courage or determination to use one's own intelligence without the help of a leader. Sapere aude! Dare to use your own intelligence! This is the battle-cry of the Enlightenment."},{"id":378,"quote":"It is of great consequence to have previously determined the concept that one wants to elucidate through observation before questioning experience about it; for one finds in experience what one needs only if one knows in advance what to look for."},{"id":379,"quote":"Give me matter and i will build a world out of it."},{"id":380,"quote":"Laughter is an affect resulting from the sudden transformation of a heightened expectation into nothing."},{"id":381,"quote":"Deficiency in judgement is properly that which is called stupidity; and for such a failing we know no remedy. A dull or narrow-minded person, to whom nothing is wanting but a proper degree of understanding, may be improved by tuition, even so far as to deserve the epithet of learned. But as such persons frequently labour under a deficiency in the faculty of judgement, it is not uncommon to find men extremely learned who in the application of their science betray a lamentable degree this irremediable want.]"},{"id":382,"quote":"Zwei Dinge erfüllen das Gemüt mit immer neuer und zunehmender Bewunderung und Ehrfurcht, je öfter und anhaltender sich das Nachdenken damit beschäftigt: der gestirnte Himmel über mir und das moralische Gesetz in mir."},{"id":383,"quote":"War seems to be ingrained in human nature, and even to be regarded as something noble to which man is inspired by his love of honor, without selfish motives."},{"id":384,"quote":"if adversity and hopeless grief have quite taken away the taste for life; if an unfortunate man, strong of soul and more indignant about his fate than despondent or dejected, wishes for death and yet preserves his life without loving it, not from inclination or fear but from duty, then his maxim has moral content."},{"id":385,"quote":"...When he puts a thing on a pedestal and calls it beautiful, he demands the same delight from others. He judges not merely for himself, but for all men, and then speaks of beauty as if it were the property of things."},{"id":386,"quote":"Thoughts without content are empty, intuitions without concepts are blind. The understanding can intuit nothing, the senses can think nothing. Only through their unison can knowledge arise."},{"id":387,"quote":"Nothing can possibly be conceived in the world, or even out of it, which can be called good, without qualification, except a good will."},{"id":388,"quote":"Woman wants control, man self-control ."},{"id":389,"quote":"Toute intuition sans concept n'aboutit pasTout concept sans intuition est vide"},{"id":390,"quote":"Out of the crooked timber of humanity, no straight thing was even made."},{"id":391,"quote":"Enlightenment is man's exodus from his self-incurred tutelage. Tutelage is the inability to use one's understanding without the guidance of another person..'Dare to Know'(sapere aude) Have the courage to use your own understanding;this is the motto of the Enlightenment."},{"id":392,"quote":"Two things fill the mind with ever new and increasing wonder and awe, the more often and the more seriously reflection concentrates upon them: the starry heaven above me and the moral law within me."},{"id":393,"quote":"He who would know the world must first manufacture it."},{"id":394,"quote":"Sesuatu untuk dikerjakan, seseorang untuk dicintai, sesuatu untuk diharapkan.Itulah kebahagiaan."},{"id":395,"quote":"Innocence is indeed a glorious thing, only, on the other hand, it is very sad that it cannot well maintain itself, and is easily seduced."},{"id":396,"quote":"Experience may teach us what is, but never that it cannot be otherwise."},{"id":397,"quote":"If man is not to stifle his human feelings, he must practice kindness towards animals, for he who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals."},{"id":398,"quote":"الرأي العام:هو الجمهور القارئ المناقش"},{"id":399,"quote":"Handle so, daß die Maxime deines Willens jederzeit zugleich als Prinzip einer allgemeinen Gesetzgebung gelten könne."},{"id":400,"quote":"لذت های زندگی زمان را پر نمی کند، بلکه تهی می گذارد. درست است که زمان حال را سرشار و موجود می دانیم ولی در خاطره‌ی ما، این لحظات تهی می نمایند، چون هنگامی که تفریحات و چنین چیزهایی زمان را لبریز می کنند، این لبریزی تا هنگامی وجود دارد که آن تفریحات ادامه دارند، بنابراین در خاطره‌هایمان تهی به نظر می رسند"},{"id":401,"quote":"That all our knowledge begins with experience there can be no doubt. For how should the faculty of knowledge be called into activity, if not by objects which affect our senses and which, on the one hand, produce representations by themselves or on the other, rouse the activity of our understanding to compare, connect, or separate them and thus to convert the raw material of our sensible impressions into knowledge of objects, which we call experience? With respect to time, therefore, no knowledge within us is antecedent to experience, but all knowledge begins with it.But though all our knowledge begins with experience, is does not follow that it all arises from experience. For it is quite possible that even our empirical knowledge is a compound of that which we perceive through impressions, and of that which our own faculty of knowledge (incited by sense impressions) supplies from itself, a supplement which we do not distinguish from that raw material until long practice and rendered us capable of separating one from the other.It is therefore a question which deserves at least closer investigation and cannot be disposed of at first sight: Whether there is any knowledge independent of all experience and even of all impressions of the senses? Such knowledge is called 'a priori' and is distinguished from empirical knowledge, which has its source 'a posteriori', that is, in experience..."},{"id":402,"quote":"True politics cannot take a single step without first paying homage to morals, and while politics itself is a difficult art, its combination with morals is no art at all; for morals cuts the Gordian knot which politics cannot solve as soon as the two are in conflict."},{"id":403,"quote":"For if the question is absurd in itself and demands unnecessary answers, then, besides the embarrassment of the one who proposes it, it also has the disadvantage of misleading the incautious listener into absurd answers, and presenting the ridiculous sight (as the ancients said) of one person milking a billy-goat while the other holds a sieve underneath. (A58/B82)"},{"id":404,"quote":"A man abandoned by himself on a desert island would adorn neither his hut nor his person; nor would he seek for flowers, still less would he plant them, in order to adorn himself therewith. It is only in society that it occurs to him to be not merely a man, but a refined man after his kind (the beginning of civilization). For such do we judge him to be who is both inclined and apt to communicate his pleasure to others, and who is not contented with an object if he cannot feel satisfaction in it in common with others. Again, every one expects and requires from every one else this reference to universal communication of pleasure, as it were from an original compact dictated by humanity itself."},{"id":405,"quote":"Have the courage to use your own understanding!\" - that is the motto of enlightenment."},{"id":406,"quote":"La belleza artística no consiste en representar una cosa bella, sino en la bella representación de una cosa."},{"id":407,"quote":"Act in such a way that you treat humanity, whether in your own person or in the person of another, always at the same time as an end and never simply as a means."},{"id":408,"quote":"act as if the maxim of your action were to become by your will a general law of nature."},{"id":409,"quote":"If now we attend to ourselves on occasion of any transgression of duty, we shall find that we in fact do not will that our maxim should be universal law, for that is impossible for us; on the contrary, we will that the opposite should remain a universal law, only we assume the liberty of making an exception in our own favor or (just for this time only) in favor of our inclination. Consequently, if we considered all cases from one and the same point of view, namely, that of reason, we should find a contradiction in our own will, namely, that a certain principle should be objectively necessary as a universal law, and yet subjectively should not be universal, but admit of exceptions. As, however, we at one moment regard our action from the point of view of a will wholly conformed to reason, and then again look at the same action from the point of view of a will affected by inclination, there is not really any contradiction, but an antagonism of inclination to the precept of reason, whereby the universality of the principle is changed into mere generality, so that the practical principle of reason shall meet the maxim half way. Now, although this cannot be justified in our own impartial judgement, yet it proves that we do really recognize the validity of the categorical imperative and (with all respect for it) only allow ourselves a few exceptions which we think unimportant and forced from us."},{"id":410,"quote":"never wish to see a just cause defended with unjust means"},{"id":411,"quote":"From the crooked timber of humanity, never was a straight thing made."},{"id":412,"quote":"All rational knowledge is either material, and concerns some objects, or formal, and is occupied only with the form of understanding and reason itself and with the universal rules of thinking, without regard to distinctions among objects. formal philosophy is called logic. Material philosophy, however, which has to do with definite object objects and the laws to which they are subject, is divided into two parts. This is because these laws are either laws of nature or laws of freedom. The science of the former is called physics, and that of the latter ethics. The former is also called theory of nature and the latter theory of morals."},{"id":413,"quote":"...[P]hysics... [is] the philosophy of nature, so far as it is based on empirical laws."},{"id":414,"quote":"Out of the crooked timber of humanity no straight thing was ever made."},{"id":415,"quote":"„… lietuvių tauta privalo būti išsaugota, nes joje slypi raktas visoms mįslėms – ne tik filologijos, bet ir istorijos — įminti.”"},{"id":416,"quote":"The true religion is to be posited not in the knowledge or confession of what God allegedly does or has done for our salvation, but in what we must do to become worthy of this."},{"id":417,"quote":"The great mass of people are worthy of our respect."},{"id":418,"quote":"....Happiness is not an ideal of reason but of imagination, resting solely on empirical grounds, and it is vain to expect that these should define an action by which one could attain the totality of a series of consequences which is really endless."},{"id":419,"quote":"What is more, we cannot do morality a worse service than by seeing to derive it from examples. Every example of it presented to me must first itself be judged by moral principles in order to decide if it is fit to serve as an original example...even the Holy One of the gospel must first be compared with our ideal of moral perfection before we can recognize him to be such."},{"id":420,"quote":"Philosophical knowledge is knowledge which reason gains from concepts; mathematical knowledge is knowledge which reason gains from the construction of concepts."},{"id":421,"quote":"...by saying that the former was only concerned with quality, the latter only with quantity, mistook cause for effect."},{"id":422,"quote":"What then is it which justifies virtue or the morally good disposition, in making such lofty claims? It is nothing less than the privilege it secures to the rational being of participating in the giving of universal laws, by which it qualifies him to be a member of a possible kingdom of ends, a privilege to which he was already destined by his own nature as being an end in himself, and on that account legislating in the kingdom of ends; free as regards all laws of physical nature, and obeying those only which he himself gives, and by which his maxims can belong to a system of universal law, to which at the same time he submits himself. For nothing has any worth except what the law assigns it."},{"id":423,"quote":"If justice perishes, then it is no longer worthwhile for men to live upon the earth."},{"id":424,"quote":"Even if, by some especially unfortunate fate or by the niggardly provision of stepmotherly nature, [the good will] should be wholly lacking in the power to accomplish its purpose; if with the greatest effort it should yet achieve nothing, and only the good will should remain (not, to be sure, as a mere wish but as the summoning of all the means in our power), yet would it, like a jewel, still shine by its own light as something which has its full value in itself."},{"id":425,"quote":"It is difficult for the isolated individual to work himself out of the immaturity which has become almost natural for him. He has even become fond of it and for the time being is incapable of employing his own intelligence, because he has never been allowed to make the attempt. Statutes and formulas, these mechanical tools of a serviceable use, or rather misuse, of his natural faculties, are the ankle-chains of a continuous immaturity. Whoever threw it off would make an uncertain jump over the smallest trench because he is not accustomed to such free movement. Therefore there are only a few who have pursued a firm path and have succeeded in escaping from immaturity by their own cultivation of the mind."},{"id":426,"quote":"Two things fill the mind with every new and increasing wonder and awe, the oftener and the more steadily I reflect upon them: the starry heavens above me and the moral law within me. I do not merely conjecture them and seek them as if they were obscured in darkness or in the transcendent region beyond my horizon: I see them before me, and I connect them directly with the consciousness of my own existence. The starry heavens begin at the place I occupy in the external world of sense, and they broaden the connection in which I stand into an unbounded magnitude of worlds beyond worlds and systems of systems and into the limitless times of their periodic motion, their beginning and duration. The latter begins at my invisible self, my personality, and exhibits me in a world which has true infinity but which only the understanding can trace - a world in which I recognise myself as existing in a universal and necessary ( and not, as in the first case, only contingent) connection, and thereby also in connection with all those visible worlds. The former view of a countless multitude of worlds annihilates, as it were, my importance as an 'animal creature' which must give back to the planet (a mere speck in the universe) the matter fro which it came, matter which is for a little time endowed with vital force, we know not how. The latter, on the contrary, infinitely raises my worth as that of an 'intelligence' by my being a person in whom the moral law reveals to me a life independent of all animality and even of the whole world of sense, at least so far as it may be inferred from the final destination assigned to my existence by this law, a destination which is not restricted to the conditions and boundaries of this life but reaches into the infinite."},{"id":427,"quote":"Man desires concord; but nature know better what is good for his species; she desires discord."},{"id":428,"quote":"عندما يكون شىء ما متطرفاً أو مفرطاً فى حضوره و قوته فإنه سيكون، بالنسبة للخيال، هاوية سحيقة، يخاف الخيال أن يفقد ذاته فيها"},{"id":429,"quote":"The will is conceived as a faculty of determining oneself to action in accordance with the conception of certain laws. And such a faculty can be found only in rational beings."},{"id":430,"quote":"(On the seeming futility of metaphysics) Why then has nature afflicted our reason with the restless striving for such a path, as if it were one of reason's most important occupations? Still more, how little cause have we to place trust in our reason if in one of the most important parts of our desire for knowledge it does not merely forsake us but even entices us with delusions and in the end betrays us! Or if the path has merely eluded us so far, what indications may we use that might lead us to hope that in renewed attempts we will be luckier than those who have gone before us?"},{"id":431,"quote":"...Ethical laws cannot be thought of as emanating originally merely from the will of this superior being as statutes, which, had he not first commanded them, would perhaps not be binding, for then they would not be ethical laws and the duty proper to them would not be the free duty of virtue but the coercive duty of law."},{"id":432,"quote":"One age cannot bind itself, and thus conspire, to place a succeeding one in a condition whereby it would be impossible for the later age to expand its knowledge (particularly where it is so very important), to rid itself of errors, and generally to increase its enlightenment. That would be a crime against human nature, whose essential destiny lies precisely in such progress; subsequent generations are thus completely justified in dismissing such agreements as unauthorized and criminal. The criterion of everything that can be agreed upon as a law by a people lies in this question: Can a people impose such a law on itself?"},{"id":433,"quote":"To know what questions may reasonably be asked is already a great and necessary proof of sagacity and insight. For if a question is absurd in itself and calls for unnecessary answers, it not only brings disgrace to the person raising it, but may prompt an incautious listener to give absurd answers, thus presenting, as the ancients said, the laughable spectacle of one person milking a he-goat, and another holding the sieve underneath."},{"id":434,"quote":"...[M]an and generally any rational being exists as an end in himself, not merely as a means to be arbitrarily used by this or that will, but in all his actions, whether they concern himself or other rational beings, must always be regarded at the same time as an end... [R]ational beings... are called persons, because their very nature points them out as ends in themselves, that is, as something which must not be used merely as means, and so far therefore restricts freedom of action (and is an object of respect)."},{"id":435,"quote":"...I am never to act otherwise than so that I could also will that my maxim should become universal law."},{"id":436,"quote":"There is no freedom, but everything in the world takes place entirely according to nature....Transcendental freedom is therefore opposed to the law of causality, and represents such a connection of successive states of effective causes, that no unity of experience is possible with it. It is therefore an empty fiction of the mind, and not to be met with in any experience.We have, therefore, nothing but nature, in which we must try to find the connection and order of cosmical events. Freedom (independence) from the laws of nature is no doubt a deliverance from restraint, but also from the guidance of all rules. For we cannot say that, instead of the laws of nature, laws of freedom may enter into the causality of the course of the world, because, if determined by laws, it would not be freedom, but nothing else but nature. Nature, therefore, and transcendental freedom differ from each other like legality and lawlessness. The former, no doubt, imposes upon the understanding the difficult task of looking higher and higher for the origin of events in the series of causes, because their causality is always conditioned. In return for this, however, it promises a complete and well-ordered unity of experience; while, on the other side, the fiction of freedom promises, no doubt, to the enquiring mind, rest in the chain of causes, leading him up to an unconditioned causality, which begins to act by itself, but which, as it is blind itself, tears the thread of rules by which alone a complete and coherent experience is possible."},{"id":437,"quote":"It is an empirical judgement [to say] that I perceive and judge an object with pleasure. But it is an a priori judgement [to say] that I find it beautiful, i.e. I attribute this satisfaction necessarily to every one."},{"id":438,"quote":"But, though all our knowledge begins with experience, it by no means follows that all arises out of experience."},{"id":439,"quote":"Les esprits qui ont le sentiment du sublime sont entraînés insensiblement vers les sentiments élevés de l’amitié, du mépris du monde, de l’éternité, par le calme et le silence d’une soirée d’été, alors que la lumière tremblante des étoiles perce les ombres de la nuit, et que la lune solitaire paraît à l’horizon. Le jour brillant inspire l’ardeur du travail et le sentiment de la joie. Le sublime émeut, le beau charme."},{"id":440,"quote":"Perhaps a revolution can overthrow autocratic despotism and profiteering or power-grabbing oppression, but it can never truly reform a manner of thinking; instead, new prejudices, just like the old ones they replace, will serve as a leash for the great unthinking mass"},{"id":441,"quote":"Freedom is the opposite of necessity."},{"id":442,"quote":"What does it avail, one will say, that this man has so much talent, that he is so active therewith, and that he exerts thereby a useful influence over the community, thus having a great worth both in relation to his own happy condition and to the benefit of others, if he does not possess a good will?"},{"id":443,"quote":"The touchstone of everything that can be concluded as a law for a people lies in the question whether the people could have imposed such a law on itself."},{"id":444,"quote":"Human reason goes forth inexorably to such questions as cannot be answered by any experiential use of reason or principles based on it."},{"id":445,"quote":"Faulheit und Feigheit sind die Ursachen, warum ein so großer Teil der Menschen, nachdem sie die Natur längst von fremder Leitung frei gesprochen, dennoch gerne zeitlebens unmündig bleiben; und warum es anderen so leicht wird, sich zu deren Vormündern aufzuwerfen."},{"id":446,"quote":"Act only according to that maxim by which you can at the same time will that it should become a universal law"},{"id":447,"quote":"the cultivation of reason leads humanity sooner to misery than happiness"},{"id":448,"quote":"It is impossible to conceive anything at all in the world, or even out of it, which can be taken as good without qualification, except a good will."},{"id":449,"quote":"Inexperienced in the course of world affairs and incapable of being prepared for all the chances that happen in it, I ask myself only 'Can you also will that your maxim should become a universal law?' Where you cannot it is to be rejected..."},{"id":450,"quote":"Une politique valable ne peut faire un pas sans rendre hommage à la morale."},{"id":451,"quote":"The greatest evil that can oppress civilized peoples derives from wars, not, indeed, so much from actual present or past wars, as from the never-ending and constantly increasing arming for future war."},{"id":452,"quote":"Phantasie ist unser guter Genius oder unser Dämon."},{"id":453,"quote":"...[F]reedom... is a property of all rational beings."},{"id":454,"quote":"Thus he has two standpoints from which he can consider himself...: first, as belonging to the world of sense, under the laws of nature (heteronomy), and, second, as belonging to the intelligible world under laws which, independent of nature, are not empirical but founded only on reason."},{"id":455,"quote":"Job says what he thinks and feels, and how every person would likely feel in his position. His friends, on the other hand, talk as if they were secretly being watched by the powerful Ruler whose case is open to their verdict, and as if, in making their verdict, they cared more about winning His favor than about the truth. This trickery of maintaining something just to keep up appearances, contrary to their true beliefs, feigning a conviction they did not have, stands in stark contrast to Job’s candor, which is so far removed from flattery that it borders on audacity, but nevertheless casts him in a very favorable light."},{"id":456,"quote":"Our understanding is a faculty of concepts, i.e., a discursive understanding, for which it must of course be contingent what and how different might be the particular that can be given to it in nature and brought under its concepts."},{"id":457,"quote":"Es ist Gut."},{"id":458,"quote":"Hence we may at once dismiss as easily foreseen but futile objection, “that by our admitting the ideality of space and of time the whole sensible world would be turned into mere illusion."},{"id":459,"quote":"Even as to himself, a man cannot pretend to know what he is in himself from the knowledge he has by internal sensation. For as he does not as it were create himself, and does not come by the conception of himself a priori but empirically, it naturally follows that he can obtain his knowledge even of himself only by the inner sense, and consequently only through the appearances of his nature and the way in which his consciousness is affected. At the same time, beyond these characteristics of his own subject, made up of mere appearances, he must necessarily suppose something else as their basis, namely, his ego, whatever its characteristics in itself may be... Now man really finds in himself a faculty by which he distinguishes himself from everything else, even from himself as affected by objects, and that is reason. This being pure spontaneity is even elevated above the understanding. For although the latter is a spontaneity and does not, like sense, merely contain intuitions that arise when we are affected by things (and are therefore passive), yet it cannot produce from its activity any other conceptions than those which merely serve to bring the intuitions of sense under rules, and thereby to unite them in one consciousness, and without this use of the sensibility it could not think at all; whereas, on the contrary, reason shows so pure a spontaneity in the case of what I call \"ideas\" [Ideal Conceptions] that it thereby far transcends everything that the sensibility can give it, and exhibits its most important function in distinguishing the world of sense from that of understanding, and thereby prescribing the limits of the understanding itself."},{"id":460,"quote":"We must not, however, begin with theology. The religion which is founded merely on theology can never contain anything of morality. Hence we derive no other feelings from it but fear on the one hand, and hope of reward on the other, and this produces merely a superstitious cult. Morality, then, must come first and theology follow; and that is religion."},{"id":461,"quote":"If the intuition must conform to the nature of the objects, I do not see how we can know anything of them a priori. If, on the other hand, the object conforms to the nature of our faculty of intuition, I can then easily conceive the possibility of such an a priori knowledge."},{"id":462,"quote":"Handle nur nach derjenigen Maxime, durch die du zugleich wollen kannst, dass sie ein allgemeines Gesetz werde."},{"id":463,"quote":"The concept of happiness is not one which man abstracts more or less from his instincts and so derives from his animal nature. It is, on the contrary, a mere idea of a state, and one to which he seeks to make his actual state of being adequate under purely empirical conditions--an impossible task. He projects this idea himself, and, thanks to his intellect, and its complicated relations with imagination and sense, projects it in such different ways, and even alters his concept so often, that were nature a complete slave to his elective will, it would nevertheless be utterly unable to adopt any definite, universal and fixed law by which to accommodate itself to this fluctuating concept and so bring itself into accord with the end that each individual arbitrarily sets before himself. But even if we sought to reduce this concept to the level of the true wants of nature in which our species is in complete and fundamental accord, or, trying the other alternative, sought to increase to the highest level man's skill in reaching his imagined ends, nevertheless what man means by happiness, and what in fact constitutes his peculiar ultimate physical end, as opposed to the end of freedom, would never be attained by him. For his own nature is not so constituted as to rest or be satisfied in any possession or enjoyment whatever. Also external nature is far from having made a particular favorite of man or from having preferred him to all other animals as the object of its beneficence. For we see that in its destructive operations--plague, famine, flood, cold, attacks from animals great and small, and all such things--it has as little spared him as any other animal. But, besides all this, the discord of inner natural tendencies betrays man into further misfortunes of his own invention, and reduces other members of his species, through the oppression of lordly power, the barbarism of wars, and the like, to such misery, while he himself does all he can to work ruin to his race, that, even with the utmost goodwill on the part of external nature, its end, supposing it were directed to the happiness of our species, would never be attained in a system of terrestrial nature, because our own nature is not capable of it. Man, therefore, is ever but a link in the chain of nature's ends."},{"id":464,"quote":"We have seen, therefore, that I am not allowed even to *assume*, for the sake of the necessary practical use of my reason *God, freedom, immortality*, unless at the same time *I deprive* speculative reason of its pretensions to transcendent insights. Reason, namely, in order to arrive at these, must employ principles which extend only to objects of possible experience, and which, if in spite of this they are applied also to what cannot be an object of experience, actually always change this into an appearance, thus rendering all practical *expansion* of pure reason impossible. Hence I had to suspend *knowledge* in order to make room for *belief*. For the dogmatism of metaphysics without a preceding critique of pure reason, is the source of all that disbelief which opposes morality and which is always very dogmatic."},{"id":465,"quote":"A will whose maxims necessarily coincide with the laws of autonomy is a holy will, good absolutely. The dependence of a will not absolutely good on the principle of autonomy (moral necessitation) is obligation. This, then, cannot be applied to a holy being. The objective necessity of actions from obligation is called duty. From what has just been said, it is easy to see how it happens that, although the conception of duty implies subjection to the law, we yet ascribe a certain dignity and sublimity to the person who fulfills all his duties. There is not, indeed, any sublimity in him, so far as he is subject to the moral law; but inasmuch as in regard to that very law he is likewise a legislator, and on that account alone subject to it, he has sublimity. We have also shown above that neither fear nor inclination, but simply respect for the law, is the spring which can give actions a moral worth."},{"id":466,"quote":"Since the human race's natural end is to make steady cultural progress, its moral end is to be conceived as progressing toward the better. And this progress may well be occasionally interrupted, but it will never be broken off."},{"id":467,"quote":"No one may force anyone to be happy according to his manner of imagining the well-being of other men; instead, everyone may seek his happiness in the way that seems good to him as long as he does not infringe on the freedom of others to pursue a similar purpose, when such freedom may coexist with the freedom of every other man according to a possible and general law."},{"id":468,"quote":"By a lie a man throws away, and as it were, annihilates his dignity as a man."},{"id":469,"quote":"What can I know? What ought I to do? What can I hope?"},{"id":470,"quote":"[A man] finds himself forced by necessity to borrow money. He knows that he will not be able to repay it, but sees also that nothing will be lent to him unless he promises stoutly to repay it in definite time. He desires to make this promise, but he has still so much conscience as to ask himself: Is it not unlawful and inconsistent with duty to get out of a difficulty in this way? Suppose, however, that he resolves to do so, then the maxim of his action would be expressed thus: When I think myself in want of money, I will borrow money and promise to repay it, although I know that I never can do so. Now this principle of self-love or of one's own advantage may perhaps be consistent with my whole future welfare; but the question now is, Is it right? I change then the suggestion of self-love into a universal law, and state the question thus: How would it be if my maxim were a universal law? Then I see at once that it could never hold as a universal law of nature, but would necessarily contradict itself. For supposing it to be a universal law that everyone when he thinks himself in a difficulty should be able to promise whatever he pleases, with the purpose of not keeping his promise, the promise itself would become impossible, as well as the end that one might have in view in it, since no one would consider that anything was promised to him, but would ridicule all such statements as vain pretenses."},{"id":471,"quote":"The man that is actually in a state of fear, finding in himself good reason to be so, because he is conscious of offending with his evil disposition against a might directed by a will at once irresistible and just, is far from being in the frame of mind for admiring divine greatness, for which a temper of calm reflection and a quite free judgement are required. Only when he becomes conscious of having a disposition that is upright and acceptable to God, do those operations of might serve, to stir within him the idea of the sublimity of this Being, so far as he recognizes the existence in himself of a sublimity of disposition consonant with His will, and is thus raised above the dread of such operations of nature, in which he no longer sees God pouring forth the vials of the wrath."},{"id":472,"quote":"[To think for oneself] is the maxim of a reason never passive. The tendency to such passivity, and therefore to heteronomy of reason, is called prejudice; and the greatest prejudice of all is to represent nature as not subject to the rules that the understanding places at its basis by means of its own essential law, i.e. is superstition. Deliverance from superstition is called enlightenment; because although this name belongs to deliverance from prejudices in general, yet superstition especially (in sensu eminenti) deserves to be called a prejudice. For the blindness in which superstition places us, which it even imposes on us as an obligation, makes the need of being guided by others, and the consequent passive state of our reason, peculiarly noticeable."},{"id":473,"quote":"The main point of enlightenment is man's release from his self-caused immaturity, primarily in matters of religion."},{"id":474,"quote":"Objectively (i.e., in theory) there is utterly no conflict between morality and politics. But subjectively (in the self-seeking inclinations of men, which, because they are not based on maxims of reason, must not be called the [sphere of] practice [Praxis]) this conflict will always remain, as well it should; for it serves as the whetstone of virtue, whose true courage (according to the principle, “tu ne cede malis, sed contra audentior ito)35 in the present case consists not so much in resolutely standing up to the evils and sacrifices that must be taken on; rather, it consists in detecting, squarely facing, and conquering the deceit of the evil principle in ourselves, which is the more dangerously devious and treacherous because it excuses all our transgressions with an appeal to human nature’s frailty.”"},{"id":475,"quote":"It is certainly a bad sign of common sense to appeal to it as a witness."},{"id":476,"quote":"It is different with the transcendental division of a phenomenon. How far that may extend is not a matter of experience, but a principle of reason, which never allows us to consider the empirical regressus in the decomposition of extended bodies, according to the nature of these phenomena, as at any time absolutely completed."},{"id":477,"quote":"The first impression of the writings of Mr. J. J. Rousseau received by a knowledgeable reader, who is reading for something more than vanity or to kill time, is that he is encountering a lucidity of mind, a noble impulse of genius and a sensitive soul of such a high level that perhaps never an author of whatever epoch or of whatever people has been able to possess in combination. The impression that immediately follows is bewilderment over the strange and contradictory opinions, which so oppose those which are in general circulation that one can easily come to the suspicion that the author, by virtue of his extraordinary talent, wishes to show off only the force of his bewitching wit and through the magic of rhetoric make himself something apart who through captivating novelties stands out among all rivals at wit."},{"id":478,"quote":"For if phenomena are things by themselves, freedom cannot be saved. Nature in that case is the complete and sufficient cause determining every event, and its condition is always contained in that series of phenomena only which, together with their effect, are necessary under the law of nature."},{"id":479,"quote":"All so-called moral interest consists simply in respect for the law."},{"id":480,"quote":"A great part, perhaps the greatest part, of the business of our reason consists in the analysation of the conceptions which we already possess of objects."},{"id":481,"quote":"Habe den Mut, dich deines eigenen Verstandes zu bedienen."},{"id":482,"quote":"The principle of private happiness, however, is the most objectionable, not merely because it is false, and experience contradicts the supposition that prosperity is always proportioned to good conduct, nor yet merely because it contributes nothing to the establishment of morality - since it is quite a different thing to make a prosperous man and a good man, or to make one prudent and sharp-sighted for his own interests, and to make him virtuous - but because the springs it provides for morality are such as rather undermine it and destroy its sublimity, since they put the motives to virtue and to vice in the same class, and only teach us to make a better calculation, the specific difference between virtue and vice being entirely extinguished. On the other hand, as to moral being, this supposed special sense, the appeal to it is indeed superficial when those who cannot think believe that feeling will help them out, even in what concerns general laws; and besides, feelings which naturally differ infinitely in degree cannot furnish a uniform standard of good and evil, nor has anyone a right to form judgments for others by his own feelings..."},{"id":483,"quote":"However, one can also cognize the existence of the thing prior to the perception of it, and therefore cognize it comparatively a priori, if only it is connected with some perceptions in accordance with the principles of their empirical connection (the analogies). For in that case the existence of the thing is still connected with our perceptions in a possible experience, and with the guidance of the analogies we can get from our actual perceptions to the thing in the series of possible perceptions. Thus we cognize the existence of a magnetic matter penetrating all bodies from the perception of attracted iron filings, although an immediate perception of this matter is impossible for us given the construction of our organs. For in accordance with the laws of sensibility and the context of our perceptions we could also happen upon the immediate empirical intuition of it in an experience of if our senses, the crudeness of which does not affect the form of possible experience in general, were finer. Thus wherever perception and whatever is appended to it in accordance with empirical laws reaches, there too reaches our cognition of the existence of things. If we do not being with experience, or proceed in accordance with laws of the empirical connection of appearances, then we are only making a vain display of wanting to discover or research the existence of any thing."},{"id":484,"quote":"Dogmatism is thus the dogmatic procedure of pure reason without previous criticism of its own powers, and in opposing this procedure, we must not be supposed to lend any countenance to that loquacious shallowness which arrogates to itself the name of popularity, nor"},{"id":485,"quote":"Ich kann, weil ich will, was ich muss."},{"id":486,"quote":"When an upright man is in the greatest distress, which he might have avoided if he could only have disregarded duty, is he not sustained by the consciousness that he has maintained humanity in its proper dignity in his own person and honoured it, that he has no reason to be ashamed of himself in his own sight, or to dread the inward glance of self-examination? This consolation is not happiness, it is not even the smallest part of it, for no one would wish to have occasion for it, or would, perhaps, even desire a life in such circumstances. But he lives, and he cannot endure that he should be in his own eyes unworthy of life. This inward peace is therefore merely negative as regards what can make life pleasant; it is, in fact, only the escaping the danger of sinking in personal worth, after everything else that is valuable has been lost. It is the effect of a respect for something quite different from life, something in comparison and contrast with which life with all its enjoyment has no value. He still lives only because it is his duty, not because he finds anything pleasant in life."},{"id":487,"quote":"You must, therefore you can. A free will and a will subject to moral laws are one and the same thing."},{"id":488,"quote":"The history of nature . . . begins with good, for it is God's work; the history of freedom begins with badness, for it is man's work."},{"id":489,"quote":"La sencillez y sobriedad de la naturaleza promueven y configuran en el hombre sólo nociones comunes y una tosca honestidad. La coacción artificial y la opulencia de la organización civil [de la sociedad] dan lugar a hombres ingeniosos y razonadores, si bien en ocasiones también a locos (Narren) y tramposos (Betrüger), y genera la sabia u honesta apariencia que permite carecer tanto de entendimiento como de honradez, siempre que el bello velo que el decoro extiende sobre las secretas dolencias (Gebrechen) de la cabeza o del corazón sea tupido y suficientemente tejido. ― Immanuel Kant, Ensayo sobre las enfermedades de la cabeza"},{"id":490,"quote":"Now I say: man and generally any rational being exists as an end in himself, not merely as a means to be arbitrarily used by this or that will, but in all his actions, whether they concern himself or other rational beings, must always be regarded at the same time as an end."},{"id":491,"quote":"The enjoyment of power inevitably corrupts the judgement of reason, and perverts its liberty."},{"id":492,"quote":"From such crooked timber as humanity is made of, no straight thing was ever constructed."},{"id":493,"quote":"[It] is nevertheless better than the theological concept, of deriving morality from a divine, all-perfect will, not merely because we do not intuit this perfection, but can derive it solely from our concepts, of which morality is the foremost one, but because if we do not do this (which, if we did, would be a crude circle in explanation), the concept of his will that is left over to us, the attributes of the desire for glory and domination, bound up with frightful representations of power and vengeance, would have to make a foundation for a system of morals that is directly opposed to morality."},{"id":494,"quote":"follows.—If, as is inevitably the case under this constitution, the consent of the citizens is required to decide whether or not war is to be declared, it is very natural that they will have great hesitation in embarking on so dangerous an enterprise. For this would mean calling down on themselves all the miseries of war, such as doing the fighting themselves, supplying the costs of the war from their own resources, painfully making good the ensuing devastation, and, as the crowning evil, having to take upon themselves a burden of debt which will embitter peace itself and which can never be paid off on account of the constant threat of new wars."},{"id":495,"quote":"For if we regard space and time as properties that must, as regards their possibility, be found in things in themselves, [...] then we really cannot blame the good Bishop Berkeley for degrading bodies to mere illusion. Nay, even our own existence, which would thus be made dependent on the self-subsistent reality of a non-entity such as time, would, along with this time, be changed into mere illusion - an absurdity of which hitherto no one has been guilty."},{"id":496,"quote":"I express the principle of one's freedom as a human being in this formula: No one can compel me (in accordance with his beliefs about the welfare of others) to be happy after his fashion."},{"id":497,"quote":"...in its practical purpose the footpath of freedom is the only one on which it is possible to make use of reason in our conduct. Hence it is as impossible for the subtlest philosophy as for the commonest reasoning to argue freedom away."},{"id":498,"quote":"The possession of power inevitably spoils the free use of reason"},{"id":499,"quote":"Under a nonrepublican constitution, where subjects are not citizens, the easiest thing in the world to do is to declare war. Here the ruler is not a fellow citizen, but the nation's owner, and war does not affect his table, his hunt, his places of pleasure, his court festivals, and so on. Thus, he can decide to go to war for the most meaningless of reasons, as if it were a kind of pleasure party..."},{"id":500,"quote":"The sacredness of religion, and the authority of legislation, are by many regarded as grounds of exemption from the examination of this tribunal. But, if they on they are exempted, they become the subjects of just suspicion, and cannot lay claim to sincere respect, which reason accords only to that which has stood the test of a free and public examination.]"},{"id":501,"quote":"A league of a special sort must . . . be established, one that we can call a league of peace, which will be distinguished from a treaty of peace because the latter seeks merely to stop one war, while the former seeks to end all wars forever."},{"id":502,"quote":"War itself requires no particular motivation, but appears to be ingrained in human nature and is even valued as something noble; indeed, the desire for glory inspires men to it, even independently of selfish motives."},{"id":503,"quote":"It is a remark which needs no subtle reflection to make, but which we may assume that even the commonest understanding can make, although it be after its fashion by an obscure discernment of judgment which it calls feeling, that all the 'ideas' that come to us involuntarily (as those of the senses) do not enable us to know objects otherwise than as they affect us; so that what they may be in themselves remains unknown to us, and consequently that as regards 'ideas' of this kind even with the closest attention and clearness that the understanding can apply to them, we can by them only attain to the knowledge of appearances, never to that of things in themselves."},{"id":504,"quote":"Aydınlanma, insanın kendi suçuyla düşmüş olduğu ergin olmama durumundan kurtulmasıdır."},{"id":505,"quote":"Obra como si la máxima de tu acción pudiera ser erigida, por tu voluntad, en ley universal de la naturaleza"},{"id":506,"quote":"That kings should be philosophers, or philosophers kings is neither to be expected nor to be desired, for the possession of power inevitably corrupts reason's free judgment. However, that kings or sovereign peoples (who rule themselves by laws of equality) should not allow the class of philosophers to disappear or to be silent, but should permit them to speak publicly is indispensable to the enlightenment of their affairs."},{"id":507,"quote":"The greatest and perhaps only utility of all philosophy of pure reason is thus only negative, namely that it does not serve for expansion, as an organon, but rather, as a discipline, serves for the determination of boundaries, and instead of discovering truth it has only the silent merit of guarding against errors"},{"id":508,"quote":"For now we see that when we conceive ourselves as free we transfer ourselves into the world of understanding as members of it, and recognise the autonomy of the will with its consequence, morality; whereas, if we conceive ourselves as under obligation we consider ourselves as belonging to the world of sense, and at the same time to the world of understanding."},{"id":509,"quote":"But freedom is a mere Idea, the objective reality of which can in no wise be shown according to the laws of nature, and consequently not in any possible experience; and for this reason it can never be comprehended or understood, because we cannot support it by any sort of example or analogy."},{"id":510,"quote":"Il difetto di giudizio è propriamente quello che si chiama stupidità, difetto cui non c'è modo di arrecare rimedio. Una testa ottusa o limitata, alla quale non manchi altro che un conveniente grado di intelletto […], si può ben armare mediante l'insegnamento fino a farne magari un dotto. Ma, poiché in tal caso di solito avviene che sia sempre in difetto di giudizio […], non è raro il caso di uomini assai dotti, i quali nell'uso della loro scienza lasciano spesso scorgere quel tal difetto, che non si lascia mai correggere."},{"id":511,"quote":"It falls into this difficulty without any fault of its own. It begins with principles, which cannot be dispensed with in the field of experience, and the truth and sufficiency of which are, at the same time, insured by experience. With these principles it rises, in obedience to the laws of its own nature, to ever higher and more remote conditions. But it quickly discovers that, in this way, its labours must remain ever incomplete, because new questions never cease to present themselves; and thus it finds itself compelled to have recourse to principles which transcend the region of experience, while they are regarded by common sense without distrust. It thus falls into confusion and contradictions, from which it conjectures the presence of latent errors, which, however, it is unable to discover, because the principles it employs, transcending the limits of experience, cannot be tested by that criterion. The arena of these endless contests is called Metaphysic."},{"id":512,"quote":"…what things may be in themselves, I know not, and need not know because a thing is never presented to me otherwise than as a phenomena."},{"id":513,"quote":"There are such manifold forms of nature; there are many modifications of the general transcendental concepts of nature that are left undetermined by the laws furnished by pure intellect a priori because these laws only concern the general possibility of nature as an object of the senses."},{"id":514,"quote":"Only by what a man does heedless of enjoyment, in complete freedom and independently of what he can produce passively from the hand of nature, does he give absolute worth to his existence, as the real existence of a person. Happiness, with all its plethora of pleasures, is far from being an unconditioned good."},{"id":515,"quote":"But there are also remarkable differences between the two. The Beautiful in nature is connected with the form of the object, which consists in having boundaries. The Sublime, on the other hand, is to be found in a formless object, so far as in it or by occasion of it boundlessness is represented, and yet its totality is also present to thought. Thus the Beautiful seems to be regarded as the presentation of an indefinite concept of Understanding; the Sublime as that of a like concept of Reason. Therefore the satisfaction in the one case is bound up with the representation of quality, in the other with that of quantity."},{"id":516,"quote":"The march of mathematics is pursued on a broad and magnificent highway, which the latest posterity shall frequent without fear of danger or impediment."},{"id":517,"quote":"Következőleg a háborúba önmagában valami belső méltóságot helyeznek, annyira, hogy annak olykor még filozófusok is, mint az emberiség bizonyos megnemesülésének, dicsőítő beszédet tartanak, megfeledkezve ama görögnek mondásáról: „A háború abban rossz, hogy több rossz embert csinál, mint amennyit elpusztít."},{"id":518,"quote":"Мислите без съдържание са празни, нагледите без понятия са слепи."},{"id":519,"quote":"Значи чисто логческитя критерий на истината, именно съгласуването на едно познание с общите и формални закони на разсъдъка и разума, е наистина conditio sine qua non. По-нататък обаче логиката не може да отиде и с никакъв пробен камък тя не може да открие грешката, която засяга не формата, а съдържанието."},{"id":520,"quote":"Значи чисто логическият критерий на истината, именно съгласуването на едно познание с общите и формални закони на разсъдъка и разума, е наистина conditio sine qua non. По-нататък обаче логиката не може да отиде и с никакъв пробен камък тя не може да открие грешката, която засяга не формата, а съдържанието."},{"id":521,"quote":"...[T]here is no art in being intelligible if one renounces all thoroughness of insight; but also it produces a disgusting medley of compiled observations and half-reasoned principles. Shallow pates enjoy this because it can be used for everyday chat, but the sagacious find in it only confusion, and being unsatisfied and unable to help themselves, they turn away their eyes, while philosophers, who see quite well through this delusion, are little listened to when they call men off for a time from this pretended popularity in order that they might be rightfully popular after they have attained a definite insight."},{"id":522,"quote":"things which as effects presuppose others as causes cannot be reciprocally at the same time causes of these."},{"id":523,"quote":"It is not without cause that men feel the burden of their existence, though they are themselves the cause of those burdens."},{"id":524,"quote":"From this it follows incontestably, that pure concepts of the understanding never admit of a transcendental, but only of an empirical use, and that the principles of the pure understanding can only be referred, as general conditions of a possible experience, to objects of the senses, never to things in themselves…"},{"id":525,"quote":"Конституция, която цели най-голямата човешка свобода според закони, които правят така, че свободата на всеки да може да съществува заедно с тази на всички останали."},{"id":526,"quote":"It is beyond doubt that all knowledge begins with experience."},{"id":527,"quote":"Morality is not the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness."},{"id":528,"quote":"Despite the great wealth of words which European languages possess, the thinker finds himself often at a loss for an expression exactly suited to his conception, for want of which he is unable to make himself intelligible either to others or to himself. To coin new words is a pretension to legislation in language which is seldom successful; and, before recourse is taken to so desperate an expedient, it is advisable to examine the dead and learned languages, with the hope and the probability that we may there meet with some adequate expression of the notion we have in our minds. In this case, even if the original meaning of the word has become somewhat uncertain, from carelessness or want of caution on the part of the authors of it, it is always better to adhere to and confirm its proper meaning– even although it may be doubtful whether it was formerly used in exactly this sense– than to make our labour vain by want of sufficient care to render ourselves intelligible."},{"id":529,"quote":"Διαφωτισμός είναι η έξοδος του ανθρώπου από την ανωριμότητα για την οποία ο ίδιος ευθύνεται."},{"id":530,"quote":"If we were to suppose that mankind never can or will be in a better condition, it seems impossible to justify by any kind of theodicy the mere fact that such a race of corrupt beings could have been created on earth at all."},{"id":531,"quote":"...Reason should take on anew the most difficult of all its tasks, namely, that of self-knowledge, and to institute a court of justice, by which reason may secure its rightful claims while dismissing all its groundless pretensions, and this not by mere decrees but according to its own eternal and unchangeable laws; and this court is none other than the critique of pure reason itself."},{"id":532,"quote":"Enlightenment is man's emergence from his self-imposed immaturity. Nothing is required for this enlightenment except freedom; and the freedom in question is the least harmful of all, namely, the freedom to use with and publicly in all matters."},{"id":533,"quote":"Our reason has this peculiar fate that, with reference to one class of its knowledge, it is always troubled with questions which cannot be ignored, because they spring from the very nature of reason, and which cannot be answered, because they transcend the powers of human reason."},{"id":534,"quote":"Space is only the form of external intuition, and not a real object that could be perceived externally, nor is it a correlate of phenomena, but the form of phenomena themselves. Space, therefore, cannot exist absolutely (by itself) as something determining the existence of things, because it is no object, but only the form of possible objects. Things, therefore, as phenomenal, may indeed determine space, that is, impart reality to one or other of its predicates (quality and relation); but space, on the other side, as something existing by itself, cannot determine the reality of things in regard to quantity or form, because it is nothing real in itself."},{"id":535,"quote":"Finer feeling, which we now wish to consider, is chiefly of two kinds: the feeling of the *sublime* and that of the *beautiful*. The stirring of each is pleasant, but in different ways. The sight of a mountain whose snow-covered peak rises above the clouds, the description of a raging storm, or Milton's portrayal of the infernal kingdom, arouse enjoyment but with horror; on the other hand, the sight of flower strewn meadows, valleys with winding brooks and covered with grazing flocks, the description of Elysium, or Homer's portrayal of the girdle of Venus, also occasion a pleasant sensation but one that is joyous and smiling. In order that the former impression could occur to us in due strength, we must have *a feeling of the sublime*, and, in order to enjoy the latter well, *a feeling of the beautiful*. Tall oaks and lonely shadows in a sacred grove are sublime; flower beds, low hedges and trees trimmed in figures are beautiful. Night is sublime; day is beautiful. Temperaments that possess a feeling for the sublime are drawn gradually, by the quiet stillness of a summer evening as the shimmering light of the stars breaks through the brown shadows of night and the lonely moon rises into view, into high feelings of friendship, of disdain for the world, of eternity. The shining day stimulates busy fervor and a feeling of gaiety. The sublime *moves*, the beautiful *charms*."},{"id":536,"quote":"Cuanto más viene a ocuparse una razón cultivada del propósito relativo al disfrute de la vida y la felicidad, tanto más alejado queda el hombre de la verdadera satisfacción."},{"id":537,"quote":"How things may be in themselves, without regard to the representations through which they affect us, is utterly beyond the sphere of our cognition."},{"id":538,"quote":"What would proceed from a continual promotion of living force, which does not let itself climb above a certain grade, other than a rapid death from delight?"},{"id":539,"quote":"Denken zonder ervaring is leeg, maar ervaring zonder denken is blind."},{"id":540,"quote":"The outcome of an act commonly influences our judgment about its rightness, even though the former was uncertain, while the latter is certain."},{"id":541,"quote":"The disease of the hypochondriac consists in this: that certain bodily sensations do not so much indicate a really existing disease in the body as rather merely excite apprehensions of its existence: and human nature is so constituted – a trait which the animal lacks – that it is able to strengthen or make permanent local impressions simply by paying attention to them, whereas an abstraction – whether produced on purpose or by other diverting occupations – lessen these impressions, or even effaces them altogether."},{"id":542,"quote":"and intestine wars introduced the reign of anarchy; while the sceptics, like nomadic tribes, who hate a permanent habitation and settled mode of living, attacked from time to time those who had organized themselves into civil communities."},{"id":543,"quote":"Second among the crimina carnis contra naturam is intercourse sexus homogenii/ where the object of sexual inclination continues, indeed, to be human, but is changed since the sexual congress is not heterogeneous but homogeneous, i.e., when a woman satisfies her impulse on a woman, or a man on a man."},{"id":544,"quote":"I have therefore found it necessary to deny knowledge, in order to make room for faith.\"― Immanuel Kant, Critique of Pure Reason"},{"id":545,"quote":"All crimina carnis contra naturam debase the human condition below that of the animal, and make man unworthy of his humanity; he then no longer deserves to be a person, and such conduct is the most ignoble and degraded that a man can engage in, with regard to the duties he has towards himself. Suicide is certainly the most dreadful thing that a man can do to himself, but is not so base and ignoble as these crimina carnis contra naturam which are the most contemptible acts a man can commit."},{"id":546,"quote":"Now the ground of this evil cannot be placed, as is so commonly done, in man's senses and the natural inclinations to evil (rather do they afford the occasion for what the moral disposition in its power can manifest, namely, virtue); we cannot, must not even be considered responsible for their existence since they are not implanted in us and we are not their authors. We are accountable, however, for the propensity to evil, which, as it affects the morality of the subject, is to be found in him as a free-acting being and for which it must be possible to hold him accountable as the offender--this, too, despite the fact that this propensity is so deeply rooted in the will that we are forced to say that it is to be found in man by nature."},{"id":547,"quote":"...[H]uman reason in its pure use, so long as it was not critically examined, has first tried all possible wrong ways before it succeeded in finding the one true way."},{"id":548,"quote":"A Critique of pure Reason, i.e. of our faculty of judging a priori according to principles, would be incomplete, if the Judgement, which as a cognitive faculty also makes claim to such principles, were not treated as a particular part of it; although its principles in a system of pure Philosophy need form no particular part between the theoretical and the practical, but can be annexed when needful to one or both as occasion requires."},{"id":549,"quote":"Dare to know"},{"id":550,"quote":"The point is not always to speculate, but also ultimately to think about applying our knowledge. Today, however, he who lives in conformity with what he teaches is taken for a dreamer."},{"id":551,"quote":"Such is the genesis of these general convictions of mankind, so far as they depend on rational grounds; and this public property not only remains undisturbed, but is even raised to greater importance, by the doctrine that the schools have no right to arrogate to themselves a more profound insight into a matter of general human concernment than that to which the great mass of men, ever held by us in the highest estimation, can without difficulty attain, and that the schools should, therefore, confine themselves to the elaboration of these universally comprehensible and, from a moral point of view, amply satisfactory proofs."},{"id":552,"quote":"Treaty of Peace Shall Be Held Valid in Which There Is Tacitly Reserved Matter for a Future War;”"},{"id":553,"quote":"Here then we see philosophy brought to a critical position, since it has to be firmly fixed, notwithstanding that it has nothing to support it in heaven or earth. Here it must show its purity as absolute director of its own laws, not the herald of those which are whispered to it by an implanted sense or who knows what tutelary nature. Although these may be better than nothing, yet they can never afford principles dictated by reason, which must have their source wholly a priori and thence their commanding authority, expecting everything from the supremacy of the the law and due respect for it, nothing from inclination, or else condemning the man to self-contempt and inward abhorrence."},{"id":554,"quote":"no one can be compelled by law to be beneficent (though he may be taxed and this money then distributed in welfare payments),"},{"id":555,"quote":"4. “National Debts Shall Not Be Contracted with a View to the External Friction of States; This expedient of seeking aid within or without the state is above suspicion when the purpose is domestic economy (e.g., the improvement of roads, new settlements, establishment of stores against unfruitful years, etc.). But as an opposing machine in the antagonism of powers, a credit system which grows beyond sight and which is yet a safe debt for the present requirements — because all the creditors do not require payment at one time — constitutes a dangerous money power. This ingenious invention of a commercial people [England] in this century is dangerous because it is a war treasure which exceeds the treasures of all other states; it cannot be exhausted except by default of taxes (which is inevitable), though it can be long delayed by the stimulus to trade which occurs through the reaction of credit on industry and commerce. This facility in making war, together with the inclination to do so on the part of rulers—an inclination which seems inborn in human nature — is thus a great hindrance to perpetual peace. Therefore, to forbid this credit system must be a preliminary article of perpetual peace all the more because it must eventually entangle many innocent states in the inevitable bankruptcy and openly harm them. They are therefore justified in allying themselves against such a state and its measures.”"},{"id":556,"quote":"The sight of a being who is not graced by any touch of a pure and good will but who yet enjoys an uninterrupted prosperity can never delight a rational and impartial spectator. Thus a good will seems to constitute the indispensable condition of being even worthy of happiness."},{"id":557,"quote":"3. ‘Standing armies (miles perpetuus) will gradually be abolished altogether.’ For they constantly threaten other states with war by the very fact that they are always prepared for it. They spur on the states to outdo one another in arming unlimited numbers of soldiers, and since the resultant costs eventually make peace more oppressive than a short war, the armies are themselves the cause of wars of aggression which set out to end burdensome military expenditure. Furthermore, the hiring of men to kill or to be killed seems to mean using them as mere machines and instruments in the hands of someone else (the state), which cannot easily be reconciled with the rights of man in one’s own person. It is quite a different matter if the citizens undertake voluntary military training from time to time in order to secure themselves and their fatherland against attacks from outside. But it would be just the same if wealth rather than soldiers were accumulated, for it would be seen by other states as a military threat; it might compel them to mount preventive attacks, for of the three powers within a state—the power of the army, the power of alliance and the power of money—the third is probably the most reliable instrument of war. It would lead more often to wars if it were not so difficult to discover the amount of wealth which another state possesses."},{"id":558,"quote":"The public use of one’s reason must always be free, and it alone can bring about enlightenment among men."},{"id":559,"quote":"Правда, аббат Террасон говорит: если измерять объем книги не числом листов, а временем, необходимым для того, чтобы ее понять, то о многих книгах можно было бы сказать, что они были бы значительно короче, если бы они не были так коротки."},{"id":560,"quote":"Пребывай с самим собой наедине, и тогда ты узнаешь, сколь ты беден духом (ср. Сатиры Персия / пер. Н.М. Благовещенского). – лат."},{"id":561,"quote":"Wir erkennen von den Dingen a priori nur das, was wir selbst in sie hineingelegt haben."},{"id":562,"quote":"If God should really speak to man, man could still never know that it was God speaking."},{"id":563,"quote":"To the cosmological question, therefore, respecting the quantity of the world, the first and negative answer is, that the world has no first beginning in time, and no extreme limit in space."},{"id":564,"quote":"Everything goes past like a river and the changing taste and the various shapes of men make the whole game uncertain and delusive. Where do I find fixed points in nature, which cannot be moved by man, and where I can indicate the markers by the shore to which he ought to adhere?"},{"id":565,"quote":"...[M]oral instruction, although containing much that is convincing for the reason, ...accomplishes... little... [because] the teachers themselves have not got their own notions clear, and when they endeavor to make up for this by raking up motives of moral goodness from every quarter, trying to make their physic right strong, they spoil it."},{"id":566,"quote":"If, of course, there is neither freedom nor any moral law based on freedom, but only a state in which everything that happens or can happen simply obeys the mechanical workings of nature, politics would mean the art of utilising nature for the government of men, and this would constitute the whole of practical wisdom; the concept of right would then be only an empty idea. But if we consider it absolutely necessary to couple the concept of right with politics, or even to make it a limiting condition of politics, it must be conceded that the two are compatible. And I can indeed imagine a moral politician, i.e. someone who conceives of the principles of political expediency in such a way that they can co-exist with morality, but I cannot imagine a political moralist, i.e. one who fashions his morality to suit his own advantage as a statesman."},{"id":567,"quote":"[We] believe, or assume to believe, that [we] satisfy [our] duty to [humanity] if [we] first provide fully for [our] own material wants and then pay [our] tribute to the universal provider by giving a little to the poor. But if [we] were scrupulously just there would be no poor to whom we could give alms and think that we had realized the merit of benevolence. Better than charity, better than giving of our surplus is conscientious and scrupulously fair conduct and a helping hand in need."},{"id":568,"quote":"It is certainly a bad sign of common senseto appeal to it as a witness."},{"id":569,"quote":"...[N]ature generally in the distribution of her capacities has adapted the means to the end... [so nature's] true destination must be to produce a will, not merely good as a means to something else, but good in itself, for which reason was... imparted to us as a practical... absolutely necessary... faculty."},{"id":570,"quote":"We now concern ourselves with a labor less spectacular but nevertheless not unrewarding: that of making the terrain for these majestic moral edifices level and firm enough to be built upon; for under this ground there are all sorts of passageways, such as moles might have dug, left over from reason's vain but confident treasure hunting, that make every building insecure. (A319/B377)"},{"id":571,"quote":"[A man] finds in himself a talent which with the help of some culture might make him a useful man in many respects. But he finds himself in comfortable circumstances and prefers to indulge in pleasure rather than to take pains in enlarging and improving his happy natural capacities. He asks, however, whether his maxim of neglect of his natural gifts, besides agreeing with his inclination to indulgence, agrees also with what is called duty. He sees then that a system of nature could indeed subsist with such a universal law, [where] men... let their talents rest and resolve to devote their lives merely to idleness, amusement, and propagation of their species - in a word, to enjoyment; but he cannot possibly will that this should be a universal law of nature, or be implanted in us as such by a natural instinct. For, as a rational being, he necessarily wills that his faculties be developed, since they serve him, and have been given him, for all sorts of possible purposes."},{"id":572,"quote":"The state of peace among men living side by side is not the natural state (status naturalis); the natural state is one of war. This does not always mean open hostilities, but at least an unceasing threat of war. A state of peace, therefore, must be established, for in order to be secured against hostility it is not sufficient that hostilities simply be not committed; and, unless this security is pledged to each by his neighbor (a thing that can occur only in a civil state), each may treat his neighbor, from whom he demands this security, as an enemy.3"},{"id":573,"quote":"The state of peace among men living side by side is not the natural state; the natural state is one of war. This does not always mean open hostilities, but at least an unceasing threat of war. A state of peace, therefore, must be established, for in order to be secured against hostility it is not sufficient that hostilities simply not be committed; and, until security is pledged to each by his neighbour (a thing that can only occur in a civil state) , each may treat his neighbour, from who he demands this security, as an enemy."},{"id":574,"quote":"Our knowledge springs from two fundamental sources of our mind; the first is to receive representations (receptivity of impressions), the second is the faculty of knowing an object through these representations (spontaneity of concepts). Through the first an object is *given* to us, through the second the object is *thought* in relation to that representation (which is a mere determination of the mind). Intuition and concepts constitute, therefore, the elements of all our knowledge, so that neither concepts without an intuition in some way corresponding to them, nor intuition without concepts can yield knowledge. Both are either pure or empirical. They are empirical when they contain sensation (sensation presupposes the actual presence of the object). They are *pure* when no sensation is mixed in with the representation. Sensation may be called the matter of sensible knowledge. Pure intuition, therefore, contains only the form under which something is intuited, and the pure concepts contains only the form of thinking an object in general. Pure intuitions and pure concepts alone are possible *a priori*, empirical intuitions and empirical concepts only *a posteriori*. We call *sensibility* the *receptivity* of our mind to receive representations insofar as it is in some wise affected, while the *understanding*, on the other hand, is our faculty of producing representations by ourselves, or the *spontaneity* of knowledge. We are so constituted that our intuition can never be other than *sensible*; that is, it contains only the mode in which we are affected by objects. The faculty, on the contrary, which enables us to *think* the object of sensible intuition is the *understanding*. Neither of these properties is to be preferred to the other. Without sensibility no object would be given to us, without understanding no object would be thought. Thoughts without content are empty, intuitions without concepts are blind. It is, therefore, just as necessary to make our concepts sensible (i.e., to add the object to them in intuition) as to make our intuitions understandable (i.e., to bring them under concepts). These two faculties or capacities cannot exchange their functions. The understanding cannot intuit anything, the senses cannot think anything. Only from their union can knowledge arise. But this is no reason for confounding their respective contributions; rather, it gives us a strong reason for carefully separating and distinguishing the one from the other. We therefore distinguish the science of the rules of sensibility in general, i.e., aesthetic, from the science of the rules of the understanding in general, i.e., logic.\"―Transcendental Doctrine of Elements. Transcendental Logic: The Idea of a Transcendental Logic"},{"id":575,"quote":"Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: 'War is bad in that it begets more evil than it kills."},{"id":576,"quote":"De las tres formas de Estado, la democracia es, en el sentido propio de la palabra, necesariamente un despotismo, porque crea un poder ejecutivo en el que todos deciden sobre alguien y, en su caso, contra alguien (es decir, contra quien no esté de acuerdo con los demás), con lo que deciden todos, que no son realmente todos. Esto es una contradicción de la voluntad general consigo misma y con la libertad."},{"id":577,"quote":"ხელოვნება - მიზანშეწონილობა მიზნის გარეშე"},{"id":578,"quote":"That there may be inhabitants in the moon, although no one has ever observed them, must certainly be admitted; but this assertion means only, that we may in the possible progress of experience discover them at some future time."},{"id":579,"quote":"All trades, arts, and handiwork have gained by division of labor, namely, when, instead of one man doing everything, each confines himself to a certain kind of work distinct from others in the treatment it requires, so as to be able to perform it with greater facility and in the greatest perfection."},{"id":580,"quote":"Se não ama, faça como se amasse."},{"id":581,"quote":"unavoidable contradictions, we must not rest satisfied with the mere natural disposition of the mind to metaphysics, that is, with the existence of the faculty of pure reason, whence, indeed, some sort of metaphysical system always arises; but it must be possible to arrive at certainty in regard to the"},{"id":582,"quote":"Out of timber so crooked as that from which man ismade nothing entirely straight can be carved ."},{"id":583,"quote":"Tudo o que não puder contar como fez, não faça!"},{"id":584,"quote":"I should never act in such a way that I could not also will that my maxim should be a universal law."},{"id":585,"quote":"A man shouldn’t claim to know even himself as he really is by knowing himself through inner sensation—i.e. by introspection. For since he doesn’t produce himself (so to speak) or get his concept of himself a priori but only empirically, it is natural that he gets his knowledge of himself through inner sense and consequently only through how his nature appears and how his consciousness is affected. But beyond the character of his own subject, which is made up out of these mere appearances, he necessarily assumes something else underlying it, namely his I as it is in itself. Thus in respect to mere perception and receptivity to sensations he must count himself as belonging to the sensible world; but in respect to whatever pure activity there may be in himself (which reaches his consciousness directly and not by affecting the inner or outer senses) he must count himself as belonging to the intellectual world—though he doesn’t know anything more about it."},{"id":586,"quote":"A person born blind cannot frame the smallest conception of darkness, because he has none of light. The savage knows nothing of poverty, because he does not know wealth and the ignorant has no conception of his ignorance, because he has none of knowledge."},{"id":587,"quote":"Quem não sabe o que procura, quando acha não encontra."},{"id":588,"quote":"[A man], who is in prosperity, while he sees that others have to contend with great wretchedness and that he could help them, thinks: What concern is it of mine? Let everyone be as happy as Heaven pleases, or as he can make himself; I will take nothing from him nor even envy him, only I do not wish to contribute anything to his welfare or to his assistance in distress! Now no doubt, if such a mode of thinking were a universal law, the human race might very well subsist, and doubtless even better than in a state in which everyone talks of sympathy and good-will, or even takes care occasionally to put it into practice, but, on the other side, also cheats when he can, betrays the rights of men, or otherwise violates them. But although it is possible that a universal law of nature might exist in accordance with that maxim, it is impossible to will that such a principle should have the universal validity of a law of nature. For a will which resolved this would contradict itself, inasmuch as many cases might occur in which one would have need of the love and sympathy of others, and in which, by such a law of nature, sprung from his own will, he would deprive himself of all hope of the aid he desires."},{"id":589,"quote":"Nu se poate învăţa filozofia; se poate învăţa doar filozofarea."},{"id":590,"quote":"In traditional forms of the doctrine of original sin, human beings are said to have inherited two moral liabilities from their first ancestors, Adam and Eve. One is guilt: we are said to share in the guilt of the first sin that our ancestors committed. The other is corruption, a perversion of motivation that is itself evil and makes people likelier to do wrong deeds."},{"id":591,"quote":"The real is not given to us, but put to us by way of a riddle."},{"id":592,"quote":"Dwell with yourself, and you will know how short your household stuff is."},{"id":593,"quote":"Two things fill the mind with ever-increasing wonder and awe, the more often and the more intensely the mind of thought is drawn to them: the starry heavens above and the moral law within."},{"id":594,"quote":"Science can be divided into an infinite number of disciplines, and the amount of knowledge that can be pursued in each discipline is limitless. The most critical piece of knowledge, then, is the knowledge of what is essential to learn and what isn’t.A huge amount of knowledge is accumulated at present. Soon our abilities will be too weak, and our lives too short, to study this knowledge. We have vast treasures of knowledge at our disposal but after we study them, we often do not use them at all. It would be better not to have this burden, this unnecessary knowledge, which we do not really need."},{"id":595,"quote":"It will be seen how there can be the idea of a special science, the *critique of pure reason* as it may be called. For reason is the faculty which supplies the *principles* of *a priori* knowledge. Pure reason therefore is that which contains the principles of knowing something entirely *a priori*. An *organon* of pure reason would be the sum total of the principles by which all pure *a priori* knowledge can be acquired and actually established. Exhaustive application of such an organon would give us a system of pure reason. But as this would be a difficult task, and as at present it is still doubtful whether indeed an expansion of our knowledge is possible here at all, we may regard a science that merely judges pure reason, its sources and limits, as the *propaedeutic* to the system of pure reason. In general, it would have to be called only a *critique*, not a *doctrine* of pure reason. Its utility, in regard to speculation, would only be negative, for it would serve only to purge rather than to expand our reason, and, which after all is a considerable gain, would guard reason against errors. I call all knowledge *transcendental* which deals not so much with objects as with our manner of knowing objects insofar as this manner is to be possible *a priori*. A system of such concepts would be called *transcendental philosophy*. But this is still, as a beginning, too great an undertaking. For since such a science must contain completely both analytic and synthetic *a priori* knowledge, it is, as far as our present purpose is concerned, much too comprehensive. We will be satisfied to carry the analysis only so far as is indispensably necessary in order to understand in their whole range the principles of *a priori* synthesis, with which alone we are concerned. This investigation, which properly speaking should be called only a transcendental critique but not a doctrine, is all we are dealing with at present. It is not meant to expand our knowledge but only to correct it, and to become the touchstone of the value, or lack of value, of all *a priori* knowledge. Such a critique is therefore the preparation, as far as possible, for a new organon, or, if this should turn out not to be possible, for a canon at least, according to which, thereafter, the complete system of a philosophy of pure reason, whether it serve as an expansion or merely as a limitation of its knowledge, may be carried out both analytically and synthetically. That such a system is possible, indeed that it need not be so comprehensive as to cut us off from the hope of completing it, may already be gathered from the fact that it would have to deal not with the nature of things, which is inexhaustible, but with the understanding which makes judgments about the nature of things, and with this understanding again only as far as its *a priori* knowledge is concerned. The supply of this *a priori* knowledge cannot be hidden from us, as we need not look for it outside the understanding, and we may suppose this supply to prove sufficiently small for us to record completely, judge as to its value or lack of value and appraise correctly. Still less ought we to expect here a critique of books and systems of pure reason, but only the critique of the faculty of pure reason itself. Only once we are in possession of this critique do we have a reliable touchstone for estimating the philosophical value of old and new works on this subject. Otherwise, an unqualified historian and judge does nothing but pass judgments upon the groundless assertions of others by means of his own, which are equally groundless."},{"id":596,"quote":"An action done from duty has its moral worth, not in the purpose to be attained by it, but in the maxim according with which it is decided upon; it depends therefore, not on the realization of the object of action, but solely on the principle of volition in accordance with which, irrespective of all objects of the faculty of desire, the action has been performed."},{"id":597,"quote":"the doctrine of morals is an autonomy of practical reason, while the doctrine of virtue is at the same time an autocracy of practical reason."},{"id":598,"quote":"Nothing happens by blind chance."},{"id":599,"quote":"I freely admit that the remembrance of David Hume was the very thing that many years ago first interrupted my dogmatic slumber and gave a completely different direction to my researches in the field of speculative philosophy"},{"id":600,"quote":"Хитрость — образ мыслей очень ограниченных людей и очень отличается от ума, на который внешне походит."},{"id":601,"quote":"O ser humano é aquilo que a educação faz dele."},{"id":602,"quote":"Das Lachen ist der Gesundheit zuträglich, denn es fördert die Verdauung."},{"id":603,"quote":"Веселое выражение лица постепенно отражается и на внутреннем мире."},{"id":604,"quote":"Chisels and hammers may suffice to work a piece of wood, but for etching we require an etcher's needle. Thus common sense and speculative understanding are both useful, but each in its own way: the former in judgments which apply immediately to experience; the latter when we judge universally from mere concepts, as in metaphysics, where sound common sense, so called in spite of the inappropriateness of the word, has no right to judge at all."},{"id":605,"quote":"Ce dernier talent correspond proprement à ce qu’on appelle l’âme ; car exprimer et rendre universellement communicable ce qu’il y a d’indicible dans l’état d’esprit associé à une certaine représentation – et ce, que l’expression relève du langage, de la peinture ou de la plastique -, cela requiert un pouvoir d’appréhender le jeu si fugace de l’imagination et de le synthétiser dans un concept qui se peut communiquer sans la contrainte de règles (un concept qui, précisément pour cette raison, est original et fait apparaître en même temps une règle nouvelle qui n’a pu résulter d’aucun principe ou d’aucun exemple qui l’eusse précédée)."},{"id":606,"quote":"I class the principle of moral feeling under that of happiness, because every empirical interest promises to contribute to our well-being by the agreeableness that a thing affords, whether profit be regarded."},{"id":607,"quote":"Gustavo Solivellas dice: \"La felicidad no brota de la razón sino de la imaginación\" (Immanuel Kant)"},{"id":608,"quote":"Coloro che dicono che il mondo andrà sempre così come è andato finora contribuiscono a far sì che l’oggetto della loro predizione si avveri"},{"id":609,"quote":"In what way will our remote posterity be able to cope with the enormous accumulation of historical records which a few centuries will bequeath to them?"},{"id":610,"quote":"Tutto ciò che è stato scritto dagli uomini sulle donne deve essere ritenuto sospetto dal momento che essi sono ad un tempo giudici e parti in causa."},{"id":611,"quote":"Nobody can claim himself to be practically proficient in a science and yet disdain its theory without revealing himself to be an ignoramus in his area."},{"id":612,"quote":"B626Sein ist offenbar kein reales Prädikat, d.i. ein Begriff von irgend etwas, was zu dem Begriffe eines Dinges, oder gewisser Bestimmungen an sich selbst...B627 Und so enthält das Wirkliche nichts mehr, als das bloss Mögliche. Hundert wirkliche Thaler enthalten nicht das mindeste mehr, als hundert mögliche...  Aber in meinem Vermögenszustande ist mehr bei hundert wirklichen Thalern, als bei dem blossen Begriffe derselben, ( d.i. ihrer Moeglichkeit )."},{"id":613,"quote":"...whose true object is to shed the clearest light on every step which reason takes."},{"id":614,"quote":"L’uomo deve mostrare bontà di cuore verso gli animali, perché chi usa essere crudele verso di essi è altrettanto insensibile verso gli uomini."},{"id":615,"quote":"...[T]he sublimity and intrinsic dignity of the command in duty are so much the more evident, the less the subjective impulses favor it and the more they oppose it, without being able in the slightest degree to weaken the obligation of the law or to diminish its validity."},{"id":616,"quote":"The character of the species, as it is indicated by the experience of all ages and all peoples, is this: that taken collectively (the human race as one whole), it is a multitude of persons, existing successively and side by side, who cannot do without associating peacefully and yet cannot avoid constantly offending one another."},{"id":617,"quote":"Agisci in modo da considerare l’umanità come scopo, e mai come semplice mezzo."},{"id":618,"quote":"I express the principle of one's freedom as a human being in this formula: No one can compel me (in accordance with his beliefs about the welfare of others) to be happy after his own fashion."},{"id":619,"quote":"But under a constitution where the subject is not a citizen, and which is therefore not republican, it is the simplest thing in the world to go to war. For the head of state is not a fellow citizen, but the owner of the state, and a war will not force him to make the slightest sacrifice so far as his banquets, hunts, pleasure palaces and court festivals are concerned. He can thus decide on war, without any significant reason, as a kind of amusement, and unconcernedly leave it to the diplomatic corps (who are always ready for such purposes) to justify the war for the sake of propriety."},{"id":620,"quote":"A learned woman might just as well have a beard, for that expresses in a more recognizable form the profundity for which she strives."},{"id":621,"quote":"Con las piedras que con duro intento los críticos te lanzan, bien puedes erigirte un monumento."},{"id":622,"quote":"нет смысла в знании, если оно не сопрягается с опытом."},{"id":623,"quote":"THIRD DEFINITIVE ARTICLE OF PERPETUAL PEACEIII. The rights of men, as citizens of the world, shall be limited to the conditions of universal hospitality.We are speaking here, as in the previous articles, not of philanthropy, but of right; and in this sphere hospitality signifies the claim of a stranger entering foreign territoryto be treated by its owner without hostility. The latter may send him away again if this can be done without causing his death; but, so long as he conducts himself peaceably, he must not be treated as an enemy. It is not a right to be treated as a guest to which the stranger can lay claim-a special friendly compact on his behalf would be required to make him for a given time an actual inmate-but he has a right of visitation. This right to present themselves to society belongs to all mankind in virtue of our common right of possession of the surface of the earth on which, as it is a globe, we cannot be infinitely scattered, and must in the end reconcile ourselves to existence side by side: at the same time, originally no one individual had more right than another to live in any one particular spot."},{"id":624,"quote":"Pensamentos sem conteúdos são vazios, intuições sem conceitos são cegas."},{"id":625,"quote":"Но и первый, и второй метод губительны для науки. Догматики строят здание на шатком фундаменте, а скептики вообще ничего не строят."},{"id":626,"quote":"Но такова уж обычно судьба человеческого разума, когда он пускается в спекуляцию: он торопится поскорее завершить свое здание и только потом начинает исследовать, хорошо ли было заложено основание для этого. Тогда он ищет всякого рода оправдания, чтобы успокоить нас относительно его пригодности или даже совсем отмахнуться от такой запоздалой и опасной проверки."},{"id":627,"quote":"La ciencia es conocimiento organizado. La sabiduría es vida organizada"},{"id":628,"quote":"The only quality necessary for being a citizen (i.e., a co-legislator), other than the natural one (that he is neither a child nor a woman), is that he be his own master, consequently that he have some property to support himself."},{"id":629,"quote":"...[R]eason of itself, independent on all experience, ordains what ought to take place, that accordingly actions of which perhaps the world has hitherto never given an example, the feasibility even if which might be very much doubted by one who founds everything on experience, are nevertheless inflexibly commanded by reason; that, for example, even though there might never yet have been a sincere friend, yet not a whit the less is pure sincerity in friendship required of every man..."},{"id":630,"quote":"If there is any science man really needs it is the one I teach, of how to occupy properly that place in creation that is assigned to man, and how to learn from it what one must be in order to be a man."},{"id":631,"quote":"El mundo de ningún modo se hundirá porque haya menos hombres malos."},{"id":632,"quote":"Eine jede Wissenschaft ist für sich ein System; und es ist nicht genug, in ihr nach Principien zu bauen und also technisch zu verfahren, sondern muß man mit ihr, als einem für sich bestehenden Gebäude, auch architektonisch zu Werke gehen und sie nicht wie einen Anbau und als einen Theil eines andern Gebäudes, sondern als in Ganzes für sich behandeln, ob man gleich nachher einen Übergang aus diesem in jenes oder wechselseitig errichten kann."},{"id":633,"quote":"Пребывай с самим собой наедине, и тогда ты узнаешь, сколь ты беден духом."},{"id":634,"quote":"Imitation finds no place at all in morality, and examples serve only for encouragement, that is, they put beyond doubt the feasibility of what the law commands, they make visible that which the practical rule expresses more generally, but they can never authorize us to set aside the true original which lies in reason, and to guide ourselves by examples."},{"id":635,"quote":"The crux of his new philosophy is this: What assurance do we have that our a priori (rational) thoughts have in reality a relation to objects that exist apart from us?"},{"id":636,"quote":"...когда мы говорим о вещах в пространстве и о аффецируемости нашей души этими вещами, то нужно всегда удерживать в голове, что речь идет не о вещи в себе, но о явлении этой вещи нам. То есть стул, который я созерцаю и стул сам по себе – это два разных стула в том смысле, что явленность мне стула сопряжена с моим восприятием, тогда как сам стул существует вне его, но подступиться к вещи самой по себе кажется невозможным, ведь всякое познание начинается с опыта, а опыт имеет дело с явлениями, а не с вещами в себе."},{"id":637,"quote":"...Act upon a maxim which, at the same time, involves its own universal validity for every rational being."},{"id":638,"quote":"Связь между пространством и временем доказывается вот как: когда мы мыслим время, мы его овнешняем (связываем с пространством), когда мы мыслим пространство, мы его овнутряем (связываем со временем)."},{"id":639,"quote":"The usual touchstone of whether what someone asserts is mere persuasion or at least a subjective conviction, i.e., firm belief, is betting. Often someone pronounces his propositions with such confident and inflexible defiance that he seems to have entirely laid aside all concern for error. A bet disconcerts him. Sometimes he reveals that he is persuaded enough for one ducat but not for ten. For he would happily bet one, but at ten he suddenly becomes aware of what he had not previously noticed, namely that it is quite possible that he has erred."},{"id":640,"quote":"Puoi conoscere il cuore di un uomo già dal modo in cui egli tratta le bestie."},{"id":641,"quote":"Freedom is alone the unoriginated birthright of man, and belongs to him by force of his humanity; and is independent of the will and co-action of every other…"},{"id":642,"quote":"It must be freely admitted that there is a sort of circle here from which it seems impossible to escape. In the order of efficient causes we assume ourselves free, in order that in the order of ends we may conceive ourselves as subject to these laws because we have attributed to ourselves freedom of will; for freedom and self-legislation of will are both autonomy..."},{"id":643,"quote":"5. \"Ningún estado debe inmiscuirse en la constitución y gobierno de otro de forma violenta\".Pues, ¿qué le daría derecho a ello? ¿El escándalo, quizás, que ese Estado esté dando a los súbditos de otro Estado? Pero ese escándalo puede servir más bien de advertencia, al mostrar la gran desgracia que un pueblo se ha atraído sobre sí por vivir en un Estado sin leyes. Además, el mal ejemplo que una persona libre da a otra persona no es, como scandalum acceptum (escándalo aceptado), ninguna ofensa.Esto, sin embargo, no se podría aplicar si un Estado se dividiera en dos partes como consecuencia de una disensión interna, representando cada parte a un Estado distinto pero reivindicando cada uno todo el conjunto. En este caso, si un tercer Estado presta ayuda a uno de ellos, no se podría considerar injerencia en la constitución del otro (pues en ese caso éste es una anarquía). Pero mientras no esté solucionada esta lucha interna, la injerencia de potencias extranjeras sería una violación de los derechos de un pueblo que sólo está luchando contra una enfermedad interna y que no depende de ningún otro Estado."},{"id":644,"quote":"The world will by no means perish by a diminution in the number of evil men."},{"id":645,"quote":"Если знать, что время – это внутренняя форма чувственности, присущая субъекту, то становится ясным, что всякое изменение происходит не со временем, а во времени. Так же и с пространством."},{"id":646,"quote":"Space is an ineluctable modality of our perception (IMMANUEL KANT)…. Or perhaps is it, more essentially and explicitly than ever, ever-providing modalities?(Irene Doura-Kavadia)"},{"id":647,"quote":"...всякое наше созерцание есть только представление о явлении, что вещи, которые мы созерцаем, сами по себе не таковы, как мы их созерцаем, и что отношения их сами по себе не таковы, как они нам являются, и если бы мы устранили наш субъект или же только субъективные свойства наших чувств вообще, то все свойства объектов и все отношения их в пространстве и времени и даже само пространство и время исчезли бы: как явления они могут существовать только в нас, а не сами по себе. Каковы предметы сами по себе и обособленно от этой восприимчивости нашей чувственности, нам совершенно неизвестно. Мы не знаем ничего, кроме свойственного нам способа воспринимать их, который к тому же необязателен для всякого существа, хотя и должен быть присущ каждому человеку. Мы имеем дело только с этим способом восприятия. Пространство и время суть чистые формы его, а ощущение вообще есть его материя. Пространство и время мы можем познавать только a priori, т. е. до всякого действительного восприятия, и потому они называются чистым созерцанием; ощущения же суть то в нашем познании, благодаря чему оно называется апостериорным познанием, т. е. эмпирическим созерцанием. Пространство и время безусловно необходимо принадлежат нашей чувственности, каковы бы ни были наши ощущения; ощущения же могут быть весьма различными. До какой бы высокой степени отчетливости мы ни довели наши созерцания, все равно этим мы не подошли бы ближе к [познанию] свойств предметов самих по себе. Во всяком случае, мы бы тогда полностью познали только способ нашего созерцания, т. е. нашу чувственность, да и то всегда лишь при условии [существования] пространства и времени, первоначально присущем субъекту; каковы предметы сами по себе – этого мы никогда не узнали бы и при помощи самого ясного знания явлений их, которое единственно дано нам."},{"id":648,"quote":"all duties depend as regards the kind of obligation (not the object of their action) upon the one principle."},{"id":649,"quote":"Since in early youth it cannot be known what ends are likely to occur to us in the course of life, parents seek to have their children taught a great many things, and provide for their skill in the use of means for all sorts of arbitrary ends, of none of which can they determine whether it may not perhaps hereafter be an object to determine their pupil, but which it is at all events possible that he might aim at; and this anxiety is so great that they commonly neglect to form and correct their judgement on the value of the things which may be chosen as ends."},{"id":650,"quote":"Duas coisas enchem o ânimo de admiração: o céu estrelado acima de mim, e a lei moral dentro de mim; ambas não estão fora do meu horizonte; antes, vejo-as perante mim e religo-as imediatamente com a consciência de minha existência. A primeira começa no lugar que eu ocupo no mundo e no exterior. A segunda começa no meu invisível eu, na minha personalidade e me coloca num mundo que tem a verdadeira infinidade; o que eleva infinitamente o meu valor como inteligência na qual a lei moral me revela uma vida independente da animalidade de todo mundo sensível."},{"id":651,"quote":"Если бы у вас не было способности a priori созерцать, если бы это субъективное условие не было в то же время по своей форме общим априорным условием, при котором единственно возможны объекты самого этого (внешнего) созерцания, если бы предмет (треугольник) был чем-то самим по себе безотносительно к вашему субъекту, – то как вы могли бы утверждать, что то, что необходимо заложено в ваших субъективных условиях построения треугольника, должно необходимо быть само по себе присуще также треугольнику? Ведь в таком случае вы не могли бы прибавить к вашим понятиям (о трех линиях) ничего нового ([понятие] фигуры), что тем самым необходимо должно было бы быть в предмете, так как этот предмет дан до вашего познания, а не посредством его. Следовательно, если бы пространство (и таким же образом время) не было только формой вашего созерцания, a priori содержащей условия, единственно при которых вещи могут быть для вас внешними предметами, которые без этих субъективных условий сами по себе суть ничто, то вы абсолютно ничего не могли бы утверждать синтетически a priori о внешних объектах. Следовательно, не только возможно или вероятно, но и совершенно несомненно, что пространство и время как необходимые условия всякого (внешнего и внутреннего) опыта суть лишь субъективные условия всякого нашего созерцания, в отношении к которому поэтому все предметы суть только явления, а не данные таким образом вещи сами по себе (fur sich); поэтому о том, что касается формы их, многое можно сказать a priori, но никогда ничего нельзя сказать о вещи самой по себе, которая могла бы лежать в основе этих явлений."},{"id":652,"quote":"...более глубокое и обширное знание природы путем наблюдения должно в конце концов натолкнуться на такое многообразие законов, которое ни один человеческий рассудок не сможет свести к одному принципу."},{"id":653,"quote":"It is, therefore, a question which requires close investigation, and not to be answered at first sight, whether there exists a knowledge altogether independent of experience, and even of all sensuous impressions? Knowledge of this kind is called a priori, in contradistinction to empirical knowledge, which has its sources a posteriori, that is, in experience."},{"id":654,"quote":"My object is to persuade all those who think metaphysics worth studying that it is absolutely necessary to pause a moment and, disregarding all that has been done, to propose first the preliminary question, “Whether such a thing as metaphysics be at all possible?"},{"id":655,"quote":"Каждый согласится, что суждение о красоте, к которому примешивается малейший интерес, пристрастно и не есть чистое суждение вкуса. Для того чтобы выступать судьей в вопросах вкуса, надо быть совершенно незаинтересованным в существовании вещи, о которой идет речь, и испытывать к этому полное безразличие."},{"id":656,"quote":"То есть чувства – это субъективная обработка объективных данных."},{"id":657,"quote":"Для того чтобы считать нечто хорошим, я всегда должен знать, каким должен быть предмет, то есть иметь о нем понятие. Для того чтобы находить что-либо прекрасным, в этом нет необходимости."},{"id":658,"quote":"I. Of the difference between Pure and Empirical Knowledge That all our knowledge begins with experience there can be no doubt. For how is it possible that the faculty of cognition should be awakened into exercise otherwise than by means of objects which affect our senses, and partly of themselves produce representations, partly rouse our powers of understanding into activity, to compare, to connect, or to separate these, and so to convert the raw material of our sensuous impressions into a knowledge of objects, which is called experience? In respect of time, therefore, no knowledge of ours is antecedent to experience, but begins with it. But, though all our knowledge begins with experience, it by no means follows that all arises out of experience. For, on the contrary, it is quite possible that our empirical knowledge is a compound of that which we receive through impressions, and that which the faculty of cognition supplies from itself (sensuous impressions giving merely the occasion), an addition which we cannot distinguish from the original element given by sense, till long practice has made us attentive to, and skilful in separating it. It is, therefore, a question which requires close investigation, and not to be answered at first sight, whether there exists a knowledge altogether independent of experience, and even of all sensuous impressions. Knowledge of this kind is called a priori, in contradistinction to empirical knowledge, which has its sources a posteriori, that is, in experience."},{"id":659,"quote":"...[T]o be unfaithful to my maxim of prudence may often be very advantageous to me, although to abide by it is certainly safer."},{"id":660,"quote":"For morality, with regard to its principles of public right (hence in relation to a political code which can be known a priori), has the peculiar feature that the less it makes its conduct depend upon the end it envisages (whether this be a physical or moral advantage), the more it will in general harmonise with this end."},{"id":661,"quote":"Что же касается счастья, то ведь каждый полагает, что истинным, даже высшим благом можно назвать наибольшую сумму приятного в жизни (как по количеству, так и по продолжительности). Однако разум восстает и против этого. Наличие приятного – это наслаждение. Но если все дело только в этом, то было бы нелепо проявлять щепетильность по поводу средств, которые нам его доставляют, независимо от того, достигается ли оно пассивно – благодаря щедрости природы – или самодеятельностью и нашими собственными действиями. Но что ценность имеет само по себе существование человека, который живет только для того, чтобы наслаждаться (какие бы усилия он на это ни тратил), даже если этим он наилучшим образом содействует в качестве средства другим, также стремящимся только к наслаждению, именно благодаря тому, что он вследствие симпатии к ним участвует во всех удовольствиях, – с этим разум никогда не согласится. Лишь тем, что он делает безотносительно к наслаждению в полной свободе и независимо от того, что природа могла бы дать ему даже пассивно, он придает абсолютную ценность своему существованию как существованию личности, а счастье со всей полнотой того, что в нем приятно, еще далеко не безусловное благо."},{"id":662,"quote":"People who read mainly the Grounding and the Critique often criticize Kant for having his head in the clouds and for not being convincingly capable of dealing with concrete cases. A reading of the Metaphysics of Morals will show anyone how unfounded such criticisms are."},{"id":663,"quote":"Разница в том, что приятное не всегда полезно, а хорошее полезно всегда. Ведь когда мы говорили о приятном, то выяснили, что интерес связан с чувствами, тогда как интерес к хорошему связан с рассудком и разумом. Чувства отдают предпочтения приятному, тогда как разум – полезному."},{"id":664,"quote":"are—and yet refer to something permanent, which must, therefore, be distinct from all my representations and external to me, the existence"},{"id":665,"quote":"Söylediklerimizden çok,söylemediklerimize pişman oluruz.Dile getirilmemiş düşünce ;gidilmemiş yoldur."},{"id":666,"quote":"Что касается интереса, связанного со склонностью к приятному, то каждый скажет: голод – лучший повар, и людям с хорошим аппетитом кажется вкусным все, что съедобно; следовательно, в данном случае благорасположение не свидетельствует о выборе по вкусу. Установить, кто обладает вкусом и кто им не обладает, можно только тогда, когда удовлетворена потребность. Так же существует обычай (поведение), лишенный добродетели, вежливость, лишенная благожелательности, приличие, лишенное добропорядочности, и т. д."},{"id":667,"quote":"Соответственно если я действительно созерцаю незаинтересованно, то я убежден, что человек рядом испытывает то же чувство прекрасного, что и я. Так рождается понятие «субъективной всеобщности». Субъективная она потому, что такое созерцание не есть познавательный акт. Всеобщий он потому, что мы пребываем в иллюзии, что все люди разделяют мое чувство прекрасного."},{"id":668,"quote":"...красота – это не свойство объекта, а мое отношение к объекту."},{"id":669,"quote":"Thus there is an analogy between the juridical relation of human actions and the mechanical relation of moving forces. I never can do anything to another man without giving him a right to do the same to me on the same conditions; just as no body can act with its moving force on another body without thereby causing the other to react equally against it."},{"id":670,"quote":"Эта идея нормы не выведена из пропорций, взятых из опыта в качестве определенных правил; напротив, только исходя из этой идеи, возможны правила суждения. Она – парящий между всеми отдельными, самыми различными созерцаниями индивидов образ для всего рода, тот образ, который природа положила в качестве прообраза в основу своих порождений данного вида, но ни в одной особи не сумела, как кажется, полностью достичь."},{"id":671,"quote":"...[I]f I know that it is only by this process that the intended operation can be performed, then to say that if I fully will the operation, I also will the action required for it, is an analytical proposition..."},{"id":672,"quote":"Это объяснение может быть выражено и таким способом: возвышенно то, в сравнении с чем все остальное мало. Из этого очевидно, что в природе не может быть ничего, каким бы большим мы его ни считали, что, рассмотренное в другом отношении, не могло бы быть сведено к бесконечно малому, и наоборот, – ничего столь малого, что в сравнении с еще меньшими масштабами не выросло бы для нашего воображения в мировую величину."},{"id":673,"quote":"...вся мощь воображения все-таки несоразмерна идеям разума."},{"id":674,"quote":"Agisci in modo da considerare l'umanità, sia nella tua persona, sia nella persona di ogni altro, sempre anche come scopo, e mai come semplice mezzo."},{"id":675,"quote":"Out of the crooked timber of humanity, no straight thing was ever made"},{"id":676,"quote":"...[W]e must admit that... law must be valid, not merely for men, but for all rational creatures generally, not merely under certain contingent conditions or with exceptions, but with absolute necessity..."},{"id":677,"quote":"For human reason, without any instigations imputable to the mere vanity of great knowledge, unceasingly progresses, urged on by its own feeling of need, towards such questions as cannot be answered by any empirical application of reason, or principles derived therefrom; and so there has ever really existed in every man some system of metaphysics."},{"id":678,"quote":"We are enriched by not what we posses, but by what we can do without."},{"id":679,"quote":"Если гитара хорошо настроена, то она играет гармонично и издает чистые звуки. Так же происходит и с человеком."},{"id":680,"quote":"We have no reason for assuming the form of such a thing to be still partly dependent on blind mechanism, for with such confusion of heterogeneous principles every reliable rule for estimating things would disappear."},{"id":681,"quote":"...в науке величайший первооткрыватель отличается от старательного подражателя и ученика лишь степенью."},{"id":682,"quote":"El sabio puede cambiar de opinión. El necio, nunca."},{"id":683,"quote":"لا أقول إلا ما اعتقد انه حق، ولكني لا أصرح بكل ما اعتقد أنه حق"},{"id":684,"quote":"Philosophy may be said to contain the principles of the rational cognition that concepts"},{"id":685,"quote":"Для того чтобы придать эту форму произведению прекрасного искусства, достаточно вкуса, с которым, развив и направив его на ряде примеров, художник сопоставляет свое творение и после многих мучительных попыток обрести благорасположение находит наконец ту форму, которая ему нужна; следовательно, эта форма – не дело вдохновения или свободного порыва душевных сил, а результат длительного, даже изнурительного стремления к такому совершенствованию, которое позволит придать ей соответствие с мыслью, не нанося при этом ущерба свободе в игре душевных сил."},{"id":686,"quote":"160Any change makes me apprehensive, even if it offers the greatest promise of improving my condition, and I am persuaded by this natural instinct of mine that I must take heed if I wish that the threads which the Fates spin so thin and weak in my case to be spun to any length. My great thanks, to my well-wishers and friends, who think so kindly of me as to undertake my welfare, but at the same time a most humble request to protect me in my current condition from any disturbance."},{"id":687,"quote":"...но и в том, что должно быть творением прекрасного искусства, часто обнаруживается гений, лишенный вкуса, или вкус, лишенный гения."},{"id":688,"quote":"Was nicht ein Gegenstand der Erfahrung sein kann, dessen Erkenntniß wäre hyperphysisch, und mit dergleichen haben wir hier gar nicht zu thun, sondern mit der Naturerkenntniß, deren Realität durch Erfahrung bestätigt werden kann, on sie gleich a priori möglich ist und vor aller Erfahrung hervorgeht."},{"id":689,"quote":"The essence of things is not altered by their external relations, and that which, abstracting from these, alone constitutes the absolute worth of man is also that by which he must be judged, whoever the judge may be, and even by the Supreme Being."},{"id":690,"quote":"But this is a wretched subterfuge, by which some people still allow themselves to defer the issue, and think that by a little fiddling with words they have solved that difficult problem on the solution of which thousands of years have worked in vain, and which therefore can hardly be found so completely on the surface."},{"id":691,"quote":"The spirit of trade cannot coexist with war, and sooner or later this spirit dominates every people."},{"id":692,"quote":"[*Footnote: The real morality of actions—their merit or demerit, and even that of our own conduct, is completely unknown to us. Our estimates can relate only to their empirical character. How much is the result of the action of free will, how much is to be ascribed to nature and to blameless error, or to a happy constitution of temperament (merito fortunae), no one can discover, nor, for this reason, determine with perfect justice.]"},{"id":693,"quote":"Metaphysics is a dark ocean without shores or a lighthouse"},{"id":694,"quote":"...We find that the more a cultivated reason applies itself with deliberate purpose to the enjoyment of life and happiness, so much the more does the man fail of true satisfaction... even from the sciences... they find that they have, in fact, only brought more trouble on their shoulders rather than gained in happiness; and they end by envying rather than despising the more common stamp of men who keep closer to the guidance of mere instinct, and do not allow their reason much influence on their conduct... [T]here lies at the root of these judgments the idea that our existence has a different and far nobler end, for which, and not for happiness, reason is properly intended..."},{"id":695,"quote":"Tan sólo por la educación puede el hombre llegar a ser hombre. El hombre no es más que lo que la educación hace de él."},{"id":696,"quote":"The domestic Relations are founded on Marriage, and Marriage is founded upon the natural Reciprocity or intercommunity (commercium) of the Sexes. [This ' usus ' is either natural, by which human beings may reproduce their own kind, or unnatural, which, again, refers either to a person of the same sex or to an animal of another species than man. These transgressions of all Law, as ' crimina carnis contra naturam,' are even 'not to be named;' and as wrongs against all Humanity in the Person they cannot be saved, by any limitation or exception whatever, from entire reprobation.]"},{"id":697,"quote":"The sight of a being who is not adorned with a single feature of a pure and good will, enjoying unbroken prosperity, can never give pleasure to an impartial rational spectator. Thus a good will appears to constitute the indispensable condition even of being worthy of happiness."},{"id":698,"quote":"Кичливость (напыщенность) и аффектация, направленные только на то, чтобы отличаться от обычного (но не обладая при этом духом), подобны поведению человека, о котором говорят, что он сам себя слушает, или того, кто стоит и движется, как на сцене, стараясь привлечь к себе внимание, что всегда выдает дилетанта."},{"id":699,"quote":"Трагедия гения в том, что он никогда не может выразить до конца то, что в нем самом заложено."},{"id":700,"quote":"An appeal to the consent of the common sense of mankind cannot be allowed, for that is a witness whose authority depends merely upon rumor. Says Horace: Quodcunque ostendis mihi sic, incredulus odi."},{"id":701,"quote":"...[A]ll the elements which belong to the notion of happiness are altogether empirical, that is, they must be borrowed from experience, and nevertheless the idea of happiness requires an absolute whole, a maximum of welfare in my present and all future circumstances. Now it is impossible that the most clear-sighted and at the same time most powerful being (supposed finite) should frame to himself a definite conception of what he really wills in this. Does he will riches, how much anxiety, envy, and snares might he not thereby draw upon his shoulders? Does he will knowledge and discernment, perhaps it might prove to be only an eye so much the sharper to show him so much the more fearfully the evils that are now concealed from him and that cannot be avoided, or to impose more wants on his desires, which already give him concern enough. Would he have long life? Who guarantees to him that it would not be a long misery? Would he at least have health? How often has uneasiness of the body restrained from excesses into which perfect health would have allowed one to fall, and so on? In short, he is unable, on any principle, to determine with certainty what would make him truly happy; because to do so he would need to be omniscient."},{"id":702,"quote":"A good will is good not because of what it performs or effects, not by its aptness for the attainment of some proposed end, but simply by virtue of the volition - that is, it is good in itself, and considered by itself is to be esteemed much higher than all that can be brought about by it in favor of any inclination, nay, even of the sum-total of all inclinations... like a jewel, it would still shine by its own light, as a thing which has its whole value in itself."},{"id":703,"quote":"Таким образом, способности души, соединение которых (в определенном соотношении) составляет гений, – это воображение и рассудок. Но так как в применении для познания воображение находится под властью рассудка и подчинено ограничению, чтобы соответствовать его понятию, а в эстетическом отношении оно свободно и может сверх согласованности с понятием дать – правда, непреднамеренно – богатый содержанием, хотя и неразвитый материал для рассудка, который тот в своем понятии не принимал во внимание и который он применяет не столько объективно для познания, сколько субъективно для оживления познавательных способностей, следовательно, косвенно все-таки для познания, – то гений заключается, собственно говоря, в счастливом сочетании, которое нельзя обрести в науке или достигнуть прилежанием и которое позволяет найти идеи для данного понятия, а также выразить их таким образом, чтобы вызванная этим душевная настроенность могла быть как сопутствующая понятию сообщена другим. Такой талант и есть, собственно говоря, то, что называют духом; ибо выразить неизреченное в состоянии души при известном представлении и сделать его всеобще сообщаемым – будь то на языке живописи или пластики – требует способности схватывать быстро исчезающую игру воображения и придавать ей единство в понятии (именно поэтому оригинальном и вместе с тем предоставляющем новое правило, не следующее из предшествующих принципов или примеров), которое может быть сообщено без принуждения правилами."},{"id":704,"quote":"A nation is not (like the ground on which it is located) a possession. It is a society of men whom no one other than the nation itself can command or dispose of."},{"id":705,"quote":"The rights of men must be held sacred, however great the cost of sacrifice may be to those in power. Here one cannot go halfway, cooking up hybrid, pragmatically-conditioned rights (which are somewhere between the right and the expedient); instead, all politics must bend its knee before morality..."},{"id":706,"quote":"No nation shall forcibly interfere with the constitution and government of another."},{"id":707,"quote":"Así, pues, el valor de todos los objetos que podemos obtener por medio de nuestras acciones es siempre condicionado. Los seres cuya existencia no descansa en nuestra voluntad, sino en la naturaleza, tienen, empero, si son seres irracionales, un valor meramente relativo, como medios, y por eso se llaman cosas; en cambio, los seres racionales llámanse personas porque su naturaleza los distingue ya como fines en sí mismos, esto es, como algo que no puede ser usado meramente como medio, y, por tanto, limita en ese sentido todo capricho (y es un objeto del respeto). Estos no son, pues, meros fines subjetivos, cuya existencia, como efecto de nuestra acción, tiene un valor para nosotros, sino que son fines objetivos, esto es, cosas cuya existencia es en sí misma un fin, y un fin tal, que en su lugar no puede ponerse ningún otro fin para el cual debieran ellas servir de medios, porque sin esto no hubiera posibilidad de hallar en parte alguna nada con valor absoluto; mas si todo valor fuere condicionado y, por tanto, contingente, no podría encontrarse para la razón ningún principio práctico supremo."},{"id":708,"quote":"It must be *possible* for the *I think* to accompany all my representations: for otherwise something would be represented within me that could not be thought at all, in other words, the representation would either be impossible, or at least would be nothing to me. That representation which can be given prior to all thought is called *intuition*, and all the manifold of intuition has, therefore, a necessary relation to the *I think* in the same subject in which this manifold of intuition is found. This representation (the *I think*), however, is an act of *spontaneity*, that is, it cannot be considered as belonging to sensibility. I call it *pure apperception*, in order to distinguish it from empirical apperception, as also from original apperception, because it is that self-consciousness which, by producing the representations, *I think* (which must be capable of accompanying all other representations, and which is one and the same in all consciousness), cannot itself be accompanied by any further representations. I also call the unity of apperception the *transcendental* unity of self-consciousness, in order to indicate that *a priori* knowledge can be obtained from it. For the manifold representations given in an intuition would not one and all be *my* representations, if they did not all belong to one self-consciousness. What I mean is that, as my representations (even though I am not conscious of them as that), they must conform to the condition under which alone they *can* stand together in one universal self-consciousness, because otherwise they would not one and all belong to me. From this original combination much can be inferred.The thoroughgoing identity of the apperception of a manifold that is given in intuition contains a synthesis of representations, and is possible only through the consciousness of this synthesis. For the empirical consciousness which accompanies different representations is itself dispersed and without reference to the identity of the subject. Such a reference comes about, not simply through my accompanying every representation with consciousness, but through my *adding* one representation to another and being conscious of the synthesis of them. Only because I am able to combine a manifold of given representations *in one consciousness* is it possible for me to represent to myself the *identity of the consciousness in these representations*, that is, only under the presupposition of some *synthetic* unity of apperception is the *analytic* unity of apperception possible. The thought that the representations given in intuition belong one and all *to me*, is therefore the same as the thought that I unite them in one self-consciousness, or can at least do so; and although that thought itself is not yet the consciousness of the synthesis of representations, it nevertheless presupposes the possibility of this synthesis. In other words, it is only because I am able to comprehend the manifold of representations in one consciousness that I call them one and all *my* representations. For otherwise I should have as many-coloured and varied a self as I have representations of which I am conscious. Synthetic unity of the manifold of intuitions, as given *a priori*, is thus the ground of the identity of apperception itself, which precedes *a priori* all *my* determinate thought. Combination, however, does not lie in the objects, and cannot be borrowed from them by perception and thus first be taken into the understanding. It is, rather, solely an act of the understanding, which itself is nothing but the faculty of combining *a priori* and of bringing the manifold of given representations under the unity of apperception; and the principle of this unity is, in fact, the supreme principle of all human knowledge.\"—from_Critique of Pure Reason_. Translated, edited, and with an Introduction by Marcus Weigelt, based on the translation by Max Müller, pp. 124-128"},{"id":709,"quote":"Contra esa negligencia o banal modo de pensar que rebusca el principio entre motivaciones y leyes empíricas tampoco cabe promulgar con excesiva frecuencia demasiadas advertencias, porque, para no extenuarse, a la razón humana le gusta reposar sobre tal almohada y, al soñar con simulaciones más melifluas (que sin embargo le hacen estrechar entre sus brazos una nube en vez de abrazar a Juno), suplanta a la moralidad por un híbrido cuyo bastardo parentesco es de muy distinto linaje y que se parece a cuanto uno quiera ver en él, si bien jamás le confundirá con la virtud aquel que haya contemplado una sola vez su verdadero semblante."},{"id":710,"quote":"To appeal to common sense when insight and science fail, and no sooner—this is one of the subtle discoveries of modern times, by means of which the most superficial ranter can safely enter the lists with the most thorough thinker and hold his own."},{"id":711,"quote":"Metaphysics, a completely isolated and speculative branch of rational knowledge which is raised above all teachings of experience and rests on concepts only (not, like mathematics, on their application to intuition), in which reason therefore is meant to be its own pupil, has hitherto not had the good fortune to enter upon the secure path of a science, although it is older than all other sciences, and would survive even if all the rest were swallowed up in the abyss of an all-destroying barbarism. Reason in metaphysics, even if it tries, as it professes, only to gain *a priori* insight into those laws which are confirmed by our most common experience, is constantly being brought to a standstill, and we are obliged again and again to retrace our steps, as they do not lead us where we want to go. As to unanimity among its participants, there is so little of it in metaphysics that it has rather become an arena that would seem especially suited for those who wish to exercise themselves in mock fights, where no combatant has as yet succeeded in gaining even an inch of ground that he could call his permanent possession. There cannot be any doubt, therefore, that the method of metaphysics has hitherto consisted in a mere random groping, and, what is worst of all, in groping among mere concepts.What, then, is the reason that this secure scientific course has not yet been found? Is this, perhaps, impossible? Why, in that case, should nature have afflicted our reason with the restless aspiration to look for it, and have made it one of its most important concerns? What is more, how little should we be justified in trusting our reason, with regard to one of the most important objects of which we desire knowledge, it not only abandons us, but lures us on by delusions, and in the end betrays us! Or, if hitherto we have only failed to meet with the right path, what indications are there to make us hope that, should we renew our search, we shall be more successful than others before us?\"―from_Critique of Pure Reason_. Preface to the Second Edition. Translated, edited, and with an Introduction by Marcus Weigelt, based on the translation by Max Müller, p. 17"},{"id":712,"quote":"A similar experiment may be tried in metaphysics as regards the *intuition* of objects. If the intuition had to conform to the constitution of objects, I would not understand how we could know anything of them *a priori*; but if the object (as object of the senses) conformed to the constitution of our faculty of intuition, I could very well conceive such a possibility. As, however, I cannot rest in these intuitions if they are to become knowledge, but have to refer them as representations, to something as their object, and must determine this object through them, I can assume either that the *concepts* through which I arrive at this determination also conform to the object, and I would again be as perplexed about how I can know anything about it *a priori*; or else that the objects, or what is the same thing, the *experience* in which alone they are known (as objects that are given to us), conform to those concepts. In the latter case, I recognize an easier solution because experience itself is a kind of knowledge that requires understanding; and this understanding has its rules which I must presuppose as existing within me even before objects are given to me, and hence *a priori*. These rules are expressed in *a priori* concepts to which all objects of experience must necessarily conform, and with which they must agree. With regard to objects, insofar as they are thought merely through reason and thought indeed as necessary, and which can never, at least not in the way in which reason thinks them, be given in experience, the attempts at thinking them (for they must admit of being thought) will subsequently furnish an excellent touchstone of what we are adopting as our new method of thought, namely, that we know of things *a priori* only that which we ourselves put into them.\"―from_Critique of Pure Reason_. Preface to the Second Edition. Translated, edited, and with an Introduction by Marcus Weigelt, based on the translation by Max Müller, pp. 18-19"},{"id":713,"quote":"In the universal stillness of nature and the calmness of the senses the immortal spirit’s hidden faculty of cognition speaks an ineffable language and provides undeveloped concepts that can certainly be felt but not described."},{"id":714,"quote":"Conscience is an instinct to pass judgment upon ourselves in accordance with moral laws."},{"id":715,"quote":"It is true, no doubt, that this principle of the necessary unity of apperception is itself an identical and therefore an analytic proposition; but it shows, nevertheless, the necessity of a synthesis of the manifold given in an intuition, a synthesis without which it would be impossible to think the thoroughgoing identity of self-consciousness. For through the *I*, as a simple representation, nothing manifold is given; only in intuition, which is distinct from this representation, can a manifold be given, and then, through *combination*, be thought in one consciousness. An understanding in which through self-consciousness all the manifold would be given at the same time would be one that *intuits*; our understanding can do nothing but *think*, and must seek intuition in the senses. I am conscious, therefore, of the identical self with respect to the manifold of the representations that are given to me in an intuition, because I call them one and all *my* representations, as constituting *one* intuition. This means that I am conscious *a priori* of a necessary synthesis of them, which is called the original synthetic unity of apperception, and under which all representations given to me must stand, but under which they must also be brought by means of a synthesis.—from_Critique of Pure Reason_. Translated, edited, and with an Introduction by Marcus Weigelt, based on the translation by Max Müller, pp. 128-129”"},{"id":716,"quote":"Would it not therefore be wiser in moral concerns to acquiesce in the judgement of common reason, or at most only to call in philosophy for the purpose of rendering the system of morals more complete and intelligible, and its rules more convenient for use (especially for disputation), but not so as to draw off the common understanding from its happy simplicity, or to bring it by means of philosophy into a new path of inquiry and instruction?"},{"id":717,"quote":"This experiment succeeds as hoped and promises to metaphysics, in its first part, which deals with those *a priori* concepts to which the corresponding objects may be given in experience, the secure course of a science. For by thus changing our point of view, the possibility of *a priori* knowledge can well be explained, and, what is still more, the laws which *a priori* lie at the foundation of nature, as the sum total of the objects of experience, may be supplied with satisfactory proofs, neither of which was possible within the procedure hitherto adopted. But there arises from this deduction of our faculty of knowing *a priori*, as given in the first part of metaphysics, a somewhat startling result, apparently most detrimental to that purpose of metaphysics which has to be treated in its second part, namely the impossibly of using this faculty to transcend the limits of possible experience, which is precisely the most essential concern of the science of metaphysics. But here we have exactly the experiment which, by disproving the opposite, establishes the truth of the first estimate of our *a priori* rational knowledge, namely, that it is directed only at appearances and must leave the thing in itself as real for itself but unknown to us. For that which necessarily impels us to to go beyond the limits of experience and of all appearances is the *unconditioned*, which reason rightfully and necessarily demands, aside from everything conditioned, in all things in themselves, so that the series of conditions be completed. If, then, we find that, under the supposition that our empirical knowledge conforms to objects as things in themselves, the unconditioned *cannot be thought without contradiction*, while under the supposition that our representation of things as they are given to us does not conform to them as things in themselves, but, on the contrary, that these objects as appearance conform to our mode of representation, then *the contradiction vanishes*; and if we find, therefore, that the unconditioned cannot be encountered in things insofar as we are acquainted with them (insofar as they are given to us), but only in things insofar as we are not acquainted with them, that is, insofar as they are things in themselves; then it becomes apparent that what we at first assumed only for the sake of experiment is well founded. However, with speculative reason unable to make progress in the field of the supersensible, it is still open to us to investigate whether in reason's practical knowledge data may not be found which would enable us to determine that transcendent rational concept of the unconditioned, so as to allow us, in accordance with the wish of metaphysics, to get beyond the limits of all possible experience with our *a priori* knowledge, which is possible in practical matters only. Within such a procedure, speculative reason has always at least created a space for such an expansion, even if it has to leave it empty; none the less we are at liberty, indeed we are summoned, to fill it, if we are able to do so, with practical *data* of reason.\"―from_Critique of Pure Reason_. Preface to the Second Edition. Translated, edited, and with an Introduction by Marcus Weigelt, based on the translation by Max Müller, pp. 19-21"},{"id":718,"quote":"The purpose of this critique of pure speculative reason consists in the attempt to change the old procedure of metaphysics, and to bring about a complete revolution after the example set by geometers and investigators of nature. This critique is a treatise on the method, not a system of the science itself; but nevertheless it marks out the whole plan of this science, both with regard to its limits and with regard to its inner organization. For it is peculiar to pure speculative reason that it is able, indeed bound, to measure its own powers according to the different ways in which it chooses its objects for thought, and to enumerate exhaustively the different ways of choosing its problems, thus tracing a complete outline of a system of metaphysics. This is due to the fact that, with regard to the first point, nothing can be attributed to objects in *a priori* knowledge, except what the thinking subject takes from within itself; while, with regard to the second point, pure reason, as far as its principles of knowledge are concerned, forms a separate and independent unity, in which, as in an organized body, every member exists for the sake of all the others, and all the others exist for the sake of the one, so that no principle can be safely applied in *one* relation unless it has been carefully examined in *all* its relations to the whole use of pure reason. Hence, too, metaphysics has this singular advantage, an advantage which cannot be shared by any other rational science which has to deal with objects (for *logic* deals only with the form of thought in general), that if by means of this critique it has been set upon the secure course of a science, it can exhaustively grasp the entire field of knowledge pertaining to it, and can thus finish its work and leave it to posterity as a capital that can never be added to, because it has to deal only with principles and with the limitations of their use, as determined by these principles themselves. And this completeness becomes indeed an obligation if metaphysics is to be a fundamental science, of which we must be able to say, *nil actum reputants, si quid superesset agendum* [to think that nothing was done for as long as something remained to be done].\" ―from_Critique of Pure Reason_. Preface to the Second Edition. Translated, edited, and with an Introduction by Marcus Weigelt, based on the translation by Max Müller, pp. 21-22"},{"id":719,"quote":"Individual men and even entire peoples give little thought to the fact that while each according to this own ways pursues his own ends—often at cross purposes with each other—they unconsciously proceed toward an unknown natural end, as if following a guiding thread; and they work to promote an end they would set little store by, even if they were aware of it."},{"id":720,"quote":"The problem of organizing a state, however hard it may seem, can be solved even for a race of devils, if only they are intelligent. The problem is: \"Given a multitude of rational beings requiring universal laws for their preservation, but each of whom is secretly inclined to exempt himself from them, to establish a constitution in such a way that, although their private intentions conflict, they check each other, with the result that their public conduct is the same as if they had no such intentions."},{"id":721,"quote":"Jeg skal alltid handle slik at den regelen jeg handler etter kunne gjelde som allmenn lov."},{"id":722,"quote":"In the physical constitution of an organized being, that is, a being adapted suitably to the purposes of life, we assume it as a fundamental principle that no organ for any purpose will be found but what is also the fittest and best adapted for that purpose. Now in a being which has reason and a will, if the proper object of nature were its conservation, its welfare, in a word, its happiness, then nature would have hit upon a very bad arrangement in selecting the reason of the creature to carry out this purpose. For all the actions which the creature has to perform with a view to this purpose, and the whole rule of its conduct, would be far more surely prescribed to it by instinct, and that end would have been attained thereby much more certainly that it ever can be by reason. Should reason have been communicated to this favored creature over and above, it must only have served it to contemplate the happy constitution of its nature, to admire it, to congratulate itself thereon, and to feel thankful for it to the beneficent cause, but not that it should subject its desires to that weak and delusive guidance, and meddle bunglingly with the purpose of nature. In a word, nature would have taken care that reason should not break forth into practical exercise, nor have the presumption, with its weak insight, to think out for itself the plan of happiness and the means of attaining it. Nature would not only have taken on herself the choice of the ends but also of the means, and with wise foresight would have entrusted both to instinct."},{"id":723,"quote":"...[R]eason issues its commands unyieldingly, without promising anything to the inclinations, and, as it were, with disregard and contempt for these claims, which are so impetuous and at the same time so plausible, and which will not allow themselves to be suppressed by any command. Hence there arises a natural dialectic, that is, a disposition to argue against these strict laws of duty and to question their validity, or at least their purity and strictness; and, if possible, to make them more accordant with our wishes and inclinations, that is to say, to corrupt them at their very source and entirely to destroy their worth-a thing which even common practical reason cannot ultimately call good."},{"id":724,"quote":"Our critique is not opposed to the *dogmatic procedure* of reason in its pure knowledge as science (for science must always be dogmatic, that is, derive its proof from secure *a priori* principles), but only to *dogmatism*, that is, to the presumption that it is possible to make any progress with pure (philosophical) knowledge from concepts according to principles, such as reason has long been in the habit of using, without first inquiring in what way, and by what right, it has come to posses them. Dogmatism is therefore the dogmatic procedure of pure reason, *without a preceding critique of its own powers*; and our opposition to this is not intended to defend that loquacious shallowness which arrogates to itself the name of popularity, much less that skepticism which makes short work of the whole of metaphysics. On the contrary, our critique is meant to form a necessary preparation in support of metaphysics as a thorough science, which must necessarily be carried out dogmatically and strictly systematically, so as to satisfy all the demands, no so much of the public at large, as of the Schools. This is an indispensable demand for it has undertaken to carry out its work entirely *a priori*, and thus to carry it out to the complete satisfaction of speculative reason. In the execution of this plan, as traced out by the critique, that is, in a future system of metaphysics, we shall have to follow the strict method of the celebrated Wolff, the greatest of all dogmatic philosophers. He was the first to give an example (and by his example initiated, in Germany, that spirit of thoroughness which is not yet extinct) of how the secure course of a science could be attained only through the lawful establishment of principles, the clear determination of concepts, the attempt at strictness of proof and avoidance of taking bold leaps in our inferences. He was therefore most eminently qualified to give metaphysics the dignity of a science, if it had only occurred to him to prepare his field in advance by criticism of the organ, that is, of pure reason itself―an omission due not so much to himself as to the dogmatic mentality of his age, about which the philosophers of his own, as well as of all previous times, have no right to reproach one another. Those who reject both the method of Wolff and the procedure of the critique of pure reason can have no other aim but to shake off the fetters of *science* altogether, and thus to change work into play, certainty into opinion and philosophy into philodoxy.\"  ―from_Critique of Pure Reason_. Preface to the Second Edition. Translated, edited, and with an Introduction by Marcus Weigelt, based on the translation by Max Müller, pp. 28-29"},{"id":725,"quote":"By this freedom the will of a rational being, as belonging to the sensuous world, recognizes itself to be, like all other efficient causes, necessarily subject to the laws of causality, while in practical matters, in its other aspect as a being in itself, it is conscious of its existence as determinable in an intelligible order of things. It is conscious of this not by virtue of a particular intuition of itself but because of certain dynamic laws which determine its causality in the world of sense, for it has been sufficiently proved in another place that if freedom is attributed to us, it transfers us into an intelligible order of things.\"―from_Critique of Practical Reason_. Translated, with an Introduction by Lewis White Beck, p. 43."},{"id":726,"quote":"if the unfortunate man, strong of soul, more indignant about his fate than despondent or dejected, wishes for death, and yet preserves his life, without loving it, not from inclination, or fear, but from duty; then his maxim has a moral content."},{"id":727,"quote":"The world of sense, if it is limited, lies necessarily within the infinite void. If we ignore this, and with it, space in general, as an a priori condition of the possibility of phenomena, the whole world of sense vanishes, which alone forms the object of our enquiry."},{"id":728,"quote":"A man reduced to despair by a series of misfortunes feels wearied of life, but is still so far in possession of his reason that he can ask himself whether it would not be contrary to his duty to himself to take his own life. Now he inquires whether the maxim of his action could become a universal law of nature. His maxim is: From self-love I adopt it as a principle to shorten my life when its longer duration is likely to bring more evil than satisfaction. It is asked then simply whether this principle founded on self-love can become a universal law of nature. Now we see at once that a system of nature of which it should be a law to destroy life by means of the very feeling whose special nature it is to impel to the improvement of life would contradict itself, and therefore could not exist as a system of nature; hence that maxim cannot possibly exist as a universal law of nature, and consequently would be wholly inconsistent with the supreme principle of all duty."},{"id":729,"quote":"On the other hand, the moral law, although it gives no such prospect, does provide a fact absolutely inexplicable from any data of the world of sense or from the whole compass of the theoretical use of reason, and this fact points to a pure intelligible world―indeed, it defines it positively and enable us to know something of it, namely a law.This law gives to the sensible world, as sensuous nature (as this concerns rational beings), the form of an intelligible world, i.e., the form of supersensuous nature, without interfering with the mechanism of the former. Nature, in the widest sense of the word, is the existence of things under laws. The sensuous nature of rational beings in general is their existence under empirically conditioned laws, and therefore it is, from the point of view of reason, heteronomy. The supersensuous nature of the same beings, on the other hand, is their existence according to laws which are independent of all empirical conditions and which therefore belong to the autonomy of pure reason. And since the laws, according to which the existence of things depends on cognition, are practical, supersensuous nature, so far as we can form a concept of it, is nothing else than nature under the autonomy of the pure practical reason. The law of this autonomy is the moral law, and it, therefore, is the fundamental law of supersensuous nature and of a pure world of the understanding, whose counterpart must exist in the world of sense without interfering with the laws of the latter. The former could be called the archetypal world (*natura archetypa*) which we know only by reason; the latter, on the other hand, could be called the ectypal world (*natura ectypa*), because it contains the possible effect of the idea of the former as the determining ground of the will.\"―from_Critique of Practical Reason_. Translated, with an Introduction by Lewis White Beck, p. 44."},{"id":730,"quote":"[At the beginning of modern science], a light dawned on all those who study nature. They comprehended that reason has insight only into what it itself produces according to its own design; that it must take the lead with principles for its judgments according to constant laws and compel nature to answer its questions, rather than letting nature guide its movements by keeping reason, as it were, in leading-strings; for otherwise accidental observations, made according to no previously designed plan, can never connect up into a necessary law, which is yet what reason seeks and requires. Reason, in order to be taught by nature, must approach nature with its principles in one hand, according to which alone the agreement among appearances can count as laws, and, in the other hand, the experiments thought in accordance with these principles - yet in order to be instructed by nature not like a pupil, who has recited to him whatever the teacher wants to say, but like an appointed judge who compels witnesses to answer the questions he puts to them. Thus even physics owes the advantageous revolution in its way of thinking to the inspiration that what reason would not be able to know of itself and has to learn from nature, it has to seek in the latter (though not merely ascribe to it) in accordance with what reason itself puts into nature. This is how natural science was first brought to the secure course of a science after groping about for so many centuries."},{"id":731,"quote":"...Freedom of the will is of a wholly unique nature in that an incentive can determine the will to an action only so far as the individual has incorporated it into his maxim (has made it the general rule in accordance with which he will conduct himself); only thus can an incentive, whatever it may be, co-exist with the absolute spontaneity of the will (i.e., freedom)."},{"id":732,"quote":"La propia guerra, sin embargo, no necesita ningún motivo especial, sino que parece que está inserta en la naturaleza humana e, incluso, parece estar considerada como algo noble, a lo que el hombre tiende por un impulso de honor desprovisto de egoísmo, de modo que tanto los salvajes americanos como los europeos en la época de la caballería estiman que el coraje guerrero tiene un gran valor natural, no sólo cuando hay guerra -lo cual es razonable- sino que estiman también valioso que haya guerra, y con frecuencia se han comenzado guerras para mostrar simplemente aquel coraje, con lo que le dan a la guerra una dignidad intrínseca, hasta el punto de que algunos filósofos alaban la guerra como un cierto ennoblecimiento de la humanidad, olvidándose del dicho de aquel griego: \"lo malo de la guerra es que hace más gente mala que la que se lleva\"."},{"id":733,"quote":"the work is dry, obscure, opposed to all ordinary notions, and moreover long-winded."},{"id":734,"quote":"starry heavens above me and the moral law within me."},{"id":735,"quote":"reason only perceives that which it produces after its own design;"},{"id":736,"quote":"Falsehood, ingratitude, injustice, the puerility of the ends which we ourselves look upon as great and momentous… these all so contradict the idea of what men might be if they only would, and are so at variance with our active wish to see them better, that, to avoid hating where one cannot love, it seems but a slight sacrifice to forego all the joys of fellowship with our kind."},{"id":737,"quote":"To behold virtue in her proper form is nothing else but to contemplate morality stripped of all admixture of sensible things and of every spurious ornament of reward or self-love. How much she then eclipses everything else that appears charming to the affections, every one may readily perceive with the least exertion of his reason, if it be not wholly spoiled for abstraction."},{"id":738,"quote":"To assume that the ruler cannot ever err or that he cannot be ignorant of something would be to portray him as blessed with divine inspiration and as elevated above the rest of humanity. Hence freedom of the pen . . . is the sole protector of the people's rights."},{"id":739,"quote":"The pre-eminent good which we call moral can therefore consist in nothing else than the conception of law in itself, which certainly is only possible in a rational being, in so far as this conception, and not the expected effect, determines the will. This is a good which is already present in the person who acts accordingly, and we have not to wait for it to appear first in the result. *"},{"id":740,"quote":"iI Tempo non è altro che la forma dell'intuizione di noi stessi e del nostro stato interno"},{"id":741,"quote":"Gustavo Solivellas dice: \"Tan sólo por la educación puede el hombre llegar a ser hombre. El hombre no es más que lo que la educación hace de él\" (Immanuel Kant)"}]