[{"id":1,"quote":"All sorts of things in this world behave like mirrors."},{"id":2,"quote":"Love means giving something you don't have to someone who doesn't want it."},{"id":3,"quote":"The I is always in the field of the Other."},{"id":4,"quote":"...Desire, a function central to all human experience, is the desire for nothing nameable. And at the same time this desire lies at the origin of every variety of animation. If being were only what it is, there wouldn’t even be room to talk about it. Being comes into existence as an exact function of this lack."},{"id":5,"quote":"What does it matter how many lovers you have if none of them gives you the universe?"},{"id":6,"quote":"I always speak the truth. Not the whole truth, because there's no way, to say it all. Saying it all is literally impossible: words fail. Yet it's through this very impossibility that the truth holds onto the real."},{"id":7,"quote":"The reason we go to poetry is not for wisdom, but for the dismantling of wisdom"},{"id":8,"quote":"I think where I am not, therefore I am where I do not think. I am not whenever I am the plaything of my thought; I think of what I am where I do not think to think."},{"id":9,"quote":"The real is what resists symbolization absolutely."},{"id":10,"quote":"The unconscious is the discourse of the Other."},{"id":11,"quote":"The evil eye is the fascinum, it is that which has the effect of arresting movement and, literally, of killing life. At the moment the subject stops, suspending his gesture, he is mortified. This anti-life, anti-movement function of the terminal point is the fascinum, and it is precisely one of the dimensions in which the power of the gaze is exercised directly."},{"id":12,"quote":"The only thing of which one can be guilty is of having given ground relative to one's desire."},{"id":13,"quote":"Meaning is produced not only by the relationship between the signifier and the signified but also, crucially, by the position of the signifiers in relation to other signifiers."},{"id":14,"quote":"I identify myself in language, but only by losing myself in it like an object. What is realised in my history is not the past definite of what was, since it is no more, or even the present perfect of what has been in what I am, but the future anterior of what I shall have been for what I am in the process of becoming."},{"id":15,"quote":"The unconscious is structured like a language."},{"id":16,"quote":"Obsessional does not necessarily mean sexual obsession, not even obsession for this, or for that in particular; to be an obsessional means to find oneself caught in a mechanism, in a trap increasingly demanding and endless."},{"id":17,"quote":"Love makes the Real of desire accessible without its tragic dimension"},{"id":18,"quote":"The best image to sum up the unconscious is Baltimore in the early morning."},{"id":19,"quote":"I am there where it is spoken that the universe is a defect in the purity of non-being."},{"id":20,"quote":"In other words, the man who is born into existence deals first with language; this is a given. He is even caught in it before his birth."},{"id":21,"quote":"But what Freud showed us… was that nothing can be grasped, destroyed, or burnt, except in a symbolic way, as one says, in effigie, in absentia."},{"id":22,"quote":"What could be more convincing, moreover, than the gesture of laying one's cards face up on the table?"},{"id":23,"quote":"Symptoms, those you believe you recognize, seem to you irrational because you take them in an isolated manner, and you want to interpret them directly."},{"id":24,"quote":"The sentence completes its signification only with its last term."},{"id":25,"quote":"For the signifier is a unit in its very uniqueness, being by nature symbol only of an absence."},{"id":26,"quote":"Writings scatter to the winds blank checks in an insane charge. And were they not such flying leaves, there would be no purloined letters."},{"id":27,"quote":"The narration, in fact, doubles the drama with a commentary without which no mise en scene would be possible."},{"id":28,"quote":"Since Freud, the center of man is not where we thought it was; one has to go on from there."},{"id":29,"quote":"Psychoanalysis is a terribly efficient instrument, and because it is more and more a prestigious instrument, we run the risk of using it with a purpose for which it was not made for, and in this way we may degrade it."},{"id":30,"quote":"The Mirror Stage as formative in the function of the I as revealed in psychoanalytic experience."},{"id":31,"quote":"The sufferings of neurosis and psychosis are for us a schooling in the passions of the soul, just as the beam of the psychoanalytic scales, when we calculate the tilt of its threat to entire communities, provides us with an indication of the deadening of the passions in society."},{"id":32,"quote":"Aside from that reservation, a fictive tale even has the advantage of manifesting symbolic necessity more purely to the extent that we may believe its conception arbitrary."},{"id":33,"quote":"If psychoanalysis clarifies some facts of sexuality, it is not by aiming at them in their own reality, not in biological experience."},{"id":34,"quote":"Yet, analytical truth is not as mysterious, or as secret, so as to not allow us to see that people with a talent for directing consciences see truth rise spontaneously."},{"id":35,"quote":"My thesis is that the moral law is articulated with relation to the real as such, to the real insofar as it can be the guarantee of the Thing."},{"id":36,"quote":"As is known, it is in the realm of experience inaugurated by psychoanalysis that we may grasp along what imaginary lines the human organism, in the most intimate recesses of its being, manifests its capture in a symbolic dimension."},{"id":37,"quote":"We emphasize that such a form of communication is not absent in man, however evanescent a naturally given object may be for him, split as it is in its submission to symbols."},{"id":38,"quote":"A geometry implies the heterogeneity of locus, namely that there is a locus of the Other. Regarding this locus of the Other, of one sex as Other, as absolute Other, what does the most recent development in topology allow us to posit?"},{"id":39,"quote":"The knowledge that there is a part of the psychic functions that are out of conscious reach, we did not need to wait for Freud to know this!"},{"id":40,"quote":"Love is giving something you don't have to someone who doesn't want it."},{"id":41,"quote":"There is something in you I like more than yourself. Therefore I must destroy you"},{"id":42,"quote":"I love you, but, because inexplicably I love in you something more than you - the object petit a - I mutilate you."},{"id":43,"quote":"When one loves, it has nothing to do with sex."},{"id":44,"quote":"Reading in no way obliges us to understand."},{"id":45,"quote":"Even if what a jealous husband claims about his wife (that she sleeps around with other men) is all true, his jealousy is still pathological."},{"id":46,"quote":"Il n'y a pas de rapport sexuel."},{"id":47,"quote":"Anxiety, as we know, is always connected with a loss…with a two-sided relation on the point of fading away to be superseded by something else, something which the patient cannot face without vertigo"},{"id":48,"quote":"From an analytic point of view, the only thing one can be guilty of is having given ground relative to one’s desire (Seminar 7, 319)"},{"id":49,"quote":"Amar es dar lo que no se tiene"},{"id":50,"quote":"Cuz words"},{"id":51,"quote":"A secret to which truth has always initiated her lovers, and through which they have learned that it is in hiding that she offers herself to them most truly."},{"id":52,"quote":"It is only true inasmuch as it is truly followed."},{"id":53,"quote":"What is realised in my history is not the past definitive of what it was, since it is no more, or even the present perfect of what has been in what I am, but the future anterior of what I shall have been for what I am in the process of becoming."},{"id":54,"quote":"by Baudelaire! things are pretty hot!"},{"id":55,"quote":"I speak without knowing it. I speak with my body and I do so unbeknownst to myself. Thus I always say more than I know. This is where I arrive at the meaning of the word \"subject\" in analytic discourse. What speaks without knowing it makes me \"I,\" subject of the verb. That doesn't suffice to bring me into being. That has nothing to do with what I am forced to put in — enough knowledge for it to hold up, but not one drop more."},{"id":56,"quote":"The madman is not only a beggar who thinks he is a king, but also a king who thinks he is a king."},{"id":57,"quote":"I am where I think not."},{"id":58,"quote":"A secret to which truth has always initiated her lovers, and through which they have learned that it is in hiding that she offers to them most truly."},{"id":59,"quote":"That the Sadian fantasy situates itself better in the bearers of Christian ethics than elsewhere is what our structural landmarks allow us to grasp easily. But that Sade, himself, refuses to be my neighbor, is what needs to be recalled, not in order to refuse it to him in return, but in order to recognize the meaning of this refusal. We believe that Sade is not close enough to his own wickedness to recognize his neighbor in it. A trait which he shares with many, and notably with Freud. For such is indeed the sole motive of the recoil of beings, sometimes forewarned, before the Christian commandment. For Sade, we see the test of this, crucial in our eyes, in his refusal of the death penalty, which history, if not logic, would suffice to show is one of the corollaries of Charity."},{"id":60,"quote":"The time for comprehending can be reduced to the instant of the glance, but this glance can include in its instant all the time needed for comprehending."},{"id":61,"quote":"S'il n y a pas de rapport sexuel c'est que l'Autre est d'une autre race."},{"id":62,"quote":"Todo arte se caracteriza por un cierto modo de organización alrededor de ese vacío"},{"id":63,"quote":"Many people talk about messages everywhere, inside the organism a hormone is a message, a beam of light to obtain teleguidance to a plane or from a satellite is a message, and so on; but the message in language is absolutely different. The message. Our message, in all cases comes from the Other by which I understand “from the place of the Other."},{"id":64,"quote":"If a man who thinks he is a king is mad, a king who thinks he is a king is no less so."},{"id":65,"quote":"Man goes round in circles because the structure, the structure of man, is toric"},{"id":66,"quote":"Je pense où je ne suis pas, donc je suis où je ne pense pas. Je ne suis pas, là où je suis le jouet de ma pensée. Je pense à ce que je suis, là où je ne pense pas penser."},{"id":67,"quote":"Çünkü günah kanun olmadan yaşayamaz. Bir zamanlar kanun yoktu ve ben hayattaydım, ama sonra buyruk gelince günah dirildi ve ben öldüm. Ve gördüm ki hayat getirmesi gereken buyruk, ölüm getirdi. Çünkü buyruktan fırsat bulan günah beni kandırdı, ve böylece beni öldürdü. [Romans, 7:7-11]"},{"id":68,"quote":"¿qué puede justificar la fidelidad, fuera de la palabra empeñada? Pero la palabra empeñada a menudo se empeña a la ligera. Sino se la empeñase así, es probable que se la empeñaría mucho más raramente."},{"id":69,"quote":"Gerçekten de insanların birbirine tahammül edebilmesi için belli bir eğitim şart."},{"id":70,"quote":"Pada bahasa terdapat unsur ketaksadaran. Dalam ketidaksadaran inilah terdapat hasrat, dan hasarat manusia adalah hasrat akan yang lain. Yang simbolik ini ditandai dengan adanya kekurangan. Oleh karena adanya kekurangan inilah, maka manusia menghasrati sesuatu."},{"id":71,"quote":"I have long stressed the Hegelian procedure at work in this reversal of positions of the beautiful soul in relation to the reality he accuses. The point is not to adapt him to it, but to show him that he is only too well adapted to it, since he assists in its very fabrication."},{"id":72,"quote":"L'unica cosa di cui si possa essere colpevoli è di aver ceduto sul proprio desiderio"},{"id":73,"quote":"İnsan kendi arzusuna ayak uydurmada giderek acizleşir. Hatta bu acizliği cinsel tetiklenmeyi kaybettirecek raddeye bile ulaşabilir. Bunu kaybetmese bile kişi arzu nesnesini nasıl bulacağını bilemez hale gelir, arayışında hüsran dışında hiçbir şey bulamaz ve kendini keşfetme şansını kademe kademe yok eden bir eziyet içinde yaşar."},{"id":74,"quote":"Okurken eğitimin kökünde insanı yaratmaya dair belli bir fikrin yattığını görüyorsunuz; sanki insanı yaratan eğitimmiş gibi.Halbuki, işin doğrusu insanı eğitmek gereksizdir. Tüm eğitimini kendisi edinir. Öyle ya da böyle eğitir kendisini. Elbet bir şey öğrenmek zorunda kalacak ve bunun için dirsek çürütecektir."},{"id":75,"quote":"Ne büyük zafer olurdu. İnsan sonunda herhangi bir başarı elde etmiş olurdu böylece; kendi yıkımını."},{"id":76,"quote":"Quel est donc cet autre à qui je suis plus attaché qu’à moi, puisqu’au sein le plus assentide mon identité à moi-même, c’est lui qui m’agite ?"},{"id":77,"quote":"[...] la historia del deseo se organiza como un discurso que se desarrolla en lo insensato. Esto es el inconsciente. Los desplazamientos y condensaciones en el discurso del inconsciente son sin duda alguna lo que en el discurso en general constituyen desplazamientos y condensaciones, o sea, metonimias y metáforas. Pero aquí son metáforas que no engendran sentido alguno, y desplazamientos que no transportan ningún ser y en los cuales el sujeto no reconoce algo que se desplace."},{"id":78,"quote":"It is only on the basis of the clinical facts that any discussion can be fruitful. These facts reveal a relation of the subject to the phallus that is established without regard to the anatomical difference of the sexes, and which, by this very fact, makes any interpretation of this relation especially difficult in the case of women. This problem may be treated under the following four headings: (1) from this 'why', the little girl considers herself, if only momentarily, as castrated, in the sense of deprived of the phallus, by someone, in the first instance by her mother, an important point, and then by her father, but in such a way that one must recognize in it a transference in the analytic sense of the term;"},{"id":79,"quote":"Nebun nu este acela care se rupe de real, ci acela pe care realul îl invadează și îl debordează."},{"id":80,"quote":"La atracción por la utilidad es tan irresistible, que vemos personas dispuestas a todo por el placer de dar sus comodidades a quienes se les metió en la cabeza que no podrían vivir sin su auxilio."},{"id":81,"quote":"Le premier symbole où nous reconnaissons l'humanité dans ses vestiges est la sépulture, et le truchement de la mort se reconnaît en toute relation où l'homme vient à la vie de son histoire."},{"id":82,"quote":"What does it matter how many lovers you have if none of them gives you the universe? — Jacques Lacan, The Seminar of Jacques Lacan: On Feminine Sexuality, the Limits of Love and Knowledge Vol. Book XX. (W. W. Norton & Company November 17, 1999) Originally published 1975."},{"id":83,"quote":"The hand that extends toward the fruit, the rose, or the log that suddenly bursts into flames – its gesture of reaching, drawing close, or stirring up is closely related to the ripening of the fruit, the beauty of the flower, and the blazing of the log. If, in the movement of reaching, drawing, or stirring, the hand goes far enough toward the object that another hand comes out of the fruit, flower, or log and extends toward your hand – and at that moment your hand freezes in the closed plenitude of the fruit, in the open plenitude of the flower, or in the explosion of a log which bursts into flames – then what is produced is love."},{"id":84,"quote":"Mereu sfârșim prin a deveni un personaj în propria noastră poveste."},{"id":85,"quote":"Je suis à la place d'où se vocifèe que \"l'univers est un défaut dans la pureté du Non-Être\". Et ceci non pas sans raison, car à se garder, cette place fait languir l'Être lui-même. Elle s'appelle la Jouissance, et c'est elle dont le défaut rendrait vain l'univers. En ai-je donc la charge? -- Oui sans doute. Cette jouissance dont le manque fait l'Autre inconsistant, est-elle donc la mienne? L'expérience prouve qu'elle m'est ordinairement interdite, et ceci non pas seulement, comme le croiraient les imbéciles, par un mauvais arrangement de la société, mais je dirais par la faute de l'Autre s'il existait: l'Autre n'existant pas, il ne me reste qu'à prendre la faute sur Je, c'est-à-dire à croire à ce à quoi l'expérience nous conduit tous, Freud en tête: au péché originel."},{"id":86,"quote":"Those words make me laugh. I never talk about freedom."},{"id":87,"quote":"¿Cómo justificar esa palabra tan imprudentemente comprometida y, hablando con propiedad – de esto, jamás dudó espíritu serio alguno-, insostenible?"},{"id":88,"quote":"Çünkü gerçeğin ayırt edici özelliği hayal edilemez olmasıdır.(...) Eğer gerçek diye bir kavram varsa, son derece komplekstir ve bir bütün oluşturacak şekilde kavranması imkansızdır."}]