[{"id":1,"quote":"The greatness of a life can only be estimated by the multitude of its actions. We should not count the years, it is our actions which constitute our life."},{"id":2,"quote":"Philosophy consists mostly of kicking up a lot of dust and then complaining that you can't see anything."},{"id":3,"quote":"Take what you need, do what you should, you will get what you want."},{"id":4,"quote":"Everything that is possible demands to exist."},{"id":5,"quote":"The present is saturated with the past and pregnant with the future."},{"id":6,"quote":"It's easier to be original and foolish than original and wise."},{"id":7,"quote":"Virtue is the habit of acting according to wisdom."},{"id":8,"quote":"Music is a hidden arithmetic exercise of the soul, which does not know that it is counting."},{"id":9,"quote":"To love is to be delighted by the happiness of someone, or to experience pleasure upon the happiness of another. I define this as true love."},{"id":10,"quote":"He who hasn't tasted bitter things hasn't earned sweet things."},{"id":11,"quote":"Every mind has a horizon in respect to its present intellectual capacity but not in respect to its future intellectual capacity."},{"id":12,"quote":"Make me the the master of education, and I will undertake to change the world."},{"id":13,"quote":"I do not believe that a world without evil, preferable in order to ours, is possible; otherwise it would have been preferred. It is necessary to believe that the mixture of evil has produced the greatest possible good: otherwise the evil would not have been permitted. The combination of all the tendencies to the good has produced the best; but as there are goods that are incompatible together, this combination and this result can introduce the destruction of some good, and as a result some evil."},{"id":14,"quote":"Nihil est sine ratione. There is nothing without a reason."},{"id":15,"quote":"To love is to take delight in happiness of another, or, what amounts to the same thing, it is to account another's happiness as one's own."},{"id":16,"quote":"The world is not a machine. Everything in it is force, life, thought."},{"id":17,"quote":"Reality cannot be found except in One single source, because of the interconnection of all things with one another."},{"id":18,"quote":"Why is there anything at all rather than nothing whatsoever?"},{"id":19,"quote":"The most perfect society is that whose purpose \nis the universal and supreme happiness."},{"id":20,"quote":"Nothing is accomplished all at once, and it is one of my great maxims, and one of the most completely verified, that Nature makes no leaps: a maxim which I have called the law of continuity."},{"id":21,"quote":"The pleasure we obtain from music comes from counting, but counting unconsciously. Music is nothing but unconscious arithmetic."},{"id":22,"quote":"God, possessing supreme and infinite wisdom, acts in the most perfect manner, not only metaphysically, but also morally speaking, and ... with respect to ourselves, we can say that the more enlightened and informed we are about God's works, the more we will be disposed to find them excellent and in complete conformity with what we might have desired."},{"id":23,"quote":"The words 'Here you can find perfect peace' can be written only over the gates of a cemetery."},{"id":24,"quote":"There is nothing waste, nothing sterile, nothing dead in the universe; no chaos, no confusions, save in appearance."},{"id":25,"quote":"He who understands Archimedes and Apollonius will admire less the achievements of the foremost men of later times."},{"id":26,"quote":"We live in the best of all possible worlds"},{"id":27,"quote":"A great doctor kills more people than a great general."},{"id":28,"quote":"It is unworthy of excellent men to lose hours like slaves in the labor of calculation which could be relegated to anyone else if machines were used."},{"id":29,"quote":"Indeed in general I hold that there is nothing truer than happiness, and nothing happier and sweeter than truth."},{"id":30,"quote":"Imaginary numbers are a fine and wonderful refuge of the divine spirit almost an amphibian between being and non-being."},{"id":31,"quote":"It is necessary to believe that the mixture of evil has produced the greatest possible good: otherwise the evil would not have been permitted."},{"id":32,"quote":"I am convinced that the unwritten knowledge scattered among men of different callings surpasses in quantity and in importance anything we find in books, and that the greater part of our wealth has yet to be recorded."},{"id":33,"quote":"If we were magically shrunk and put into someone's brain while she was thinking, we would see all the pumps, pistons, gears and levers working away and we would be able to describe the workings completely, in mechanical terms, thereby completely describing the thought processes of the brain. But that description would not contain any mention of thought! It would contain nothing but descriptions of pumps, pistons, levers!"},{"id":34,"quote":"Every present state of a simple substance is the natural consequence of its preceding state, in such a way that its present is big with its future."},{"id":35,"quote":"Music is a secret and unconscious mathematical problem of the soul."},{"id":36,"quote":"There are also two kinds of truths, those of reasoning and those of fact. Truths of reasoning are necessary and their opposite is impossible, and those of fact are contingent and their opposite is possible. When a truth is necessary its reason can be found by analysis, resolving it into more simple ideas and truths until we reach those which are primitive."},{"id":37,"quote":"What is is what must be."},{"id":38,"quote":"Nature does not make leaps."},{"id":39,"quote":"Nothing is more important than to see the sources of invention which are, in my opinion more interesting than the inventions themselves."},{"id":40,"quote":"There are also two kinds of truths: truth of reasoning and truths of fact."},{"id":41,"quote":"Nothing is necessitated whose opposite is possible."},{"id":42,"quote":"It is God who is the ultimate reason things, and the Knowledge of God is no less the beginning of science than his essence and will are the beginning of things."},{"id":43,"quote":"Now, as there is an infinity of possible universes in the Ideas of God, and as only one of them can exist, there must be a sufficient reason for God's choice, which determines him toward one rather than another. And this reason can be found only in the fitness, or the degrees of perfection, that these worlds contain, since each possible thing has the right to claim existence in proportion to the perfection it involves."},{"id":44,"quote":"To love is to find pleasure in the happiness of others."},{"id":45,"quote":"Thus God alone is the primary Unity, or original simple substance, from which all monads, created and derived, are produced."},{"id":46,"quote":"Music is the pleasure the human mind experiences from counting without being aware that it is counting."},{"id":47,"quote":"The present is big with the future, the future might be read in the past, the distant is expressed in the near."},{"id":48,"quote":"Taking mathematics from the beginning of the world to the time when Newton lived, what he had done was much the better half."},{"id":49,"quote":"There is no way in which a simple substance could begin in the course of nature, since it cannot be formed by means of compounding."},{"id":50,"quote":"Our reasonings are grounded upon two great principles, that of contradiction, in virtue of which we judge false that which involves a contradiction, and true that which is opposed or contradictory to the false."},{"id":51,"quote":"We may say, that not only the soul (the mirror of an indestructible universe) is indestructible, but also the animal itself is, although its mechanism is frequently destroyed in parts."},{"id":52,"quote":"Each portion of matter may be conceived of as a garden full of plants, and as a pond full of fishes.  But each branch of the plant, each member of the animal, each drop of its humors, is also such a garden or such a pond."},{"id":53,"quote":"The past is pregnant with the present."},{"id":54,"quote":"In symbols one observes an advantage in discovery which is greatest when they express the exact nature of a thing briefly and, as it were, picture it; then indeed the labor of thought is wonderfully diminished."},{"id":55,"quote":"According to their [Newton and his followers] doctrine, God Almighty wants to wind up his watch from time to time: otherwise it would cease to move. He had not, it seems, sufficient foresight to make it a perpetual motion. Nay, the machine of God's making, so imperfect, according to these gentlemen; that he is obliged to clean it now and then by an extraordinary concourse, and even to mend it, as clockmaker mends his work."},{"id":56,"quote":"There is nothing without reason."},{"id":57,"quote":"All the different classes of beings which taken together make up the universe are, in the ideas of God who knows distinctly their essential gradations, only so many ordinates of a single curve so closely united that it would be impossible to place others between any two of them, since that would imply disorder and imperfection. Thus men are linked with the animals, these with the plants and these with the fossils which in turn merge with those bodies which our senses and our imagination represent to us as absolutely inanimate."},{"id":58,"quote":"It is worth noting that the notation facilitates discovery. This, in a most wonderful way, reduces the mind's labour."},{"id":59,"quote":"Now this connection or adaption of all created things with each, and of each with all the rest, means that each simple substance has relations which express all the others, and that consequently it is a perpetual living mirror of the universe."},{"id":60,"quote":"To love is to place happiness in the heart of another."},{"id":61,"quote":"Although the whole of this life were said to be nothing but a dream and the physical world nothing but a phantasm, I should call this dream or phantasm real enough, if, using reason well, we were never deceived by it."},{"id":62,"quote":"I do not conceive of any reality at all as without genuine unity."},{"id":63,"quote":"There is a certain destiny of everything, regulated by the foreknowledge and providence of God in His works."},{"id":64,"quote":"..This is why the ultimate reason of things must lie in a necessary substance, in which the differentiation of the changes only exists eminently as in their source; and this is what we call God."},{"id":65,"quote":"I  am so in favor of the actual infinite that instead of admitting that Nature abhors it, as is commonly said, I hold that Nature makes frequent use of it everywhere, in order to show more effectively the perfections of its Author."},{"id":66,"quote":"Reality cannot be found except in One single source, because of the interconnection of all things with one another. I maintain also that substances, whether material or immaterial, cannot be conceived in their bare essence without any activity, activity being of the essence of substance in general."},{"id":67,"quote":"One cannot explain words without making incursions into the sciences themselves, as is evident from dictionaries; and, conversely, one cannot present a science without at the same time defining its terms."},{"id":68,"quote":"We never have a full demonstration, although there is always an underlying reason for the truth, even if it is only perfectly understood by God, who alone penetrated the infinite series in one stroke of the mind."},{"id":69,"quote":"But it is the knowledge of necessary and eternal truths which distinguishes us from mere animals, and gives us reason and the sciences, raising us to knowledge of ourselves and God. It is this in us which we call the rational soul or mind."},{"id":70,"quote":"There are two famous labyrinths where our reason very often goes astray. One concerns the great question of the free and the necessary, above all in the production and the origin of Evil. The other consists in the discussion of continuity, and of the indivisibles which appear to be the elements thereof, and where the consideration of the infinite must enter in."},{"id":71,"quote":"If you have a clear idea of a soul, you will have a clear idea of a form; for it is of the same genus, though a different species."},{"id":72,"quote":"If we could sufficiently understand the order of the universe, we should find that it exceeds all the desires of the wisest men, and that it is impossible to make it better than it is, not only as a whole and in general but also for ourselves in particular, if we are attached, as we ought to be, to the Author of all, not only as to the architect and efficient cause of our being, but as to our master and to the final cause, which ought to be the whole aim of our will, and which can alone make our happiness."},{"id":73,"quote":"The dot was introduced as a symbol for multiplication by Leibniz. On July 29, 1698, he wrote in a letter to Johann Bernoulli: \"I do not like X as a symbol for multiplication, as it is easily confounded with x."},{"id":74,"quote":"The art of discovering the causes of phenomena, or true hypotheses, is like the art of deciphering, in which an ingenious conjecture often greatly shortens the road."},{"id":75,"quote":"I also take it as granted that every created thing, and consequently the created monad also, is subject to change, and indeed that this change is continual in each one."},{"id":76,"quote":"I have seen something of the project of M. de St. Pierre, for maintaining a perpetual peace in Europe. I am reminded of a device in a cemetery, with the words: Pax perpetua ; for the dead do not fight any longer: but the living are of another humor; and the most powerful do not respect tribunals at all."},{"id":77,"quote":"Justice is charity in accordance with wisdom."},{"id":78,"quote":"In my judgment an organic machine new to nature never arises, since it always contains an infinity of organs so that it can express, in its own way, the whole universe; indeed, it always contains all past and present times."},{"id":79,"quote":"There never is absolute birth nor complete death, in the strict sense, consisting in the separation of the soul from the body. What we call births are developments and growths, while what we call deaths are envelopments and diminutions."},{"id":80,"quote":"The present is great with the future."},{"id":81,"quote":"Men act like brutes in so far as the sequences of their perceptions arise through the principle of memory only, like those empirical physicians who have mere practice without theory."},{"id":82,"quote":"The knowledge which we have acquired ought not to resemble a great shop without order, and without an inventory; we ought to know what we possess, and be able to make it serve us in need."},{"id":83,"quote":"Every substance is as a world apart, independent of everything else except God."},{"id":84,"quote":"All things in God are spontaneous."},{"id":85,"quote":"Let there be two possible things, A and B, one of which is such that it is necessary that it exists, and let us assume that there is more perfection in A than in B. Then, at least, we can explain why A should exist rather than B and can foresee which of them will exist; indeed, this can be demonstrated, that is, rendered certain from the nature of the thing."},{"id":86,"quote":"There is a world of created beings - living things, animals, entelechies, and souls - in the least part of matter.... Thus there is nothing waste, nothing sterile, nothing dead in the universe; no chaos, no confusions, save in appearance."},{"id":87,"quote":"There is no argument so cogent not only in demonstrating, the indestructibility of the soul, but also in showing that it always preserves in its nature traces of all its preceding states with a practical remembrance which can always be aroused. Since it has the consciousness of or knows in itself what each one calls his me. This renders it open to moral qualities, to chastisement and to recompense even after this life, for immortality without remembrance would be of no value."},{"id":88,"quote":"I hold that the mark of a genuine idea is that its possibility can be proved, either a priori by conceiving its cause or reason, or a posteriori when experience teaches us that it is in fact in nature."},{"id":89,"quote":"For, above all, I hold a notion of possibility and necessity according to which there are some things that are possible, but yet not necessary, and which do not really exist. From this it follows that a reason that always forces a free mind to choose one thing over another (whether that reason derives from the perfection of a thing, as it does in God, or from our imperfection) does not eliminate our freedom."},{"id":90,"quote":"I hold that it is only when we can prove everything we assert that we understand perfectly the thing under consideration."},{"id":91,"quote":"I have said more than once, that I hold space to be something purely relative, as time; an order of coexistences, as time is an order of successions."},{"id":92,"quote":"God makes nothing without order, and everything that forms itself develops imperceptibly out of small parts."},{"id":93,"quote":"...a distinction must be made between true and false ideas, and that too much rein must not be given to a man's imagination under pretext of its being a clear and distinct intellection."},{"id":94,"quote":"Natural religion itself, seems to decay very much. Many will have human souls to be material: others make God himself a corporeal being."},{"id":95,"quote":"I also readily admit that there are animals, taken in the ordinary sense, that are incomparably larger than those we know of, and I have sometimes said in jest that there might be a system like ours which is the pocketwatch of some enormous giant."},{"id":96,"quote":"God's relation to spirits is not like that of a craftsman to his work, but also like that of a prince to his subjects."},{"id":97,"quote":"Music is nothing but unconscious arithmetic."},{"id":98,"quote":"When a truth is necessary, the reason for it can be found by analysis, that is, by resolving it into simpler ideas and truths until the primary ones are reached. It is this way that in mathematics speculative theorems and practical canons are reduced by analysis to definitions, axioms and postulates."},{"id":99,"quote":"When God works miracles, he does not do it in order to supply the wants of nature, but those of grace. Whoever thinks otherwise, must needs have a very mean notion of the wisdom and power of God."},{"id":100,"quote":"We should like Nature to go no further; we should like it to be finite, like our mind; but this is to ignore the greatness and majesty of the Author of things."},{"id":101,"quote":"[Alternate translation:] The Divine Spirit found a sublime outlet in that wonder of analysis, that portent of the ideal world, that amphibian between being and not-being, which we call the imaginary root of negative unity."},{"id":102,"quote":"The larger the mass of collected things, the less will be their usefulness. Therefore, one should not only strive to assemble new goods from everywhere, but one must endeavor to put in the right order those that one already possesses."},{"id":103,"quote":"I agree with you that it is important to examine our presuppositions, throughly and once for all, in order to establish something solid. For I hold that it is only when we can prove all that we bring forward that we perfectly understand the thing under consideration. I know that the common herd takes little pleasure in these researches, but I know also that the common herd take little pains thoroughly to understand things."},{"id":104,"quote":"It is a good thing to proceed in order and to establish propositions. This is the way to gain ground and to progress with certainty."},{"id":105,"quote":"But in simple substances the influence of one monad over another is ideal only."},{"id":106,"quote":"Either there are no corporeal substances, and bodies are merely phenomena which are true or consistent with each other, such as a rainbow or a perfectly coherent dream, or there is in all corporeal substances something analogous to the soul."},{"id":107,"quote":"These principles have given me a way of explaining naturally the union or rather the mutual agreement [conformité] of the soul and the organic body. The soul follows its own laws, and the body likewise follows its own laws; and they agree with each other in virtue of the pre-established harmony between all substances, since they are all representations of one and the same universe."},{"id":108,"quote":"It has long seemed ridiculous to me to suppose that the nature of things has been so poor and stingy that it provided souls only to such a trifling mass of bodies on our globe, like human bodies, when it could have given them to all, without interfering with its other ends."},{"id":109,"quote":"For things remain possible, even if God does not choose them. Indeed, even if God does not will something to exist, it is possible for it to exist, since, by its nature, it could exist if God were to will it to exist."},{"id":110,"quote":"Of what use would it be to you, sir, to become King of China on condition that you forgot what you have been? Would it not be the same as if God, at the same time he destroyed you, created a King in China?"},{"id":111,"quote":"Indeed every monad must be different from every other. For there are never in nature two beings, which are precisely alike, and in which it is not possible to find some difference which is internal, or based on some intrinsic quality."},{"id":112,"quote":"Therefore, I have attacted [the problem of the catenary] which I had hitherto not attempted, and with my key [the differential calculus] happily opened its secret.\nActa eruditorum"},{"id":113,"quote":"The monad, of which we shall speak here, is nothing but a simple substance which enters into compounds; simple, that is to say, without parts."},{"id":114,"quote":"For since it is impossible for a created monad to have a physical influence on the inner nature of another, this is the only way in which one can be dependent on another."},{"id":115,"quote":"And there must be simple substances, because there are compounds; for the compound is nothing but a collection or aggregatum of simples."},{"id":116,"quote":"I don't say that bodies like flint, which are commonly called inanimate, have perceptions and appetition; rather they have something of that sort in them, as worms are in cheese."},{"id":117,"quote":"Now where there are no parts, there neither extension, nor shape, nor divisibility is possible. And these monads are the true atoms of nature and, in a word, the elements of things."},{"id":118,"quote":"Whence it follows that God is absolutely perfect, since perfection is nothing but magnitude of positive reality, in the strict sense, setting aside the limits or bounds in things which are limited."},{"id":119,"quote":"In whatever manner God created the world, it would always have been regular and in a certain general order. God, however, has chosen the most perfect, that is to say, the one which is at the same time the simplest in hypothesis and the richest in phenomena."},{"id":120,"quote":"This is the best of all possible worlds."},{"id":121,"quote":"Nihil est sine ratione.[There is nothing without a reason.]"},{"id":122,"quote":"Music is the hidden arithmetical exercise of a mind unconscious that it is calculating."},{"id":123,"quote":"There is nothing in the understanding which has not come from the senses, except the understanding itself, or the one who understands."},{"id":124,"quote":"Why is there something rather than nothing?"},{"id":125,"quote":"The present is big with the future."},{"id":126,"quote":"Nothing is in the intellect that was not first in the senses, except the intellect itself."},{"id":127,"quote":"It is unworthy of excellent men to lose hours like slaves in the labour of calculation which could safely be relegated to anyone else if machines were used.(Describing, in 1685, the value to astronomers of the hand-cranked calculating machine he had invented in 1673.)"},{"id":128,"quote":"…every feeling is the perception of a truth..."},{"id":129,"quote":"If you could blow the brain up to the size of a mill and walk about inside, you would not find consciousness."},{"id":130,"quote":"...as far as we are capable of knowledge we sin in neglecting to acquire it..."},{"id":131,"quote":"Nature has established patterns originating in the return of events, but only for the most part. New illnesses flood the human race, so that no matter how many experiments you have done on corpses, you have not thereby immposd a limit on the nature of events so that in the future they could not vary."},{"id":132,"quote":"...it is the knowledge of necessary and eternal truths that distinguishes us from the mere animals and gives us Reason and the sciences, raising us to the knowledge of ourselves and of God..."},{"id":133,"quote":"He who does not act does not exist."},{"id":134,"quote":"This interconnection or accommodation of all created things to each other, and each to all the others, brings it about that each simple substance has relations that express all the others, and consequently, that each simple substance is a perpetual, living mirror of the universe."},{"id":135,"quote":"The means of obtaining as much variety as possible, but with the greatest possible order...is the means of obtaining as much perfection as possible."},{"id":136,"quote":"Perceptions which are at present insensible may grow some day: nothing is useless, and eternity provides great scope for change."},{"id":137,"quote":"For all bodies are in perpetual flux like rivers, and parts are passing in and out of them continually."},{"id":138,"quote":"It is true that the more we see some connection in what happens to us, the more we are confirmed in the opinion we have about the reality of our appearances; and it is also true that the more we examine our appearances closely, the more we find them well-sequenced, as microscopes and other aids in making experiments have shown us."},{"id":139,"quote":"And just as the same town, when looked at from different sides, appears quite different and is, as it were, multiplied in perspective, so also it happens that because of the infinite number of simple substances, it is as if there were as many different universes, which are however but different perspective representations of a single universe form the different point of view of each monad."},{"id":140,"quote":"imaginary numbers are a fine and wonderful resource of the divine intellect, almost an amphibian between being and non-being."},{"id":141,"quote":"I have so many ideas that may perhaps be of some use in time if others more penetrating than I go deeply into them someday and join the beauty of their minds to the labour of mine."},{"id":142,"quote":"Pourquoi y a-t-il quelque chose plutôt que rien ?"},{"id":143,"quote":"The mind leans on [innate] principles every moment, but it does not come so easily to distinguish them and to represent them distinctly and separately, because that demands great attention to its acts, and the majority of people, little accustomed to think, has little of it."},{"id":144,"quote":"The mind is not only capable of knowing [innate ideas], but further of finding them in itself; and if it had only the simple capacity to receive knowledge…it would not be the source of necessary truths…"},{"id":145,"quote":"…if geometry were as much opposed to our passions and present interests as is ethics, we should contest it and violate I but little less, notwithstanding all the demonstrations of Euclid and Archimedes…"},{"id":146,"quote":"For I hold that it is only when we can prove everything we assert that we understand perfectly the thing under consideration."},{"id":147,"quote":"[...] we can find no true or existent fact, no true assertion, without there being a sufficient reason why it is thus and not otherwise, although most of the time these reasons cannot be known to us."},{"id":148,"quote":"For the [innate] general principles enter into our thoughts, of which they form the soul and the connection. They are as necessary thereto as the muscles and sinews are for walking, although we do not at all think of them."},{"id":149,"quote":"When the origin of remote peoples goes beyond history, our languages show themselves their oldest monuments"},{"id":150,"quote":"It is true that as the empty voids and the dismal wilderness belong to zero, so the spirit of God and His light belong to the all-powerful One."},{"id":151,"quote":"I don't really eliminate body, but reduce it to what it is. For I show that corporeal mass, which is thought to have something over and above simple substances, is not a substance, but a phenomenon resulting from simple substances, which alone have unity and absolute reality."},{"id":152,"quote":"La tranquillité est un degré pour avancer vers la stupidité. . . Il faut toujours trouver quelque chose à faire, penser, projeter, s'intéresser, pour le public et pour le particulier, mais cela d'une manière qui nous réjouisse, si nos souhaits sont accomplis et ne nous chagrine point en cas qu'ils manquent."},{"id":153,"quote":"Milovať znamená radovať sa z cudzieho šťastia."},{"id":154,"quote":"[...] Et celui de la raison suffisante, en vertu duquel nous considérons qu’aucun fait ne saurait se trouver vrai, ou existant, aucune énonciation véritable, sans qu’il y ait une raison suffisante pourquoi il en soit ainsi et non pas autrement. Quoique ces raisons le plus souvent ne puissent point nous être connues.[sect. 32]"},{"id":155,"quote":"Que as meditações dos teólogos e dos filósofos conhecidos por escolásticos não são inteiramente desprezíveisSei que enuncio um grande paradoxo ao pretender reabilitar de certo modo a antiga filosofia, e recordar postlimino as formas substanciais já quase banidas; mas, talvez não me condenem levianamente quando se souber que meditei bastante sobre a filosofia moderna, que dediquei muito tempo às experiências da física e às demonstrações da geometria, que estive muito tempo persuadido da fragilidade desses entes, que fui, enfim, obrigado a retomar contra a própria vontade e como que à força, depois de eu próprio ter feito investigações que me levaram a reconhecer que os nossos modernos não fazem suficientemente justiça a S. Tomás de Aquino e a outros grandes homens desse tempo, e que há, nas opiniões dos filósofos e teólogos escolásticos, muito mais solidez do que se imagina, contando que delas nos sirvamos a propósito e no seu lugar. Estou mesmo persuadido de que, se algum espírito exacto e meditativo se desse ao trabalho de esclarecer e digerir o pensamento deles à maneira dos geómetras analíticos, encontraria aí um tesouro de grande quantidade de verdades importantíssimas e absolutamente demonstrativas."},{"id":156,"quote":"[...] c’est que jamais rien n’arrive, sans qu’il y ail une cause ou du moins une raison déterminante, c’est-à-dire quelque chose qui puisse servir à rendre a priori, pourquoi cela est existant plulôt que de toute autre façon. Ce grand principe a lieu dans tous les événements, et on ne donnera jamais un exemple contraire : et quoique le plus souvent ces raisons déterminantes ne nous soient pas assez connues, nous ne laissons pas d’entrevoir qu’il y en a.Essais de Théodicée, 1.44"},{"id":157,"quote":"If my opinion that substance requires a true unity were founded only on a definition I had formulated in opposition to common usage, *then the dispute would be only one of words*. But besides the fact that most philosophers have taken the term in almost the same fashion, distinguishing between a unity in itself and an accidental unity, between substantial and accidental form, and between perfect and imperfect, natural and artificial mixtures, I take things to a much higher level, and setting aside the question of terminology, *I believe that where there are only beings by aggregation, there aren't any real beings*. For every being by aggregation presupposes beings endowed with real unity, because every being derives its reality only from the reality of those beings of which it is composed, so that it will not have any reality at all if each being of which it is composed is itself a being by aggregation, a being for which we must still seek further grounds for its reality, grounds which can never be found in this way, if we must always continue to seek for them. I agree, Sir, that there are only machines (that are often animated) in all of corporeal nature, but I do not agree that *there are only aggregates of substances, there must also be true substances from which all the aggregates result.We must, then, necessarily come down to the atoms of Epicurus and Cordemoy (which are things you reject along with me), or else we must admit that we do not find any reality in bodies; or finally, we must recognize some substances that have a true unity. I have already said in another letter that the composite made up of the diamonds of the Grand Duke and of the Great Mogul can be called a pair of diamonds, but this is only a being of reason. And when they are brought closer to one another, it would be a being of the imagination or perception, that is to say, a phenomenon. For contact, common motion, and participation in a common plan have no effect on substantial unity. It is true that there are sometimes more, sometimes fewer, grounds for supposing that several things constitute a single thing, in proportion to the extent to which these things are connected. But this serves only to abbreviate our thoughts and to represent the phenomena.It also seems that what constitutes the essence of a being by aggregation is only a mode (*maniére d'être*) of the things of which it is composed. For example, what constitutes the essence of an army is only a mode of the men who compose it. This mode therefore presupposes a substance whose essence is not a mode of substance. Every machine also presupposes some substance in the pieces of which it is made, and there is no plurality without true unities. To put it briefly, I hold this identical proposition, differentiated only by the emphasis, to be an axiom, namely, *that what is not truly* one *being is not truly one* being *either*. It has always been thought that one and being are reciprocal things. Being is one thing and beings are another; but the plural presupposes the singular, and where there is no being still less will there be several beings. What could be clearer? [[I therefore believed that I would be allowed to distinguish beings by aggregation from substances, since these beings have their unity in our mind only, a unity founded on the relations or modes [*modes*] of true substances. If a machine is one substance, a circle of men holding hands will also be one substance, and so will an army, and finally, so will every multitude of substances.]].\"—from_Letters to Arnauld_"},{"id":158,"quote":"... for although people can be made worse off by all other gifts, correct reasoning alone can only be for the good."},{"id":159,"quote":"Just as the same city viewed from different directions appears entirely different.. there are, as it were, just as many different universes, which are, nevertheless, only perspectives on a single one, corresponding to the different point of view."},{"id":160,"quote":"Los misterios se pueden explicar hasta donde es necesario para creerlos, pero no se les puede comprender, ni hacer entender cómo se verifican, a la manera que en la misma física explicamos hasta cierto punto muchas cualidades sensibles, pero de una manera imperfecta, porque no las comprendemos."},{"id":161,"quote":"Không có toán học chúng ta không thể đi sâu vào triết học. Không có triết học chúng ta không thể đi sâu vào toán học. Không có cả hai chúng ta không thể đi sâu vào bất cứ thứ gì"}]