[{"id":1,"quote":"Give me your four year olds, and in a generation I will build a socialist state."},{"id":2,"quote":"The way to crush the bourgeoisie is to grind them between the millstones of taxation and inflation."},{"id":3,"quote":"We can and must write in a language which sows among the masses hate, revulsion, and scorn toward those who disagree with us."},{"id":4,"quote":"Why should freedom of speech and freedom of press be allowed? Why should a government which is doing what it believes to be right allow itself to be criticized? It would not allow opposition by lethal weapons. Ideas are much more fatal things than guns. Why should any man be allowed to buy a printing press and disseminate pernicious opinions calculated to embarrass the government?"},{"id":5,"quote":"The goal of socialism is communism."},{"id":6,"quote":"The press should be not only a collective propagandist and a collective agitator, but also a collective organizer of the masses."},{"id":7,"quote":"Truth is the most precious thing. That's why we should ration it."},{"id":8,"quote":"People always have been and they always will be stupid victims of deceit and self-deception in politics."},{"id":9,"quote":"Give me just one generation of youth, and I'll transform the whole world."},{"id":10,"quote":"One man with a gun can control 100 without one."},{"id":11,"quote":"Medicine is the keystone of the arch of socialism."},{"id":12,"quote":"As an ultimate objective, \"peace\" simply means communist world control."},{"id":13,"quote":"It is, of course, much easier to shout, abuse, and howl than to attempt to relate, to explain."},{"id":14,"quote":"Atheism is a natural and inseparable part of Marxism, of the theory and practice of scientific socialism. Our program necessarily includes the propaganda of atheism."},{"id":15,"quote":"The best way to control the opposition is to lead it ourselves."},{"id":16,"quote":"One of the basic conditions for the victory of socialism is the arming of the workers Communist and the disarming of the bourgeoisie the middle class."},{"id":17,"quote":"The establishment of a central bank is 90% of communizing a nation."},{"id":18,"quote":"Germany will militarize herself out of existence, England will expand herself out of existence, and America will spend herself out of existence."},{"id":19,"quote":"Give us the child for eight years and it will be a Bolshevik forever."},{"id":20,"quote":"There are no morals in politics; there is only expedience. A scoundrel may be of use to us just because he is a scoundrel."},{"id":21,"quote":"The best way to destroy the capitalist system is to debauch the currency."},{"id":22,"quote":"We are not shooting enough professors."},{"id":23,"quote":"There can be nothing more abominable than religion."},{"id":24,"quote":"We want to achieve a new and better order of society: in this new and better society there must be neither rich nor poor; all will have to work. Not a handful of rich people, but all the working people must enjoy the fruits of their common labour. Machines and other improvements must serve to ease the work of all and not to enable a few to grow rich at the expense of millions and tens of millions of people. This new and better society is called socialist society."},{"id":25,"quote":"Dictatorship is rule based directly upon force and unrestricted by any laws. The revolutionary dictatorship of the proletariat is rule won and maintained by the use of violence by the proletariat against the bourgeoisie, rule that is unrestricted by any laws."},{"id":26,"quote":"I don't care what becomes of Russia. To hell with it. All this is only the road to a World Revolution."},{"id":27,"quote":"Democracy is indispensable to socialism."},{"id":28,"quote":"It is necessary - secretly and urgently to prepare the terror."},{"id":29,"quote":"You must act with all energy. Mass searches. Execution for concealing arms."},{"id":30,"quote":"The oppressed are allowed once every few years to decide which particular representatives of the oppressing class are to represent and repress them in parliament."},{"id":31,"quote":"Of all the arts, for us the cinema is the most important."},{"id":32,"quote":"Pacifism, the preaching of peace in the abstract, is one of the means of duping the working class."},{"id":33,"quote":"Only an armed people can be the real bulwark of popular liberty."},{"id":34,"quote":"Free speech is a bourgeois prejudice."},{"id":35,"quote":"You must have your heart on fire and your brain on ice."},{"id":36,"quote":"There are decades where nothing happens; and there are weeks where decades happen."},{"id":37,"quote":"The aim of socialism is not only to abolish the present division of mankind into smaller states and all-national isolation, not only to bring the nations closer to each other, but also to merge them."},{"id":38,"quote":"Give me four years to teach the children and the seed I have sown will never be uprooted."},{"id":39,"quote":"Trust is good, but control is better."},{"id":40,"quote":"The art of any propagandist and agitator consists in his ability to find the best means of influencing any given audience, by presenting a definite truth, in such a way as to make it most convincing, most easy to digest, most graphic, and most strongly impressive."},{"id":41,"quote":"It is true that liberty is precious; so precious that it must be carefully rationed."},{"id":42,"quote":"When it comes to hang the capitalists they will compete with each other to sell us the rope at a lower price."},{"id":43,"quote":"Three keys to success: read, read, read."},{"id":44,"quote":"How can you make a revolution without executions?"},{"id":45,"quote":"Atheism is the natural and inseparable part of Communism."},{"id":46,"quote":"America has become one of the foremost countries in regard to the depth of the abyss which lies between the handful of arrogant multimillionaires who wallow in filth and luxury, and the millions of working people who constantly live on the verge of pauperism."},{"id":47,"quote":"No Marxist can deny that the interests of socialism are higher than the interests of the right of nations to self-determination."},{"id":48,"quote":"One of the chief symptoms of every revolution is the sharp and sudden increase in the number of ordinary people who take an active, independent and forceful interest in politics."},{"id":49,"quote":"The only one who doesn't make mistakes is the one who doesn't do anything."},{"id":50,"quote":"We need the real, nation-wide terror which reinvigorates the country and through which the Great French Revolution achieved glory."},{"id":51,"quote":"The soundest strategy in war is to postpone operations until the moral disintegration of the enemy renders the delivery of the mortal blow both possible and easy."},{"id":52,"quote":"Comrades! The kulak uprising in your five districts must be crushed without pity. You must make example of these people. (1) Hang (I mean hang publicly, so that people see it) at least 100 kulaks, rich bastards, and known bloodsuckers. (2) Publish their names. (3) Seize all their grain. (4) Single out the hostages per my instructions in yesterday's telegram. Do all this so that for miles around people see it all, understand it, tremble, and tell themselves that we are killing the bloodthirsty kulaks and that we will continue to do so ...Find tougher people."},{"id":53,"quote":"By destroying the peasant economy and driving the peasant from the country to the town, the famine creates a proletariat... Furthermore the famine can and should be a progressive factor not only economically. It will force the peasant to reflect on the bases of the capitalist system, demolish faith in the tsar and tsarism, and consequently in due course make the victory of the revolution easier... Psychologically all this talk about feeding the starving and so on essentially reflects the usual sugary sentimentality of our intelligentsia."},{"id":54,"quote":"Give me a child for the first 5 years of his life and he will be mine forever."},{"id":55,"quote":"He who does not work shall not eat"},{"id":56,"quote":"Fascism is capitalism in decay."},{"id":57,"quote":"Only by abolishing private property in land and building cheap and hygienic dwellings can the housing problem be solved."},{"id":58,"quote":"We must not depict socialism as if socialists will bring it to us on a plate all nicely dressed. That will never happen. Not a single problem of the class struggle has ever been solved in history except by violence. When violence is exercised by the working people, by the mass of exploited against the exploiters -- then we are for it!"},{"id":59,"quote":"We Social-Democrats always stand for democracy, not \"in the name of capitalism,\" but in the name of clearing the path for our movement, which clearing is impossible without the development of capitalism."},{"id":60,"quote":"Whenever the cause of the people is entrusted to professors, it is lost."},{"id":61,"quote":"No mercy for these enemies of the people, the enemies of socialism, the enemies of the working people! War to the death against the rich and their hangers-on, the bourgeois intellectuals; war on the rogues, the idlers and the rowdies!"},{"id":62,"quote":"Capitalists will sell us the rope we will hang them with."},{"id":63,"quote":"Learning is never done without errors and defeat."},{"id":64,"quote":"Honesty in politics is the result of strength; hypocrisy is the result of weakness."},{"id":65,"quote":"Those who are opposed to armed uprising ... must be ruthlessly kicked out as enemies, traitors and cowards."},{"id":66,"quote":"Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners."},{"id":67,"quote":"We must pursue the removal of church property by any means necessary in order to secure for ourselves a fund of several hundred million gold rubles."},{"id":68,"quote":"But every little difference may become a big one if it is insisted on."},{"id":69,"quote":"One must always try to be as radical as reality itself."},{"id":70,"quote":"One fool can ask more questions in a minute than 12 wise men can answer in an hour."},{"id":71,"quote":"We do not have time to play at \"oppositions\" at \"conferences.\" We will keep our political opponents... whether open or disguised as \"nonparty,\" in prison."},{"id":72,"quote":"During the lifetime of great revolutionaries, the oppressing classes constantly hounded them, received their theories with the most savage malice, the most furious hatred and the most unscrupulous campaigns of lies and slander. After their death, attempts are made to convert them into harmless icons, to canonize them, so to say, and to hallow their names to a certain extent for the “consolation” of the oppressed classes and with the object of duping the latter, while at the same time robbing the revolutionary theory of its substance, blunting its revolutionary edge and vulgarizing it."},{"id":73,"quote":"But democracy is by no means a limit one may not overstep; it is only one of the stages in the course of development from feudalism to capitalism, and from capitalism to Communism."},{"id":74,"quote":"It is necessary to be able to withstand all this, to agree to any and every sacrifice, and even - if need be - to resort to all sorts of stratagems, manoeuvres and illegal methods, to evasion and subterfuges in order to penetrate the trade unions, to remain in them, and to carry on Communist work in them at all costs."},{"id":75,"quote":"Communists have become bureaucrats. If anything will destroy us, it is this."},{"id":76,"quote":"The bourgeoisie is many times stronger than we. To give it the weapon of freedom of the press is to ease the enemy's cause, to help the class enemy. We do not desire to end in suicide, so we will not do this."},{"id":77,"quote":"You cannot make a revolution in white gloves."},{"id":78,"quote":"Everyone is free to write and say whatever he likes, without any restrictions."},{"id":79,"quote":"Any cook should be able to run the country."},{"id":80,"quote":"Only struggle educates the exploited class. Only struggle discloses to it the magnitude of its own power, widens its horizon, enhances its abilities, clarifies its mind, forges its will."},{"id":81,"quote":"But I can't listen to music too often. It affects your nerves, makes you want to say stupid, nice things, and stroke the heads of people who could create such beauty while living in this vile hell."},{"id":82,"quote":"Our program necessarily includes the propaganda of atheism."},{"id":83,"quote":"It is not national interests we are upholding - we claim that the interests of socialism, the interests of world socialism, rank higher than national interests, higher than the interests of the state. We are defenders of the socialist fatherland."},{"id":84,"quote":"One cannot live in society and be free from society."},{"id":85,"quote":"Monopolies, oligarchy, the striving for domination and not for freedom, the exploitation of an increasing number of small or weak nations by a handful of the richest or most powerful nations -- all these have given birth to those distinctive characteristics of imperialism which compel us to define it as parasitic or decaying capitalism."},{"id":86,"quote":"Don't be afraid to admit defeat. Learn from defeat. Do over again more thoroughly, more carefully, and more systematically what you have done badly."},{"id":87,"quote":"Democracy for an insignificant minority, democracy for the rich -- that is the democracy of capitalist society."},{"id":88,"quote":"A democracy is a state which recognizes the subjection of the minority to the majority, that is, an organization for the systematic use of violence by one class against the other, by one part of the population against another."},{"id":89,"quote":"We would be deceiving both ourselves and the people if we concealed from the masses the necessity of a desperate, bloody war of extermination, as the immediate task of the coming revolutionary action."},{"id":90,"quote":"Soviet power is a new type of state in which there is no bureacracy, no police, no standing army."},{"id":91,"quote":"No amount of political freedom will satisfy the hungry masses."},{"id":92,"quote":"I am a bad, wicked man, but I am practicing moral self-purification; I don't eat meat any more, I now eat rice cutlets."},{"id":93,"quote":"The suppression of the bourgeois state by the proletarian state is impossible without violent revolution."},{"id":94,"quote":"The true leader must submerge himself in the fountain of the people."},{"id":95,"quote":"You can become a Communist only when you enrich your mind with a knowledge of all the treasures created by mankind."},{"id":96,"quote":"You cannot do anything without rousing the masses to action. A plenary meeting of the Soviet must be called to decide on mass searches in Petrograd and the goods stations. To carry out\nthese searches, each factory and company must form contingents, not on a voluntary basis: it must be the duty of everyone to take part in these searches under the threat of being deprived of\nhis bread card. We can't expect to get anywhere unless we resort to terrorism: speculators must be shot on the spot. Moreover, bandits must be dealt with just as resolutely: they must be\nshot on the spot."},{"id":97,"quote":"Authority poisons everybody who takes authority on himself."},{"id":98,"quote":"Autocracy cannot do without its twin agents: a hangman and a priest, the first to suppress popular resistance by force, the second to sweeten and embellish the lot of the oppressed with empty promises of a heavenly kingdom."},{"id":99,"quote":"We set ourselves the ultimate aim of abolishing the state, i.e., all organized and systematic violence, all use of violence against people in general."},{"id":100,"quote":"Capitalists are no more capable of self-sacrifice than a man is capable of lifting himself up by his own bootstraps."},{"id":101,"quote":"It would be the greatest mistake, certainly, to think that concessions mean peace. Nothing of the kind. Concessions are nothing but a new form of war."},{"id":102,"quote":"Man’s consciousness not only reflects the objective world, but creates it."},{"id":103,"quote":"War cannot be abolished unless classes are abolished."},{"id":104,"quote":"People always have been the foolish victims of deception and self-deception in politics, and they always will be, until they have learned to seek out the interests of some class or other behind all moral, religious, political and social phrases, declarations and promises."},{"id":105,"quote":"The constitution of Soviet Russia must insure equal rights for all citizens regardless of sex, creed, race, or nationality."},{"id":106,"quote":"All our lives we fought against exalting the individual, against the elevation of the single person, and long ago we were over and done with the business of a hero, and here it comes up again: the glorification of one personality. This is not good at all."},{"id":107,"quote":"The political form of a society wherein the proletariat is victorious in overthrowing the bourgeoisie will be a democratic republic."},{"id":108,"quote":"Sometimes - history needs a push."},{"id":109,"quote":"Be as radical as Reality."},{"id":110,"quote":"Attention, must be devoted principally to raising the workers to the level of revolutionaries; it is not our task to descend to the level of the 'working masses'."},{"id":111,"quote":"When a liberal is abused, he says, ‘Thank God they didn’t beat me.’ When he\nis beaten, he thanks God they didn’t kill him. When he is killed, he will thank God that his immortal soul has been delivered from its mortal clay."},{"id":112,"quote":"Comrade Stalin, having become Secretary-General, has unlimited authority concentrated in his hands, and I am not sure whether he will always be capable of using that authority with sufficient caution."},{"id":113,"quote":"Perfect definition of atheist dogma. Your mind has been subjected to subtle mental conditioning year after year. Now the atheist lie has become the truth to you. A lie that can be blown away with the real truth. It just takes time to unwind the atheist mental conditioning. The truth is out there. Outside of atheist dogma lies the truth!"},{"id":114,"quote":"Literature must become party literature. Down with unpartisan litterateurs! Down with the superman of literature! Literature must become a part of the general cause of the proletariat."},{"id":115,"quote":"The Marxist doctrine is omnipotent because it is true. It is comprehensive and harmonious, and provides men with an integral world outlook irreconcilable with any form of superstition, reaction, or defence of bourgeois oppression. It is the legitimate successor to the best that man produced in the nineteenth century, as represented by German philosophy, English political economy and French socialism."},{"id":116,"quote":"Without revolutionary theory there can be no revolutionary movement."},{"id":117,"quote":"Hang (hang without fail, so the people see) no fewer than one hundred known kulaks, rich men, bloodsuckers."},{"id":118,"quote":"Crime is a product of social excess."},{"id":119,"quote":"It is essential to grasp the incontestable truth that a Marxist must take cognisance of real life, of the true facts of reality, and not cling to a theory of yesterday, which, like all theories, at best only outlines the main and the general, only comes near to embracing life in all its complexity."},{"id":120,"quote":"When one makes a Revolution, one cannot mark time; one must always go forward - or go back. He who now talks about the 'freedom of the press' goes backward, and halts our headlong course towards Socialism."},{"id":121,"quote":"Russians are too kind, they lack the ability to apply determined methods of revolutionary terror."},{"id":122,"quote":"In the end, one or the other will triumph - a funeral dirge will be sung over the Soviet republic or over world capitalism."},{"id":123,"quote":"Can a nation be free if it oppresses other nations? It cannot."},{"id":124,"quote":"Bourgeois democracy is democracy of pompous phrases, solemn words, exuberant promises and the high-sounding slogans of freedom and equality. But, in fact, it screens the non-freedom and inferiority of women, the non-freedom and inferiority of the toilers and exploited."},{"id":125,"quote":"We shall not achieve socialism without a struggle."},{"id":126,"quote":"A revolution is impossible without a revolutionary situation; furthermore, not every revolutionary situation leads to revolution."},{"id":127,"quote":"The Jewish bourgeoisie are our enemies, not as Jews but as bourgeoisie. The Jewish worker is our brother."},{"id":128,"quote":"False rhetoric and false boastfulness spell moral ruin and lead unfailingly to political extinction."},{"id":129,"quote":"I come to the categorical conclusion that precisely at this moment we must give battle to the Black Hundred clergy in the most decisive and merciless manner and crush its resistance with\nsuch brutality that it will not forget it for decades to come. The greater the number of representatives of the reactionary clergy and reactionary bourgeoisie we succeed in executing for\nthis reason, the better."},{"id":130,"quote":"You all know that even when women have full rights, they still remain fatally downtrodden because all housework is left to them. In most cases housework is the most unproductive, the most barbarous and the most arduous work a woman can do. It is exceptionally petty and does not include anything that would in any way promote the development of the woman."},{"id":131,"quote":"You have read and heard that communist theory-the science of communism created in the main by Marx, this doctrine of Marxism-has ceased to be the work of a single socialist of the nineteenth century, even though he was a genius, and that it has become the doctrine of millions and tens of millions of proletarians all over the world, who are applying it in their struggle against capitalism."},{"id":132,"quote":"Imperialism is capitalism at that stage of development at which the dominance of monopolies and finance capitalism is established; in which the export of capital has acquired pronounced importance; in which the division of the world among the international trusts has begun, in which the division of all territories of the globe among the biggest capitalist powers has been completed."},{"id":133,"quote":"The nearer we come to the full military suppression of the bourgeoisie, the more dangerous becomes to us the high flood of petty-bourgeois Anarchism. And the struggle against these elements cannot be waged with propaganda and agitation alone. ... The struggle must also be waged by applying force and compulsion."},{"id":134,"quote":"Sometimes quantity has a quality all its own."},{"id":135,"quote":"It is impossible to predict the time and progress of revolution. It is governed by its own more or less mysterious laws."},{"id":136,"quote":"We are not utopians, we do not “dream” of dispensing at once with all administration, with all subordination. These anarchist dreams, based upon incomprehension of the tasks of the proletarian dictatorship, are totally alien to Marxism, and, as a matter of fact, serve only to postpone the socialist revolution until people are different. No, we want the socialist revolution with people as they are now, with people who cannot dispense with subordination, control, and \"foremen and accountants\"."},{"id":137,"quote":"I must say that the tasks of the youth in general, and of the Young Communist Leagues and all other organisations in particular, might be summed up in a single word: learn."},{"id":138,"quote":"Communism is Soviet power plus the electrification of the whole country."},{"id":139,"quote":"Face the truth squarely. In politics that is always the best and the only correct attitude."},{"id":140,"quote":"The most important thing when ill is to never lose heart."},{"id":141,"quote":"Unity must be won, and only the workers, the class-conscious workers themselves can win it - by stubborn and persistent effort."},{"id":142,"quote":"It is not difficult to be a revolutionary when revolution has already broken out and is in spate, when all people are joining the revolution just because they are carried away, because it is the vogue, and sometimes even from careerist motives. It is far more difficult--and far more precious--to be a revolutionary when the conditions for direct, open, really mass and really revolutionary struggle do not yet exist."},{"id":143,"quote":"For the first time the peasant has seen real freedom - freedom to eat his bread, freedom from starvation."},{"id":144,"quote":"Our aim is to achieve a socialist system of society, which, by eliminating the division of mankind into classes, by eliminating all exploitation of man by man and nation by nation, will inevitably eliminate the very possibility of war."},{"id":145,"quote":"A country of inveterate, backwoods, thick-headed, egotistic philistines"},{"id":146,"quote":"A party is the vanguard of a class, and its duty is to lead the masses and not merely to reflect the average political level of the masses."},{"id":147,"quote":"The leaders of the petty bourgeoisie must teach the people to trust the bourgeoisie. The proletarians must teach the people to distrust the bourgeoisie."},{"id":148,"quote":"Capitalism has triumphed all over the world, but this triumph is only the prelude to the triumph of labour over capital."},{"id":149,"quote":"Under socialism all will govern in turn and will soon become accustomed to no one governing."},{"id":150,"quote":"Human reason has discovered many amazing things in nature and will discover still more, and will thereby increase its power over nature."},{"id":151,"quote":"Where and when have riots and anarchy been provoked by wise measures? If the government had acted wisely, and if their measures had met the needs of the poor peasants, would there have been unrest among the peasant masses?"},{"id":152,"quote":"Capital, created by the labour of the worker, crushes the worker, ruining small proprietors and creating an army of unemployed."},{"id":153,"quote":"Any army which does not train to use all the weapons, all the means and methods of warfare that the enemy possesses, or may possess, is behaving in an unwise or even criminal manner. This applies to politics even more than it does to the art of war."},{"id":154,"quote":"For the complete extinction of the state, complete Communism is necessary."},{"id":155,"quote":"Bah, tombstones are only good for pigeons to sit on"},{"id":156,"quote":"Peace, Land, and Bread! All power to the Soviet!"},{"id":157,"quote":"Political institutions are a superstructure resting on an economic foundation."},{"id":158,"quote":"The majority of the so-called great powers have long been exploiting and enslaving a whole series of small and weak peoples. And the imperialist war is nothing other than a war for the division and redivision of this kind of booty."},{"id":159,"quote":"No revolution is worth anything unless it can defend itself."},{"id":160,"quote":"It is more pleasant and useful to go through the 'experience of the revolution' than to write about it."},{"id":161,"quote":"Socialists cannot achieve their great aim without fighting against all oppression of nations."},{"id":162,"quote":"Imperialism, in a sense, is the transition stage from capitalism to Socialism. . . . It is capitalism dying, not dead."},{"id":163,"quote":"One must not count in thousands, like the propagandist belonging to a small group that has not yet given leadership to the masses; in these circumstances one must count in millions and tens of millions."},{"id":164,"quote":"Where the bourgeois economists saw a relation between things (the exchange of one commodity for another) Marx revealed a relation between people."},{"id":165,"quote":"It is in prison ... that one becomes a real revolutionary."},{"id":166,"quote":"The reflection of nature in man's thought must be understood not lifelessly but in the eternal process of movement, the arising of contradictions and their solution."},{"id":167,"quote":"All contemporary religions and churches, all and every kind of religious organization, Marxism has always viewed as organs of bourgeois reaction, serving as a defense of exploitation and the doping of the working-classes."},{"id":168,"quote":"All extremes are bad. All that is good and useful, if carried to extremes, may become-and beyond a certain limit is bound to become-bad and injurious."},{"id":169,"quote":"The war is relentless: it puts the alternative in a ruthless relief."},{"id":170,"quote":"To picture world history as advancing smoothly and steadily without sometimes taking gigantic strides backward is undialectical, unscientific and theoretically wrong."},{"id":171,"quote":"To accept anything on trust, to preclude critical application and development, is a grievous sin."},{"id":172,"quote":"The state does not function as we desired. A man is at the wheel and seems to lead it, but the car does not drive in the desired direction. It moves as another force wishes."},{"id":173,"quote":"Victory will belong only to those who have faith in the people, those who are immersed in the life-giving spring of popular creativity."},{"id":174,"quote":"Hundreds of thousands and millions of wage slaves of capital and peasants downtrodden by the serf-owners are going to the slaughter for the dynastic interests of a handful of crowned brigands, for the profits of the bourgeoisie in its drive to plunder foreign lands."},{"id":175,"quote":"The most important thing is to know how to awaken in the still undeveloped masses an intelligent attitude towards religious questions and an intelligent criticism of religions."},{"id":176,"quote":"Chess is only a recreation and not an occupation."},{"id":177,"quote":"In capitalist society we have a democracy that is curtailed, wretched, false, a democracy only for the rich, for the minority. The dictatorship of the proletariat, the period of transition to communism, will for the first time create democracy for the people, for the majority, along with the necessary suppression of the exploiters, of the minority."},{"id":178,"quote":"The whole struggle of our Party (and of the working class movement in Europe generally) must be directed against opportunism. The latter is not a current of opinion, not a tendency; it (opportunism) has now become the organised tool of the bourgeoisie within the working class movement."},{"id":179,"quote":"When one makes a Revolution, one cannot mark time; one must always go forward--or go back"},{"id":180,"quote":"To rely upon conviction, devotion, and other excellent spiritual qualities; that is not to be taken seriously in politics."},{"id":181,"quote":"If democracy, in essence, means the abolition of class domination, then why should not a socialist minister charm the whole bourgeois world by orations on class collaboration?"},{"id":182,"quote":"One would like to stroke and caress human beings, but one dares not do so, because they bite."},{"id":183,"quote":"Act with the greatest determination and on the offensive. The defensive is the death of every armed rising."},{"id":184,"quote":"But suppose, for the sake of argument, free competition, without any sort of monopoly, would develop capitalism trade more rapidly. Is it not a fact that the more rapidly trade and capitalism develop, the greater is the concentration of production and capital which gives rise to monopoly?"},{"id":185,"quote":"The Bolsheviks could not have retained power for two and a half months, let alone two and a half years, without the most rigorous and truly iron discipline in our Party."},{"id":186,"quote":"If Socialism can only be realized when the intellectual development of all the people permits it, then we shall not see Socialism for at least five hundred years."},{"id":187,"quote":"Democracy is a form of the state, it represents, on the one hand, the organized, systematic use of force against persons; but, on the other hand, it signifies the formal recognition of equality of citizens, the equal right of all to determine the structure of, and to administer, the state."},{"id":188,"quote":"To decide once every few years which members of the ruling class is to repress and crush the people through parliament-this is the real essence of bourgeois parliamentarism, not only in parliamentary- constitutional monarchies, but also in the most democratic republics."},{"id":189,"quote":"Behind the October Revolution there are more influential personalities than the thinkers and executors of Marxism."},{"id":190,"quote":"When a war is waged by two opposing groups of robbers for the sake of deciding who shall have a freer hand to oppress more people, then the question of the origin of the war is of no real economic or political significance."},{"id":191,"quote":"Whoever wants to reach socialism by any other path than that of political democracy will inevitably arrive at conclusions that are absurd and reactionary both in the economic and the political sense."},{"id":192,"quote":"Lenin, the greatest man of action in our century and at the same time the most selfless."},{"id":193,"quote":"Imperialism: The final stage of Capitalism."},{"id":194,"quote":"We shall not bind ourselves by treaties. We shall not allow ourselves to be entangled by treaties. We reject all clauses on plunder and violence, but we shall welcome all clauses containing provisions for good-neighbourly relations and all economic agreements; we cannot reject these."},{"id":195,"quote":"The status of women up to now has been compared to that of a slave; women have been tied to the home, and only socialism can save them from this. They will only be completely emancipated when we change from small-scale individual farming to collective farming and collective working of the land."},{"id":196,"quote":"No Bolshevik, no Communist, no intelligent socialist has ever entertained the idea of violence against the middle peasants. All socialists have always spoken of agreement with them and of\n their gradual and voluntary transition to socialism."},{"id":197,"quote":"A political leader who desires to be useful to the revolutionary proletariat must be able to distinguish concrete cases of compromises that are inexcusable and are an expression of opportunism and treachery."},{"id":198,"quote":"When we are victorious on a world scale I think we shall use gold for the purpose of building public lavatories in the streets of some of the largest cities of the world."},{"id":199,"quote":"Politics is the most concentrated expression of economics."},{"id":200,"quote":"International unity of the workers is more important than the national."},{"id":201,"quote":"The progressive historical role of capitalism may be summed up in two brief propositions: increase in the productive forces of social labour, and the socialisation of that labour. But both these facts manifest themselves in extremely diverse processes in different branches of the national economy."},{"id":202,"quote":"The government is tottering. We must deal it the death blow an any cost. To delay action is the same as death."},{"id":203,"quote":"Let the \"socialist\" snivellers croak, let the bourgeoisie rage and fume, but only people who shut their eyes so as not to see, and stuff their ears so as not to hear, can fail to notice that all over the world the birth pangs of the old, capitalist society, which is pregnant with socialism, have begun."},{"id":204,"quote":"Every cook has to learn how to govern the state."},{"id":205,"quote":"When we say \"the state,\" the state is We, it is we, it is the proletariat, it is the advanced guard of the working class."},{"id":206,"quote":"Ideological talk and phrase mongering about political liberties should be disposed with; all that is just mere chatter and phrase mongering. We should get away from those phrases."},{"id":207,"quote":"The bourgeoisie incites the workers of one nation against those of another in the endeavour to keep them disunited."},{"id":208,"quote":"An end to wars, peace among the nations, the cessation of pillaging and violence - such is our ideal, but only bourgeois sophists can seduce the masses with this ideal, if the latter is divorced from a direct and immediate call for revolutionary action."},{"id":209,"quote":"Materialism is the recognition of \"objects in themselves\", or outside the mind; ideas and sensations are copies of images of those objects."},{"id":210,"quote":"If it were necessary to give the briefest possible definition of imperialism, we should have to say that imperialism is the monopoly stage of capitalism."},{"id":211,"quote":"Unity is a great thing and a great slogan. But what the workers’ cause needs is the unity of Marxists, not unity between Marxists, and opponents and distorters of Marxism."},{"id":212,"quote":"Human knowledge is not (or does not follow) a straight line, but a curve, which endlessly approximates a series of circles, a spiral. Any fragment, segment, section of this curve can be transformed (transformed one-sidedly) into an independent, complete, straight line, which then (if one does not see the wood for the trees) leads into the quagmire, into clerical obscurantism (where it is anchored by the class interests of the ruling classes)."},{"id":213,"quote":"Revolution can never be forecast; it cannot be foretold; it comes of itself. Revolution is brewing and is bound to flare up."},{"id":214,"quote":"Without a revolutionary theory there cannot be a revolutionary movement."},{"id":215,"quote":"The most important thing in illness is never to lose heart."},{"id":216,"quote":"Our idea is that a state is strong when the people are politically conscious. It is strong when the people know everything, can form an opinion of everything, and do everything consciously."},{"id":217,"quote":"Human thought by its nature is capable of giving, and does give, absolute truth, which is compounded of a sum-total of relative truths."},{"id":218,"quote":"You cannot do anything without rousing the masses to action."},{"id":219,"quote":"All official and liberal science defends wage-slavery, whereas Marxism has declared relentless war on that slavery."},{"id":220,"quote":"This fear of criticism displayed by the advocates of freedom of criticism cannot be attributed solely to craftiness. No, the majority of the Economists look with sincere resentment upon all theoretical controversies, factional disagreements, broad political questions, plans for organising revolutionaries, etc."},{"id":221,"quote":"It is stupid to tolerate Nikola; all Chekists have to be on alert to shoot anyone who doesn't turn up to work because of Nikola."},{"id":222,"quote":"All countries will inevitably have to do what Russia has done."},{"id":223,"quote":"It is not for nothing that Skaldin in one part of his book quotes Adam Smith: we have seen that both his views and the character of his arguments in many respects repeat the theses of that\ngreat ideologist of the progressive bourgeoisie."},{"id":224,"quote":"The natural scientist must be a modern materialist, a conscious adherent of the materialism represented by Marx, i.e., he must be a dialectical materialist."},{"id":225,"quote":"The war is relentless: it puts the alternative in a ruthless relief: either to perish, or to catch up with the advanced countries and outdistance them, too, in economic matters."},{"id":226,"quote":"History causes the military problem to become the essence of the political problem."},{"id":227,"quote":"Politics begin where the masses are, not where there are thousands, but where there are millions, that is where serious politics begin."},{"id":228,"quote":"The entire trend of development is towards abolition of coercive domination of one part of society over another."},{"id":229,"quote":"We must follow the rule: Better fewer, but better. We must follow the rule: Better get good human material in two or even three years than work in haste without hope of getting any at all."},{"id":230,"quote":"Behind the epistemological scholasticism of empirio-criticism one must not fail to see the struggle of parties in philosophy, a struggle which in the last analysis reflects the tendencies and ideology of the antagonistic classes in modern society."},{"id":231,"quote":"Does not the whole history of socialism, particularly of French socialism, which is so rich in revolutionary striving, show us that when the working people themselves take power in their hands the ruling classes resort to unheard-of crimes and shootings if it is a matter of protecting their money-bags."},{"id":232,"quote":"Recovery proceeding excellently. Am sure that the crushing of the Kazan Czechs and whiteguards, as well as of the kulak extortioners supporting them, will be exemplarily ruthless."},{"id":233,"quote":"The history of all countries shows that the working class exclusively by its own effort is able to develop only trade-union consciousness."},{"id":234,"quote":"Every cook must learn to rule the State."},{"id":235,"quote":"The sole \"property\" of matter with whose recognition philosophical materialism is bound up is the property of being an objective reality, of existing outside the mind."},{"id":236,"quote":"The working class must break up, smash the \"ready-made state machinery,\" and not confine itself merely to laying hold of it."},{"id":237,"quote":"Those who are really convinced that they have made progress in science would not demand freedom for the new views to continue side by side with the old, but the substitution of the new views for the old."},{"id":238,"quote":"For any truth, if “overdone” (as Dietzgen Senior put it), if exaggerated, or if carried beyond the limits of its actual applicability, can be reduced to an absurdity, and is even bound to become an absurdity under these conditions."},{"id":239,"quote":"In the last analysis, productivity of labour is the most important, the principal thing for the victory of the new social system."},{"id":240,"quote":"It is at moments of need that one learns who one's friends are. Defeated armies learn their lesson."},{"id":241,"quote":"Every question \"runs in a vicious circle\" because political life as a whole is an endless chain consisting of an infinite number of links. The whole art of politics lies in finding and taking as firm a grip as we can of the link that is least likely to be struck from our hands, the one that is most important at the given moment, the one that most of all guarantees its possessor the possession of the whole chain."},{"id":242,"quote":"The Bolshevik slogans and ideas on the whole have been confirmed by history; but concretely things have worked out differently; they are more original, more peculiar, more varied than anyone could have expected."},{"id":243,"quote":"Freedom of speech and the press must be complete. But then freedom of association must be complete too."},{"id":244,"quote":"Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle. The modern industrial proletariat does not belong to the category of such classes."},{"id":245,"quote":"The functionaries of our political organizations and trade unions are corrupted - or rather tend to be corrupted - by the conditions of capitalism and betray a tendency to become bureaucrats, i.e., privileged persons divorced from the people and standing above the people."},{"id":246,"quote":"The Poor Peasants' Committees are necessary to fight the kulaks, the rich, the exploiters, who shackle the working peasants."},{"id":247,"quote":"Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle."},{"id":248,"quote":"A lie told often enough becomes the truth."},{"id":249,"quote":"Without Revolutionary theory, there can be no Revolutionary Movement."},{"id":250,"quote":"During the lifetime of great revolutionaries, the oppressing classes constantly hounded them, received their theories with the most savage malice, the most furious hatred and the most unscrupulous campaigns of lies and slander. After their death, attempts are made to convert them into harmless icons, to canonize them, so to say, and to hallow their names to a certain extent for the “consolation of the oppressed classes and with the object of duping the latter, while at the same time robbing the revolutionary theory of its substance, blunting its revolutionary edge and vulgarizing it.”"},{"id":251,"quote":"The Capitalists will sell us the rope with which we will hang them."},{"id":252,"quote":"Every society is three meals away from chaos"},{"id":253,"quote":"When a liberal is abused, he says, ‘Thank God they didn’t beat me.’ When he is beaten, he thanks God they didn’t kill him. When he is killed, he will thank God that his immortal soul has been delivered from its mortal clay."},{"id":254,"quote":"While the State exists, there can be no freedom. When there is freedom there will be no State."},{"id":255,"quote":"The goal of Socialism is Communism."},{"id":256,"quote":"I can't listen to music too often. It affects your nerves, makes you want to say stupid nice things and stroke the heads of people who could create such beauty while living in this vile hell."},{"id":257,"quote":"We are not utopians, we do not “dream of dispensing at once with all administration, with all subordination. These anarchist dreams, based upon incomprehension of the tasks of the proletarian dictatorship, are totally alien to Marxism, and, as a matter of fact, serve only to postpone the socialist revolution until people are different. No, we want the socialist revolution with people as they are now, with people who cannot dispense with subordination, control, and \"foremen and accountants\".”"},{"id":258,"quote":"There are no morals in politics; the is only experience. A scoundrel may be of use because he is a scoundrel"},{"id":259,"quote":"The intellectual forces of the workers and peasants are growing and getting stronger in their fight to overthrow the bourgeoisie and their accomplices, the educated classes, the lackeys of capital, who consider themselves the brains of the nation. In fact they are not its brains but its shit."},{"id":260,"quote":"We are marching in a compact group along a precipitous and difficult path, firmly holding each other by the hand. We are surrounded on all sides by enemies, and we have to advance almost constantly under their fire. We have combined, by a freely adopted decision, for the purpose of fighting the enemy, and not of retreating into the neighbouring marsh, the inhabitants of which, from the very outset, have reproached us with having separated ourselves into an exclusive group and with having chosen the path of struggle instead of the path of conciliation. And now some among us begin to cry out: Let us go into the marsh! And when we begin to shame them, they retort: What backward people you are! Are you not ashamed to deny us the liberty to invite you to take a better road! Oh, yes, gentlemen! You are free not only to invite us, but to go yourselves wherever you will, even into the marsh. In fact, we think that the marsh is your proper place, and we are prepared to render you every assistance to get there. Only let go of our hands, don't clutch at us and don't besmirch the grand word freedom, for we too are \"free\" to go where we please, free to fight not only against the marsh, but also against those who are turning towards the marsh!"},{"id":261,"quote":"Capitalists can buy themselves out of any crisis, so long as they make the workers pay"},{"id":262,"quote":"All over the world, wherever there are capitalists, freedom of the press means freedom to buy up newspapers, to buy writers, to bribe, buy and fake \"public opinion\" for the benefit of the bourgeoisie."},{"id":263,"quote":"The feminine section of the proletarian army is of particularly great significance... the success of a revolution depends on the extent to which women take part in it."},{"id":264,"quote":"One man with a gun can control a hundred without one."},{"id":265,"quote":"Exchange, fair or unfair, always presupposes and includes the rule of the bourgeoisie."},{"id":266,"quote":"America, like a few other nations, has become characteristic for the depth of the abyss that divide a handful of brutal millionaires who are stagnating in a mire of luxury, and millions of laboring starving men and women who are always staring want in the face."},{"id":267,"quote":"إن البروليتاريا ترمي تلك الآلة التي تحمل اسم الدولة والتي يقف الناس حيالها باحترام مشوب بالخشوع ويصدقون بشأنها الأساطير القديمة القائلة أنها سلطة الشعب كله، وتعلن البروليتاريا: ان ذلك كذب بورجوازي. وقد انتزعنا نحن هذه الآلة من أيدي الرأسماليين وأخذناها لأنفسنا. وبهذه الآلة أو العصا سنحطم نحن الاستثمار بأشكاله، وعندما تنعدم في الدنيا إمكانية الاستثمار، عندما ينعدم ملاكو الأراضي، ملاكو المصانع، عندما يزول هذا الوضع الذي يصاب فيه البعض بالتخمة ويجوع آخرون، عندما تزول إمكانيات ذلك، عندئذ فقط نترك هذه الآلة للتحطيم. عندئذ تزول الدولة ويزول الاستثمار."},{"id":268,"quote":"He loved her with the fire of a thousand suns, she was his solace in the chaos, his redemption."},{"id":269,"quote":"أن الثوره حرب, وهذه الحرب هي الحرب المشروعه الوحيده في العالم"},{"id":270,"quote":"It is necessary sometimes to take one step backward to take two steps forward."},{"id":271,"quote":"Capitalism in its imperialist stage leads directly to the most comprehensive socialisation of production; it, so to speak, drags the capitalists, against their will and consciousness, into some sort of a new social order, a transitional one from complete free competition to complete socialisation. Production becomes social, but appropriation remains private. The social means of production remain the private property of a few. The general framework of formally recognised free competition remains, and the yoke of a few monopolists on the rest of the population becomes a hundred times heavier, more burdensome and intolerable."},{"id":272,"quote":"The task of a truly revolutionary party is not to declare that it is impossible to renounce all compromises, but to be able, through all compromises, when they are unavoidable, to remain true to its principles, to its class, to its revolutionary purpose, to its task of paving the way for revolution and educating the mass of the people for victory in the revolution."},{"id":273,"quote":"When the workers of a single factory or of a single branch of industry engage in struggle against their employer or employers, is this class struggle? No, this is only a weak embryo of it. The struggle of the workers becomes a class struggle only when all the foremost representatives of the entire working class of the whole country are conscious of themselves as a single working class and launch a struggle that is directed, not against individual employers, but against the entire class of capitalists and against the government that supports that class. Only when the individual worker realizes that he is a member of the entire working class, only when he recognises the fact that his petty day-to-day struggle against individual employers and individual government officials is a struggle against the entire bourgeoisie and the entire government, does his struggle become a class struggle."},{"id":274,"quote":"In capitalist society, providing it develops under the most favorable conditions, we have a more or less complete democracy in the democratic republic. But this democracy is always hemmed in by the narrow limits set by capitalist exploitation and consequently always remains, in effect, a democracy for the minority, only for the propertied classes, only for the rich. Freedom in capitalist society always remains about the same as it was in the ancient Greek republics: freedom for the slaveowners. Owing to the conditions of capitalist exploitation, the modern wage slaves are so crushed by want and poverty that “they cannot be bothered with democracy, “cannot be bothered with politics”; in the ordinary, peaceful course of events, the majority of the population is debarred from participation in public and political life. The”"},{"id":275,"quote":"The revolution does not need historians."},{"id":276,"quote":"Trust is good, control is better."},{"id":277,"quote":"Čovek nikada ne može biti dovoljno radikalan.Odnosno, čovek mora biti radikalan koliko i sama stvarnost."},{"id":278,"quote":"We do not at all disagree with the anarchists on the question of the abolition of the state as an aim."},{"id":279,"quote":"Take any parliamentary country, from America to Switzerland, from France to England, Norway and so forth - in these countries the real business of the 'state' is preformed behind the scenes and is carried on by the departments, chancelleries and General Staffs. Parliament itself is given up to talk for the special purpose of fooling the 'common people."},{"id":280,"quote":"You probe with bayonets: if you find mush, you push. If you find steel, you withdraw"},{"id":281,"quote":"The departments are shit; decrees are shit."},{"id":282,"quote":"At the basis of these swindles and manipulations lies socialised production; but the immense progress of humanity, which achieved this socialisation, goes to benefit the speculators."},{"id":283,"quote":"إن الدولة هي آلة لصيانة سيادة طبقة على طبقة أخرى."},{"id":284,"quote":"Revolution consists not in the new class commanding, governing with the aid of the old state machine, but in this class smashing this machine and commanding, governing with the aid of a new machine."},{"id":285,"quote":"One must always strive to be as radical as reality itself."},{"id":286,"quote":"And is it not sects, bodies of definite, uncompromising principles, that lead us into revolutions?"},{"id":287,"quote":"Official science tried, by a conspiracy of silence, to kill the works of Marx, who by a theoretical and historical analysis of capitalism had proved that free competition gives rise to the concentration of production, which, in turn, at a certain stage of development, leads to monopoly."},{"id":288,"quote":"Socialism means keeping account of everything. You will have socialism if you take stock of every piece of iron and cloth."},{"id":289,"quote":"The roots of modern religion are deeply embedded in the social oppression of the working masses."},{"id":290,"quote":"The bourgeoisie are today evading taxation by bribery and through their connections; we must close all loopholes."},{"id":291,"quote":"الدولة هي آلة لظلم طبقة من قبل أخرى، آلة الغرض منها أن تخضع لطبقة سائر الطبقات المطوعة الأخرى."},{"id":292,"quote":"But the subordination must be to the armed vanguard of all the exploited, of all the toilers, i.e., to the proletariat. Measures must be taken at once, overnight, to substitute for the specific methods of \"official administration\" by state officials the simple functions of \"workmen and managers,\" functions which are already fully within the capacity of the average city dweller and can well be performed for \"workmen's wages."},{"id":293,"quote":"Без книги е трудно."},{"id":294,"quote":"I particularly approve of and welcome the arrest of millionaire saboteurs in the first and second-class railway carriage."},{"id":295,"quote":"Por isso dizemos que para nós não há uma moral situada fora da sociedade humana; isso é um engano. Para nós, a moral está subordinada aos interesses da luta de classes do proletariado."},{"id":296,"quote":"A revolution is certainly the most authoritarian thing that is possible. Revolution is the act whereby one part of the population imposes its will upon the other part by means of rifles, bayonets, and cannons, i.e. extremely authoritarian means"},{"id":297,"quote":"What is a liberal-democratic philistine? An empty gut, filled with cowardice."},{"id":298,"quote":"An oppressed class which does not strive to learn to use arms, to acquire arms, only deserves to be treated like slaves. We cannot, unless we have become bourgeois pacifists or opportunists, forget that we are living in a class society from which there is no way out, nor can there be, save through the class struggle. In every class society, whether based on slavery, serfdom, or, as at present, wage-labor, the oppressor class is always armed. Not only the modern standing army, but even the modern militia - and even in the most democratic bourgeois republics, Switzerland, for instance - represent the bourgeoisie armed against the proletariat. That is such an elementary truth that it is hardly necessary to dwell upon it. Suffice it to point to the use of troops against strikers in all capitalist countries.A bourgeoisie armed against the proletariat is one of the biggest fundamental and cardinal facts of modern capitalist society. And in face of this fact, revolutionary Social-Democrats are urged to “demand “disarmament”! That is tantamount of complete abandonment of the class-struggle point of view, to renunciation of all thought of revolution. Our slogan must be: arming of the proletariat to defeat, expropriate and disarm the bourgeoisie. These are the only tactics possible for a revolutionary class, tactics that follow logically from, and are dictated by, the whole objective development of capitalist militarism. Only after the proletariat has disarmed the bourgeoisie will it be able, without betraying its world-historic mission, to consign all armaments to the scrap-heap. And the proletariat will undoubtedly do this, but only when this condition has been fulfilled, certainly not before.”"},{"id":299,"quote":"أمس لم يكن الوقت قد حان .. غدا يكون الآوان قد فات اليوم"},{"id":300,"quote":"Thus the Labour Party is a ‘capitalist workers’ party’."},{"id":301,"quote":"Those who live by the labor of others are taught by religion to practice charity while on earth, thus offering them a very cheap way of justifying their entire existence as exploiters and selling them at a moderate price tickets to well-being in heaven. Religion is opium for the people. Religion is a sort of spiritual booze, in which the slaves of capital drown their human image, their demand for a life more or less worthy of man."},{"id":302,"quote":"Logic,' indeed!"},{"id":303,"quote":"To decide once every few years which member of the ruling class is to repress and crush the people through parliament - such is the real essence of bourgeois parliamentarianism, not only in parliamentary-constitutional monarchies, but also in the most democratic republics."},{"id":304,"quote":"Bourgeois democracy, although a great historical advance in comparison with medievalism, always remains, and under capitalism is bound to remain, restricted, truncated, false and hypocritical, a paradise for the rich and a snare and deception for the exploited, for the poor."},{"id":305,"quote":"Our party, like any other political party, strives for political supremacy for itself."},{"id":306,"quote":"We are witnessing a highly instructive and highly comical spectacle. The bourgeois liberal prostitutes are trying to drape themselves in the toga of revolution."},{"id":307,"quote":"Thus, the twentieth century marks the turning-point from the old capitalism to the new, from the domination of capital in general to the domination of finance capital."},{"id":308,"quote":"Peace reigned in Europe, but this was because domination over hundreds of millions of people in the colonies by the European nations was sustained only through constant, incessant, interminable wars, which we Europeans do not regard as wars at all, since all too often they resembled, not wars, but brutal massacres, the wholesale slaughter of unarmed peoples."},{"id":309,"quote":"This transformation of competition into monopoly is one of the most important—if not the most important—phenomena of modern capitalist economy,"},{"id":310,"quote":"Translated into ordinary human language this means that the development of capitalism has arrived at a stage when, although commodity production still “reigns and continues to be regarded as the basis of economic life, it has in reality been undermined and the bulk of the profits go to the “geniuses” of financial manipulation.”"},{"id":311,"quote":"Излишните думи само отслабват съвсем достатъчно и релефно изразявае на мисълта..."},{"id":312,"quote":"В политике есть только один принцип и одна правда: или противник причиняет мне вред, или я ему."},{"id":313,"quote":"Социализм — это учет. Если вы хотите взять на учет каждый кусок железа и ткани, то это и будет социализм."},{"id":314,"quote":"Why should we bother to reply to Kautsky? He would reply to us, and we would have to reply to his reply. There’s no end to that. It will be quite enough for us to announce that Kautsky is a traitor to the working class, and everyone will understand everything."},{"id":315,"quote":"Logic is the science not of external forms of thought, but of the laws of development \"of all material, natural and spiritual things\", i.e., of the development of the entire concrete content of the world and of its cognition, i.e., the sum-total, the conclusion of the History of knowledge of the world."},{"id":316,"quote":"We ourselves, the workers, will organize large-scale production on the basis of what capitalism has already created; we shall rely on our own experience as workers, we shall establish strict, iron discipline supported by the state power of the armed workers, we shall reduce the role of the state officials to that of simply carrying out our instructions as responsible, revocable, moderately paid \"managers\" (of course, with the aid of technicians of all sorts, types and degrees). This is our proletarian task, this is what we can and must start with in carrying out the proletarian revolution. Such a beginning, on the basis of large-scale production, will of itself lead to the gradual \"withering away\" of all bureaucracy, to the gradual creation of an order, order without quotation marks, which will be different from wage-slavery, an order in which the functions of control and accounting—becoming more and more simple—will be performed by each in turn, will then become a habit and will finally die out as the special functions of a special stratum of the population."},{"id":317,"quote":"This is so true [...]"},{"id":318,"quote":"t is often said and written that the main point in Marx's theory is the class struggle. But this is wrong. And this wrong notion very often results in an opportunist distortion of Marxism and its falsification in a spirit acceptable to the bourgeoisie. For the theory of the class struggle was created not by Marx, but by the bourgeoisie before Marx, and, generally speaking, it is acceptable to the bourgeoisie. Those who recognize only the class struggle are not yet Marxists; they may be found to be still within the bounds of bourgeois thinking and bourgeois politics. To confine Marxism to the theory of the class struggle means curtailing Marxism, distorting it, reducing it to something acceptable to the bourgeoisie. Only he is a Marxist who extends the recognition of the class struggle to the recognition of the dictatorship of the proletariat. That is what constitutes the most profound distinction between the Marxist and the ordinary petty (as well as big) bourgeois. This is the touchstone on which the real understanding and recognition of Marxism should be tested."},{"id":319,"quote":"It is not surprising that the author is driven to the conclusion that “the French Republic is a financial monarchy; “it is the complete domination of the financial oligarchy; the latter dominates over the press and the government.”[9]”"},{"id":320,"quote":"American ethics, which the European professors and well-meaning bourgeois so hypocritically deplore, have, in the age of finance capital, become the ethics of literally every large city in any country.”"},{"id":321,"quote":"Owing to the conditions of capitalist exploitation, the modern wage slaves are so crushed by want and poverty that \"they cannot be bothered with democracy\", \"cannot be bothered with politics\"; in the ordinary, peaceful course of events, the majority of the population is debarred from participation in public and political life."},{"id":322,"quote":"I had already drawn up the plan for the next, the seventh chapter, on the 'Experience of the Russian Revolutions of 1905 and 1917.' But... It is more pleasant and useful to go through the 'experience of the revolution' than to write about it."},{"id":323,"quote":"As long as capitalism remains what it is, surplus capital will never be utilised for the purpose of raising the standard of living of the masses in a given country, for this would mean a decline in profits for the capitalists; it will be used for the purpose of increasing those profits by exporting capital abroad to the backward countries."},{"id":324,"quote":"Matter is a philosophicalcategory denoting the objective reality which is given to man by his sensations, and which is copied, photographed and reflected by our sensations, while existing independently of them."},{"id":325,"quote":"Private property based on the labour of the small proprietor, free competition, democracy, i.e., all the catchwords with which the capitalists and their press deceive the workers and the peasants- are things of the past. Capitalism has grown into a world system of colonial oppression and of the financial strangulation of the overwhelming majority of the people of the world by a handful of \"advanced\" countries. And this \"booty\" is shared between two or three powerful world marauders armed to the teeth\"...\"who involve the whole world in their war over the sharing of their booty."},{"id":326,"quote":"I am bound to accord you, in the name of free speech, the full right to shout, lie and write to your heart’s content. But you are bound to grant me, in the name of freedom of association, the right to enter into, or withdraw from, association with people advocating this or that view."},{"id":327,"quote":"Federal Switzerlandization would be a huge step backwards for Germany. Two"},{"id":328,"quote":"Capitalism has grown into a world system of colonial oppression and of the financial strangulation of the overwhelming majority of the population of the world by a handful of “advanced countries. And this “booty” is shared between two or”"},{"id":329,"quote":"The state is a product and a manifestation of the irreconcilability of class antagonisms."},{"id":330,"quote":"I can’t listen to music because it makes me want to say sweet, silly things, and pat people on the head… but you have to beat people’s heads, beat them mercilessly! … What a devilishly difficult job I have."},{"id":331,"quote":"Democracy for an insignificant minority, democracy for the rich: this is the democratism of capitalist society."},{"id":332,"quote":"Under capitalism democratism is restricted, cramped, curtailed, mutilated by all the conditions of wage slavery and of the poverty and misery of the masses"},{"id":333,"quote":"Ya burjuva ideolojisi ya da sosyalist ideoloji. Bunun ortası yok (çünkü insanlık \"üçüncü\" bir ideoloji yaratmış değildir; ayrıca genel olarak sınıfsal çelişkilerle parçalanmış bir toplumda, hiçbir zaman sınıflar dışı veya sınıflar üstü bir ideoloji olamaz). Bu nedenle, sosyalist ideolojinin her türlü küçümsenmesi, ondan her türlü uzaklaşma, burjuva ideolojisinin güçlendirilmesi anlamına gelir."},{"id":334,"quote":"Creative activity at the grassroots is the basic factor of the new public life. Let the workers set up workers' control at their factories. Let them supply the villages with manufactures in exchange for grain […] Socialism cannot be decreed from above. Its spirit rejects the mechanical bureaucratic approach: living creative socialism is the product of the masses themselves."},{"id":335,"quote":"The reason such elementary things have to be explained to the Russian \"democrats\" is that they are so immersed right up to their ears in the mud of petty-bourgeois ideas that to imagine any but a petty-bourgeois order of things is quite beyond them."},{"id":336,"quote":"It is important for us to draw literally all working people into the government of the state. It is a task of tremendous difficulty. But socialism cannot be implemented by a minority, by the Party. It can be implemented by tens of millions when they have learned to do it for themselves."},{"id":337,"quote":"In the history of modern socialism this is a phenomenon, that the strife of the various trends within the socialist movement has from national become international."},{"id":338,"quote":"After the experience both of Europe and Asia, anyone who speaks of non - class politics and of non - class socialism deserves to be simply put in a cage and exhibited alongside of the Australian kangaroo."},{"id":339,"quote":"Ancak kendine güveni olmayanlar, güvenilmez insanlarla bile olsa geçici ittifaklara girmekten korkar ve hiçbir politik parti bu tür ittifaklar olmadan var olamaz."},{"id":340,"quote":"The more democratic the system of government is, the clearer it will be to the workers that the root of the evil is not the lack of rights, but capitalism."},{"id":341,"quote":"We must also note that Engels is most definite in calling universal suffrage an instrument of bourgeois rule. Universal suffrage, he says, obviously summing up the long experience of German Social-Democracy, is \"the gauge of the maturity of the working class. It cannot and never will be anything more in the present-day state.\""},{"id":342,"quote":"that social-chauvinism (socialism in words, chauvinism in deeds)"},{"id":343,"quote":"O Estado é \"uma força especial de repressão\". Esta notável e profunda definição de Engels é de uma absoluta clareza. Dela resulta que essa força especial de repressão do proletariado pela burguesia, de milhões de trabalhadores por um punhado de ricos, deve ser substituída por uma \"força especial de repressão\" da burguesia pelo proletariado (a ditadura do proletariado)"},{"id":344,"quote":"Иной мерзавец может быть для нас именно тем полезен, что он мерзавец."},{"id":345,"quote":"(in view of the extreme complexity of the phenomena of social life it is always possible to select any number of examples or separate data to prove any proposition),"},{"id":346,"quote":"Por isso, seria um grande erro aprender-se comunismo apenas nos livros. Os nossos discursos e artigos actuais não são mera repetição daquilo que se diziam antes do comunismo, porque os nossos discursos e artigos estão ligados com o nosso trabalho diário em todos os domínios. Sem trabalho, sem luta, o conhecimento livresco do comunismo, adquirido em folhetos e obras comunistas, não tem absolutamente nenhum valor, porque não faria mais do que manter o velho abismo entre a teoria e a prática, o velho abismo que era o aspecto mais nocivo da antiga sociedade burguesa."},{"id":347,"quote":"Complete self-government for the province [gubernia and region], district and community through bureaucrats elected by universal suffrage; the abolition of all local and provincial authorities appointed by the state."},{"id":348,"quote":"Capitalism has grown into a world system of colonial oppression and of the financial strangulation of the overwhelming majority of the population of the world by a handful of “advanced countries. And this “booty” is shared between two or three powerful world plunderers armed to the teeth (America, Great Britain, Japan), who are drawing the whole world into their war over the division of their booty. III”"},{"id":349,"quote":"During the last fifteen to twenty years, especially since the Spanish-American War (1898) and the Anglo-Boer War (1899–1902), the economic and also the political literature of the two hemispheres has more and more often adopted the term “imperialism in order to describe the present era. In 1902, a book by the English economist J. A. Hobson, Imperialism, was published in London and New York. This”"},{"id":350,"quote":"This transformation of competition into monopoly is one of the most important—if not the most important—phenomena of modern capitalist economy, and we must deal with it in greater detail. But first we must clear up one possible misunderstanding."},{"id":351,"quote":"The Guchkov government is held in a vice: bound by the interests of capital, it is compelled to strive to continue the predatory, robber war, to protect the monstrous profits of capital and the landlords, to restore the monarchy. Bound by its revolutionary origin and by the need for an abrupt change from tsarism to democracy, pressed by the bread-hungry and peace-hungry masses, the government is compelled to lie, to wriggle, to play for time, to “proclaim and promise (promises are the only things that are very cheap even at a time of madly rocketing prices) as much as possible and do as little as possible, to make concessions with one hand and to withdraw them with the other. Under”"},{"id":352,"quote":"A slave that understands his position and struggles against is a revolutionary. A slave that doesn’t understand that he is enslaved and vegetates in silent, unconscious and speechless life, is just a slave. A slave that salivates when complacently describing delights of slave life and that is enraptured by good and kind master is a cad, a serf."},{"id":353,"quote":"Hobson, in his work on imperialism, marks the years 1884-1900 as the epoch of intensified “expansion of the chief European states. According to his estimate, Great Britain during these years acquired 3,700,000 square miles of territory with 57,000,000 inhabitants; France, 3,600,000 square miles with 36,500,000; Germany, 1,000,000 square miles with 14,700,000; Belgium, 900,000 square miles with 30,000,000; Portugal, 800,000 square miles with 9,000,000 inhabitants. The scramble for colonies by all the capitalist”"},{"id":354,"quote":"Social-Democracy leads the struggle of the working class not only for better terms for the sale of labour power, but also for the abolition of the social system which compels the propertyless to sell themselves to the rich"},{"id":355,"quote":"when there is no materialist criticism of political institutions, and when the class character of the modern state is not understood, it is only one step from political radicalism to political opportunism."},{"id":356,"quote":"It is often said and written that the main point in Marx's theory is the class struggle. But this is wrong. And this wrong notion very often results in an opportunist distortion of Marxism and its falsification in a spirit acceptable to the bourgeoisie. For the theory of the class struggle was created not by Marx, but by the bourgeoisie before Marx, and, generally speaking, it is acceptable to the bourgeoisie. Those who recognize only the class struggle are not yet Marxists; they may be found to be still within the bounds of bourgeois thinking and bourgeois politics. To confine Marxism to the theory of the class struggle means curtailing Marxism, distorting it, reducing it to something acceptable to the bourgeoisie. Only he is a Marxist who extends the recognition of the class struggle to the recognition of the dictatorship of the proletariat. That is what constitutes the most profound distinction between the Marxist and the ordinary petty (as well as big) bourgeois. This is the touchstone on which the real understanding and recognition of Marxism should be tested."},{"id":357,"quote":"Nowadays, the idea of development, of evolution, has penetrated the social consciousness almost in its entirety, but by other ways, not through Hegelian philosophy. But as formulated by Marx and Engels basing themselves on Hegel, this idea is far more comprehensive, far richer in content than the current idea of evolution. A development that seemingly repeats the stages already passed, but repeats them differently, on a higher basis (‘negation of negation’), a development, so to speak, in a spiral, not in a straight line; a development by leaps, catastrophes and revolutions; ‘breaks in continuity’; the transformation of quantity into quality; inner impulses to development, imparted by the contradiction and conflict of the various forces and tendencies acting on a given body, or within a given phenomenon, or within a given society; the interdependence and the closest, indissoluble connection of all sides of every phenomenon (history constantly discloses ever new sides), a connection that provides a uniform, law governed, universal process of motion - such are some of the features of dialectics as a richer (than the ordinary) doctrine of development."},{"id":358,"quote":"My cherished idea is a solution for the social problem, i.e., in order to save the 40,000,000 inhabitants of the United Kingdom from a bloody civil war, we colonial statesmen must acquire new lands to settle the surplus population, to provide new markets for the goods produced in the factories and mines. The Empire, as I have always said, is a bread and butter question. If you want to avoid civil war, you must become imperialists. [4] That was said in 1895 by Cecil Rhodes"},{"id":359,"quote":"After 1876 colonial possessions increased to enormous dimensions, by more than fifty per cent, from 40,000,000 to 65,000,000 square kilometres for the six biggest powers; the increase amounts to 25,000,000 square kilometres, fifty per cent more than the area of the metropolitan countries (16,500,000 square kilometres). In 1876 three powers had no colonies, and a fourth, France, had scarcely any. By 1914 these four powers had acquired colonies with an area of 14,100,000 square kilometres, i.e., about half as much again as the area of Europe, with a population of nearly 100,000,000."},{"id":360,"quote":"No, democracy is not identical with the subordination of the minority to the majority. Democracy is a state which recogizes the subordination of the minority to the majority, i.e., an organization for the systematic use of violence by one class against the other, by one section of the population against another."},{"id":361,"quote":"Der kluge Idealismus steht dem klugen Materialismus näher als der dumme Materialismus."},{"id":362,"quote":"Obviously, out of such enormous superprofits (since they are obtained over and above the profits which capitalists squeeze out of the workers of their “own country) it is possible to bribe the labour leaders and the upper stratum of the labour aristocracy. And that is just what the capitalists of the “advanced” countries are doing: they are bribing them in a thousand different ways, direct and indirect, overt and covert.”"},{"id":363,"quote":"En vida de los grandes revolucionarios, las clases opresoras les someten a constantes persecuciones, acogen sus doctrinas con la rabia más salvaje, con el odio más furioso, con la campaña más desenfrenada de mentiras y calumnias. Después de su muerte, se intenta convertirlos en iconos inofensivos, canonizarlos, por decirlo así, rodear sus nombres de una cierta aureola de gloria para \"consolar\" y engañar a las clases oprimidas, castrando el contenido de su doctrina revolucionaria, mellando su filo revolucionario, envileciéndola."},{"id":364,"quote":"All and sundry manifestations of police tyranny and autocratic outrage, in addition to the evils connected with the economic struggle, are equally “widely applicable as a means of “drawing in” the masses.”"},{"id":365,"quote":"What a waste that we lost Mussolini. He is a first-rate man who would have led our party to power in Italy. [Addressing to a delegation of Italian socialists in Moscow after Mussolini's March on Rome in 1922]"},{"id":366,"quote":"We do not expect the advent of a system of society in which the principle of subordination of the minority to the majority will not be observed. In striving for socialism, however, we are convinced that it will develop into communism and, therefore, that the need for violence against people in general, for the subordination of one man to another, and of one section of the population to another, will vanish altogether since people will become accustomed to observing the elementary conditions of social life without violence and without subordination."},{"id":367,"quote":"Take a factory, a railway, a ship on the high seas, said Engels: is it not clear that not one of these complex technical establishments, based on the use of machinery and the systematic co-operation of many people, could function without a certain amount of subordination and, consequently, without a certain amount of authority or power?"},{"id":368,"quote":"The struggle to free the working people from the influence of the bourgeoisie in general, and of the imperialist bourgeoisie in particular, is impossible without a struggle against opportunist prejudices concerning the “state.”"},{"id":369,"quote":"Have these gentlemen ever seen a revolution? A revolution is certainly the most authoritarian thing there is; it is an act whereby one part of the population imposes its will upon the other part by means of rifles, bayonets, and cannons, all of which are highly authoritarian means. And the victorious party must maintain its rule by means of the terror which its arms inspire in the reactionaries. Would the Paris Commune have lasted more than a day if it had not used the authority of the armed people against the bourgeoisie? Cannot we, on the contrary, blame it for having made too little use of that authority? Therefore, one of two things: either that anti-authoritarians don’t know what they are talking about, in which case they are creating nothing but confusion. Or they do know, and in that case they are betraying the cause of the proletariat. In either case they serve only reaction.8 This"},{"id":370,"quote":"The class-conscious worker is far from holding this point of view. He will not allow his consciousness to be dulled by such cries no matter how sincere and heartfelt they may be. Yes, we workers and the mass of small proprietors lead a life that is filled with unbearable oppression and suffering. Things are harder for our generation than they were for our fathers. But in one respect we are luckier than our fathers. We have begun to learn and are rapidly learning to fight—and to fight not as individuals, as the best of our fathers fought, not for the slogans of bourgeois speechifiers that are alien to us in spirit, but for our slogans, the slogans of our class. We are fighting better than our fathers did. Our children will fight better than we do, and they will be victorious."},{"id":371,"quote":"The question of the relation of the socialist proletarian revolution to the state, therefore, is acquiring not only practical political importance, but also the significance of a most urgent problem of the day, the problem of explaining to the masses what they will have to do before long to free themselves from capitalist tyranny."},{"id":372,"quote":"All officials, without exception, elected and subject to recall at any time, their salaries reduced to the level of ordinary \"workmen's wages\" — these simple and \"self-evident\" democratic measures, while completely uniting the interests of the workers and the majority of the peasants, at the same time serve as a bridge leading from capitalism to socialism."},{"id":373,"quote":"According to Marx, the state could neither have arisen or maintained itself had it been possible to reconcile classes."},{"id":374,"quote":"According to Marx, the state is an organ of class rule, an organ for the oppression of one class by another; it is the creation of “order, which legalizes and perpetuates this oppression by moderating the conflict between classes.”"},{"id":375,"quote":"Engels elucidates the concept of the “power which is called the state, a power which arose from society but places itself above it and alienates itself more and more from it. What does this power mainly consist of? It consists of special bodies of armed men having prisons, etc., at their command.”"},{"id":376,"quote":"A state arises, a special power is created, special bodies of armed men, and every revolution, by destroying the state apparatus, shows us the naked class struggle, clearly shows us how the ruling class strives to restore the special bodies of armed men which serve it, and how the oppressed class strives to create a new organization of this kind, capable of serving the exploited instead of the exploiters."},{"id":377,"quote":"The ancient and feudal states were organs for the exploitation of the slaves and serfs; likewise, “the modern representative state is an instrument of exploitation of wage-labor by capital. By way of exception, however, periods occur in which the warring classes balance each other so nearly that the state power as ostensible mediator acquires, for the moment, a certain degree of independence of both...."},{"id":378,"quote":"...it is not enough for revolution that theexploited and oppressed masses should understand the impossibility ofliving in the old way and demand changes; it is essential for revolution thatthe exploiters should not be able to live and rule in the old way. Only whenthe “lower classes do not want the old way, and when the “upper classes”cannot carry on in the old way—only then can revolution triumph.”"},{"id":379,"quote":"Competition becomes transformed into monopoly. The result is immense progress in the socialisation of production. In particular, the process of technical invention and improvement becomes socialised."},{"id":380,"quote":"...it is not enough for revolution that the exploited and oppressed masses should understand the impossibility of living in the old way and demand changes; it is essential for revolution that the exploiters should not be able to live and rule in the old way. Only when the “lower classes do not want the old way, and when the “upper classes” cannot carry on in the old way—only then can revolution triumph.”"},{"id":381,"quote":"The fundamental law of revolution, which has been confirmed by all revolutions, and particularly by all three Russian revolutions in the twentieth century, is as follows: it is not enough for revolution that the exploited and oppressed masses should understand the impossibility of living in the old way and demand changes; what is required for revolution is that the exploiters should not be able to live and rule in the old way. Only when the \"lower classes\" do not want the old way, and when the \"upper classes\" cannot carry on in the old way – only then can revolution triumph. This truth may be expressed in other words: revolution is impossible without a nationwide crisis (affecting both the exploited and the exploiters). It follows that revolution requires, first, that a majority of the workers (or at least a majority of the class-conscious, thinking and politically active workers) should fully understand that revolution is necessary and be ready to sacrifice their lives for it; second, that the ruling classes should be passing through a governmental crisis which draws even the most backward masses into politics (a symptom of every real revolution is a rapid tenfold and even hundredfold increase in the number of representatives of the toiling and oppressed masses - hitherto apathetic – who are capable of waging the political struggle), weakens the government and make it possible for the revolutionaries to overthrow it rapidly."},{"id":382,"quote":"In reality the state is nothing but a machine for the oppression of one class by another, and indeed in the democratic republic no less than in the monarchy."},{"id":383,"quote":"Socialists have always condemned war between nations as barbarous and brutal. But our attitude towards war is fundamentally different from that of the bourgeois pacifists (supporters and advocates of peace) and of the Anarchists. We differ from the former in that we understand the inevitable connection between wars and the class struggle within the country; we understand that war cannot be abolished unless classes are abolished and Socialism is created; and we also differ in that we fully regard civil wars, i.e., wars waged by the oppressed class against the oppressing class, slaves against slave-owners, serfs against land-owners, and wage workers against the bourgeoisie, as legitimate, progressive and necessary. We Marxists differ from both the pacifists and the Anarchists in that we deem it necessary historically (from the standpoint of Marx's dialectical materialism) to study each war separately. In history there have been numerous wars which, in spite of all the horrors, atrocities, distress and suffering that inevitably accompany all wars, were progressive, i.e., benefited the development of mankind by helping to destroy the exceptionally harmful and reactionary institutions (for example, autocracy or serfdom), the most barbarous despotisms in Europe (Turkish and Russian). Therefore, it is necessary to examine the historically specific features of precisely the present war."},{"id":384,"quote":"Notwithstanding all the laws emancipating woman, she continues to be a domestic slave, because petty housework crushes, strangles, stultifies and degrades her, chains her to the kitchen and the nursery, and she wastes her labour on barbarously unproductive, petty, nerve‑racking, stultifying and crushing drudgery."},{"id":385,"quote":"Crises of every kind — economic crises more frequently, but not only these — in their turn increase very considerably the tendency towards concentration and monopoly."},{"id":386,"quote":"Parliamentarism, of course, is “politically obsolete for the Communists in Germany; but—and that is the whole point—we must not regard what is obsolete for us as being obsolete for the class, as being obsolete for the masses. Here again we find that the “Lefts” do not know how to reason, do not know how to act as the party of the class, as the party of the masses. You must not sink to the level of the masses, to the level of the backward strata of the class. That is incontestable. You must tell them the bitter truth. You must call their bourgeois democratic and parliamentary prejudices prejudices. But at the same time you must soberly follow the actual state of class consciousness and preparedness of the whole class (not only of its Communist vanguard), of all the toiling masses (not only of their advanced elements).”"},{"id":387,"quote":"To refuse to work in the reactionary trade unions means leaving the insufficiently developed or backward masses of workers under the influence of the reactionary leaders, the agents of the bourgeoisie, the labor aristocrats, or the “workers who have become completely bourgeois.”"},{"id":388,"quote":"[If] we were to make “recognition of the dictatorship [of the proletariat] a condition of trade union membership, we should be committing a folly, we should be damaging our influence over the masses, we should be helping the Mensheviks. For the whole task of the Communists is to be able to convince the backward elements, to work among them, and not to fence themselves off from them…”"},{"id":389,"quote":"Under capitalism democratism is restricted, cramped, curtailed, mutilated by all the conditions of wage slavery and of the poverty and misery of the masses. This and this alone is the reason why the office-holders in our political organizations and trade unions are corrupted (or, more precisely, have a tendency to be corrupted) by the conditions of capitalism and betray a tendency to being turned into bureaucrats, i.e. privileged persons cut off from the masses and standing above the masses"},{"id":390,"quote":"... I want with my vote to support Henderson in the same way as the rope supports a hanged man."},{"id":391,"quote":"we shall move on to a break with these traitors to socialism and shall fight for the complete destruction of the old state machine in order that the armed proletariat itself should become the government."},{"id":392,"quote":"The distortion and shelving of the question of the relation of the proletarian revolution to the state could not help but play an immense role at a time when states, each with its military apparatus reinforced as a result of imperialist competition, have been turned into military monsters which are exterminating millions of people in order to decide the dispute as to whether England or Germany – this or that centre of finance capital – is to rule the world."},{"id":393,"quote":"The replacement of the bourgeois state by the proletarian state is impossible without a violent revolution. The eradication of the proletarian state, i.e. the eradication of the state as such, is impossible except through the process of ‘withering away’."},{"id":394,"quote":"Rusya'da, hem 1870'li, hem de 1860'lı yıllarda (hatta 19. yüzyılın ilk yarısında) da grevler oldu ve bunlar makinelerin vb. \"kendiliğinden\" tahrip edilmesi vb. eşliğinde yaşanan grevlerdi. Bu \"isyanlarla\" karşılaştırıldığında, 1890'lı yıllardaki grevleri \"bilinçli\" grevler olarak tanımlamak bile mümkün; bu dönemde işçi hareketinin ileri doğru attığı adım böylesine önemlidir. Bu bize, \"kendiliğinden unsurun\", aslında, bilinçliliğin nüve halinden başka bir şey olmadığını gösterir. İlkel ayaklanmalar da kendilerini belli bir bilinç uyanışıyla ifade etmişlerdi: İşçiler, kendilerini ezen düzenin değişmezliğine çağlar boyu sürüp gelen inançlarını yitirmişler ve ortak bir karşı koyuşun gerekliliğini, anlamaya demeyeceğim ama hissetmeye başlamışlar, efendileri karşısındaki kölece boyun eğişe kesin bir son vermişlerdi. Fakat bu yine de mücadele olmaktan çok, çaresizliğin ve öç alma duygusunun bir dışa vurumuydu. 1890'ların grevleri, çok daha fazla bilinç belirtileri gösteriyordu: Belli talepler öne sürülüyor, eylem için hangi anın uygun olduğu önceden hesaplanıyor, başka yerlerde gerçekleşen belirli olaylar ve örnekler değerlendiriliyor vb. Eğer isyanlar ezilen insanların sadece başkaldırısı idiyse, sistematik grevler de sınıf mücadelesinin ilk nüvelerini ifade ediyordu,"}]