[{"id":1,"quote":"No other life forms know they are alive, and neither do they know they will die. This is our curse alone. Without this hex upon our heads, we would never have withdrawn as far as we have from the natural—so far and for such a time that it is a relief to say what we have been trying with our all not to say: We have long since been denizens of the natural world. Everywhere around us are natural habitats, but within us is the shiver of startling and dreadful things. Simply put: We are not from here. If we vanished tomorrow, no organism on this planet would miss us. Nothing in nature needs us."},{"id":2,"quote":"Madness, mayhem, erotic vandalism, devastation of innumerable souls - while we scream and perish, History licks a finger and turns the page."},{"id":3,"quote":"To be sane, he held, was either to be sedated by melancholy or activated by hysteria, two responses which were 'always and equally warranted for those of sound insight'. All others were irrational, merely symptoms of imaginations left idle, of memories out of work. And above these mundane responses, the only elevation allowable, the only valid transcendence, was a sardonic one: a bliss that annihilated the universe with jeers of dark joy, a mindful ecstasy. Anything else in the way of 'mysticism' was a sign of deviation or distraction, and a heresy to the obvious. (“The Medusa”)"},{"id":4,"quote":"Nonexistence never hurt anyone. Existence hurts everyone."},{"id":5,"quote":"Most people learn to save themselves by artificially limiting the content of consciousness."},{"id":6,"quote":"While a modicum of consciousness may have had survivalist properties during an immemorial chapter of our evolution – so one theory goes – this faculty soon enough became a seditious agent working against us … we need to hamper our consciousness for all we are worth or it will impose upon us a too clear vision of what we do not want to see … Consciousness has forced us into the paradoxical position of striving to be unself-conscious of what we are – hunks of spoiling flesh on disintegrating bones"},{"id":7,"quote":"A: There is no grand scheme of things. B: If there were a grand scheme of things, the fact – the fact – that we are not equipped to perceive it, either by natural or supernatural means, is a nightmarish obscenity. C: The very notion of a grand scheme of things is a nightmarish obscenity."},{"id":8,"quote":"It has always seemed to me that my existence consisted purely and exclusively of nothing but the most outrageous nonsense."},{"id":9,"quote":"Look at your body— A painted puppet, a poor toy Of jointed parts ready to collapse, A diseased and suffering thing With a head full of false imaginings. —The Dhammapada"},{"id":10,"quote":"And the worst possible thing we could know — worse than knowing of our descent from a mass of microorganisms — is that we are nobodies not somebodies, puppets not people."},{"id":11,"quote":"As history confirms, people will change their minds about almost anything, from which god they worship to how they style their hair. But when it comes to existential judgments, human beings in general have an unfalteringly good opinion of themselves and their condition in this world and are steadfastly confident they are not a collection of self-conscious nothings."},{"id":12,"quote":"The only value of this world lay in its power - at certain times - to suggest another world."},{"id":13,"quote":"The sinister, the terrible never deceive: the state in which they leave us is always one of enlightenment. And only this condition of vicious insight allows us a full grasp of the world, all things considered, just as a frigid melancholy grants us full possession of ourselves. We may hide from horror only in the heart of horror. (“The Medusa”)"},{"id":14,"quote":"To my mind, a well-developed sense of humor is the surest indication of a person's humanity, no matter how black and bitter that humor may be."},{"id":15,"quote":"Everything is ultimately peculiar and ultimately ridiculous."},{"id":16,"quote":"For optimists, human life never needs justification, no matter how much hurt piles up, because they can always tell themselves that things will get better. For pessimists, there is no amount of happiness—should such a thing as happiness even obtain for human beings except as a misconception—that can compensate us for life’s hurt."},{"id":17,"quote":"This, then, is the ultimate, that is only, consolation: simply that someone shares some of your own feelings and has made of these a work of art which you have the insight, sensitivity, and — like it or not — peculiar set of experiences to appreciate. Amazing thing to say, the consolation of horror in art is that it actually intensifies our panic, loudens it on the sounding-board of our horror-hollowed hearts, turns terror up full blast, all the while reaching for that perfect and deafening amplitude at which we may dance to the bizarre music of our own misery."},{"id":18,"quote":"As a survival-happy species, our successes are calculated in the number of years we have extended our lives, with the reduction of suffering being only incidental to this aim. To stay alive under almost any circumstances is a sickness with us. Nothing could be more unhealthy than to “watch one’s health” as a means of stalling death. The lengths we will go as procrastinators of that last gasp only demonstrate a morbid dread of that event. By contrast, our fear of suffering is deficient."},{"id":19,"quote":"No one gives up on something until it turns on them, whether or not that thing is real or unreal."},{"id":20,"quote":"Nature proceeds by blunders; that is its way. It is also ours. So if we have blundered by regarding consciousness as a blunder, why make a fuss over it? Our self-removal from this planet would still be a magnificent move, a feat so luminous it would bedim the sun. What do we have to lose? No evil would attend our departure from this world, and the many evils we have known would go extinct along with us. So why put off what would be the most laudable masterstroke of our existence, and the only one?"},{"id":21,"quote":"The company that employed me strived only to serve up the cheapest fare that the customer would tolerate, churn it out as fast as possible, and charge as much as they could get away with. If it were possible to do so, the company would sell what all businesses of its kind dream about selling, creating that which all of our efforts were tacitly supposed to achieve: the ultimate product -- Nothing. And for this product they would command the ultimate price -- Everything."},{"id":22,"quote":"What makes a nightmare nightmarish is the sense that something is happening that should not be. While nightmares are the most convenient reference point for this sense of the impossible, the unthinkable, as something that is actually happening, it is not restricted to our sleeping hours."},{"id":23,"quote":"The human phenomenon is but the sum Of densely coiled layers of illusion Each of which winds itself on the supreme insanity That there are persons of any kind When all there can be is mindless mirrors Laughing and screaming as they parade about in an endless dream"},{"id":24,"quote":"Consciousness has forced us into the paradoxical position of striving to be unself-conscious of what we are - hunks of spoiling flesh on disintegrating bones."},{"id":25,"quote":"Officially there are no fates worse than death. Unofficially, there is a profusion of such fates. For some people, just living with the thought that they will die is a fate worse than death itself."},{"id":26,"quote":"We live in a permanent state of bad faith, a mutual representation of ourselves to one another for the sake of remaining sane and following our biological imperative to continue as a species."},{"id":27,"quote":"What we do, as a conscious species, is set markers for ourselves. Once we reach one marker, we advance to the next."},{"id":28,"quote":"As for procreation, no one in his right mind would say that it is the only activity devoid of a praiseworthy incentive. Those who reproduce, then, should not feel unfairly culled as the worst conspirators against the human race. Every one of us is culpable in keeping the conspiracy alive, which is all right with most people."},{"id":29,"quote":"Personally, I'm afraid of suffering and afraid of dying. I'm also afraid of witnessing the suffering and death of those who are close to me. And no doubt I project these fears on those around me and those to come, which makes it impossible for me to understand why everyone isn't an antinatalist, just as I have to assume pronatalists can't understand why everyone isn't like them."},{"id":30,"quote":"But even if ego-death is regarded as the optimum model for human existence, one of liberation from ourselves, it still remains a compromise with being, a concession to the blunder of creation itself. We should be able to do better, and we can. To have our egos killed off is second-best to killing off death and all the squalid byplay that flitters around it. So let all lands be small, and grower smaller and smaller until no lands are left where any human footstep need press itself upon the earth."},{"id":31,"quote":"Windows are the eyes of the soulless"},{"id":32,"quote":"Best-selling horror fiction is indeed necessarily conservative because it must entertain a large number of readers. It’s like network television. I’m your local cable access station."},{"id":33,"quote":"Amnesia may well be the highest sacrament in the great gray ritual of existence."},{"id":34,"quote":"My imagination? No, I don't think it's VIVID at all. On the contrary, it's not nearly potent enough. My poor imaginative faculties have always needed...extentions. That's why I'm here with you. You're smiling again, or rather you're SMIRKING. Funny word, smirk. Rather like an extraterrestrial surname. Simon Smirk. How do you think that sounds?"},{"id":35,"quote":"I wanted to do things to Richard that would make the sun grow cold with horror."},{"id":36,"quote":"The ‘experimental’ writer, then, is simply following the story’s commands to the best of his human ability. The writer is not the story, the story is the story. See? Sometimes this is very hard to accept and sometimes too easy. On the one hand, there’s the writer who can’t face his fate: that the telling of a story has nothing at all to do with him; on the other hand, there’s the one who faces it too well: that the telling of the story has nothing at all to do with him"},{"id":37,"quote":"The finest people, as people go, cannot help but betray a fair portion of fear and insecurity, even full-blown panic."},{"id":38,"quote":"My grandfather felt at home with his lunatics."},{"id":39,"quote":"This is the great lesson the depressive learns: Nothing in the world is inherently compelling. Whatever may be really “out there cannot project itself as an affective experience. It is all a vacuous affair with only a chemical prestige. Nothing is either good or bad, desirable or undesirable, or anything else except that it is made so by laboratories inside us producing the emotions on which we live. And to live on our emotions is to live arbitrarily, inaccurately—imparting meaning to what has none of its own. Yet what other way is there to live? Without the ever-clanking machinery of emotion, everything would come to a standstill. There would be nothing to do, nowhere to go, nothing to be, and no one to know. The alternatives are clear: to live falsely as pawns of affect, or to live factually as depressives, or as individuals who know what is known to the depressive. How advantageous that we are not coerced into choosing one or the other, neither choice being excellent. One look at human existence is proof enough that our species will not be released from the stranglehold of emotionalism that anchors it to hallucinations. That may be no way to live, but to opt for depression would be to opt out of existence as we consciously know it.”"},{"id":40,"quote":"For the rest of the earth’s organisms, existence is relatively uncomplicated. Their lives are about three things: survival, reproduction, death—and nothing else. But we know too much to content ourselves with surviving, reproducing, dying—and nothing else. We know we are alive and know we will die. We also know we will suffer during our lives before suffering—slowly or quickly—as we draw near to death. This is the knowledge we “enjoy as the most intelligent organisms to gush from the womb of nature. And being so, we feel shortchanged if there is nothing else for us than to survive, reproduce, and die. We want there to be more to it than that, or to think there is. This is the tragedy: Consciousness has forced us into the paradoxical position of striving to be unself-conscious of what we are—hunks of spoiling flesh on disintegrating bones.”"},{"id":41,"quote":"There seems to be an inborn drive in all human beings not to live in a steady emotional state, which would suggest that such a state is not tolerable to most people. Why else would someone succumb to the attractions of romantic love more than once? Didn’t they learn their lesson the first time or the tenth time or the twentieth time? And it’s the same old lesson: everything in this life—I repeat, everything—is more trouble than it’s worth. And simply being alive is the basic trouble. This is something that is more recognized in Eastern societies than in the West. There’s a minor tradition in Greek philosophy that instructs us to seek a state of equanimity rather than one of ecstasy, but it never really caught on for obvious reasons. Buddhism advises its practitioners not to seek highs or lows but to follow a middle path to personal salvation from the painful cravings of the average sensual life, which is why it was pretty much reviled by the masses and mutated into forms more suited to human drives and desires. It seems evident that very few people can simply sit still. Children spin in circles until they collapse with dizziness."},{"id":42,"quote":"If truth is what you seek, then the examined life will only take you on a long ride to the limits of solitude and leave you by the side of the road with your truth and nothing else."},{"id":43,"quote":"The sinister, the terrible never deceive: the state in which they leave us is always one of enlightenment. And only this condition of vicious insight allows us a full grasp of the world, all things considered, just as a frigid melancholy grants us full possession of ourselves. We may hide from horror only in the heart of horror. (“The Medusa)”"},{"id":44,"quote":"Let's say it once and for all: Poe and Lovecraft - not to mention a Bruno Schulz or a Franz Kafka - were what the world at large would consider extremely disturbed individuals. And most people who are that disturbed are not able to create works of fiction. These and other names I could mention are people who are just on the cusp of total psychological derangement. Sometimes they cross over and fall into the province of 'outsider artists.' That's where the future development of horror fiction lies - in the next person who is almost too emotionally and psychologically damaged to live in the world but not too damaged to produce fiction."},{"id":45,"quote":"The human phenomenon is but the sumOf densely coiled layers of illusionEach of which winds itself on the supreme insanityThat there are persons of any kindWhen all there can be is mindless mirrorsLaughing and screaming as they parade about in an endless dream"},{"id":46,"quote":"As a survival-happy species, our successes are calculated in the number of years we have extended our lives, with the reduction of suffering being only incidental to this aim. To stay alive under almost any circumstances is a sickness with us. Nothing could be more unhealthy than to “watch one’s health as a means of stalling death. The lengths we will go as procrastinators of that last gasp only demonstrate a morbid dread of that event. By contrast, our fear of suffering is deficient.”"},{"id":47,"quote":"To be sane, he held, was either to be sedated by melancholy or activated by hysteria, two responses which were 'always and equally warranted for those of sound insight'. All others were irrational, merely symptoms of imaginations left idle, of memories out of work. And above these mundane responses, the only elevation allowable, the only valid transcendence, was a sardonic one: a bliss that annihilated the universe with jeers of dark joy, a mindful ecstasy. Anything else in the way of 'mysticism' was a sign of deviation or distraction, and a heresy to the obvious. (“The Medusa)”"},{"id":48,"quote":"One cringes to hear scientists cooing over the universe or any part thereof like schoolgirls over-heated by their first crush. From the studies of Krafft-Ebbing onward, we know that it is possible to become excited about anything—from shins to shoehorns. But it would be nice if just one of these gushing eggheads would step back and, as a concession to objectivity, speak the truth: THERE IS NOTHING INNATELY IMPRESSIVE ABOUT THE UNIVERSE OR ANYTHING IN IT."},{"id":49,"quote":"Within the hierarchy of fabrications that compose our lives—families, countries, gods—the self incontestably ranks highest. Just below the self is the family, which has proven itself more durable than national or ethnic affiliations, with these in turn outranking god-figures for their staying power. So any progress toward the salvation of humankind will probably begin from the bottom—when our gods have been devalued to the status of refrigerator magnets or lawn ornaments. Following the death rattle of deities, it would appear that nations or ethnic communities are next in line for the boneyard. Only after fealty to countries, gods, and families has been shucked off can we even think about coming to grips with the least endangered of fabrications—the self."},{"id":50,"quote":"I know in a way I never knew before that there is nowhere for me to go, nothing for me to do, and no one for me to know. The voice in my head keeps reciting these old principles of mine. The voice is his voice, and the voice is also my voice. And there are other voices, voices I have never heard before, voices that seem to be either dead or dying in a great moonlit darkness. More than ever, some sort of new arrangement seems in order, some dramatic and unknown arrangement -- anything to find release from this heartbreaking sadness I suffer every minute of the day (and night), this killing sadness that feels as if it will never leave me no matter where I go or what I do or whom I may ever know."},{"id":51,"quote":"How much nonsense can we take in our lives? And is there any way we can escape it? No, there is not. We are doomed to all kinds of nonsense: the pain nonsense, the nightmare nonsense, the sweat and slave nonsense, and many other shapes and sizes of insufferable nonsense. It is brought to us on a plate, and we must eat it up or face the death nonsense.7"},{"id":52,"quote":"For optimists, human life never needs justification, no matter how much hurt piles up, because they can always tell themselves that things will get better. For pessimists, there is no amount of happiness—should such a thing as happiness even obtain for human beings except as a misconception—that can compensate us for life’s hurt. As a worst-case example, a pessimist might refer to the hurt caused by some natural or human-made cataclysm. To adduce a hedonic counterpart to the horrors that attach to such cataclysms would require a degree of ingenuity from an optimist, but it could be done. And the reason it could be done, the reason for the eternal stalemate between optimists and pessimists, is that no possible formula can be established to measure proportions and types of hurt and happiness in the world. If such a formula could be established, then either pessimists or optimists would have to give in to their adversaries."},{"id":53,"quote":"We are gene-copying bio-robots, living out here on a lonely planet in a cold and empty physical universe."},{"id":54,"quote":"So they trust in the deity of the Old Testament, an incontinent dotard who soiled Himself and the universe with his corruption, a low-budget divinity passing itself off as the genuine article. (Ask the Gnostics.) They trust in Jesus Christ, a historical cipher stitched together like Frankenstein's monster out of parts robbed from the graves of messiahs dead and buried - a savior on a stick. They trust in the virgin-pimping Allah and his Drum Major Mohammed, a prophet-come-lately who pioneered a new genus of humbuggery for an emerging market of believers that was not being adequately served by existing religious products. They trust in anything that authenticates their importance as persons, tribes, societies, and particularly as a species that will endure in this world and perhaps in an afterworld that may be uncertain in its reality and unclear in its layout, but which states their craving for values \"not of this earth\" - that depressing, meaningless place their consciousness must sidestep every day."},{"id":55,"quote":"The pessimist’s credo, or one of them, is that nonexistence never hurt anyone and existence hurts everyone."},{"id":56,"quote":"A: There is no grand scheme of things.B: If there were a grand scheme of things, the fact – the fact – that we are not equipped to perceive it, either by natural or supernatural means, is a nightmarish obscenity.C: The very notion of a grand scheme of things is a nightmarish obscenity."},{"id":57,"quote":"Also worthy of mention is a clique among the suicidal for whom the meaning of their act is a darker thing. Frustrated as perpetrators of an all-inclusive extermination, they would kill themselves only because killing it all is closed off to them. They hate having been delivered into a world only to be told, by and by, “This way to the abattoir, Ladies and Gentlemen. They despise the conspiracy of Lies for Life almost as much as they despise themselves for being a party to it. If they could unmake the world by pushing a button, they would do so without a second thought. There is no satisfaction in a lonesome suicide. The phenomenon of “suicide euphoria” aside, there is only fear, bitterness, or depression beforehand, then the troublesomeness of the method, and nothingness afterward. But to push that button, to depopulate this earth and arrest its rotation as well—what satisfaction, as of a job prettily done. This would be for the good of all, for even those who know nothing about the conspiracy against the human race are among its injured parties.”"},{"id":58,"quote":"Every human activity is a tack for killing time,"},{"id":59,"quote":"As a fact, we cannot give suffering precedence in either our individual or collective lives. We have to get on with things, and those who give precedence to suffering will be left behind. They fetter us with their sniveling. We have someplace to go and must believe we can get there, wherever that may be. And to conceive that there is a 'brotherhood of suffering between everything alive' would disable us from getting anywhere. We are preoccupied with the good life, and step by step are working toward a better life. What we do, as a conscious species, is set markers for ourselves. Once we reach one marker, we advance to the next — as if we were playing a board game we think will never end, despite the fact that it will, like it or not. And if you are too conscious of not liking it, then you may conceive of yourself as a biological paradox that cannot live with its consciousness and cannot live without it. And in so living and not living, you take your place with the undead and the human puppet."},{"id":60,"quote":"This is the tragedy: Consciousness has forced us into the paradoxical position of striving to be unself-conscious of what we are—hunks of spoiling flesh on disintegrating bones."},{"id":61,"quote":"Nothing belongs to us. Everything is something that is rented out. Our very heads are filled with rented ideas passed on from one generation to the next."},{"id":62,"quote":"Perhaps the greatest strike against philosophical pessimism is that its only theme is human suffering. This is the last item on the list of our species’ obsessions and detracts from everything that matters to us, such as the Good, the Beautiful, and a Sparking Clean Toilet Bowl. For the pessimist, everything considered in isolation from human suffering or any cognition that does not have as its motive the origins, nature, and elimination of human suffering is at base recreational, whether it takes the form of conceptual probing or physical action in the world—for example, delving into game theory or traveling in outer space, respectively. And by “human suffering, the pessimist is not thinking of particular sufferings and their relief, but of suffering itself. Remedies may be discovered for certain diseases and sociopolitical barbarities may be amended. But those are only stopgaps. Human suffering will remain insoluble as long as human beings exist. The one truly effective solution for suffering is that spoken of in Zapffe’s “Last Messiah.” It may not be a welcome solution for a stopgap world, but it would forever put an end to suffering, should we ever care to do so. The pessimist’s credo, or one of them, is that nonexistence never hurt anyone and existence hurts everyone. Although our selves may be illusory creations of consciousness, our pain is nonetheless real.”"},{"id":63,"quote":"The clown figure has had so many meanings in different times and cultures. The jolly, well-loved joker familiar to most people is actually but one aspect of this protean creature. Madmen, hunchbacks, amputees, and other abnormals were once considered natural clowns; they were elected to fulfill a comic role which could allow others to see them as ludicrous rather than as terrible reminders of the forces of disorder in the world. But sometimes a cheerless jester was required to draw attention to this same disorder, as in the case of King Lear's morbid and honest fool, who of course was eventually hanged, and so much for his clownish wisdom. Clowns have often had ambiguous and sometimes contradictory roles to play. (\"The Last Feast Of The Harlequin\")"},{"id":64,"quote":"To salve the pains of consciousness, some people anesthetize themselves with sunny thoughts. But not everyone can follow their lead, above all not those who sneer at the sun and everything upon which it beats down. Their only respite is in the balm of bleakness. Disdainful of the solicitations of hope, they look for sanctuary in desolate places - a scattering of ruins in a barren locale or a rubble of words in a book where someone whispers in a dry voice, \"I too am here."},{"id":65,"quote":"No one in a productive society wants you to know there ways of looking at the world other than their ways, and among the effects drugs may have is that of switching a mind from the normal track. Reading the works of certain writers has a corresponding effect. When receptive individuals explore the writings of someone such as Lovecraft, they are majestically solaced to find articulations of existence countering those to which the heads around them have become habituated."},{"id":66,"quote":"I think the worst way a writer can self-betray is by not being true to his or her experience of being alive. It’s my belief, for what it’s worth, that a lot of writers consign to the page what they think will meet with the approval, especially in the moral realm, of what their society has preached to them since they were children, almost all of which is utter bull####."},{"id":67,"quote":"one must take into account the shocking fact that we live on a world that spins. After considering this truth, nothing should come as a surprise."},{"id":68,"quote":"In the recumbence of depression, your information-gathering system collates its intelligence and reports to you these facts: (1) there is nothing to do; (2) there is nowhere to go; (3) there is nothing to be; (4) there is no one to know. Without meaning-charged emotions keeping your brain on the straight and narrow, you would lose your balance and fall into an abyss of lucidity. And for a conscious being, lucidity is a cocktail without ingredients, a crystal clear concoction that will leave you hung over with reality. In perfect knowledge there is only perfect nothingness, which is perfectly painful if what you want is meaning in your life."},{"id":69,"quote":"As the ego-dead, so we might imagine, we would continue to know pain in its various forms—that is the essence of existence—but we would not be cozened by our egos to take it personally, an attitude that converts an individual’s pain into conscious suffering. Naturally, we would still have to feed, but we would not be omnivorous gourmands who eat for amusement, gorging down everything in nature and turning to the laboratory for more. As for reproduction, who can say? Animals are driven to copulate, and even as the ego-dead we would not be severed from biology, although we would not be unintelligently ruled by it, as we are now. As a corollary of not being unintelligently ruled by biology, neither would we sulk over our extinction, as we do now. Why raise another generation destined to climb aboard the evolution treadmill? But then, why not raise another generation of the ego-dead? For those who do not perceive either their pleasures or their pains as belonging to them, neither life nor death would be objectionable or not objectionable, desirable or not desirable, all right or not all right. We would be the ego-dead, the self-less, and, dare we are, the enlightened."},{"id":70,"quote":"Life is a nightmare that leaves its mark upon you in order to prove that it is, in fact, real."},{"id":71,"quote":"Love? What is it? The most natural painkiller what there is. You may become curious, though, about what happened to that painkiller should depression take hold and expose your love—whatever its object—as just one of the many intoxicants that muddled your consciousness of the human tragedy. You may also want to take a second look at whatever struck you as a person, place, or thing of “beauty,” a quality that lives only in the neurotransmitters of the beholder. (Aesthetics? What is it? A matter for those not depressed enough to care nothing about anything, that is, those who determine almost everything that is supposed to matter to us. Protest as you like, neither art nor an aesthetic view of life are distractions granted to everyone.) In depression, all that once seemed beautiful, or even startling and dreadful, is nothing to you. The image of a cloud-crossed moon is not in itself a purveyor of anything mysterious or mystical; it is only an ensemble of objects represented to us by our optical apparatus and perhaps processed as a memory.”"},{"id":72,"quote":"those who suffer intolerably learn to hide their afflictions, both necessary and unnecessary, because the world does not run on pain time but on happy time, whether or not that happiness is honestly felt or a mask for the blackest despondency."},{"id":73,"quote":"The multicolored leaves were softly glowing against the black sky, creating an untimely nocturnal rainbow which scattered its spectral tints everywhere and dyed the night with a harvest of hues: peach gold and pumpkin orange, honey yellow and winy amber, apple red and plum violet. Luminous within their leafy shapes, the colors cast themselves across the darkness and were splattered upon our streets and our fields and our faces. Everything was resplendent with the pyrotechnics of a new autumn."},{"id":74,"quote":"There is nothing like fear to complicate one's consciousness, inducing previously unknown levels of reflection"},{"id":75,"quote":"From the earliest days of man there has endured the conviction that there is an order of existence which is entirely strange to him. It does indeed seem that the strict order of the visible world is only a semblance, one providing certain gross materials which become the basis for subtle improvisations of invisible powers. Hence, it may appear to some that a leafless tree is not a tree but a signpost to another realm; that an old house is not a house but a thing possessing a will of its own; that the dead may throw off that heavy blanket of earth to walk in their sleep, and in ours. And these are merely a few of the infinite variations on the themes of the natural order as it is usually conceived.But is there really a strange world? Of course. Are there, then, two worlds? Not at all. There is only our own world and it alone is alien to us, intrinsically so by virtue of its lack of mysteries. If only it actually were deranged by invisible powers, if only it were susceptible to real strangeness, perhaps it would seem more like a home to us, and less like an empty room filled with the echoes of this dreadful improvising. To think that we might have found comfort in a world suited to our nature, only to end up in one so resoundingly strange!"},{"id":76,"quote":"In those moments, which were eternal I assure you, I had no location in the universe, nothing to grasp for that minimum of security which every creature needs merely to exist without suffering from the sensation that everything is spinning ever faster on a cosmic carousel with only endless blackness at the edge of that wheeling ride. I know that your condition differs from mine, and therefore you have no means by which to fully comprehend my ordeals just as I cannot fully comprehend yours. But I do acknowledge that both our conditions are unendurable, despite the doctor's second-hand platitude that nothing in this world is unendurable. I've even come to believe that the world itself, by its very nature, is unendurable. It's only our responses to this fact that deviate: mine being predominately a response of passive terror approaching absolute panic; yours being predominantly a response of gruesome obsessions that you fear you might act upon."},{"id":77,"quote":"The attic is not haunting your head – your head is haunting the attic. Some heads are more haunted than others, whether they are haunted by ghosts or by gods or by creatures from outer space."},{"id":78,"quote":"To say that some kind of god might exist is to vivify its being with mystery. To define a god into existence because it meets certain criteria for godhood is to kill that god by turning it into a cheapjack idol with a publicity team of theologians behind it. This would explain why so many deities—all of them, in fact—have fallen apart or are in the process of doing so: eventually every god loses its mystery because it has become overqualified for its job. After a god’s mystery is gone, arguments for its reality begin. Logic steps in to resuscitate what has been bled of its healthful vagueness. Finally, another “living god is consigned to the mortuary of scholars.”"},{"id":79,"quote":"We are aberrations—beings born undead, neither one thing nor another, or two things at once … uncanny things that have nothing to do with the rest of creation, horrors that poison the world by sowing our madness everywhere we go, glutting daylight and darkness with incorporeal obscenities. From across an immeasurable divide, we brought the supernatural into all that is manifest. Like a faint haze it floats around us. We keep company with ghosts. Their graves are marked in our minds, and they will never be disinterred from the cemeteries of our remembrance. Our heartbeats are numbered, our steps counted. Even as we survive and reproduce, we know ourselves to be dying in a dark corner of infinity. Wherever we go, we know not what expects our arrival but only that it is there."},{"id":80,"quote":"The major part of our species seems able to undergo any trauma without significantly re-examining its household mantras, including “everything happens for a reason, “the show must go on,” “accept the things you cannot change,” and any other adage that gets people to keep their chins up.”"},{"id":81,"quote":"optimism, where it is not merely the thoughtless talk of those who harbor nothing but words under their shallow foreheads, seems to me to be not merely an absurd, but also a really wicked, way of thinking, a bitter mockery of the most unspeakable sufferings of mankind"},{"id":82,"quote":"We are only chance visitants to this jungle of blind mutations. The natural world existed when we did not, and it will continue to exist long after we are gone. The supernatural crept into life only when the door of consciousness was opened in our heads. The moment we stepped through that door, we walked out on nature. Say what we will about it and deny it till we die--we are blighted by our knowing what is too much to know and too secret to tell one another if we are to stride along our streets, work at our jobs, and sleep in our beds. It is the knowledge of a race of beings that is only passing through this shoddy cosmos."},{"id":83,"quote":"How can the disease be cured of itself?' you asked them. 'My body — a tumor that was once delivered from the body of another tumor, a lump of disease that is always boiling with its own disease. And my mind — another disease, the disease of a disease. Everywhere my mind sees the disease of other minds and other bodies, these other organisms that are only other diseases, an absolute nightmare of the organism."},{"id":84,"quote":"It’s strange how you’re sometimes forced to assume an unsympathetic view of yourself through borrowed eyes."},{"id":85,"quote":"We are each either among the demoralized showing the way to a future of eternal nightmare, or we are losers celebrating our moment in hell."},{"id":86,"quote":"Quinn seemed to have become one of a jaded philosophical society, a group of arcane deviates. Their raison d'etre was a kind of mystical masochism, forcing initiates toward feats of occult daredevilry - \"glimpsing the inferno with eyes of ice\", to take from the notebook a phrase that was repeated often and seemed a sort of chant of power. As I suspected, hallucinogenic drugs were used by the sect, and there was no doubt that they believed themselves communing with strange metaphysical venues. Their chief aim, in true mystical fashion, was to transcend common reality in the search for higher states of being, but their stratagem was highly unorthodox, a strange detour along the usual path toward positive illumination. Instead, they maintained a kind of blasphemous fatalism, a doomed determinism which brought them face to face with realms of obscure horror. Perhaps it was this very obscurity that allowed them the excitement of their central purpose, which seemed to be a precarious flirting with personal apocalypse, the striving for horrific dominion over horror itself.(\"The Dreaming In Nortown\")"},{"id":87,"quote":"You see how I live: shadows and silence, leaving things as I find them because I have no reason to disturb them. But there are things that I have known, even though I never wished to know them and cannot give them a name."},{"id":88,"quote":"For many feverish years he was burdened with the sensation, an ancient one to be sure, that the incredible sprawl of human history was no more than a pathetically partial record of an infinitely vast and shadowed chronicle of universal metamorphoses. How much greater, then, was the feeling that his own pathetic history formed a practically invisible fragment of what itself was merely an obscure splinter of the infinite. Somehow he needed to excarcerate himself from the claustral dungeon cell of his life. In the end, however, he broke beneath the weight of his aspiration. And as the years passed, the only mystery which seemed worthy of his interest, and his amazement, was that unknown day which would inaugurate his personal eternity, that incredible day on which the sun simply would not rise, and forever would begin."},{"id":89,"quote":"What does it mean to be alive except to court disaster and suffering at every moment?"},{"id":90,"quote":"The point that in the absence of birth nobody exists who can be deprived of happiness is terribly conspicuous. For optimists, this fact plays no part in their existential computations. For pessimists, however, it is axiomatic. Whether a pessimist urges us to live “heroically with a knife in our gut or denounces life as not worth living is immaterial. What matters is that he makes no bones about hurt being the Great Problem it is incumbent on philosophy to observe. But this problem can be solved only by establishing an imbalance between hurt and happiness that would enable us in principle to say which is more desirable—existence or nonexistence. While no airtight case has ever been made regarding the undesirability of human life, pessimists still run themselves ragged trying to make one. Optimists have no comparable mission. When they do argue for the desirability of human life it is only in reaction to pessimists arguing the opposite, even though no airtight case has ever been made regarding that desirability. Optimism has always been an undeclared policy of human culture—one that grew out of our animal instincts to survive and reproduce—rather than an articulated body of thought. It is the default condition of our blood and cannot be effectively questioned by our minds or put in grave doubt by our pains. This would explain why at any given time there are more cannibals than philosophical pessimists.”"},{"id":91,"quote":"When I first read Lovecraft around 1971, and even more so when I began to read about his life, I immediately knew that I wanted to write horror stories. I had read Arthur Machen before I read Lovecraft, and I didn’t have that reaction at all. It was what I sensed in Lovecraft’s works and what I learned about his myth as the “recluse of Providence that made me think, “That’s for me!” I already had a grim view of existence, so there was no problem there. I was and am agoraphobic, so being reclusive was a snap. The only challenge was whether or not I could actually write horror stories. So I studied fiction writing and wrote every day for years and years until I started to get my stories accepted by small press magazines. I’m not comparing myself to Lovecraft as a person or as a writer, but the rough outline of his life gave me something to aspire to. I don’t know what would have become of me if I hadn’t discovered Lovecraft.”"},{"id":92,"quote":"People get the biggest kick out of seeing the features of their faces plastered onto one head."},{"id":93,"quote":"For better or worse, pessimism without compromise lacks public appeal. In all, the few who have gone to the pains of arguing for a sullen appraisal of life might as well never have been born. As history confirms, people will change their minds about almost anything, from which god they worship to how they style their hair. But when it comes to existential judgments, human beings in general have a unfalteringly good opinion of themselves and their condition in this world and are steadfastly confident they are not a collection of self-conscious nothings"},{"id":94,"quote":"And one thing we know is real: horror. It is so real, in fact, that we cannot be sure it could not exist without us. Yes, it needs our imaginations and our consciousness, but it does not ask or require our consent to use them. Indeed, horror operates with complete autonomy. Generating ontological havoc, it is mephitic foam upon which our lives merely float. And, all said, we must face up to it: horror is more real than we are."},{"id":95,"quote":"Man is a self-conscious Nothing,"},{"id":96,"quote":"Now I am a vagabond of the universe, a drifter among spaces where the madness of things has no limits."},{"id":97,"quote":"Unfortunately they failed to appreciate the best part of you, preferring to lose themselves in the labyrinth of your grosser illusions. Didn't I show our well-behaved audience an angelized version of you? And you saw their reaction. They were bored and just sat in their seats like a bunch of stiffs. Of course, what can you expect? They wanted the death stuff, the pain stuff. All that flashy junk. They wanted cartwheels of agonized passion; somersaults into fires of doom; nosedives, if you will, into the frenzied pageant of vulnerable flesh. They wanted a tangible thrill.(\"Drink To Me Only With Labyrinthine Eyes\")"},{"id":98,"quote":"personal well-being serves solely to excavate within your soul a chasm which waits to be filled by a landslide of dread, an empty mold whose peculiar dimensions will one day manufacture the shape of your unique terror"},{"id":99,"quote":"There is nothing to do and there is nowhere to goThere is nothing to be and there is no-one to know"},{"id":100,"quote":"As we should know by now, it is as easy to make fun of religious or scientific visionaries as it is to idolize them. Which attitude is adopted depends on whether or not they tell you what you want to hear."},{"id":101,"quote":"As I drifted along with my bodiless invisibility, I felt myself more and more becoming an empty, floating shape, seeing without being seen and walking without the interference of those grosser creatures who shared my world. It was not an experience completely without interest or even pleasure. The clown's shibboleth of \"here we are again\" took on a new meaning for me as I felt myself a novitiate of a more rarified order of harlequinry. (\"The Last Feast Of The Harlequin\")"},{"id":102,"quote":"We did not make ourselves, nor did we fashion a world that could not work without pain, and great pain at that, with a little pleasure, very little, to string us along--a world where all organisms are inexorably pushed by pain throughout their lives to do that which will improve their chances to survive and create more of themselves. Left unchecked, this process will last as long as a single cell remains palpitating in this cesspool of the solar system, this toilet of the galaxy. So why not lend a hand in nature's suicide? For want of a deity that could be held to account for a world in which there is terrible pain, let nature take the blame for our troubles. We did not create an environment uncongenial to our species, nature did. One would think that nature was trying to kill us off, or get us to suicide ourselves once the blunder of consciousness came upon us. What was nature thinking? We tried to anthropomorphize it, to romanticize it, to let it into our hearts. But nature kept its distance, leaving us to our own devices. So be it. Survival is a two-way street. Once we settle ourselves off-world, we can blow up this planet from outer space. It's the only way to be sure its stench will not follow us. Let it save itself if it can--the condemned are known for the acrobatics they will execute to wriggle out of their sentences. But if it cannot destroy what it has made, and what could possibly unmake it, then may it perish along with every other living thing it has introduced to pain."},{"id":103,"quote":"While horror may make us squirm or quake, it will not make us cry at the pity of things. The vampire may symbolize our horror of both life and death, but none of us has ever been uprooted by a symbol. The zombie may conceptualize our sickness of the flesh and its appetites, but no one has ever been sickened to death by a concept."},{"id":104,"quote":"So it was that the Red Tower put into production its new, more terrible and perplexing, line of unique novelty items. Among the objects and constructions now manufactured were several of an almost innocent nature. These included tiny, delicate cameos that were heavier than their size would suggest, far heavier, and lockets whose shiny outer surface flipped open to reveal a black reverberant abyss inside, a deep blackness roaring with echoes. Along the same lines was a series of lifelike replicas of internal organs and physiological structures, many of them evidencing an advanced stages of disease and all of them displeasingly warm and soft to the touch. There was a fake disembodied hand on which fingernails would grow several inches overnight and insistently grew back should one attempt to clip them. Numerous natural objects, mostly bulbous gourds, were designed to produce a long, deafening scream whenever they were picked up or otherwise disturbed in their vegetable stillness. Less scrutable were such things as hardened globs of lava into whose rough, igneous forms were sent a pair of rheumy eyes that perpetually shifted their gaze from side to side like a relentless pendulum. And there was also a humble piece of cement, a fragment broken away from any street or sidewalk, that left a most intractable stain, greasy and green, on whatever surface it was placed. But such fairly simple items were eventually followed, and ultimately replaced, by more articulated objects and constructions. One example of this complex type of novelty item was an ornate music box that, when opened, emitted a brief gurgling or sucking sound in emulation of a dying individual's death rattle. Another product manufactured in great quantity at the Red Tower was a pocket watch in a gold casing which opened to reveal a curious timepiece whose numerals were represented by tiny quivering insects while the circling 'hands' were reptilian tongues, slender and pink. But these examples hardly begin to hint at the range of goods that came from the factory during its novelty phase of production. I should at least mention the exotic carpets woven with intricate abstract patterns that, when focused upon for a certain length of time, composed themselves into fleeting phantasmagoric scenes of a kind which might pass through a fever-stricken or even permanently damaged brain."},{"id":105,"quote":"What meaning our lives may seem to have is the work of a relatively well-constituted emotional system. As consciousness gives us the sense of being persons, our psychophysiology is responsible for making us into personalities who believe the existential game to be worth playing. We may have memories that are unlike those of anyone else, but without the proper emotions to liven those memories they might as well reside in a computer file as disconnected bits of data that never unite into a tailor-made individual for whom things seem to mean something. You can conceptualize that your life has meaning, but if you do not feel that meaning then your conceptualization is meaningless and you are nobody. The only matters of weight in our lives are colored by rainbows or auroras of regulated emotion which give one a sense of that “old self. But a major depression causes your emotions to evaporate, reducing you to a shell of a person standing alone in a drab landscape. Emotions are the substrate for the illusion of being a somebody among somebodies as well as for the substance we see, or think we see, in the world. Not knowing this ground-level truth of human existence is the equivalent of knowing nothing at all.”"},{"id":106,"quote":"It was an unusual sunset. Having sat behind opaque drapery all day, I had not realized that a storm was pushing in and that much of the sky was the precise shade of old suits of armor one finds in museums. At the same time, patches of brilliance engaged in a territorial dispute with the oncoming onyx of the storm. Light and darkness mingled in strange ways both above and below. Shadows and sunshine washed together, streaking the landscape with an unearthly study of glare and gloom. Bright clouds and black folded into each other in a no-man's land of the sky. The autumn trees took on the appearance of sculptures formed in a dream, their leaden-colored trunks and branches and iron-red leaves all locked in an infinite and unliving moment, unnaturally timeless. The gray lake slowly tossed and tumbled in a dead sleep, nudging unconsciously against its breakwall of numb stone. A scene of contradiction and ambivalence, a tragicomedic haze over all. A land of perfect twilight."},{"id":107,"quote":"If we must think, it should be done only in circles, outside of which lies the unthinkable."},{"id":108,"quote":"Best to immunize your consciousness from any thoughts that are startling and dreadful so that we can all go on conspiring to survive and reproduce as paradoxical beings—puppets that can walk and talk all by themselves. At worst keep your startling and dreadful thoughts to yourself. Hearken well: “None of us wants to hear spoken the exact anxieties we keep locked up inside ourselves. Smother that urge to go spreading news of your pain and nightmares around town."},{"id":109,"quote":"God’s plan to suicide himself could not work, though, as long as He existed as a unified entity outside of space-time and matter. Seeking to nullify His oneness so that He could be delivered into nothingness, he shattered Himself—Big Bang-like—into the time-bound fragments of the universe, that is, all those objects and organisms that have been accumulating here and there for billions of years. In Mainländer’s philosophy, “God knew that he could change from a state of super-reality into non-being only through the development of a real world of multiformity. Employing this strategy, He excluded Himself from being. “God is dead,” wrote Mainländer, “and His death was the life of the world.” Once the great individuation had been initiated, the momentum of its creator’s self-annihilation would continue until everything became exhausted by its own existence, which for human beings meant that the faster they learned that happiness was not as good as they thought it would be, the happier they would be to die out.”"},{"id":110,"quote":"In plain language, we cannot live except as self-deceivers who must lie to ourselves about ourselves, as well as about our unwinnable situation in this world."},{"id":111,"quote":"I am an offspring of the dead. I am descended from the deceased. I am the progeny of phantoms. My ancestors are the illustrious multitudes of the defunct, grand and innumerable. My lineage is longer than time. My name is written in embalming fluid in the book of death. A noble race is mine."},{"id":112,"quote":"Is the child in that old photograph really an erstwhile version of you, your little hand waving farewell? The face of that child is nothing like the face you have now. That child’s face is now melding with the blackness behind you, before you, around you. The child is waving and smiling and fading as your car keeps skidding toward your abruptly curtailed future. Bye-bye."},{"id":113,"quote":"Many people in this world are always looking to science to save them from something. But just as many, or more, prefer old and reputable belief systems and their sectarian offshoots for salvation. So they trust in the deity of the Old Testament, an incontinent dotard who soiled Himself and the universe with His corruption, a low-budget divinity passing itself off as the genuine article. (Ask the Gnostics.) They trust in Jesus Christ, a historical cipher stitched together like Frankenstein’s monster out of parts robbed from the graves of messiahs dead and buried—a savior on a stick. They trust in the virgin-pimping Allah and his Drum Major Mohammed, a prophet-come-lately who pioneered a new genus of humbuggery for an emerging market of believers that was not being adequately served by existing religious products. They trust in anything that authenticates their importance as persons, tribes, societies, and particularly as a species that will endure in this world and perhaps in an afterworld that may be uncertain in its reality and unclear in its layout, but which sates their craving for values not of this earth—that depressing, meaningless place their consciousness must sidestep every day."},{"id":114,"quote":"...ultimately, all diseases are magical diseases...(\"Gas Station Carnival\")"},{"id":115,"quote":"All of us had problems, it seemed, whose sources were untraceable, crossing over one another like the trajectories of countless raindrops in a storm, blending to create a fog of delusion and counter-delusion. Powerful forces and connections were undoubtedly at play, yet they seemed to have no faces and no names, and it was anybody's guess what we - a crowd of deluded no-talents - could have possibly done to offend them. We had been caught up in a season of hideous magic from which nothing could offer us deliverance.(\"Gas Station Carnivals\")"},{"id":116,"quote":"If human pleasure did not have both a lid and a time limit, we would not bestir ourselves to do things that were not pleasurable, such as toiling for our subsistence. And then we would not survive. By the same token, should our mass mind ever become discontented with the restricted pleasures doled out by nature, as well as disgruntled over the lack of restrictions on pain, we would omit the mandates of survival from our lives out of a stratospherically acerbic indignation. And then we would not reproduce. As a species, we do not shout into the sky, “The pleasures of this world are not enough for us. In fact, they are just enough to drive us on like oxen pulling a cart full of our calves, which in their turn will put on the yoke. As inordinately evolved beings, though, we can postulate that it will not always be this way. “A time will come,” we say to ourselves, “when we will unmake this world in which we are battered between long burden and brief delight, and will live in pleasure for all our days.” The belief in the possibility of long-lasting, high-flown pleasures is a deceptive but adaptive flimflam. It seems that nature did not make us to feel too good for too long, which would be no good for the survival of the species, but only to feel good enough for long enough to keep us from complaining that we do not feel good all the time.”"},{"id":117,"quote":"Our common preference as a species is for difference rather than unity. (Vive la différence. Vive la guerre.) Nobody designed us to be this way—it just happens to be how we blundered into the nightmare of being. Life preys on life, per Schopenhauer"},{"id":118,"quote":"We have long since been denizens of the natural world. Everywhere around us are natural habitats, but within us is the shiver of startling and dreadful things. Simply put: We are not from here. If we vanished tomorrow, no organism on this planet would miss us. Nothing in nature needs us."},{"id":119,"quote":"Certain kinds of people, and a fortiori certain kinds of writers, have always experienced the world around them in the Gothic manner, I’m almost positive. Perhaps there was even some little stump of an apeman who witnessed prehistoric lightning as it parried with prehistoric blackness in a night without rain, and felt his soul rise and fall at the same time to behold this sublime and terrifying conflict. Perhaps such displays provided inspiration for those very first imaginings that were not born of our daily life of crude survival, who knows? Could this be why all our primal mythologies are Gothic—that is, fearsome, fantastical, and inhuman?"},{"id":120,"quote":"To become formally integrated into a society, one must offer it a blood sacrifice."},{"id":121,"quote":"All social orders command their members to imbibe in pipe dreams of posterity, the mirage of immortality, to keep them ahead of the extinction that would ensue in a few generations if the species did not replenish itself. This is the implicit, and most pestiferous, rationale for propagation: to become fully integrated into a society, one must offer it fresh blood. Naturally, the average set of parents does not conceive of their conception as a sacrificial act. These are civilized human beings we are talking about, and thus they are quite able to fill their heads with a panoply of less barbaric rationales for reproduction, among them being the consolidation of a spousal relationship; the expectation of new and enjoyable experiences in the parental role; the hope that one will pass the test as a mother or father; the pleasing of one’s own parents, not to forget their parents and possibly a great-grandparent still loitering about; the serenity of taking one’s place in the seemingly deathless lineage of a familial enterprise; the creation of individuals who will care for their paternal and maternal selves in their dotage; the quelling of a sense of guilt or selfishness for not having done their duty as human beings; and the squelching of that faint pathos that is associated with the childless. Such are some of the overpowering pressures upon those who would fertilize the future. These pressures build up in people throughout their lifetimes and must be released, just as everyone must evacuate their bowels or fall victim to a fecal impaction. And who, if they could help it, would suffer a building, painful fecal impaction? So we make bowel movements to relieve this pressure. Quite a few people make gardens because they cannot stand the pressure of not making a garden. Others commit murder because they cannot stand the pressure building up to kill someone, either a person known to them or a total stranger. Everything is like that. Our whole lives consist of metaphorical as well as actual bowel movements, one after the other. Releasing these pressures can have greater or lesser consequences in the scheme of our lives. But they are all pressures, all bowel movements of some kind. At a certain age, children are praised for making a bowel movement in the approved manner. Later on, the praise of others dies down for this achievement and our bowel movements become our own business, although we may continue to praise ourselves for them. But overpowering pressures go on governing our lives, and the release of these essentially bowel-movement pressures may once again come up for praise, congratulations, and huzzahs of all kinds."},{"id":122,"quote":"When I first took this job at the factory it was not my intention to work there very long, for I once possessed higher hopes for my life, although the exact nature of these hopes remained rather vague in my youthful mind. While the work was not arduous, and my fellow workers congenial enough, I did not imagine myself standing forever at my designated assembly block, fitting together pieces of metal into other pieces of metal, with a few interruptions throughout that day for breaks that were supposed to refresh our minds from the tedium of our work or for meal breaks to allow us to nourish our bodies. Somehow it never occurred to me that the nearby town where I and the others at the factory lived, travelling to and from our jobs along the same fog-strewn road, held no higher opportunities for me or anyone else, which no doubt accounts for the vagueness, the wispy insubstantiality, of my youthful hopes."},{"id":123,"quote":"METAPHYSICAL LECTURE 1It has been said that after undergoing certain ordeals — whether ecstatic or abysmal — we should be obliged to change our names, as we are no longer who we once were. Instead the opposite rule is applied: our names linger long after anything resembling what we were, or thought we were, has disappeared entirely. Not that there was ever much to begin with — only a few questionable memories and impulses drifting about like snowflakes in a gray and endless winter. But each soon floats down and settles into a cold and nameless void."},{"id":124,"quote":"There is no nature to things,’ you wrote in the book. ‘There are no faces except masks held tight against the pitching chaos behind them."},{"id":125,"quote":"Outside the walls of the Crimson Cabaret was a world of rain and darkness. At intervals, whenever someone entered or exited through the front door of the club, one could actually see the steady rain and was allowed a brief glimpse of the darkness. Inside it was all amber light, tobacco smoke, and the sound of the raindrops hitting the windows, which were all painted black. On such nights, as I sat at one of the tables in that drab little place, I was always filled with an infernal merriment, as if I were waiting out the apocalypse and could not care less about it. I also liked to imagine that I was in the cabin of an old ship during a really vicious storm at sea or in the club car of a luxury passenger train that was being rocked on its rails by ferocious winds and hammered by a demonic rain. Sometimes, when I was sitting in the Crimson Cabaret on a rainy night, I thought of myself as occupying a waiting room for the abyss (which of course was exactly what I was doing) and between sips from my glass of wine or cup of coffee I smiled sadly and touched the front pocket of my coat where I kept my imaginary ticket to oblivion."},{"id":126,"quote":"That night I slept badly, thrashing about in my bed, not quite asleep and not quite awake. At times I had the feeling there was someone else in my bedroom who was talking to me, but of course I could not deal with this perception in any realistic way, since I was half-asleep and half-awake, and thus, for all practical purposes, I was out of my mind."},{"id":127,"quote":"An old dream with a shiny new veneer. It's fascinating, you know, how an obsolete madness is sometimes adopted and stylized in an attempt to ghoulishly preserve it. These are the days of second-hand fantasies and antiquated hysteria.(\"The Chymist\")"},{"id":128,"quote":"I had always been afraid."},{"id":129,"quote":"For many feverish years he was burdened with the sensation, an ancient one to be sure, that the incredible sprawl of human history was no more than a pathetically partial record of an infinitely vast and shadowed chronicle of universal metamorphoses. How much greater, then, was the feeling that his own pathetic history formed a practically invisible fragment of what itself was merely an obscure splinter of the infinite. Somehow he needed to liberate himself from the dungeon cell of his life."},{"id":130,"quote":"As Zapffe concluded, we need to hamper our consciousness for all we are worth or it will impose upon us a too clear vision of what we do not want to see,"},{"id":131,"quote":"All things considered, the happiest epitaph to have etched on one's headstone is this: 'He never knew what hit him'."},{"id":132,"quote":"If things are not what they seem—and we are forever reminded that this is the case—then it must also be observed that enough of us ignore this truth to keep the world from collapsing."},{"id":133,"quote":"the knowledge that life is worthless is the flower of all human wisdom."},{"id":134,"quote":"This whole city is most certainly a pitiful corpse, while the neighborhood outside the walls of this bar has the distinction of being the withering heart of the deceased. And I am a devoted student of its anatomy—a pathologist, after a fashion, with an eye for necroses that others overlook."},{"id":135,"quote":"All of the myths of mankind are nothing but show business,' the other man said to me during our initial meeting. 'Everything that we supposedly live by and supposedly die by — whether it's religious scriptures or makeshift slogans — all of it is show business. The rise and fall of empires — show business. Science, philosophy, all of the disciplines under the sun, and even the sun itself, as well as all those other clumps of matter wobbling about in the blackness up there —' he said to me, pointing out the window beside the coffee-shop booth in which we sat, 'show business, show business, show business.' 'And what about dreams?' I asked, thinking I might have hit upon an exception to his dogmatic view, or at least one that he would accept as such. 'You mean the dreams of the sort we are having at this moment or the ones we have when we're fortunate enough to sleep?"},{"id":136,"quote":"The only way I can describe the visions I witnessed with even faint approximation is in terms of other scenes which might arouse similar impressions of tortuous chaos: perhaps a festival of colors twisting in blackness, a tentacled abyss that alternately seems to glisten moistly as with some horrendous dew, then suddenly dulls into an arid glow, like bone-colored stars shining over an extra-terrestrial desert."},{"id":137,"quote":"To Eden with me you will not leaveTo live in a cottage of crazy, crooked eaves.In your own happy home you take care these nights; When you let your little cat in, please turn on the lights! Something scurries behind and finds a cozy place to stare, Something sent to you from paradise, with serpents to spare: Tongues flowering; they leap out laughing, lapping. Dissapear"},{"id":138,"quote":"Everything tears away at everything else … forever."},{"id":139,"quote":"By means of supernatural horror we may evade, if momentarily, the horrific reprisals of affirmation. Every one of us, having been stolen from nonexistence, opens his eyes on the world and looks down the road at a few convulsions and a final obliteration. What a weird scenario. So why affirm anything, why make a pathetic virtue of a terrible necessity? We are destined to a fool's fate that deserves to be mocked. And since there is no one else around to do the mocking, we will take on the job. So let us delight in the Cosmic Macabre. At least we may send up a few bitter laughs into the cobwebbed corners of this crusty old universe."},{"id":140,"quote":"From around the corner's edge a grotesque light was trickling out, the first intimations of an ominous sunrise over a dark horizon. I dimly recognized this colored light, though not from my waking memory. It grew more intense, now pouring out in weird streams from beyond the solid margin of the building. And the more intense it grew, the more clearly I could hear the screaming voice that had called out to me in a dream. I shouted his name, but the swelling colored brightness was a field of fear which kept me from making any move toward it. It was no amalgam of colors comparable to anything in mortal experience. It was as if all natural colors had been mutated into a painfully lush iridescence by some prism fantastically corrupted in its form; it was a rainbow staining the sky after a poison deluge; it was an aurora painting the darkness with a blaze of insanity, a blaze that did not burn vigorously but shimmered with an insect-jeweled frailness. And, in actuality, it was nothing like these color-filled effusions, which are merely a feeble means of partially fixing a reality uncommunicable to those not initiated to it, a necessary resorting to the makeshift gibberish of the mystic isolated by his experience and left without a language to describe it.(\"The Dreaming In Nortown\")"},{"id":141,"quote":"The earth is not our home. We came from nothing, and to that condition our nostalgiashould turn. Why would anyone care about this dim bulb in the blackness of space? The earth produced us, or at least subsidized our evolution. Is it really entitled to receive a pardon, let alone the sacrifice of human lives, for this original sin—a capital crime in reverse (very much in the same way that reproduction makes one an accessory before the fact to an individual’s death)? Someone once said that nature abhors a vacuum. This is precisely why nature should be abhorred. Instead, the nonhuman environment is simultaneously extolled and ravaged by a company of poor players who can no longer act naturally. It is one thing for the flora and fauna to feed and fight and breed in an unthinking continuance of their existence. It is quite another for us to do so in defiance of our own minds, which over and again pose the same question: “What are we still doing in this horrible place?"},{"id":142,"quote":"Like a faint haze it floats around us. We keep company with ghosts. Their graves are marked in our minds, and they will never be disinterred from the cemeteries of our remembrance."},{"id":143,"quote":"The darkness of the grotesque is an immortal enigma: in all legends of the dead, in all the tales of creatures of the night, in all the mythologies of mad gods and lucid demons, there remains a kind of mocking nonsense to the end, a thick and resonant voice which calls out from the heart of these stories and declares: 'Still I am here."},{"id":144,"quote":"Trying for this understanding is the most trying thing of all. Yet trying not to try for it is just as trying. There is nothing more futile than to consciously look for something to save you. But consciousness makes this fact seem otherwise. Consciousness makes it seem as if (1) there is something to do; (2) there is somewhere to go; (3) there is something to be; (4) there is someone to know. This is what makes consciousness the parent of all horrors, the thing that makes us try to do something, go somewhere, be something, and know someone, such as ourselves, so that we can escape our MALIGNANTLY USELESS being and think that being alive is all right rather than that which should not be."},{"id":145,"quote":"The company that employed me strived only to serve up the cheapest fare that its customers would tolerate, churn it out as fast as possible, and charge as much as they could get away with. If it were possible to do so, the company would sell what all businesses of its kind dream about selling, creating that which all our efforts were tacitly supposed to achieve: the ultimate product – Nothing. And for this product they would command the ultimate price – Everything. This market strategy would then go on until one day, among the world-wide ruins of derelict factories and warehouses and office buildings, there stood only a single, shining, windowless structure with no entrance and no exit. Inside would be – will be – only a dense network of computers calculating profits. Outside will be tribes of savage vagrants with no comprehension of the nature or purpose of the shining, windowless structure. Perhaps they will worship it as a god. Perhaps they will try to destroy it, their primitive armory proving wholly ineffectual against the smooth and impervious walls of the structure, upon which not even a scratch can be inflicted."},{"id":146,"quote":"We, as licensed protectors of the species and members in good standing of the master-class of the race, by the power invested in us by those who wish to survive and reproduce, vow to enforce the fiction that life is worth having and worth living come hell or irreparable brain damage."},{"id":147,"quote":"we must make believe that we are not what we are—contradictory beings whose continuance only worsens our plight as mutants who embody the contorted logic of a paradox."},{"id":148,"quote":"We know we are alive and know we will die. We also know we will suffer during our lives before suffering—slowly or quickly—as we draw near to death. This is the knowledge we “enjoy as the most intelligent organisms to gush from the womb of nature. And being so, we feel shortchanged if there is nothing else for us than to survive, reproduce, and die. We want there to be more to it than that, or to think there is. This is the tragedy: Consciousness has forced us into the paradoxical position of striving to be unself-conscious of what we are—hunks of spoiling flesh on disintegrating bones.”"},{"id":149,"quote":"So, to do right by a Gothic tale, let's be frank, requires that the author be a militant romantic who relates the action of his narratives in dreamy and more than usually emotive language. Hence, the well-known grandiose rhetoric of the Gothic tale, which may be understood by the sympathetic reader as not just an inflatable raft on which the imagination floats at its leisure upon waves of bombast, but also as the sails of the Gothic artist's soul filling up with the winds of ecstatic hysteria. So it's hard to tell someone how to write the Gothic tale, since one really has to be born to the task. Too bad."},{"id":150,"quote":"Tapping a little bell, I leaned on the desk and turned to look at a small, traditionally decorated Christmas tree on a table near the entranceway. It was complete with shiny, egg-fragile bulbs; miniature candy canes; flat, laughing Santas with arms wide; a star on top nodding awkwardly against the delicate shoulder of an upper branch; and colored lights that bloomed out of flower-shaped sockets. For some reason this seemed to me a sorry little piece."},{"id":151,"quote":"Forsake the world and cling to the shadows."},{"id":152,"quote":"We leave this behind in your capable hands, for in the black-foaming gutters and back alleys of paradise, in the dank windowless gloom of some galactic cellar, in the hollow pearly whorls found in sewer like seas, in starless cities of insanity, and in their slums . . . my awe-struck little deer and I have gone frolicking."},{"id":153,"quote":"So it was that the Red Tower put into production its terrible and perplexing line of unique novelty items. Among the objects and constructions now manufactured were several of an almost innocent nature. These included tiny, delicate cameos that were heavier than their size would suggest, far heavier, and lockets whose shiny outer surface flipped open to reveal a black reverberant abyss inside, a deep blackness roaring with echoes. Along the same lines was a series of lifelike replicas of internal organs and physiological structures, many of them evidencing an advanced stage of disease and all of them displeasingly warm and soft to the touch. There was a fake disembodied hand on which fingernails would grow several inches overnight, every night like clockwork. Numerous natural objects, mostly bulbous gourds, were designed to produce a long deafening scream whenever they were picked up or otherwise disturbed in their vegetable stillness. Less scrutable were such things as hardened globs of lava into whose rough igneous forms were set a pair of rheumy eyes that perpetually shifted their gaze from side to side like a relentless pendulum. And there was also a humble piece of cement, a fragment broken away from any street or sidewalk, that left a most intractable stain, greasy and green, on whatever surface it was placed. But such fairly simple items were eventually followed, and ultimately replaced, by more articulated objects and constructions. One example of this complex type of novelty item was an ornate music box that, when opened, emitted a brief gurgling or sucking sound in emulation of a dying individual's death rattle. Another product manufactured in great quantity at the Red Tower was a pocket watch in gold casing which opened to reveal a curious timepiece whose numerals were represented by tiny quivering insects while the circling \"hands\" were reptilian tongues, slender and pink. But these examples hardly begin to hint at the range of goods that came from the factory during its novelty phase of production. I should at least mention the exotic carpets woven with intricate abstract patterns that, when focused upon for a certain length of time, composed themselves into fleeting phantasmagoric scenes of the kind which might pass through a fever-stricken or even permanently damaged brain."},{"id":154,"quote":"Isolation, anchoring, distraction, and sublimation are among the wiles we use to keep ourselves from dispelling every illusion that keeps us up and running. Without this cognitive double-dealing, we would be exposed for what we are. It would be like looking into a mirror and for a moment seeing the skull inside our skin looking back at us with its sardonic smile. And beneath the skull—only blackness, nothing. Someone is there, so we feel, and yet no one is there—the uncanny paradox, all the horror in a glimpse. A little piece of our world has been peeled back, and underneath is creaking desolation—a carnival where all the rides are moving but no patrons occupy the seats. We are missing from the world we have made for ourselves. Maybe if we could resolutely gaze wide-eyed at our lives we would come to know what we really are. But that would stop the showy attraction we are inclined to think will run forever.8"},{"id":155,"quote":"Compassion for human hurt, a humble sense of our impermanence, an absolute valuation of justice—all of our so-called virtues only trouble us and serve to bolster, not assuage, horror. In addition, these qualities are our least vital, the least in line with life. More often than not, they stand in the way of one’s rise in the welter of this world, which found its pace long ago and has not deviated from it since. The putative affirmations of life—each of them based on the propaganda of Tomorrow: reproduction, revolution in its widest sense, piety in any form you can name—are only affirmations of our desires. And, in fact, these affirmations affirm nothing but our penchant for self-torment, our mania to preserve a demented innocence in the face of gruesome facts.By means of supernatural horror we may evade, if momentarily, the horrific reprisals of affirmation. Every one of us, having been stolen from nonexistence, opens his eyes on the world and looks down the road at a few convulsions and a final obliteration. What a weird scenario. So why affirm anything, why make a pathetic virtue of a terrible necessity? We are destined to a fool’s fate that deserves to be mocked. And since there is no one else around to do the mocking, we will take on the job. So let us indulge in cruel pleasures against ourselves and our pretensions, let us delight in the Cosmic Macabre. At least we may send up a few bitter laughs into the cobwebbed corners of this crusty old universe."},{"id":156,"quote":"Transhumanism encapsulates a long-lived error among the headliners of science: in a world without a destination, we cannot even break ground on our Tower of Babel, and no amount of rush and hurry on our part will change that. That we are going nowhere is not a curable condition; that we must go nowhere at the fastest possible velocity just might be curable, though probably not. And what difference would it make to retard our progress to nowhere?"},{"id":157,"quote":"In Catcher in the Rye, the protagonist Holden Caulfield mentions reading books that make him wish he could be friends with the author and be able to call him on the phone and so forth. I would consider a literary work that made someone feel this way a success. Furthermore, it’s the only kind of success in literature that means anything to me."},{"id":158,"quote":"Some heads are more haunted than others, whether they are haunted by ghosts or by gods or by creatures from outer space."},{"id":159,"quote":"The worst fear of the race yes, the world suddenly transformed into a senseless nightmare, horrible dissolution of things. Nothing compares, even oblivion is a sweet dream. You understand why, of course. Why this peculiar threat. These brooding psyches, all the busy minds everywhere. I hear them buzzing like flies in the blackness. I see them as glow worms flitting in the blackness. They are struggling, straining every second to keep the sky above them, to keep the sun in the sky, to keep the dead in the earth-to keep all things, so to speak, where they belong. What an undertaking! What a crushing task! Is it any wonder that they are all tempted by a universal vice, that in some dark street of the mind a single voice whispers to one and all, softly hissing, and says: 'Lay down your burden.' Then thoughts begin to drift, a mystical magnetism pulls them this way and that, faces start to change, shadows speak... sooner or later the sky comes down, melting like wax. But as you know, everything has not yet been lost: absolute terror has proved its security against this fate. Is it any wonder that these beings carry on the struggle at whatever cost?"},{"id":160,"quote":"Every milestone in the history of the company, even when forecast with heaps of hoopla, was ultimately played out according to some secret timeline of geologic tedium, so that it was drained of all interest and drama well before it took place and afterward went all but unnoticed."},{"id":161,"quote":"Perhaps our judgement of the purple woman was unfair. No doubt her theories concerning the \"approach of the Teatro\" made us all uneasy. But was this reason enough to cast her out from that artistic underworld which was the only society available to her? Like many societies, of course, ours was founded on fearful superstition, and this is always reason enough for any kind of behavior. She had been permanently stigmatized by too closely associating herself with something unclean in its essence."},{"id":162,"quote":"But the secrets of such a book are not perpetual. Once they are known, they become relegated to a lesser sphere, which is that of the knower. Having lost the prestige they once enjoyed, these former secrets now function as tools in the excavation of still deeper ones which, in turn, will suffer the same corrosive fate. And this is the fate of all the secrets of the universe. Eventually the seeker of a recondite knowledge may conclude—either through insight or sheer exhaustion—that this ruthless process is never-ending, that the mortification of one mystery after another has no terminus beyond that of the seeker's own extinction. And how many still remain susceptible to the search? How many pursue it to the end of their days with undying hope of some ultimate revelation? Better not to think in precise terms just how few the faithful are."},{"id":163,"quote":"Even if this is only nonsense and dreams, I feel the need to perpetuate it all. Especially at this moment, when this pain is taking over my mind and my self. Pretty soon none of this will make any difference."},{"id":164,"quote":"It’s fascinating, you know, how an obsolete madness is sometimes adopted and stylized in an attempt to ghoulishly preserve it. These are the days of second-hand fantasies and out-of-date distractions."},{"id":165,"quote":"For wherever mystery serves as a foundation, only ruins may be erected."},{"id":166,"quote":"What meaning our lives seem to have is the work of a relatively well-constituted emotional system. As consciousness gives us the sense of being persons, our psychophysiology is responsible for making us into personalities who believe the existential game to be worth playing. We may have memories that are unlike those of anyone else, but without the proper emotions to liven those memories they might as well reside in a computer file as disconnected bits of data that never unite into a tailor-made individual for whom things seem to mean something. You can conceptualize that your life has meaning, but if you do not feel that meaning then your conceptualization is meaningless and you are nobody."},{"id":167,"quote":"Every story needs to be told in just the right way."},{"id":168,"quote":"The normal process of life contains moments as bad as any of those which insane melancholy is filled with, moments in which radical evil gets its innings and takes its solid turn. The lunatic’s visions of horror are all drawn from the material of daily fact. Our civilization is founded on the shambles, and every individual existence goes out in a lonely spasm of helpless agony. If you protest, my friend, wait until you arrive there yourself. (The Varieties of Religious Experience, 1902)"},{"id":169,"quote":"... the logic of supernatural horror [is] a logic founded on fear, a logic whose sole principle states: \"Existence equals nightmare.\" Unless life is a dream, nothing makes sense. For as a reality, it is a rank failure.."},{"id":170,"quote":"God was long gone before Nietzsche made his death certificate into a slogan, but no onehas yet written the obituary of the Devil."},{"id":171,"quote":"If you can’t say something positive about humanity, then say something equivocal."},{"id":172,"quote":"A misbegotten hatchling of consciousness, a birth defect of our species, imagination is often revered as a sign of vigor in our make-up. But it is really just a psychic overcompensation for our impotence as beings. Denied nature’s exemption from creativity, we are indentured servants of the imaginary until the hour of our death, when the final harassments of imagination will beset us."},{"id":173,"quote":"Jens Bjørneboe wrote that “he who hasn’t experienced a full depression alone and over a long period of time—he is a child."},{"id":174,"quote":"We aspire to omniscience, but should we ever actually become omniscient what would be the point in continuing to exist? The game would be over and done. No mystery would be left to lend our lives a mystique, and without this mystique everything we do would be reduced to numbers we could look up in a computer file and have no need to puzzle over. We would be victorious . . . and bored to death. Everything having to do with humanity and nonhumanity would hit a wall and come to a stop. We seem to have set out on an expedition whose success would be our ruin. The only way out, perhaps, would be to fashion creatures less knowing than ourselves and exist through them. What humiliation, what pathos that we should ever end up as gods. Is there nothing that can bring us into reconciliation with the cancer of existence?"},{"id":175,"quote":"When the world uncovers some dark disguise,Embrace the darkness with averted eyes."},{"id":176,"quote":"Long exasperated by questions without answers, by answers without consequences, by truths which change nothing, we learn to become intoxicated by the mood of mystery itself, by the odor of the unknown. We are entranced by the subtle scents and wavering reflections of the unimaginable."},{"id":177,"quote":"What can she do but shrink with terror? Soon she is only doll-size in dark doll’s costume. Quivering bones and feverish blood are the stuffings of this doll, its entrails tickled by fear’s funereal plume. It flies to a corner of the room and cringes within enormous shadows, sometimes dreaming there throughout the night—of carriage wheels rioting in a lavender mist or a pearly fog, of nacreous fires twitching beyond the margins of country roads, of cliffs and stars."},{"id":178,"quote":"It is an eternal phenomenon: The insatiable will always find a way, by means of an illusion spread over things, to detain its creatures in life and to compel them to live on. One is chained by the Socratic joy of knowing and the delusion of being able thereby to heal the eternal wound of existence; another is ensnared by art’s seductive veil of beauty fluttering before his eyes; yet another by the metaphysical consolation that beneath the whirl of appearances eternal life flows on indestructibly—to say nothing of the more common and almost more forceful illusions the will has at hand at every moment. (The Birth of Tragedy, trans. Walter Kaufmann)"},{"id":179,"quote":"There are enough fatalities of a mundane sort. Find a quiet place and wait for one of them to carry you off."},{"id":180,"quote":"We had become a race of eccentrics and openly declared an array of singular whims and suspicions, at least while daylight allowed this audacity."},{"id":181,"quote":"To repeat: we can tolerate existence only if we believe—in accord with a complex ofillusions, a legerdemain of impenetrable deception—that we are not what we are. We are creatures with consciousness, but we must suppress that consciousness lest it break us with a sense of being in a universe without direction or foundation. In plain language, we cannot live with ourselves except as impostors."},{"id":182,"quote":"fatal vehicular misadventure."},{"id":183,"quote":"Life is hell, and the sweet still night of absolute death is the annihilation of hell."},{"id":184,"quote":"There was simply no peace to be had no matter where you hid yourself away. Even in a northern border town of such intensely chaotic oddity and corruption there was still some greater chaos, some deeper insanity, than one had counted on, or could ever be taken into account - wherever there was anything, there would be chaos and insanity to such a degree that one could never come to terms with it, and it was only a matter of time before your world, whatever you thought it to be, was undermined, if not completely overrun, by another world."},{"id":185,"quote":"And any room that I enter may become a sideshow tent where I must take my place upon a rickety old bench on the verge of collapse. Even now the Showman stands before my eyes. His stiff red hair moves a little toward one shoulder, as if he is going to turn his gaze upon me, and moves back again; then his head moves a little toward the other shoulder in this never-ending game of horrible peek-a-boo. I can only sit and wait, knowing that one day he will turn full around, step down from his stage, and claim me for the abyss I have always feared. Perhaps then I will discover what it was I did - what any of us did - to deserve this fate."},{"id":186,"quote":"Generally speaking: Expect nothing but nightmarish obscenities to be born when human heads come together in intercourse."},{"id":187,"quote":"Supernatural horror was one of the ways we found that would allow us to live with our double selves. By its employ, we discovered how to take all the things that victimize us in our natural lives and turn them into the very stuff of demonic delight in our fantasy lives. In story and song, we could entertain ourselves with the worst we could think of, overwriting real pains with ones that were unreal and harmless to our species."},{"id":188,"quote":"In the seventeenth century there occurred the spiritual possession by divers demons of the nuns belonging to the Ursuline convent at Aix-en-Provence. Excommunication was soon in coming for the blighted sisters, who had been seduced into assorted blasphemies by the likes of Grésil, Sonnillon, and Vérin. De Plancy’s Dictionnaire infernal respectively characterizes these demons, in the words of an unknown translator, as “the one who glistens horribly like a rainbow of insects; the one who quivers in a horrible manner; and the one who moves with a particular creeping motion."},{"id":189,"quote":"I cannot wait to be dead. I cannot wait."},{"id":190,"quote":"Such speculation however, was of no interest to my father, who strongly objected to the possibility of spooks or spirits of any kind or even the use of these terms. ‘There is nothing in the attic’, he explained to me. ‘its only the way that your head is interacting with the space of that attic. There are certain fields of forces that are everywhere. And these forces, for reasons unknown to me as yet, are potentiated in some places more than others. Do you understand? The attic is not haunting your head- your head is haunting the attic. Some heads are more haunted than others, whether they are haunted by ghosts or by gods or by creatures from outer space. These are not real things. Nonetheless, they are indicative of real forces, animating and even creative forces, which your head only conceives to be some kind of spook or who knows what"},{"id":191,"quote":"For the rest of the earth’s organisms, existence is relatively uncomplicated. Their lives are about three things: survival, reproduction, death—and nothing else."},{"id":192,"quote":"No more worlds like this / No more days like that"},{"id":193,"quote":"Is there really anything behind our smiles and tears but an evolutionary slip-up?"},{"id":194,"quote":"Two tiny corpses, one male and the other female, rattle around that enormous closet in my bedroom. Though deceased, still they are quick enough to hide themselves whenever I need to enter the closet to retrieve something."},{"id":195,"quote":"And so I had to turn corners inside-out with my eyes and to read the third side of a book's page, seeking in futility to gaze at what I could then touch with none of my senses."},{"id":196,"quote":"Mainländer was confident that the Will-to-die he believed would well up in humanity had been spiritually grafted into us by a God who, in the beginning, masterminded His own quietus. It seems that existence was a horror to God. Unfortunately, God was impervious to the depredations of time. This being so, His only means to get free of Himself was by a divine form of suicide."},{"id":197,"quote":"Sometimes, when I was sitting in the Crimson Cabaret on a rainy night, I thought of myself as occupying a waiting room for the abyss (which of course was exactly what I was doing) and between sips from my glass of wine or cup of coffee I smiled sadly and touched the front pocket of my coat where I kept my imaginary ticket to oblivion."},{"id":198,"quote":"Perhaps one of the walls to such a room would have built into it a sliding panel that could be opened only from the other side. And next to that room would be another room that was unfurnished and seemed never to have been occupied. But leaning against one wall of this other room, directly below the sliding panel, would be some long wooden sticks; and mounted at the ends of these sticks would be horrible little puppets."},{"id":199,"quote":"For those keeping track, the only rights we have are these: to seek the survival of our individual bodies, to create more bodies like our own, and to know that everyone's body will perish through a process of corruption or mortal trauma. (This is presuming that one has been brought to term and has survived to a certain age, neither being a natural birthright. Rigorously considered, our only natural birthright is to die.)"},{"id":200,"quote":"Thus, his ambition led him not to relieve his patients’ madness, but to exasperate it—to let it breathe with a life of its own. And this he did in certain ways that wholly eradicated what human attributes remained in these people. But sometimes that peculiar magic he saw in their eyes would seem to fade, and then he would institute his ‘proper treatment,’ which consisted of putting them through a battery of hellish ordeals intended to loosen their attachment to the world of humanity and to project them further into the realm of the ‘silent, staring universe’ where the insanity of the infinite might work a rather paradoxical cure. The result was something as pathetic as a puppet and as exalted as the stars, something at once dead and never dying, a thing utterly without destiny and thus imperishable, forever consigned to that abysmal vacuity which is the essence of all that is immortal."},{"id":201,"quote":"If asked to name the definitive image in Lovecraft, one might likely say its tentacles flailing from the body of a monster. For me it would be probably be puppets, manikins, and clown-like things, even though these are more often a matter of metaphor than a literal presence of a monstrous type. Nevertheless, if Lovecraft’s tentacle monsters and my puppets and so on fought each other, I think the monsters would win."},{"id":202,"quote":"Violence without violation is only a noise heard by no one, the most horrendous sound in the universe."},{"id":203,"quote":"Only catatonics and coma patients can persevere in a dignified withdrawal from life’s rattle and hum."},{"id":204,"quote":"Only a cynic can create horror—for behind every masterpiece of the sort must reside a driving demonic force that despises the human race and its illusions, and longs to pull them to pieces and mock them."},{"id":205,"quote":"none can shake off a sense of having free will. The best we can do is to reason that we are determined based on observing the common law of causality among things in the world and applying this law to ourselves. But we cannot feel ourselves as determined. (One philosopher has said, and possibly more have thought to themselves: “Can one really believe in determinism without going insane?) Being determined in thought and deed is not experientially noticeable, only abstractly deducible. It would be impossible for someone to say “I am nothing but a human puppet.”"},{"id":206,"quote":"All that was left to us was to wonder: who knows all that is innate to this world, or to any other? Why should there not be something buried deep within appearances, something that wears a mask to hide itself behind the visibility of nature?"},{"id":207,"quote":"Optimism has always been an undeclared policy of human culture—one that grew out of our animal instincts to survive and reproduce—rather than an articulated body of thought."},{"id":208,"quote":"To us, it is the moral climate of the cosmos that is intolerable, and a two-child policy could make our discontinuance a pain-free one. Yet instead we are expanding and succeeding everywhere, as necessity has taught us to mutilate the formula in our hearts. Perhaps the most unreasonable effect of such invigorating vulgarization is the doctrine that the individual “has a duty to suffer nameless agony and a terrible death if this saves or benefits the rest of his group. Anyone who declines is subjected to doom and death, instead of revulsion being directed at the world-order engendering of the situation. To any independent observer, this plainly is to juxtapose incommensurable things; no future triumph or metamorphosis can justify the pitiful blighting of a human being against his will. It is upon a pavement of battered destinies that the survivors storm ahead toward new bland sensations and mass deaths. (“Fragments of an Interview,” Aftenposten, 1959)”"},{"id":209,"quote":"How much I wanted to move into these rooms and live forever in this domain of medieval autumns and mute winters, serving out my sentence of life among all the visible and invisible wonders I had only dreamed about from so far away."},{"id":210,"quote":"of spoiling flesh on disintegrating bones."},{"id":211,"quote":"Something statuesque is approaching her. It radiates a field of dynamic tension that grows more intense the closer it comes, its shadow lengthening upon the floor. Still, she cannot turn around to see the horror behind her, for at this point she cannot move her body, which is stiff-jointed and rigid. Perhaps she can scream, she thinks, and makes an attempt to do so. But this fails, because by then there is already a firm and tepid hand that has covered her mouth from behind. The fingers on her lips feel like thick, naked crayons."},{"id":212,"quote":"After all, is it not wondrous that we are allowed to be both witnesses and victims of the sepulchral pomp of wasting tissue? And one thing we know is real: horror. It is so real, in fact, that we cannot be sure it could not exist without us."},{"id":213,"quote":"It was no amalgam of colors comparable to anything in mortal existence. It was as if all natural colors had been mutated into a painfully lush iridescence by some prism fantastically corrupted in its form; it was a rainbow staining the sky after a poison deluge; it was an aurora painting the darkness with a blaze of insanity, a blaze that did not burn vigorously but shimmered with an insect-jeweled frailness."},{"id":214,"quote":"[L]ife presents itself by no means as a gift for enjoyment, but as a task, a drudgery to be performed; and in accordance with this we see, in great and small, universal need, ceaseless cares, constant pressure, endless strife, compulsory activity, with extreme exertion of all the powers of body and mind. Many millions, united into nations, strive for the common good, each individual on account of his own; but many thousands fall as a sacrifice for it. Now senseless delusions, now intriguing politics, incite them to wars with each other; then the sweat and the blood of the great multitude must flow, to carry out the ideas of individuals, or to expiate their faults. In peace industry and trade are active, inventions work miracles, seas are navigated, delicacies are collected from all ends of the world, the waves engulf thousands. All push and drive, others acting; the tumult is indescribable. But the ultimate aim of it all, what is it? To sustain ephemeral and tormented individuals through a short span of time in the most fortunate case with endurable want and comparative freedom from pain, which, however, is at once attended with ennui; then the reproduction of this race and its striving. In this evident disproportion between the trouble and the reward, the will to live appears to us from this point of view, if taken objectively, as a fool, or subjectively, as a delusion, seized by which everything living works with the utmost exertion of its strength for some thing that is of no value. But when we consider it more closely, we shall find here also that it is rather a blind pressure, a tendency entirely without ground or motive."},{"id":215,"quote":"Solitary writers come out of nowhere and do not belong anywhere. They are not domesticated or socialized, not as writers. Their subject is not the world about them but the one within them. From story to story or poem to poem, they repeat themselves because all they have to work with are themselves and their dreams, which are strange dreams and often bad dreams. As anyone knows, nothing is more troublesome to communicate than yourself and your dreams, the feelings and visions that have molded you into what you are."},{"id":216,"quote":"Why do only a fairly minor number of individuals perish because they fail to endure the strain of living—because cognition gives them more than they can carry? Zapffe’s answer: “Most people learn to save themselves by artificially limiting the content of consciousness.”"},{"id":217,"quote":"But it is really just a psychic overcompensation for our impotence as beings."},{"id":218,"quote":"Sometimes you just have to keep some distance between yourself and reality, even if it means becoming a little less human."},{"id":219,"quote":"For other organisms, bumbling along from here to nowhere is well managed. For us, it is a messy business and often intolerably horrific. To end all this paradox and horror [...] we must cease reproducing. Nothing less will do."},{"id":220,"quote":"I have no idea how long Quisser was gone from the table. My attention became fully absorbed by the other faces in the club and the deep anxiety they betrayed to me, an anxiety that was not of the natural, existential sort but one that was caused by peculiar concerns of an uncanny nature. What a season is upon us, these faces seemed to say. And no doubt their voices would have spoken directly of certain peculiar concerns had they not been intimidated into weird equivocations and double entendres by the fear of falling victim to the same kind of unnatural affliction that had made so much trouble in the mind of the art critic Stuart Quisser. Who would be next? What could a person say these days, or even think, without feeling the dread of repercussion from powerfully connected groups and individuals? I could almost hear their voices asking, \"Why here, why now?\" But of course they could have just as easily been asking, \"Why not here, why not now?\" It would not occur to this crowd that there were no special rules involved; it would not occur to them, even though they were a crowd of imaginative artists, that the whole thing was simply a matter of random, purposeless terror that converged upon a particular place at a particular time for no particular reason. On the other hand, it would also not have occurred to them that they might have wished it all upon themselves, that they might have had a hand in bringing certain powerful forces and connections into our district simply by wishing them to come. They might have wished and wished for an unnatural evil to fall upon them but, for a while at least, nothing happened. Then the wishing stopped, the old wishes were forgotten yet at the same time gathered in strength, distilling themselves into a potent formula (who can say!), until one day the terrible season began. Because had they really told the truth, this artistic crowd might also have expressed what a sense of meaning (although of a negative sort), not to mention the vigorous thrill (although of an excruciating type), this season of unnatural evil had brought to their lives.(\"Gas Station Carnivals\")"},{"id":221,"quote":"The trees were set close and from the perimeter of that parcel of land I could not see the school hidden within them. Look up here, I thought I heard someone say to me. When I did look up, I saw that the branches overhead were without leaves, and through their intertwining mesh the sky was fully visible. How bright and dark it was at the same time. Bright with a high, full moon shining among the spreading clouds, and dark with the shadows mingling within those clouds—a slowly flowing mass of mottled shapes, a kind of unclean outpouring from the black sewers of space."},{"id":222,"quote":"The divine right of kings may now be acknowledged as a fabrication, a falsified permit for prideful dementia and impulsive mayhem. The inalienable rights of certain people, on the other hand, seemingly remain current: somehow we believe they are not fabrications because hallowed documents declare they are real."},{"id":223,"quote":"there was still some greater chaos, some deeper insanity, than one had counted on, or could ever be taken into account – wherever there was anything, there would be chaos and insanity to such a degree that one could never come to terms with it, and it was only a matter of time before your world, whatever you thought it to be, was undermined, if not completely overrun, by another world."},{"id":224,"quote":"And yet, somehow concealed in the shadows of what you can see is something that is not yet visible, something that is beating like a thunderous pulse and promises still greater visions. All else is merely its membrane enclosing the ultimate thing waiting to be born, preparing for the cataclysm which will be both the beginning and the end. To behold the prelude to this event is an experience of unbearable anticipation, so that ecstasy and dread merge into a new emotion, one corresponding perfectly to the exposure of the ultimate source of all manifestation. The"},{"id":225,"quote":"I showed her my cubicle of commercial artistry, and drew her attention to my latest project. “Oh, that’s lovely, she said when I pointed out the drawing of a nymph with flowers in her freshly shampooed hair. “That’s really nice.” That “nice” remark almost spoiled my day.”"},{"id":226,"quote":"Once and for all, let us speak the paradox aloud: \"We have been force-fed for so long the shudders of a thousand graveyards that at last, seeking a macabre redemption, a salvation by horror, we willingly consume the terrors of the tomb...and find them to our liking."},{"id":227,"quote":"It all seemed so enticing, but like every other attraction along the world’s midway the greatest part of its appeal lay in those moments of anticipation. And after it was all over, the particular attraction which had once promised so much would send you on your way unrewarded, purged of your curiosity and the poorer for being so."},{"id":228,"quote":"For much of that day I had been secluded in my room, intently pursuing a typical activity of my early life and in the process badly ravaging what previously had been a well-made bed."},{"id":229,"quote":"Madness, chaos, bone-deep mayhem, devastation of innumerable souls—while we scream and perish, History licks a finger and turns the page."},{"id":230,"quote":"For ages they had been without lives of their own. The whole of their being was open to the world and nothing divided them from the rest of creation."},{"id":231,"quote":"Sometimes you just have to keep some distance from yourself and reality, even if it means becoming a little less human."},{"id":232,"quote":"From where we stand, immortality and death are synonymous: a two-headed monster ofsemantics. Having no value for us except as “endness, they generate value backwardsinto life.”"},{"id":233,"quote":"I continued to stare at the empty seat because my sensation of a vibrant presence there was unrelieved. And in my staring I perceived that the fabric of the seat, the inner webbing of swirling fibers, had composed a pattern in the image of a face—an old woman's face with an expression of avid malignance—floating amidst wild shocks of twisting hair."},{"id":234,"quote":"To the regret of pessimists, our primitive ancestors could not see that theirs was not a time in which to produce children."},{"id":235,"quote":"The world dotes on its lunatics, whether saintly or sadistic, and commemorates their careers. Psychopaths make terrific material for news agencies and movie studios; their exploits always draw a crowd. But the moment a discouraging word is spoken, some depressing knowledge, that crowd either disperses or goes on the attack. It is depression not madness that cows us, demoralization not insanity that we dread, disillusionment of the mind not its derangement that imperils our culture of hope."},{"id":236,"quote":"For thousands of years a debate has been going on in the shadowy background of human affairs. The issue to be resolved: “What should we say about being alive? Overwhelmingly, people have said, “Being alive is all right.” More thoughtful persons have added, “Especially when you consider the alternative,” disclosing a jocularity as puzzling as it is macabre, since the alternative is here implied to be both disagreeable and, upon consideration, capable of making being alive seem more agreeable than it alternatively would, as if the alternative were only a possibility that may or may not come to pass, like getting the flu, rather than a looming inevitability. And yet this covertly portentous remark is perfectly well tolerated by anyone who says that being alive is all right. These individuals stand on one side of the debate. On the other side is an imperceptible minority of disputants. Their response to the question of what we should say about being alive will be neither positive nor equivocal. They may even fulminate about how objectionable it is to be alive, or spout off that to be alive is to inhabit a nightmare without hope of awakening to a natural world, to have our bodies embedded neck-deep in a quagmire of dread, to live as shut-ins in a house of horrors from which nobody gets out alive, and so on. Now, there are really no incisive answers as to why anyone thinks or feels one way and not another. The most we can say is that the first group of people is composed of optimists, although they may not think of themselves as such, while the contending group, that imperceptible minority, is composed of pessimists.”"},{"id":237,"quote":"Death, therefore, the most awful of evils, is nothing to us, seeing that, when we are, death is not come, and, when death is come, we are not."},{"id":238,"quote":"Their only respite is in the balm of bleakness. Disdainful of the solicitations of hope, they look for sanctuary in desolate places—a scattering of ruins in a barren locale or a rubble of words in a book where someone whispers in a dry voice, “I, too, am here. However,”"},{"id":239,"quote":"The farther you progress toward a vision of our species without limiting conditions on your consciousness, the farther you drift away from what makes you a person among persons in the human community."},{"id":240,"quote":"I could almost hear their voices asking, ‘Why here, why now?’ But of course they could have just as easily been asking, ‘Why not here, why not now?’ It would not occur to this crowd that there were no special rules involved; it would not occur to them, even though they were a crowd of imaginative artists, that the whole thing was simply a matter of random, purposeless terror that converged upon a particular place at a particular time for no particular reason."},{"id":241,"quote":"Paradoxically, it is the uncommon event that may best demonstrate the common predicament of our race."},{"id":242,"quote":"But though the stars were spread across a great reaching blackness, the streets below were bathed in a stale gray dimness which suggested neither night nor day nor any natural phase between them."},{"id":243,"quote":"For the time being, it need only be said that the philosopher in question made much of human existence as a tragedy that need not have been were it not for the intervention in our lives of a single, calamitous event: the evolution of consciousness—parent of all horrors."},{"id":244,"quote":"The divine right of kings may now be acknowledged as a fabrication, a falsified permit for prideful dementia and impulsive mayhem. The inalienable rights of certain people, on the other hand, seemingly remain current: somehow we believe they are not fabrications because hallowed documents declare they are real. Miserly or munificent as a given right may appear, it denotes no more than the right of way warranted by a traffic light, which does not mean you have the right to drive free of vehicular misadventures. Ask any paramedic as your dead body is taken away to the nearest hospital."},{"id":245,"quote":"Gaunt immortality in black and gold,Wreathed consoler hideous to behold.The beautiful lie of a mother's womb,The pious trick - for it is the tomb!"},{"id":246,"quote":"The place was also slightly haunted,"},{"id":247,"quote":"The voice of madness, for instance, is barely a whisper in the babbling history of art because its realities are themselves too maddening to speak of for very long — and those of the Teatro have no voice at all, given their imponderably grotesque nature."},{"id":248,"quote":"The light in that suburban office suite was bright but not harsh; the pale walls were incredibly clean and the carpeting, in Spence's description, was conspicuosly new and displayed the exact shade of purple found in turnips."},{"id":249,"quote":"I felt the kind of acute anticipation that a child might experience at a carnival, where each lurid attraction incites fantastic speculations, while unexpected desires arise for something which has no specific qualities in the imagination yet seems to be only a few steps away."},{"id":250,"quote":"The lessons in measurement of cloacal forces. Time as a flow of sewage. The excrement of space, scatology of creation. The voiding of the self. The whole filthy integration of things and the nocturnal product . . . drowning in the pools of night."},{"id":251,"quote":"One day it would be over for all, that terrible dream of everlasting changes that held us to a place that never should have been if its greatest intention led only to wallowing in the muck of eternity."},{"id":252,"quote":"Lucifer endears himself to us only as the Lord of Lies, for in this role he is most convincing as a character, which is to say, as a fiction that has been so fully realized that he misguides us with a false feeling of our own reality because we are the ones who made him: he is subordinate to us, especially in the art of lying. For the acephalics among us who have said that the Devil’s greatest trick was convincing the world that he did not exist, it must be said back: if he did not exist, then neither would we."},{"id":253,"quote":"I’m trying to feel as good as I can."},{"id":254,"quote":"As survivors and procreators, we unravel stories that at their root are not dissimilar from the habitual behaviors seen in nature. But as beings who know they will die we digress into episodes and epics that are altogether dissociated from the natural world. We may isolate this awareness, distract ourselves from it, anchor our minds far from its shores, and sublimate it as a motif in our sagas. Yet at no time and in no place are we protected from being tapped on the shoulder and reminded, “You’re going to die, you know. However much we try to ignore it, our consciousness haunts us with this knowledge. Our heads were baptized in the font of death; they are doused with the horror of moribundity.”"},{"id":255,"quote":"Some uncomfortable moments later Day told me she had a prior engagement and was running late. It seemed she had made girl plans with a girlfriend of hers to do some girly things girls do when they get together with others of their kind. I said I understood, and I did. There is no doubt in my mind of the gender of Day’s companion this night, and perhaps other nights I did not know about."},{"id":256,"quote":"Hypocrisy—in other words, the practice of lying about lying—shields us from seeing ourselves as we are: a collocation of fragments that fit together as a biological unit but not as anything else, not as that ghost which has been called a self, a phantasm whose ecotoplasmic unreality we can never see through. By staying true to the lie of the self, the ego, we can hold onto the illusion that we will be who we are all our lives and not see our selves die a thousand times before our death. While some have dedicated themselves to getting to the bottom of how these parts create the illusion of a whole, this is not how pyramids are built. To get a pyramid off the ground takes a lot of ego—the base material of those stacks of stones that tourists visit while on vacation. Of course, a pyramid is actually a polyhedron, that is, a mathematical conception which pyramids in the physical world resemble . . . at least from a distance. The nearer one gets to a pyramid, the more it reveals itself to be what it is: a roughly pyramidal conglomeration of bricks, a composition of fragments that is not what it seems to be. This is also how it works with humans. The world around us encourages the build up of our egos—those pyramids of self-esteem—as if we needed such encouragement. Although everyone is affected by this pyramid scheme, some participate in it more than others: they are observably more full of themselves and tend to their egos as they would exotic plants in a hothouse. It helps if they can wear down the self-esteem of others, or simply witness this erosion. As the American novelist and essayist Gore Vidal said famously and often: “It is not enough to succeed. Others must fail. None of this could work without the distance we put between what we are and what we think we are. Then we may appear to exist apart from our constituent elements. Self-esteem would evaporate without a self to esteem. As with pyramids, it is only at a distance that this illusion can be pulled off. Hypocrisy is that distance.”"},{"id":257,"quote":"Within the strictures of commonsense reality and personal ability, we can choose to do anything we like in this world … with one exception: We cannot choose what any of our choices will be."},{"id":258,"quote":"The experimental version of this story could actually be told as two stories happening “simultaneously, each narrated in alternating sections which take place in parallel chronologies. One section begins with the death of Nathan and moves backward in time, while its counterpart story begins with the death of the original owner of the magical pants and moves forward. Needless to say, the facts in the case of Nathan must be juggled around so as to be comprehensible from the beginning, that is to say from the end.”"},{"id":259,"quote":"We think, therefore we should make everyone think what we think."},{"id":260,"quote":"No standard exists for the peculiarity and ridiculousness of things, not even one that is unspeakable or unknowable, words which are merely a front or a subterfuge. These qualities – the peculiar and the ridiculous – are immanent and absolute in all existence and would be in any conceivable existent order . . ."},{"id":261,"quote":"We did not create an environment uncongenial to our species, nature did."},{"id":262,"quote":"Survival is a two-way street. Once we settle ourselves off-world, we can blow up this planet from outer space. It’s the only way to be sure its stench will not follow us. Let"},{"id":263,"quote":"You can only find truth with logic if you have already found truth without it."},{"id":264,"quote":"An individual’s demarcations as a being, not his trespass of them, create his identity and preserve his illusion of being something special and not a freak of chance, a product of blind mutations. Transcending all illusions and their emergent activities—having absolute control of what we are and not what we need to be so that we may survive the most unsavory facts of life and death—would untether us from the moorings of our self-limited selves."},{"id":265,"quote":"Indeed, Dr Haxhausen fought to preserve his freedom with very good reason, for he required a great deal of it—freedom, not reason—to pursue his plans for the future."},{"id":266,"quote":"Renowned for stating his convictions in the form of a paradox, as above, Chesterton, along with anyone who has something positive or equivocal to say about the human race, comes out on top in the crusade for truth. (There is nothing paradoxical about that.) Therefore, should your truth run counter to that of individuals who devise or applaud paradoxes that stiff up the status quo, you would be well advised to take your arguments, tear them up, and throw them in someone else’s garbage."},{"id":267,"quote":"Established: Consciousness is not often viewed as being an instrument of tragedy in human life. But to Zapffe, consciousness would long past have proved fatal for human beings if we did not do something about it. “Why, Zapffe asked, “has mankind not long ago gone extinct during great epidemics of madness? Why do only a fairly minor number of individuals perish because they fail to endure the strain of living—because cognition gives them more than they can carry?” Zapffe’s answer: “Most people learn to save themselves by artificially limiting the content of consciousness.”"},{"id":268,"quote":"His name is...Will it ever come to me? There is a grand lapse of memory that may be the only thing to save us from ultimate horror. Perhaps they know the truth who preach the passing of one life into another, vowing that between a certain death and certain birth there is an interval in which an old name is forgotten before a new one is learned. And to remember the name of a former life is to begin the backward slide into that great blackness in which all names have their source, becoming incarnate in a succession of bodies like numberless verses of an infinite scripture.To find that you have had so many names is to lose claim to any one of them. To gain the memory of so many lives is to lose them all."},{"id":269,"quote":"The embodiment of his mystic precepts, he appeared at any given moment to be on the verge of an amazing disintegration, his particular complex of atoms ready to go shooting off into the great void like a burst of fireworks."},{"id":270,"quote":"If you interrupted them in the middle of an ecstatic moment, which pessimists do have, and asked if existence is basically undesirable, they would reply “Of course before returning to their ecstasy. Why they should answer in this way is a closed book.”"},{"id":271,"quote":"Whether you think consciousness to be a benefit or a horror, this is only what you think—and nothing else."},{"id":272,"quote":"Life had overshot its target, blowing itself apart. A species had been armed too heavily—by spirit made almighty without, but equally a menace to its own well-being. Its weapon was like a sword without hilt or plate, a two-edged blade cleaving everything; but he who is to wield it must grasp the blade and turn one edge toward himself."},{"id":273,"quote":"So it is that supernatural horror is the product of a profoundly divided species of being. It is not the pastime of even our closest relations in the wholly natural world: we gained it, as part of our gloomy inheritance, when we became what we are. Once awareness of the human predicament was achieved, we immediately took off in two directions, splitting ourselves down the middle. One half became dedicated to apologetics, even celebration, of our new toy of consciousness. The other half condemned and occasionally launched direct assaults on this \"gift."},{"id":274,"quote":"There are things which only madmen fear because only madmen may truly conceive of them."},{"id":275,"quote":"Immune to the blandishments of religions, countries, families, and whatever else that—with a smattering of emotive images and strains of maudlin music—can move the average citizen to tears or violence, the pessimist is invisible in both history books and the media. Without belief in gods or ghosts, unmotivated by a comprehensive delusion, he could never plant a bomb, plan a revolution, or shed blood for a cause. Pessimists are indeed lackadaisical as partisans in the human drama."},{"id":276,"quote":"Whatever else we may be as creatures that go to and fro on the earth and walk up and down upon it, we are meat. A cannibalistic tribe that once flourished had a word to describe what they ate. That word translates as “the food that talks. Most of the food that we have eaten over the course of human history has not talked. But it does make other noises, terrible sounds as it is converted from living meat to dead meat on the slaughterhouse floor. If we could hear these sounds every time we sat down to a hearty meal, would we still be the wanton gobblers of flesh that most of us are now?”"},{"id":277,"quote":"Such ordeals always strike one with their strangeness, their digression from the normal flow of events, and often provoke a universal protest: \"Why me?\" Be sure that this is not a question but an outcry. The person who screams it has been instilled with an astonishing suspicion that he, in fact, has been the perfect subject for a very specific \"weird,\" a tailor-made fate, and that a prior engagement, in all its weirdness, was fulfilled at the appointed time and place."},{"id":278,"quote":"Why should there be something rather than nothing?"},{"id":279,"quote":"After all, many people came here for vaguely therapeutic reasons, believing there were medicines dispensed by the very mood of the town’s quaint streets and its sea-licked shores."},{"id":280,"quote":"Optimism has always been an undeclared policy of human culture—one that grew out of our animal instincts to survive and reproduce—rather than an articulated body of thought. It is the default condition of our blood and cannot be effectively questioned by our minds or put in grave doubt by our pains. This would explain why at any given time there are more cannibals than philosophical pessimists."},{"id":281,"quote":"Only catatonics and coma patients can persevere in a dignified withdrawal from life’s rattle and hum. Without a “yes in our hearts, nothing would be done. And to be done with our existence en masse would be the most ambitious affirmation of all.”"},{"id":282,"quote":"In fact, they use everyone and have always used everyone, because they are from the old time, the time before all the worlds awoke from a long and mindless night. And these dreams, these things that are called dreams, are still working to throw us back into that great mad darkness, to exhaust each one one of us in our lonely sleep and to use up everyone until death."},{"id":283,"quote":"Within the strictures of commonsense reality and personal ability, we can choose to do anything we like in this world … with one exception: We cannot choose what any of our choices will be. To do that, we would have to be capable of making ourselves into self-made individuals who can choose what they choose as opposed to being individuals who simply make choices. For instance, we may want to become bodybuilders and choose to do so. But if we do not want to become bodybuilders we cannot make ourselves into someone who does want to be a bodybuilder. For that to happen, there would have to be another self inside us who made us choose to want to become bodybuilders. And inside that self, there would have to be still another self who made that self want to choose to choose to make us want to become bodybuilders."},{"id":284,"quote":"The last of us could be the very best of us who ever roamed the earth, the great exemplars of a humanity we used to dream of becoming before we got wise to the reality that we are just a mob always in the market for new recruits."},{"id":285,"quote":"As a rule, anyone desirous of an audience, or even a place in society, might profit from the following motto: “If you can’t say something positive about humanity, then say something equivocal."},{"id":286,"quote":"The Master's Eyes Shining with SecretsThose bells ringing on the mist-covered mountain signify that the Master of the Temple is dead. The fact of the matter is that the monks there finally killed him.It seems that a few years ago the Master of the Temple began to exhibit some odd and very unpleasant forms of behavior. He apparently lost all sense of earthly decorum, even losing control over his own body. At one point an extra head sprouted from the side of the Master's neck, and this ugly little thing started to issue all sorts of commands and instructions to the monks which only their lofty sense of decency and order prevented them from carrying out. Eventually the Master of the Temple was confined to a small room in an isolated part of the monastery. There, this once wise and beloved teacher was looked after like an animal. For several years the monks put up with the noises he made, the diverse shapes he took. Finally, they killed him.It is whispered among students of enlightenment that one may achieve a state of being in which enlightenment itself loses all meaning, with the consequence that one thereby becomes subject to all manner of strange destinies.And the monks? After the assassination they scattered in all directions. Some hid out in other monasteries, while others went back to live among the everyday inhabitants of this earth. But it was not as if they could escape their past by fleeing it, no more than they could rid themselves of their old master by killing him.For even after the death of his material self, the Master of the Temple sought out those who were once under his guidance; and upon these unhappy disciples he now bestowed, somewhat insistently, his terrible illumination."},{"id":287,"quote":"And we will persist in chasing the impossible until we are no more."},{"id":288,"quote":"Pausing for a moment, as I routinely do when crossing one of these bridges, I gazed not down into the dark waters of the canal, but upwards into the night sky. It was those stars, I knew that now. Certain of them had been promised specific parts of my body. In the darkest hours of the night, when one is unusually sensitive to such things, I could—and still can, just barely—feel the force of these stars tugging away at various points, eager for the moment of my death when each of them might carry off that part of me which is theirs by right. Of course a child would misinterpret this experience. And how often I have found that every superstition has its basis in truth."},{"id":289,"quote":"this heartbreaking sadness I suffer every minute of the day (and night), this killing sadness that feels as if it will never leave me no matter where I go or what I do or whom I may ever know."},{"id":290,"quote":"at any given time there are more cannibals than philosophical pessimists."},{"id":291,"quote":"I declared earlier in this document that, 'with one exception,' there was no cuteness among The Seven. Sherry was the exception, although a serious qualification must be appended to this statement. Physically she was attractive, not to the point of being a harrowing beauty, but enough to put her over the line between women of average or even 'good' looks into the company of those who possessed across-the-room attraction. (If anyone believes that I'm perpetuating some arbitrary or twisted image of the world, that's fine with me - I wish them well in their transactions with social reality.) The qualification to which I made reference above is this: if you happened to cross that room on the other side of which stood Sherry, what you confronted was...I can't even name it - some kind of thing inhabiting the body of an attractive woman, an alien from some diseased planet or a creature of low evolutionary stature that by some curious means had insinuated itself into a human being at some stage in her development, the result being this Sherry-thing."},{"id":292,"quote":"Without an iota of uncertainty, humankind is and will always be unsuited to take charge of its own deliverance. The delusional will forever be with us, thereby making pain, fear, and denial of what is right in front of our face the preferred style of living and the one that will be passed on to countless generations."},{"id":293,"quote":"In a world without a destination, we cannot even break ground on our Tower of Babel, and no amount of rush and hurry on our part will change that."},{"id":294,"quote":"Bahnsen declared that, appearances to the contrary, all reality is the expression of a unified, unchanging force—a cosmic movement that various philosophers have characterized in various ways. To Bahnsen, this force and its movement were monstrous in nature, resulting in a universe of indiscriminate butchery and mutual slaughter among its individuated parts. Additionally, the “universe according to Bahnsen has never had a hint of design or direction. From the beginning, it was a play with no plot and no players that were anything more than portions of a master drive of purposeless self-mutilation.”"},{"id":295,"quote":"The value of a philosopher’s thought is not in its answers—no philosopher has any that are more helpful than saying nothing at all—but in how well they speak to the prejudgments of their consumers. Such is the importance—and the nullity—of rhetoric. Ask any hard-line pessimist, but do not expect him to expect you to take his words seriously."},{"id":296,"quote":"reason is merely the mouthpiece of emotion."},{"id":297,"quote":"... this heartbreaking sadness I suffer every minute of the day (and night), this killing sadness that feels as if it will never leave me no matter where I go or what I do or whom I may ever know."},{"id":298,"quote":"... whatever family name has been given to a case of depression, it has an objective in common with all its kind: to sabotage the network of emotions you had come to identify as the composition of yourself. It is then you discover that your “old self is not the substantial and inviolable thing you thought it was, nor was the rest of your “old” reality.”"},{"id":299,"quote":"was driven by the will to negate what one fears. No one gives up on something until it turns on them, whether or not that thing is real or unreal."},{"id":300,"quote":"At times I have been rendered breathless by the impeccable chaoticism, the absolutely perfect nonsense of some spectacle taking place outside myself, or, on the other hand, some spectacle of equally senseless outrageousness taking place within me."},{"id":301,"quote":"One by one all the regular staff stopped appearing for work, and their desks came to be occupied by new persons who always looked like fugitives from the great tribe of derelicts living in the Golden City, a shadow population that moved day and night through that yellowish haze.[...] Of course this manner of fiscal growth could not continue much longer and other measures would need to be taken if the company was truly to become a dominant force in the marketplace of this world or any other."},{"id":302,"quote":"God is dead, wrote Mainländer, “and His death was the life of the world.” Once thegreat individuation had been accomplished, the momentum of its creator’s selfannihilation would continue in a piecemeal fashion until nothing remained standing. And those who committed suicide, as did Mainländer, would only be following God’s example. Furthermore, the Will-to-live that Schopenhauer argued activates the world—a concept logically developed but only within a mythological framework—was revised by his disciple Mainländer as evidence not of a movement of a tortured life within beings, but as a deceptive cover for an underlying death wish in all things to burn themselves out as hastily as possible in the fires of becoming . . . or begoing, as it were. In this light, the raging of human progress is thus shown to be a mightily apparent symptom of a downfall into extinction that has just gotten underway.”"},{"id":303,"quote":"In supernatural horror stories, however, magical thinking is a completely different matter. Those characters contending with what seems to be the work of magic will deny till the very last moment that anything magical is going on. They will invoke reason and evidence and eek out corroborations for the cause of their problems. But readers of these stories are rarely, if ever, on the side of these characters. They desperately want to believe that there is indeed something magical going on and they are primed to accept it whenever it occurs. Some readers especially enjoy a story with bad magic, as it assures them that magic is confined to fiction and will not leak into their real lives. This is the most perverse form of magical thinking and the one least likely to be recognized as such."},{"id":304,"quote":"The supernatural, and all it represents, is profoundly abnormal, and therefore unreal. Few would argue with these conclusions. Fine. Now the highest aim of the realistic horror writer is to prove, in realistic terms, that the unreal is real. The question is: “Can this be done? The answer is: “Of course not.” One would look silly attempting such a thing. Consequently, the realistic horror writer, wielding the hollow proofs and premises of his art, must settle for merely seeming to smooth out the ultimate paradox. In order to achieve this effect, the supernatural realist must really know the normal world, and deeply take for granted its reality. (It helps if he himself is normal and real.) Only then can the unreal, the abnormal, the supernatural be smuggled in as a plain brown package marked Hope, Love, or Fortune Cookies, and postmarked: the Edge of the Unknown.”"},{"id":305,"quote":"Lucifer’s last words in heaven may have been “Non serviam, but none has served the Almighty so dutifully, since His sideshow in the clouds would never draw any customers if it were not for the main attraction of the devil’s hell on earth.”"},{"id":306,"quote":"The result was that Preston successfully negotiated quite a few decades without ever coming within hailing distance of puberty. In this state of arrested development, he defiantly lived through many a perverse adventure. And he still lives in the pages of those books I wrote about him, though I stopped writing them some years ago."},{"id":307,"quote":"Hearken well: “None of us wants to hear spoken the exact anxieties we keep locked up inside ourselves. Smother that urge to go spreading news of your pain and nightmares around town. Bury your dead but don’t leave a trace. And be sure to get on with things or we will get on without you."},{"id":308,"quote":"The dismembered limbs of dolls and puppets are strewn about everywhere. Posters, signs, billboards, and leaflets of various sorts are scattered around like playing cards, their bright words disarranged into nonsense. Countless other objects, devices, and leftover goods stock the room, more than one could possibly take notice of. But they are all, in some way, like those which have been described. One wonders, then, how they could add up to such an atmosphere of…isn’t repose the word? Yes, but a certain kind of repose: the repose of ruin."},{"id":309,"quote":"Since Buddhism’s only objective is attaining enlightenment, that high road to nirvana (see below), it is at one with other religions in pitching a brighter future for believers in deliverance from the woes of this world. One problem: Human beings are rarely so sensitive to the woes of this world that they feel a pressing need to reject all cravings for the pleasures of this world, as Buddhism would have them do. And it seems that any amount of pleasure is pleasure enough to get us to keep the faith that being alive is all right for everyone, or almost everyone, and will certainly be all right for any children we cause to be delivered into this world."},{"id":310,"quote":"Fear, when blended with failure, distills into a deadly brew."},{"id":311,"quote":"The crimson woman has quite a few adversaries, just as she is connected with powerful allies. How can I say exactly who they are — some group specializing in art=magic, no doubt, but I can't just say, with a fatuous certainty, \"Yes, it must be some particular gang of illuminati,\" or esoteric scientists, as so many have begun styling themselves these days."},{"id":312,"quote":"As long as we deny a person or group the claim to be as right and as real as we are, so long may we hold this dreamlike claim for ourselves alone. And it is the duty of everyone to inculcate a sense of nothingness, an ache of being empty of substance and value, in those who are not emulations of them."},{"id":313,"quote":"He became a seeker of crowds, but the crowds thinned and abandoned him. He became a seeker of lights, but the lights grew strange and led him into desolate places."},{"id":314,"quote":"From them I had nothing to learn—one cannot cease to know what one does know."},{"id":315,"quote":"she is overwhelmed by an amorphous anxiety without a specific source."},{"id":316,"quote":"Composed of the same dross as all mortals, the pessimist cleaves to whatever seems to validate his attestations. This fact would come as a shock to no one. There is no scarcity among us of those who not only want to think that they are right, but also expect others to affirm their least notion as unassailable. Pessimists are no exception But they are few and do not show up on the radar of our race. Immune to the blandishments of religions, countries, families, and everything else that puts both average and above-average citizens in the limelight, pessimists are sideliners in both history and the media. Without belief in gods or ghosts, unmotivated by a comprehensive delusion, they could never plant a bomb, plan a revolution, or shed blood for a cause."},{"id":317,"quote":"Ontologically, Mainländer’s thought is delirious; metaphorically, it explains a good deal about human experience; practically, it may in time prove to be consistent with the idea of creation as a structure of creaking bones being eaten from within by a pestilent marrow."},{"id":318,"quote":"While being alive is all right for the world’s general population, some of us need to get it in writing that this is so."},{"id":319,"quote":"Some critics of the pessimist often think they have his back to the wall when they blithely jeer, \"If that is how this fellow feels, he should either kill himself or be decried as a hypocrite.\" That the pessimist should kill himself in order to live up to his ideas may be counterattacked as betraying such a crass intellect that it does not deserve a response. Yet is it not much of a chore to produce one. Simply because someone has reached the conclusion that the amount of suffering in this world is enough that anyone would be better off never having been born does not mean that by force of logic or sincerity he must kill himself. It only means that the amount of suffering in this world is enough that anyone would be better off never having been born."},{"id":320,"quote":"And I succumbed to an ecstatic horror at this insight."},{"id":321,"quote":"André of the graveyards—a sociable corpse."},{"id":322,"quote":"There is nothing more futile than to consciously look for something to save you."},{"id":323,"quote":"In its quest for a sense of meaning, humanity has given countless answers to questions that were never posed to it."},{"id":324,"quote":"Time will take care of everyone until there are none of us to take care of."},{"id":325,"quote":"Yet how much slack do you give to what you believe is a lie, even a lie that holds steady the social order and braces up everything you have become accustomed to your most cherished image of yourself, your country, your loved ones, and the value you place on your work, your hobbies, your possessions, your \"way of life\"?How much slack do you give to what you believe to be a lie before you say you have had it with lies, before you forsake everything to live with what you really think and feel about the way things are? How much slack? Answer: all the slack in the world."},{"id":326,"quote":"But what could I say to her? That I’m drawn to those old buildings and junk because (voice beginning to seethe) . . . because they take me into a world (the seething builds) . . . a world that is the exact opposite of the one (voice seething to a pitch) . . . the one I’m doomed by my own weakness and fear to live in (uncontrollable, meta-maniacal seething) . . . to live in during my weeks, my months, my years and years of work . . . work . . . work?"},{"id":327,"quote":"Lucifer’s last words in heaven may have been “Non serviam, but none has served the Almighty so dutifully, since His sideshow in the clouds would never draw any customers if it were not for the main attraction of the devil’s hell on earth. Only catatonics and coma patients can persevere in a dignified withdrawal from life’s rattle and hum. Without a “yes” in our hearts, nothing would be done. And to be done with our existence en masse would be the most ambitious affirmation of all.”"},{"id":328,"quote":"The conclusions to which temperament lead an individual, whether or not they are conclusions refractory to those of world society, are simply not subject to analysis."},{"id":329,"quote":"This practice of his allowed him to express a mode of personal identity, however trivial and illusory, as if such a thing could be achieved merely by adorning oneself with a particular item of apparel or even by displaying particular character traits such as a reserved manner or a high degree of intelligence, all and any of which qualities were shared by millions and millions of persons past and present and would continue to be exhibited by millions and millions of persons in the future, making the effort to perpetrate a distinctive sense of an identity apart from other persons or creatures, or even inanimate objects, no more than a ludicrous charade."},{"id":330,"quote":"And so the denunciations of critics who say the pessimist should kill himself or be decried as a hypocrite make every kind of sense in a world of card-carrying or crypto optimists. Once this is understood, the pessimist can spare himself from suffering more than he need at the hands of “normal people, a confederation of upstanding creatures who in concert keep the conspiracy going.”"},{"id":331,"quote":"Immune to the blandishments of religions, countries, families, and everything else that puts both average and above-average citizens in the limelight, pessimists are sideliners in both history and the media. Without belief in gods or ghosts, unmotivated by a comprehensive delusion, they could never plant a bomb, plan a revolution, or shed blood for a cause."},{"id":332,"quote":"Creativity isn't always an index of niceness"},{"id":333,"quote":"While belief in the supernatural is only superstition, the sense of the supernatural cannot be denied. It is the sense of what should not be at its most justly potent, the sense of the impossible as we often experience it in our dreams and in unsettling moments of our lives, particularly during those intimations of mortality or madness that for some are as regular as a heartbeat. The evil here is not bound up with bad men but with the nature of existence itself, or at least with our existence as victims of consciousness. The supernatural may be considered as the metaphysical counterpart of insanity and, as such, is the best possible hallmark of the uncanny nightmare of a conscious mind marooned for a brief while in this haunted house of a world and being slowly or swiftly driven mad by the ghastliness of it all. This viewpoint does not keep tabs on “man' inhumanity to man s but instead is sourced in a derangement symptomatic of our life as transients in a world that is natural for all else that lives, yet, by our lights, when they are not flickering or gone out, is anything but. The most phenomenal of creaturely traits, the sense of the supernatural, the impression of a fatal estrangement from the visible, is dependent on our consciousness, which merges the outward and the inward into a universal comedy without laughter. We are only passersby in this jungle of mutations and mistakes. The natural world existed when we did not, and it will continue to exist long after we are gone. The supernatural crept into life only when the door of consciousness was opened in our heads: the moment we stepped through that door, we walked out on nature. Say what we will about it and deny it till we die—we have had a knowledge imposed upon us that is too much to know and too secret to tell one another if we are to pace along our streets, work at our jobs, and sleep in our beds. It is the knowledge of a race of beings that are both specters and spectators in this cobwebbed corner of the cosmos.”"},{"id":334,"quote":"For better or worse, pessimism without compromise lacks public appeal. In all, the few who have gone to the pains of arguing for a sullen appraisal of life might as well never have been born. As history confirms, people will change their minds about almost anything, from which god they worship to how they style their hair. But when it comes to existential judgments, human beings in general have an unfalteringly good opinion of themselves and their condition in this world and are steadfastly confident they are not a collection of self-conscious nothings."},{"id":335,"quote":"God is dead, wrote Mainländer, “and His death was the life of the world.” Once the great individuation had been initiated, the momentum of its creator’s self-annihilation would continue until everything became exhausted by its own existence, which for human beings meant that the faster they learned that happiness was not as good as they thought it would be, the happier they would be to die out.”"},{"id":336,"quote":"There is no mind that could have written An Investigation into the Conspiracy against the Human Race — no mind that could write such a book and no mind that could read such a book."},{"id":337,"quote":"Paradoxically, this evolution toward life-sickness would be promoted by a mounting happiness among us. This happiness would be quickened by our following Mainländer’s evangelical guidelines for achieving such things as universal justice and charity. Only by securing every good that could be gotten in life, Mainländer figured, could we know that they were not as good as nonexistence."},{"id":338,"quote":"He ceased to be a person so that he could remain a successful organism."},{"id":339,"quote":"What begins as a solitary truth soon proliferates like malignant cells in the body of a dream, a body whose true outline remains unknown. Perhaps, then, we should be grateful to the whims of chemistry, the caprices of circumstance, and the enigmas of personal taste for giving us such an array of strictly local realities and desires."},{"id":340,"quote":"No creature caged in a zoo even knows what it is to exist, nor does it crow about being superior to another kind of thing, whether animal, vegetable, or mineral. As for us humans, we reek of our sense of being special. Those hailed as the most conscious among us, the ones needful of a refined type of brainwashing, have made investigations into what it means to be human. Their divergent ramblings on this subject keep our brains buzzing while our bodies go the way of surviving and reproducing, being alive that is, since we do not especially consider the alternative. That being human might mean something very strange and awful, something quite uncanny, is not given a passing thought. If it were, who knows what would happen to us? We could disappear in a puff of smoke or fall through a mirror that has nothing on the other side. Naturally, such possibilities do not lift our spirits the way we need them to be lifted if we are to continue to live as we have all these years."},{"id":341,"quote":"Once and for all, lets us speak the paradox aloud: \"We have been force-fed for so long the shudders of a thousand graveyards that at last, seeking a macabre redemption, a salvation by horror, we willing consume the terror of the tomb... and find them to our liking."},{"id":342,"quote":"In the end, though, his insistence that we must imagine Sisyphus as happy is as impractical as it is feculent."},{"id":343,"quote":"To say that some kind of god might exist is to vivify its being with mystery. To define a god into existence because it meets certain criteria for godhood is to kill that god by turning it into a cheapjack idol with a publicity team of theologians behind it. This would explain why so many deities, all of them in fact, have fallen apart or are in the process of doing so: eventually every god loses its mystery because it has become overqualified for its job. After a god's mystery is gone, arguments for it's reality begin. Logic steps in to resuscitate what have been bled of its healthful vagueness. Finally, another \"living god\" is consigned to the mortuary of scholars."},{"id":344,"quote":"Although few would own up to it, even to themselves, we love havoc in both life and art. What we call \"evil\" captivates us from childhood to old age, never paling in its seductive entreaties, its heady effects on our imaginations and our glands. We are gluttons for atrocity and yawn at the quiescent. The most prominent of the angels is the one who started a war in heaven."},{"id":345,"quote":"In the moonlight the artist came to see that the mittens worn by this little man were more like the paws of an animal. It almost made sense to the artist to have thought that the little man's hands were actually paws which had only appeared to be two black mittens. Then each of the paws separated into long thin fingers that wriggled wildly in the moonlight. But they could not have been the fingers of a hand, because there were too many of them. So what appeared to be fingers could not have been fingers, just as the hands were not in fact hands nor the paws really paws - no more than they were mittens."},{"id":346,"quote":"He said to me, ‘The book has found its reader,’ and what could I do but agree with him?"},{"id":347,"quote":"Whatever its drawbacks, grief is a great sleeping draught to drug oneself into a noiseless, lightless paradise far from an agonizing universe. This is so."},{"id":348,"quote":"Subsequently there ensues an epoch of complex, proliferating intrigues and conspiracies among the ranks of double agents, whose agendas become so densely intertwined that they are virtually indistinguishable. Ever the Governing Executives of OneiriCon, many of whom are defectors from the Nightmare Network, throw themselves into the depths of the new order and lose all sense of identity in the ever-expanding nebula of blind ambition, which possesses a power and impetus that belongs entirely to itself."},{"id":349,"quote":"My point,' I said, 'is that there's hell in every handshake, never mind an outright and humiliating insult."},{"id":350,"quote":"The soft black stars have already begun to fill the sky."},{"id":351,"quote":"Everyone prefers to continue their existence as a mind and a self, no matter what pain it causes them, no matter how false and unreal they might be, than to face the quite obvious reality and being only a body set in motion by this mindless, soulless, and selfless force which he designated the shadow, the darkness."},{"id":352,"quote":"Even if this little account of mine, this little chronicle seems to disclose secrets that might undermine the nightmarish order of things, it does nothing but support and promulgate that order. Nothing can resist or betray this nightmare because nothing exists that might do anything, that might be anything that could realize a success in that way. The very idea of such a thing is only nonsense and dreams."},{"id":353,"quote":"What we do, as a conscious species, is set markers for ourselves. Once we reach one marker, we advance to the next—as if we were playing a board game we think will never end, despite the fact that it will, like it or not. And if you are too conscious of not liking it, then you may conceive of yourself as a biological paradox that cannot live with its consciousness and cannot live without it. And in so living and not living, you take your place with the undead and the human puppet."},{"id":354,"quote":"Take my advice, as someone who dabbles in tales of extraordinary doom, and walk away from all of this madness. There are enough fatalities of a mundane sort. Find a quiet place and wait for one of them to carry you off."},{"id":355,"quote":"The universe is not just meaningless, but malignantly useless."},{"id":356,"quote":"But stories, even very nasty ones, are traditionally considered more satisfying than reality—which, as we all know, is a grossly overrated affair."},{"id":357,"quote":"I can only sit and wait, knowing that one day he will turn full around, step down from his stage, and claim me for the abyss I have always feared. Perhaps then I will discover what it was I did - what any of us did - to deserve this fate."},{"id":358,"quote":"To think that another person shared my love for the icy bleakness of things."},{"id":359,"quote":"prodigious"},{"id":360,"quote":"Rigorously considered, our only natural birthright is to die."},{"id":361,"quote":"And my mind - another disease, the disease of a disease. Everywhere my mind sees the disease of other minds and other bodies, these other organisms that are only other diseases, an absolute nightmare of the organism."},{"id":362,"quote":"Some who study self-deception, denial, etc. believe these are healthy practices if they facilitate our happiness without infringing on the happiness of our fellows. They speak of self-deception, denial, etc. as “useful fictions or “positive illusions” and ballyhoo them as staples for both the individual and society. (For his book Vital Lies, Simple Truths: The Psychology of Self-Deception [1996], Daniel Goleman studied how people and groups play along with factitious designs to scotch the animus and anxiety that would be loosed if an etiquette of honesty were somehow enforced.)”"},{"id":363,"quote":"My only hope lay in my ability to make a metamorphic recovery, to accept in every way the nightmarish order of things so that I could continue to exist as a successful organism even without the protective nonsense of the mind and the imagination, the protective dream of having any kind of soul or self."},{"id":364,"quote":"Schopenhauer’s Will-to-live, commendable as it may seem as a hypothesis, is too overwrought in the proving to be anything more than another intellectual labyrinth for specialists in perplexity. Comparatively, Zapffe’s principles are non-technical and could never arouse the passion of professors"},{"id":365,"quote":"To wail adamantly that a god exists is to kill that god or turn it into a plastic idol. To say that a god might exist is to vivify it with the meaning of mystery."},{"id":366,"quote":"might just as well ask how you knew how to do the things you did."},{"id":367,"quote":"(For, as an evil poet once scribbled, superstition is the reservoir of all truths.)"},{"id":368,"quote":"many societies, of course, ours was founded on fearful superstition, and this is always reason enough for any kind of behavior. She"},{"id":369,"quote":"James was a rare philosopher in that he put no faith in logic. And he was doubtless wise to adopt that stance, since the fortunes of those who attempt to defend their opinions with logic are not enviable."},{"id":370,"quote":"Whether you think consciousness to be a benefit or a horror, this is only what you think—and nothing else. But even though you cannot demonstrate the truth of what you think, you can at least put it on show and see what the audience thinks."},{"id":371,"quote":"I realize that psychology has charted some awfully weird areas in its maps of the mind, but you’ve gone so far into the ultra-mentational hinterlands of metaphysics that I fear you will not return (at least not with your reputation intact)."},{"id":372,"quote":"Better to kill time than kill oneself"},{"id":373,"quote":"I had fled that place in hopes of finding another that had been founded upon different principles and operated under a different order. But there was no such place, or none that I could find. It seemed the only course of action left to me was to make an end of it."},{"id":374,"quote":"Promulgators of TMT [Terror Management Theory] believe that a universal dispersion of their ideas will make people more tolerant of the alien worldviews of others and not kill them because those worldviews remind them of how ephemeral or unfounded their own may be. The paradox of this belief is that it requires everyone to abandon the very techniques of terror management by which TMT claims we have so far managed our terror, or some of it. As usual, though, there is an upbeat way out for Terror Management theorists in that they argue \"the best worldviews are ones that value tolerance of different others, that are flexible and open to modification, and that offer paths to self esteem minimally likely to encourage hurting others\". Of course, this is just another worldview that brandishes itself as the best worldview in the world, meaning that it would agitate others with a sense of how ephemeral or unfounded their own may be and cause them to retaliate. But Terror Management theorists also have a backup plan, which is that in the future we will not need terror management and instead will discover that \"serious confrontations with mortality can have positive liberating effects, facilitating real growth and life satisfaction\". There is no arguing that humanity may someday reap the benefits of a serious confrontation with mortality. While waiting for that day, we still have genocide as the ultimate insurance of our worldviews."},{"id":375,"quote":"Even the nights above the great roofs of the town seemed merely the uppermost level of an earthbound estate, at most an old attic in which the stars were useless heirlooms and the moon a dusty trunk of dreams."},{"id":376,"quote":"What Ascrobius sought,' the doctor explained, 'was not a remedy for his physical disease, not a cure in any usual sense of the word. What he sought was an absolute annulment, not only of his disease but of his entire existence. On rare occasions he even spoke to me', the doctor said, 'about the uncreation of his whole life."},{"id":377,"quote":"In speaking of depression and it's defining effect of driving its victim to the point of caring nothing for anything, the American talk-show host Dick Cavett once remarked that \"when you're downed by this affliction, if there was a curative magic wand on the table eight feet away, it would be too much trouble to go over and pick it up.\" No better elucidation has ever been proffered vis-a-vis the uselessness of reason in the absence of emotion. In the recumbence of depression, your information-gathering system collates its intelligence and reports to you these facts: (1) there is nothing to do; (2) there is nowhere to go; (3) there is nothing to be; (4) there is no one to know. Without meaning-charged emotions keeping your brain on the straight and narrow, you would lose your balance and fall into an abyss of lucidity. And for a conscious being, lucidity is a cocktail without ingredients, a crystal clear concoction that will leave you hungover with reality. In perfect knowledge there is only perfect nothingness, which is perfectly painful if what you want is meaning in your life."},{"id":378,"quote":"Depressing\" is the adjective that ordinary folk affix to the life perspectives expressed by men such as Zapffe, Schopenhauer, and Lovecraft. The doctrines of world-class religions, dolorous as they may be, will never be thus defamed, because they are perceived to be \"uplifting\" by ordinary folk. Panglossian falsehoods convene the crowd; discouraging truths disperse it. The reason: It is depression not madness that cows us, demoralization not insanity that we dread, disillusionment of the mind not its derangement that imperils our culture of hope. An epidemic of depression would quiet those chattering voices in our heads, stopping life dead in its tracks. Providentially. we are endowed with enough manic enthusiasm to keep us plowing onward and making more of ourselves, bragging all the while about what billions of years of evolution have bidden every species to do anyway."},{"id":379,"quote":"Zapffe, Schopenhauer, and Lovecraft fared well enough without surrendering themselves to life-affirming hysterics. This is a risky thing for anyone to do, but it is even more risky for writers, because anti-vital convictions will demote their work to a lower archive than that of wordsmiths who capitulate to positive thinking, or at least follow the maxim of being equivocal when speaking of our species. Everyone wants to keep the door open on the possibility that our lives are not MALIGNANTLY USELESS. Even highly educated readers do not want to be told that their lives are an evolutionary contingency and nothing else, and that meaning is not what people think it means."},{"id":380,"quote":"Consciousness makes it seem as if (1) there is something to do; (2) there is somewhere to go; (3) there is something to be; (4) there is someone to know."},{"id":381,"quote":"The point that in the absence of birth nobody exists who can be deprived of happiness is terribly conspicuous."},{"id":382,"quote":"most of us are given to praise fleshly pleasure, though few celebrate the biological drive that leads to it, just as everyone praises a good meal but not the hunger that makes it so pleasurable. The analogy between these pleasures and others that are also appetite-driven, such as those of a drug addict, should be clear. Being freed of a desire is indeed a pleasure. But knowing the remorseless ways of nature. should anyone be thunderstruck that by mutation she has put a lid on the extent of our pleasure and a limit on how long it may last, not to mention favoring pain as the main inducement for our behavior?"},{"id":383,"quote":"Madness, chaos, bone-deep mayhem, devastation of innumerable souls—while we scream and perish, History licks a finger and turns the page. Fiction, unable to compete with the world for vividness of pain and lasting effects of fear, compensates in its own way."},{"id":384,"quote":"Of course, the situation is hopeless for those who wish an alteration in affairs that by their very nature are fixed and define the world in which we are all chained."},{"id":385,"quote":"Look at your body— A painted puppet, a poor toy Of jointed parts ready to collapse, A diseased and suffering thing With a head full of false imaginings."},{"id":386,"quote":"I have only recorded what everyone is saying (though they may not know they are saying it), and sometimes what they have seen (though they may not know they have seen it)."},{"id":387,"quote":"When the world uncovers some dark disguise, Embrace the darkness with averted eyes."},{"id":388,"quote":"In the workday world, complainers will not go far. When someone asks how you are doing, you had better be wise enough to reply \"I can't complain.\" If you do complain, even justifiably, people will stop asking how you are doing. Complaining will not help you succeed and influence people. You can complain to your physician or psychiatrist because they are paid to hear you complain. But you cannot complain to your boss or your friends, if you have any. You will soon be dismissed from your job and dropped from the social register. Then you will be left alone with your complaints and no one to listen to them gratis. Perhaps then the message will sink into your head: If you do not feel good enough for long enough, you should act as if you do and even think as if you do. That is the way to get yourself to feel good for long enough and stop you from complaining for good, as any self-improvement book can affirm. But should you not improve, someone must assume the blame. And that someone will be you. This is monumentally so if you are a pessimist or a depressive. Should you conclude that life is objectionable or that nothing matters, do not waste our time with your nonsense. We are on our way to the future, and the philosophically disheartening or the emotionally impaired are not going to hinder our progress. If you cannot say something positive, or at least equivocal, keep it to yourself. Pessimists and depressives need not apply for a position in the enterprise of life. You have two choices: Start thinking the way God and your society want you to think or be forsake by all. The decision is yours, since you are a free agent who can choose to rejoin our fabricated reality or stubbornly insist on... what? That we should mollycoddle non-positive thinkers like you or rethink how the whole world transacts it's business? That we should start over from scratch? Or that we should go extinct? Try to be realistic. We did the best we could with the tools we had. After all, we are only human, as we like to say. Our world may not be in accord with nature's way, but it did develop organically according to our consciousness , which delivered us to a lofty prominence over the Creation. The whole thing just took on a life of its own, and nothing is going to stop it anytime soon. There can be no starting over and no going back. No major readjustments are up for a vote. And no melancholic head-case is going to bad-mouth our catastrophe. The universe was created by the Creator, by damn. We live in a country we love and that loves us back, We have families and friends and jobs that make it all worthwhile. We are somebodies, not a bunch of nobodies without names or numbers or retirement plans. None of this is going to be overhauled by a thought criminal who contends that the world is not double-plus-good and never will be. Our lives may not be unflawed, that would deny us a better future to work towards but if this charade is good enough for us, then it should be good enough for you. So if you cannot get your mind right, try walking away. You will find no place to go and no one who will have you. You will find only the same old trap the world over. Lighten up or leave us alone. You will never get us to give up our hopes. You will never get us to wake up from our dreams. We are not contradictory beings whose continuance only worsens our plight as mutants who embody the contorted logic of a paradox. Such opinions will not be accredited by institutions of authority or by the middling run of humanity. To lay it on the line, whatever thoughts may emerge from your deviant brain are invalid, inauthentic, or whatever dismissive term we care to hang on you, who are only \"one of those people.\" So start pretending that you feel good enough for long enough, stop your complaining, and get back in line."},{"id":389,"quote":"For us, then, life is a confidence trick we must run on ourselves, hoping we do not catch on to any monkey business that would leave us stripped of our defense mechanisms and standing stark naked before the silent, staring void. To end this self-deception, to free our species of the paradoxical imperative to be and not to be conscious, our backs breaking by degrees upon a wheel of lies, we must cease reproducing. Nothing less will do."},{"id":390,"quote":"But some people seem born to bellyache that being alive is not all right. Should they vent this posture in philosophical or literary works, they may do so without anxiety that their efforts will have an excess of admirers."},{"id":391,"quote":"Undeniably, one of the greatest disadvantages of consciousness, that is, consciousness considered as the parent of all horrors, is that it exacerbates necessary sufferings and creates unnecessary ones, such as the fear of death. Not having what it takes to take their own lives (ask Gloria Beatty), those who suffer intolerably learn to hide their afflictions, both necessary and unnecessary, because the world does not run on pain time but on happy time, whether or not that happiness is honestly felt or a mask for the blackest despondency."},{"id":392,"quote":"To state this matter in the most lucid terms: each of these hyper-organisms, even as they scintillated with an obscene degree of vital impulses, also, and at the same time, had degeneracy and death written deeply upon them."},{"id":393,"quote":"No one at the factory can remember how long we’ve worked here, or how old we are, yet our pace and productivity continues to increase. It seems as if neither the company nor our temporary supervisor will ever be done with us. Yet we are only human beings, or at least physical beings, and one day we must die. This is the only retirement we can expect, even though none of us is looking forward to that time. For we can’t keep from wondering what might come afterward - what the company could have planned for us, and the part our temporary supervisor might play in that plan. Working at a furious pace, fitting together those small pieces of metal, helps keep our minds off such things."},{"id":394,"quote":"What we do, as a conscious species, is set markers for ourselves. Once we reach one marker, we advance to the next—as if we were playing a board game we think will never end, despite the fact that it will, like it or not. And if you are too conscious of not liking it, then you may conceive of yourself as a biological paradox that cannot live with its consciousness and cannot live without it. And in so living and not living, you take your place with the undead and the human puppet. Undoing"},{"id":395,"quote":"This is the problem: We must either outsmart consciousness or be thrown into its vortex of doleful factuality and suffer, as Zapffe termed it, a “dread of being—not only of our own being but of being itself, the idea that the vacancy that might otherwise have obtained is occupied like a stall in a public lavatory of infinite dimensions, that there is a universe in which things like celestial bodies and human beings are roving about, that anything exists in the way it seems to exist, that we are part of all being until we stop being, if there is anything we may understand as being other than semblances or the appearance of semblances.”"},{"id":396,"quote":"Who knows how many others there were who might say that their existence consisted of nothing but the most outrageous nonsense, a nonsense that had nothing unique about it at all and that had nothing behind it or beyond it except more and more nonsense—a new order of nonsense, perhaps an utterly unknown nonsense, but all of it nonsense and nothing but nonsense."},{"id":397,"quote":"as British economist John Maynard Keynes reportedly stated, “we are all dead."},{"id":398,"quote":"An old dream with a new veneer. It’s fascinating, you know, how an obsolete madness is sometimes adopted and stylized in an attempt to ghoulishly preserve it. These are the days of second-hand fantasies and out-of-date distractions."},{"id":399,"quote":"it is as easy to make fun of religious or scientific visionaries as it is to idolize them. Which attitude is adopted depends on whether or not they tell you what you want to hear."},{"id":400,"quote":"lingo)? To whimsically joke about such bizarrerie with phrases like “pockets of interference and “cosmic static” belies your talents as a thoughtful member of our profession. And the rest of it: the hyper-uncanniness, the “ontological games,” the generally cosmic substance of these places, and all that other transcendent nonsense. I realize that psychology has charted some awfully weird areas in its maps of the mind, but you’ve gone so far into the ultra-mentational hinterlands of metaphysics that”"},{"id":401,"quote":"Once you begin to feel you are making a go of it on your own—that you are making moves and thinking thoughts which seem to have originated within you—it is not possible for you to believe you are anything but your own master."},{"id":402,"quote":"When puppets are done with their play, they go back in their boxes. They do not sit in a chair reading a book, their eyes rolling like marbles over its words. They are only objects, like a corpse in a casket. If they ever came to life, our world would be a paradox and a horror in which everything was uncertain, including whether or not we were just human puppets. All supernatural horror obtains in what we believe should be and should not be. As scientists, philosophers, and spiritual figures have testified, our heads are full of illusions; things, including human things, are not dependably what they seem. Yet one thing we know for sure: the difference between what is natural and what is not. Another thing we know is that nature makes no blunders so untoward as to allow things, including human things, to swerve into supernaturalism. Were it to make such a blunder, we would do everything in our power to bury this knowledge. But we need not resort to such measures, being as natural as we are. No one can prove that our life in this world is a supernatural horror, nor cause us to suspect that it might be. Anybody can tell you that—not least a contriver of books that premise the supernatural, the uncanny, and the frightfully paradoxical as essential to our nature."},{"id":403,"quote":"You have two choices: Start thinking the way God and your society want you to think or be forsaken by all."},{"id":404,"quote":"Work with what you have control of and you'll have your hands full."},{"id":405,"quote":"Where is the writer, he began, “who is unstained by any habits of the human, who is the ideal of everything alien to living, and whose eccentricity, in its darkest phase, turns in on itself to form increasingly more complex patterns of strangeness? Where is the writer who has lived out his entire life in a prodigious dream that began on his day of birth, if not long before?”"},{"id":406,"quote":"... nature did not make us to feel too good for too long (which would be no good for the survival of the species) but only to feel good enough to imagine, erroneously, that someday we might feel good all the time. To believe that humanity will ever live in a feel-good world is a common mistake. And if we do not feel good, we should act as if we do. If you act happy, then you will become happy—everybody in the workaday world knows that. If you do not improve, then someone must assume the blame. And that someone will be you. We are on our way to the future, and no introverted melancholic is going to impede our progress. You have two choices: start thinking the way God and your society want you to think or be forsaken by all. The decision is yours, since you are a free agent who can choose to rejoin the world of fabricated reality—civilization, that is—or stubbornly insist on . . . what? That we should rethink how the whole world transacts its business? That we should start over from scratch, questioning all the ways and means that delivered us to a lofty prominence over the amusement park of creation? Try to be realistic. We made our world just the way nature and the Lord wanted us to make it. There is no starting over and no going back. No major readjustments are up for a vote. And no nihilistic head case is going to get a bad word in edgewise. The universe was created by the Creator, goddamn it. We live in a country we love and that loves us back. We have families and friends and jobs that make it all worthwhile. We are somebodies, as we spin upon this good earth, not a bunch of nobodies without names or numbers or retirement plans. None of this is going to become unraveled by a thought criminal who contends that the world is not double plus good and never will be and who believes that anyone is better off dead than alive. Our lives may not be unflawed—that would deny us a future to work toward—but if this charade is good enough for us, then it should be good enough for you. So if you cannot get your mind right, try walking away. You will find no place to go and no one who will have you. You will find only the same old trap the world over. It is the trap of tomorrow. Love it or leave it—choose which and choose fast. You will never get us to give up our hopes, demented as they may seem. You will never get us to wake up from our dreams. Your opinions are not certified by institutions of authority or by the middling run of humanity, and therefore whatever thoughts may enter your chemically imbalanced brain are invalid, inauthentic, or whatever dismissive term we care to assign to you who are only “one of those people. So get the hell out if you can. But we are betting that when you start hurting badly enough, you will come running back. If you are not as strong as Samson— that no-good suicide and slaughterer of Philistines—then you will return to the trap. Do you think we are morons? We have already thought everything that you have thought. The only difference is that we have the proper and dignified sense of futility not to spread that nasty news. Our shibboleth: “Up the Conspiracy and down with Consciousness.”"},{"id":407,"quote":"Crede in qualsiasi cosa comprovi una sua importanza come persona, tribù, comunità, e in particolar modo come specie che resisterà in questo mondo e forse in un aldilà che sarà pure incerto nella sua realtà e poco chiaro nella sua struttura, ma che sazia nella gente la brama di valori non di questa Terra: il deprimente, insignificante posto che la sua coscienza è costretta ogni giorno a schivare. È ovvio, allora, che ad autori come Zapffe, Schopenhauer e Lovecraft sia toccata la marginalità quando hanno omesso di affermare il merito e la meraviglia dell'umanità, la validità dei suoi valori (eterni o provvisori) e, naturalmente, un mondo privo di una fine pronosticabile o, perlomeno, un mondo la cui fine nessuno vuole vedere."},{"id":408,"quote":"What is this life! you cry out. Only silence answers, and it is eloquent. Shining eyes open in the darkness, the eyes of that face, smiling too much and too long. Without a word, that smile coerces from you an old question: Was it all so useless? The smile pushes up at its edges, too rigid to be real. You cannot look away as it widens past all natural proportion. There is nothing left but that big smile. It is the last thing you see: a great gaping mouth like the entrance to a carnival ride. Then: the sense of being swallowed. That is the story; that is the plot of our lives."},{"id":409,"quote":"Horror is not really horror unless it’s your horror—that which you have known personally."},{"id":410,"quote":"To be conscious is inevitably to be a hypocrite. We can stomach our own kind, or just enough of them who either prove useful to us or are not handily destructible, only by the terms of the following contract: we will eat some of the other fellow’s excrement if he will eat some of ours."},{"id":411,"quote":"Children have made me nervous ever since I stopped being one of them."},{"id":412,"quote":"Any progress towards the salvation of mankind will probably start from the bottom [the family unit] when our gods have been devalued to the status of fridge magnets or garden ornaments."},{"id":413,"quote":"philosopher in question made much of human existence as a tragedy that need not have been were it not for the intervention in our lives of a single, calamitous event: the evolution of consciousness—"},{"id":414,"quote":"Existence equals nightmare. Unless life is a dream, nothing makes sense. For as a reality, it is a rank failure.”"},{"id":415,"quote":"When you are alone in the wilderness, opinions or beliefs of any kind are dropped as the absurd accoutrements they are. But after being in the wilderness for a while, you may come around to feeling sociable. Maybe you could try living in a community of “like-minded social deviants. However, they had better be so alike that they are clones of one another or the day will come when someone steps over the line and factions begin to teem. Our brains will always discriminate—that is their nature. They fix on superficial differences we spy in one another, redundantly speaking, since all differences among us are superficial.”"},{"id":416,"quote":"Throughout the most innocent mornings and unclouded afternoons there endures a kind of restless pulling at appearances, an awkward or expert fussing with the facade of objects."},{"id":417,"quote":"They trust in anything that verifies their importance as persons, tribes, societies,and particularly as a species that will endure in this world and perhaps in an afterworld that may be uncertain, unclear, or an out-and-out nightmare, but which sates their appetite for values not of this earth—that depressing, meaningless place they know so well and want nothing more than to obliterate from their consciousness. Sure enough, then, writers such as Zapffe, Schopenhauer, and Lovecraft only write their ticket to marginality when they fail to affirm the worth and wonder of humanity, the validity of its values (whether eternal or provisional), and, naturally, a world without end, or at least one that continues into the foreseeable future. Anything else is too depressing to be countenanced."},{"id":418,"quote":"All supernatural horror depends on a confusion of what we believe should be and should not be. As scientists, philosophers, and spiritual figures have attested, our heads are full of illusions; things, including human things, are frequently not what they seem…No one can prove that our existence is a paradox and a horror. Everything is alright with the world."},{"id":419,"quote":"It would not occur to us to say that any man or woman is in the “prime of existence. Speaking of “existence” rather than “life” unclothes the latter word of its mystique. Who would ever claim that “existence is all right, especially when you consider the alternative”?”"},{"id":420,"quote":"Such are some of the non-praiseworthy incentives of those who would fertilize the future. And they are all pressures of one kind or another. These pressures build up in people throughout their lifetimes and cry to be released, just as our bowels cry to be released to avoid the discomfort of a fecal build-up. And who, if they could help it, wants the discomfort of a fecal build-up? So we make bowel movements to relieve this pressure."}]