[{"id":1,"quote":"If you're not careful, the newspapers will have you hating the people who are being oppressed, and loving the people who are doing the oppressing."},{"id":2,"quote":"We need more light about each other. Light creates understanding, understanding creates love, love creates patience, and patience creates unity."},{"id":3,"quote":"The media's the most powerful entity on earth. They have the power to make the innocent guilty and to make the guilty innocent, and that's power. Because they control the minds of the masses."},{"id":4,"quote":"One of the first things I think young people, especially nowadays, should learn is how to see for yourself and listen for yourself and think for yourself. Then you can come to an intelligent decision for yourself. If you form the habit of going by what you hear others say about someone, or going by what others think about someone, instead of searching that thing out for yourself and seeing for yourself, you will be walking west when you think you're going east, and you will be walking east when you think you're going west."},{"id":5,"quote":"A wise man can play the part of a clown, but a clown can't play the part of a wise man."},{"id":6,"quote":"If you don't stand for something you will fall for anything."},{"id":7,"quote":"When 'I' replaced with 'We', even the illness becomes wellness."},{"id":8,"quote":"Hatred and anger are powerless when met with kindness."},{"id":9,"quote":"If you stick a knife nine inches into my back and pull it out three inches, that is not progress. Even if you pull it all the way out, that is not progress. Progress is healing the wound, and America hasn't even begun to pull out the knife."},{"id":10,"quote":"When the people who are in power want to use again, create an image, to justify something that's bad, they use the press. And they'll use the press to create a humanitarian image, for a devil, or a devil image for a humanitarian. They'll take a person who's a victim of the crime, and make it appear he's the criminal, and they'll take the criminal and make it appear that he's the victim of the crime."},{"id":11,"quote":"Be peaceful, be courteous, obey the law, respect everyone; but if someone puts his hand on you, send him to the cemetery."},{"id":12,"quote":"You're not supposed to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who says it."},{"id":13,"quote":"Education is the passport to the future, for tomorrow belongs to those who prepare for it today."},{"id":17,"quote":"When you live in a poor neighborhood, you are living in an area where you have poor schools. When you have poor schools, you have poor teachers. When you have poor teachers, you get a poor education. When you get a poor education, you can only work in a poor-paying job. And that poor-paying job enables you to live again in a poor neighborhood. So, it's a very vicious cycle."},{"id":18,"quote":"We won't organize any black man to be a Democrat or a Republican because both of them have sold us out. Both of them have sold us out; both parties have sold us out. Both parties are racist, and the Democratic Party is more racist than the Republican Party."},{"id":19,"quote":"Learn to see, listen, and think for yourself."},{"id":21,"quote":"The only thing power respects, is power."},{"id":22,"quote":"One of the tricks of the west is to use or create images, they create images of a person who doesn't go along with their views and then they make certain that this image is distasteful, and then anything that that person has to say from thereon, from thereon in, is rejected."},{"id":23,"quote":"Only those who have already experienced a revolution within themselves can reach out effectively to help others."},{"id":24,"quote":"Education is an important element in the struggle for human rights. It is the means to help our children and thereby increase self-respect. Education is our passport to the future, for tomorrow belongs to the people who prepare for it today."},{"id":25,"quote":"The most disrespected person in America is the black woman. The most unprotected person in America is the black woman. The most neglected person in America is the black woman."},{"id":26,"quote":"When you hear me say \"by any means necessary,\" I mean exactly that. I believe in anything that is necessary to correct unjust conditions-political, economic, social, physical, anything that is necessary."},{"id":27,"quote":"It\"s good to keep wide-open ears and listen to what everybody else has to say, but when you come to make a decision, you have to weigh all of what you\"ve heard on its own, and place it where it belongs, and come to a decision for yourself; you\"ll never regret it. But if you form the habit of taking what someone else says about a thing without checking it out for yourself, you\"ll find that other people will have you hating your friends and loving your enemies."},{"id":28,"quote":"You have to be very careful introducing the truth to the black man, who has never previously heard the truth about himself. The black brother is so brainwashed that he may reject the truth when he first hears it. You have to drop a little bit on him at a time, and wait a while to let that sink in before advancing to the next step"},{"id":29,"quote":"The mother is the first teacher of the child. The message she gives that child, that child gives to the world."},{"id":30,"quote":"If you form the habit of taking what someone else says about a thing without checking it out for yourself, you'll find that other people will have you hating your friends and loving your enemies."},{"id":31,"quote":"You're living at a time of extremism, a time of revolution \n A time where there's got to be a change. People in power have misused it \n And now there has to be a change and a better world has to be built \n And the only way is going to be built is with extreme methods \n And I for one will join with anyone, don't care what color you are \n As long as you want change this miserable condition that exists on this earth"},{"id":33,"quote":"That's not a chip on my shoulder, that's your foot on my neck."},{"id":34,"quote":"America's greatest crime against the black man was not slavery or lynching, but that he was taught to wear a mask of self-hate and self-doubt."},{"id":35,"quote":"You and I have never seen democracy; all we've seen is hypocrisy."},{"id":37,"quote":"You can't separate peace from freedom because no one can be at peace unless he has his freedom."},{"id":38,"quote":"If not now then when, if not me then who?"},{"id":39,"quote":"There can be no black-white unity until there is first some black unity... We cannot think of uniting with others, until after we have first united among ourselves. We cannot think of being acceptable to others until we have first proven acceptable to ourselves."},{"id":40,"quote":"Don't be in a hurry to condemn because he doesn't do what you do or think as you think or as fast. There was a time when you didn't know what you know today."},{"id":41,"quote":"As long as a white man does it, it's alright, a black man is supposed to have no feelings. But when a black man strikes back he's an extremist, he's supposed to sit passively and have no feelings, be nonviolent, and love his enemy no matter what kind of attack, verbal or otherwise, he's supposed to take it. But if he stands up in any way and tries to defend himself, then he's an extremist."},{"id":43,"quote":"Just as a tree without roots is dead, a people without history or cultural roots also becomes a dead people."},{"id":44,"quote":"They cripple the bird's wing, and then condemn it for not flying as fast as they."},{"id":46,"quote":"The press is so powerful in its image-making role, it can make the criminal look like he's a the victim and make the victim look like he's the criminal. This is the press, an irresponsible press. It will make the criminal look like he's the victim and make the victim look like he's the criminal. If you aren't careful, the newspapers will have you hating the people who are being oppressed and loving the people who are doing the oppressing."},{"id":47,"quote":"For tommorow belongs \n to those that prepare for it today."},{"id":48,"quote":"I'm for truth, no matter who tells it. I'm for justice, no matter who it's for or against."},{"id":49,"quote":"We declare our right on this earth...to be a human being, to be respected as a human being, to be given the rights of a human being in this society, on this earth, in this day, which we intend to bring into existence by any means necessary."},{"id":50,"quote":"The mental flexibility of the wise man permits him to keep an open mind and enables him to readjust himself whenever it becomes necessary for a change."},{"id":51,"quote":"The greatest mistake of the movement has been trying to organize a sleeping people around specific goals. You have to wake the people up first, then you'll get action."},{"id":52,"quote":"One thing that the white man can never give the black man is self respect. The black man in the ghettos, have to start self correcting his own material moral, and spiritual defects, and evil. The black man need to start his own program to get rid of drunkenness, drug addiction and prostitution. The black man in America has to lift up his own sense of values."},{"id":53,"quote":"Concerning non-violence: it is criminal to teach a man not to defend himself when he is the constant victim of brutal attacks."},{"id":55,"quote":"If you have no critics you'll likely have no success."},{"id":56,"quote":"I believe in Islam. I am a Muslim and there is nothing wrong with being a Muslim, nothing wrong with the religion of Islam. It just teaches us to believe in Allah as the God. Those of you who are Christian probably believe in the same God, because I think you believe in the God Who created the universe. That's the One we believe in, the One Who created universe - the only difference being you call Him God and we call Him Allah. The Jews call Him Jehovah. If you could understand Hebrew, you would probably call Him Jehovah too. If you could understand Arabic, you would probably call Him Allah."},{"id":57,"quote":"Our people have made the mistake of confusing the methods with the objectives. As long as we agree on objectives, we should never fall out with each other just because we believe in different methods, or tactics, or strategy. We have to keep in mind at all times that we are not fighting for separation. We are fighting for recognition as free humans in this society."},{"id":58,"quote":"A man without any history is like a tree without roots"},{"id":60,"quote":"Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change."},{"id":61,"quote":"You can always chase a dream but it will not count if you never catch it."},{"id":62,"quote":"When I'm born I'm black, when I grow up I'm black, when I'm in the sun I'm black, when I'm sick I'm black, when I die I'm black, and you...when you're born you're pink, when you grow up you're white, when you're cold you're blue, when you're sick you're green, when you die you're grey and you dare call me coloured."},{"id":63,"quote":"How can you thank a man for giving you what's already yours?"},{"id":64,"quote":"If you're not ready to die for it, put the word 'freedom' out of your vocabulary."},{"id":65,"quote":"You can cuss out colonialism, imperialism, and all other kinds of ism, but it's hard for you to cuss that dollarism. When they drop those dollars on you, your soul goes."},{"id":66,"quote":"If we are extremists, then we are not ashamed of it, for the conditions that our people suffer are extreme, and extreme illness can not be cured with moderate medicine"},{"id":67,"quote":"We cannot think of being acceptable to others until we have first proven acceptable to ourselves."},{"id":68,"quote":"Today's Uncle Tom doesn't wear a handkerchief on his head. This modern, twentieth-century Uncle Thomas now often wears a top hat. He's usually well-dressed and well-educated. He's often the personification of culture and refinement. The twentieth-century Uncle Thomas sometimes speaks with a Yale or Harvard accent. Sometimes he is known as Professor, Doctor, Judge, and Reverend, even Right Reverend Doctor. This twentieth-century Uncle Thomas is a professional Negro -by that I mean his profession is being a Negro for the white man."},{"id":69,"quote":"I am a Muslim and . . . my religion makes me be against all forms of racism. It keeps me from judging any man by the color of his skin. It teaches me to judge him by his deeds ."},{"id":70,"quote":"It’s just like when you’ve got some coffee that’s too black, which means it’s too strong. What you do? You integrate it with cream; you make it weak. If you pour too much cream in, you won’t even know you ever had coffee. It used to be hot, it becomes cool. It used to be strong, it becomes weak. It used to wake you up, now it’ll put you to sleep."},{"id":71,"quote":"What is a Dixiecrat? A Democrat. A Dixiecrat is nothing but a Democrat in disguise."},{"id":72,"quote":"The only persons who really changed history are those who changed men's thinking about themselves."},{"id":73,"quote":"Anytime anyone is enslaved or in any way deprived of his liberty, that person, as a human being, as far as I'm concerned he is justified to resort to whatever methods necessary to bring about his liberty again."},{"id":74,"quote":"Daring to reach, to climb, to crawl, to scratch, to get back up when you've been knocked down, to push forward - ever forward - to forgive. It means sacrificing everything if necessary, to carve out a place for your own existence. It means living."},{"id":75,"quote":"Armed with the knowledge of our past, we can with confidence charter a course for our future. Culture is an indispensable weapon in the freedom struggle. We must take hold of it and forge the future with the past."},{"id":76,"quote":"If a dog is biting a black man, the black man should kill the dog, whether the dog is a police dog or a hound dog or any kind of dog. If a dog is fixed on a black man when that black man is doing nothing but trying to take advantage of what the government says is supposed to be his, then that black man should kill that dog or any two-legged dog who sets the dog on him."},{"id":77,"quote":"I want to be remembered as someone who was sincere. Even if I made mistakes, they were made in sincerity. If I was wrong, I was wrong in sincerity."},{"id":78,"quote":"This religion (Islam) recognizes all men as brothers. It accepts all human beings as equals before God, and as equal members in the Human Family of Mankind."},{"id":79,"quote":"Each of us should make the most of our lives. We should give life our best-let us use our lives more wisely to chase our dreams, find our true purpose, and be as happy and successful as possible."},{"id":80,"quote":"I think that the best thing that a person can be is sincere."},{"id":81,"quote":"I just don't believe that when people are being unjustly oppressed that they should let someone else set rules for them by which they can come out from under that oppression."},{"id":83,"quote":"Revolution is based on land. Land is the basis of all independence. Land is the basis of freedom, justice, and equality."},{"id":84,"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it."},{"id":85,"quote":"So over you is the greatest enemy a man can have — and that is fear. I know some of you are afraid to listen to the truth — you have been raised on fear and lies. But I am going to preach to you the truth until you are free of that fear..."},{"id":86,"quote":"A new world order is in the making, and it is up to us to prepare ourselves that we may take our rightful place in it."},{"id":87,"quote":"It is only after the deepest darkness that the greatest light can come; it is only after extreme grief that the greatest joy can come."},{"id":88,"quote":"Reform is for people who have government connections, revolution is for the people!"},{"id":89,"quote":"An English writer telephoned me from London, asking questions. One was, ‘What’s your alma mater?’ I told him, ‘Books."},{"id":90,"quote":"To me, the thing that is worse than death is betrayal."},{"id":91,"quote":"The only time the white man is brotherly toward you is when he can use you, when he can exploit you, when he will oppress you, when you will submit to him."},{"id":92,"quote":"I learned early that crying out in protest could accomplish things. My older brothers and sister had started to school when, sometimes, they would come in and ask for a buttered biscuit or something and my mother, impatiently, would tell them no. But I would cry out and make a fuss until I got what I wanted. I remember well how my mother asked me why I couldn't be a nice boy like Wilfred; but I would think to myself that Wilfred, for being so nice and quiet, often stayed hungry. So early in life, I had learned that if you want something, you had better make some noise."},{"id":93,"quote":"Without education, you are not going anywhere in this world."},{"id":94,"quote":"I, for one, will join in with anyone -- I don't care what color you are -- as long as you want to change this miserable condition that exists on this earth."},{"id":95,"quote":"I'm not going to sit at your table and watch you eat, with nothing on my plate, and call myself a diner. Sitting at the table doesn't make you a diner."},{"id":96,"quote":"You get your freedom by letting your enemy know that you'll do anything to get it. Then you'll get it. It's the only way you'll get it."},{"id":97,"quote":"A man who stands for nothing will fall for anything."},{"id":98,"quote":"It’ll be the ballot or it’ll be the bullet. It’ll be liberty or it’ll be death. And if you’re not ready to pay that price don’t use the word freedom in your vocabulary."},{"id":99,"quote":"We're not Americans, we're Africans who happen to be in America. We were kidnapped and brought here against our will from Africa. We didn't land on Plymouth Rock - that rock landed on us."},{"id":101,"quote":"You can't have capitalism without racism."},{"id":102,"quote":"In the past, yes, I have made sweeping indictments of all white people. I never will be guilty of that again - as I know now that some white people are truly sincere, that some truly are capable of being brotherly toward a black man. The true Islam has shown me that a blanket indictment of all white people is as wrong as when whites made blanket indictments against blacks."},{"id":104,"quote":"I don't even call it violence when it's in self defense; I call it intelligence."},{"id":105,"quote":"As long as you are convinced you have never done anything, you can never do anything."},{"id":106,"quote":"Whenever you're going after something that belongs to you, anyone who's depriving you of the right to have it is a criminal. Understand that. Whenever you are going after something that is yours, you are within your legal rights to lay claim to it. And anyone who puts forth any effort to deprive you of that which is yours, is breaking the law, is a criminal."},{"id":107,"quote":"Truth is on the side of the oppressed today, it's against the oppressor."},{"id":108,"quote":"If Africa wasn't beautiful the white man wouldn't want it."},{"id":109,"quote":"I think the black man in America wants to be recognized as a human being; and it's almost impossible for one who has enslaved another to bring himself to accept the person who used to pull his plow, who used to be an animal, subhuman, who used to be considered as such by him-it's almost impossible for that person in his right mind to accept that person as his equal."},{"id":110,"quote":"There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time."},{"id":111,"quote":"My sincerity is my credentials."},{"id":112,"quote":"America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered 'white,' but the 'white' attitude had been removed from their minds by the religion of Islam."},{"id":113,"quote":"The Negro revolution is controlled by foxy white liberals, by the Government itself. But the Black Revolution is controlled only by God."},{"id":114,"quote":"I believe in recognizing every human being as a human being--neither white, black, brown, or red; and when you are dealing with humanity as a family there's no question of integration or intermarriage. It's just one human being marrying another human being or one human being living around and with another human being."},{"id":115,"quote":"I believe it's a crime for anyone who is being brutalized to continue to accept that brutality without doing something to defend himself."},{"id":116,"quote":"Once you change your philosophy, you change your thought pattern. Once you change your thought pattern, you change your attitude. Once you change your attitude, it changes your behavior pattern and then you go on into some action. As long as you gotta sit-down philosophy, you’ll have a sit-down thought pattern, and as long as you think that old sit-down thought you’ll be in some kind of sit-down action."},{"id":117,"quote":"A revolution is bloody. Revolution is hostile. Revolution knows no compromise. Revolution overturns and destroys everything that gets in its way. And you, sitting around here like a knot on the wall, saying, “I’m going to love these folks no matter how much they hate me.” No, you need a revolution. Whoever heard of a revolution where they lock arms, as Reverend Cleage was pointing out beautifully, singing “We Shall Overcome”? Just tell me. You don’t do that in a revolution. You don’t do any singing; you’re too busy swinging."},{"id":118,"quote":"We black men have a hard enough time in our own struggle for justice, and already have enough enemies as it is, to make the drastic mistake of attacking each other and adding more weight to an already unbearable load."},{"id":119,"quote":"They're not leading our people toward any kind of independence, but they're using their positions and their education and their talent to exploit our people worse than the slave master did during slavery."},{"id":120,"quote":"I don't favor violence. If we could bring about recognition and respect of our people by peaceful means, well and good. Everybody would like to reach his objectives peacefully. But I'm also a realist. The only people in this country who are asked to be nonviolent are black people."},{"id":122,"quote":"Some things are better done than said."},{"id":123,"quote":"The Constitution of the United States of America clearly affirms the right of every American citizen to bear arms. And as Americans, we will not give up a single right guaranteed under the Constitution."},{"id":126,"quote":"Can you accuse me, if a man is putting a rope around my neck, of being violent, when I violently struggle against this lyncher to try and keep him from putting a rope around my innocent neck? Why, you'd be insane to cause me - to call me violent."},{"id":127,"quote":"The zionist argument to justify Israel's present occupation of Arab Palestine has no intelligent or legal basis in history."},{"id":128,"quote":"Human rights are something you were born with. Human rights are your God-given rights. Human rights are the rights that are recognized by all nations of this earth."},{"id":129,"quote":"The price of freedom is death."},{"id":130,"quote":"Of all our studies, history is best qualified to reward our research. And when you see that you've got problems, all you have to do is examine the historic method used all over the world by others who have problems similar to yours. And once you see how they got theirs straight, then you know how you can get yours straight."},{"id":131,"quote":"Stumbling isn't falling."},{"id":132,"quote":"And just because you have colleges and universities doesn't mean you have education."},{"id":133,"quote":"Allah always gives you signs, when you are with Him, that He is with you."},{"id":134,"quote":"Just because a cat has kittens in the oven, that doesn't make them biscuits."},{"id":135,"quote":"In my 39 years on this earth, the Holy city of Makka had been the first time I had ever stood before the Creator of all and felt like a complete human being"},{"id":136,"quote":"To have once been a criminal is no disgrace. To remain a criminal is the disgrace"},{"id":137,"quote":"How can anyone be against love?"},{"id":138,"quote":"When a person places the proper value on freedom, there is nothing under the sun that he will not do to acquire that freedom. Whenever you hear a man saying he wants freedom, but in the next breath he is going to tell you what he won't do to get it, or what he doesn't believe in doing in order to get it, he doesn't believe in freedom. A man who believes in freedom will do anything under the sun to acquire... or preserve his freedom."},{"id":139,"quote":"The religion of Islam actually restores one's human feelings, human rights, human incentives, human, his talent."},{"id":140,"quote":"No religion will ever make me forget the condition of our people in this country...No God, no religion, no nothing will make me forget it until it stops, until it's elimitnated. I want to make that point clear."},{"id":141,"quote":"Ignorance of each other is what has made unity impossible in the past. Therefore we need enlightenment. We need more light about each other. Light creates understanding, understanding creates love, love creates patience, and patience creates unity. Once we have more knowledge (light) about each other, we will stop condemning each other and a United front will be brought about."},{"id":142,"quote":"Growing is the result of learning."},{"id":143,"quote":"Never allow your enemies to educate your children."},{"id":144,"quote":"You can't hate the roots of a tree and not hate the tree."},{"id":145,"quote":"American civil rights leader, Where Do We Go from Here: Chaos or Community? Lynching is a murder. For the past four hundred years our people have been lynched physically, but now it's done politically. We're lynched politically, we're lynched economically, we're lynched socially, we're lynched in every way that you can imagine."},{"id":146,"quote":"Power in defense of freedom is greater than power in behalf of tyranny and oppression, because power, real power, comes from our conviction which produces action, uncompromising action."},{"id":147,"quote":"For 12 long years I lived within the narrow-minded confines of the 'straightjacket world' created by my strong belief that Elijah Muhammad was a messenger direct from God Himself, and my faith in what I now see to be a pseudo-religious philosophy that he preaches.... I shall never rest until I have undone the harm I did to so many well-meaning, innocent Negroes who through my own evangelistic zeal now believe in him even more fanatically and more blindly than I did."},{"id":148,"quote":"We're all in the same boat and we all are going to catch the same hell from the same man."},{"id":149,"quote":"You don't have to be a man to fight for freedom. All you have to do is to be an intelligent human being."},{"id":150,"quote":"Of all our studies, it is history that is best qualified to reward our research."},{"id":151,"quote":"I remember one night at Muzdalifa with nothing but the sky overhead I lay awake amid sleeping Muslim brothers and I learned that pilgrims from every land--every color, and class, and rank; high officials and the beggar alike--all snored in the same language."},{"id":152,"quote":"I don't care how nice one is to you, the thing you must always remember is that almost never does he really see you as he sees himself, as he sees his own kind."},{"id":153,"quote":"If someone puts their hands on you make sure they never put their hands on anybody else again."},{"id":154,"quote":"The white man is not inherently evil, but America's racist society influences him to act evilly. The society has produced and nourishes a psychology which brings out the lowest, most base part of human beings."},{"id":155,"quote":"Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth."},{"id":157,"quote":"Anytime you tell a man to turn the other cheek or to be nonviolent in the face of a violent enemy, you're making that man defenseless. You're robbing him of his God-given right to defend himself."},{"id":158,"quote":"Who taught you to hate the color of your skin? Who taught you to hate the texture of your hair? Who taught you to hate the shape of your nose and the shape of your lips? Who taught you to hate yourself from the top of your head to the soles of your feet?"},{"id":159,"quote":"Any time you find the government involved in a conspiracy to violate the citizenship or the civil rights of a people, then you are wasting your time going to that government expecting redress. Instead, you have to take that government to the World Court and accuse it of genocide and all of the other crimes that it is guilty of today."},{"id":160,"quote":"My beliefs are now one hundred percent against racism and segregation in any form and I also believe that we don't judge a person by the color of his skin but rather by his deeds."},{"id":161,"quote":"When we send our children to school, they learn nothing about us other than we used to be cotton pickers. Why, your grandfather was Nat Turner; your grandfather was Toussaint L'Ouverture; your grandfather was Hannibal. It was your grandfather's hands who forged civilization and it was your grandmother's hands who rocked the cradle of civilization. But the textbooks tell our children nothing."},{"id":162,"quote":"I for one believe that if you give people a thorough understanding of what confronts them and the basic causes that produce it, they'll create their own program, and when the people create a program, you get action."},{"id":163,"quote":"To me, political action involves making the politician who represents us know that he either produces or he is out, and he's out one way or another."},{"id":164,"quote":"True Islam taught me that it takes all of the religious, political, economic, psychological, and racial ingredients, or characteristics, to make the Human Family and the Human Society complete."},{"id":165,"quote":"If you are in a country that is progressive, the woman is progressive. If you're in a country that reflects the consciousness toward the importance of education, it's because the woman is aware of the importance of education. But in every backward country you'll find the women are backward, and in every country where education is not stressed its because the women don't have education."},{"id":166,"quote":"They tell us we are all citizens, that we were born in this country. Well, a cat can have kittens in the oven, but that doesn't make them biscuits!"},{"id":167,"quote":"... Any county's moral strength, or its moral weakness, is quickly measurable by the street attire and attitude of its women - especially its young women. Wherever ... spiritual values have been submerged, if not destroyed, by an emphasis upon ... material things, invariably the women reflect it."},{"id":168,"quote":"If all the white people who claim they don't hate us would ever get together and do something to the whites who claim they hate us, we'd see some action. Talk is cheap, if white people didn't want to have a South African situation ... there'd be none. If white people in America didn't want segregation, there'd be none ... it is the man who allows him to lynch who is never seen."},{"id":169,"quote":"You spend so much time barking up the civil-rights tree, you don't even know there's a human-rights tree on the same floor."},{"id":170,"quote":"Yes, I'm an extremist. The Black race here in North America is in extremely bad condition. You show me a Black man who isn't an extremist and I'll show you one who needs psychiatric attention."},{"id":171,"quote":"Anybody who rapes, and plunders, and enslaves, and steals, and drops hell bombs on people... anybody who does these things is nothing but a devil."},{"id":172,"quote":"A ballot is like a bullet. You don't throw your ballots until you see a target, and if that target is not within your reach, keep your ballot in your pocket."},{"id":173,"quote":"If the Emancipation Proclamation was authentic, you wouldn't have a race problem."},{"id":174,"quote":"When I was in Mecca I noticed that their, they had no color problem. That they had people there whose eyes were blue and people there whose eyes were black, people whose skin was white, people whose skin was black, people whose hair was blond, people whose hair was black, from the whitest white person to the blackest black person."},{"id":175,"quote":"What you and I need to do is learn to forget our differences. When we come together, we don't come together as Baptists or Methodists. You don't catch hell 'cause you're a Baptist, and you don't catch hell 'cause you're a Methodist... You don't catch hell because you're a Democrat or a Republican. You don't catch hell because you're a Mason or an Elk. And you sure don't catch hell 'cause you're an American; 'cause if you was an American, you wouldn't catch no hell. You catch hell 'cause you're a Black man. You catch hell, all of us catch hell, for the same reason."},{"id":176,"quote":"We are nonviolent with people who are nonviolent with us."},{"id":177,"quote":"Who taught you to hate yourself?"},{"id":178,"quote":"The black man in Africa had mastered the arts and sciences. He knew the course of the stars in the universe before the man up in Europe knew that the earth wasn't flat."},{"id":179,"quote":"It's hard for anyone intelligent to be nonviolent. Everything in the universe does something when you start playing with his life, except the American Negro. He lays down and says, 'Beat me, daddy.'"},{"id":180,"quote":"The greatest weapon the colonial powers have used in the past against our people has always been his ability to divide and conquer.  If I take my hand and slap you, it might sting you because these digits are separated.  But all I have to do to put you back in your place is bring those digits together."},{"id":181,"quote":"Everybody shall be accepted no matter what they stand for, you are not always going to agree on their faith."},{"id":182,"quote":"Times change so quickly that if you and I don't keep up with the times, we'll find ourselves with an umbrella in our hand, over our head, when the sun is out. Or we'll find ourselves standing in the rain, with the umbrella inside the door."},{"id":183,"quote":"The white man supports Reverend Martin Luther King, subsidizes Reverend Martin Luther King, so that Reverend Martin Luther King can continue to teach the Negroes to be defenseless - that's what you mean by nonviolent - be defenseless in the face of one of the most cruel beasts that has ever taken people into captivity - that's this American white man, and they have proved it throughout the country by the police dogs and the police clubs."},{"id":184,"quote":"Any time you see someone more successful than you are, they are doing something you aren't."},{"id":185,"quote":"I'm for truth, no matter who tells it."},{"id":186,"quote":"The Chinese in this country aren't asking for integration."},{"id":187,"quote":"Never have I witnessed such sincere hospitality and \n the overwhelming spirit of true brotherhood as is practiced \n by people of all colours and races here in this ancient Holy Land, \n the home of Abraham, Muhammad, and all the other prophets \n of the Holy Scriptures. For the past week, I have been utterly \n speechless and spellbound by the graciousness I see displayed \n all around me by people of all colours."},{"id":188,"quote":"When someone sticks a knife six inches into your back, and then pulls it out two inches and claims he's doing you a favor, don't believe him."},{"id":189,"quote":"Anytime you live in a society supposedly based upon law and it doesn't enforce its own laws because the color of a man's skin happens to be wrong, then I say those people are justified to resort to any means necessary to bring about justice when the government can't give them justice."},{"id":190,"quote":"I think that Abraham Lincoln probably did more to trick negroes than any other man in history."},{"id":191,"quote":"America needs to understand Islam, because this is the one religion that erases from its society the race problem."},{"id":192,"quote":"Anytime you have to rely upon your enemy for a job you're in bad shape."},{"id":193,"quote":"Time is on the side of the oppressed today, it's against the oppressor. Truth is on the side of the oppressed today, it's against the oppressor. You don't need anything else."},{"id":194,"quote":"In order for a man to really understand himself he must be part of a nation; he must have some land of his own, a God of his own, a language of his own. Most of all he must have love and devotion for his own kind."},{"id":196,"quote":"The black man in North America was economically sick and that was evident in one simple fact: as a consumer, he got less than his share, and as a producer gave least. The black American today shows us the perfect parasite image - the black tick under the delusion that he is progressing because he rides on the udder of the fat, three-stomached cow that is white America."},{"id":197,"quote":"Negroes just can't judge each other according to color, because we are all colors, all complexions."},{"id":198,"quote":"I am a Muslim and . . . my religion makes me be against all forms of racism. It keeps me from judging any man by the color of his skin. It teaches me to judge him by his deeds and his conscious behavior. And it teaches me to be for the rights of all human beings, but especially the Afro-American human being, because my religion is a natural religion, and the first law of nature is self-preservation."},{"id":199,"quote":"It's liberty or it's death. It's freedom for everybody or freedom for nobody."},{"id":200,"quote":"Culture is an indispensable weapon in the freedom struggle."},{"id":201,"quote":"The most unprotected person in America is the black woman."},{"id":202,"quote":"It's impossible for a white person to believe in capitalism and not believe in racism."},{"id":203,"quote":"A race of people is like and individual man; until it uses its own talent, takes pride in its own history, expresses its own culture, affirms its own selfhood, it can never fulfill itself."},{"id":204,"quote":"If violence is wrong in America, violence is wrong abroad. If it is wrong to be violent defending black women and black children and black babies and black men, then it is wrong for America to draft us and make us violent abroad in defense of her. And if it is right for America to draft us, and teach us how to be violent in defense of her, then it is right for you and me to do whatever is necessary to defend our own people right here in this country."},{"id":205,"quote":"Much of what I say might sound bitter, but it's the truth. Much of what I say might sound like it's stirring up trouble, but it's the truth. Much of what I say might sound like its hate, but it's the truth"},{"id":206,"quote":"I am and always will be a Muslim. My religion is Islam."},{"id":207,"quote":"If this government can send 20 billion dollars to Latin America to some peasants who have never fought for this country or worked for this country or have - or - and is sending hundreds of millions of dollars to Africa and Asia to try and buy friendship of people who will never be friendly toward them, then they should be even more quick to spend some - whatever amount of money is necessary to get inside of their house straight, before it's too late."},{"id":208,"quote":"[Negro] should realize that he is living in a war zone, and he is at war with an enemy that is as vicious and criminal and inhuman as any war-making country has ever been."},{"id":209,"quote":"Nowhere in history has the white man been brotherly toward anyone."},{"id":210,"quote":"You can’t hate the roots of the tree without ending up hating the tree. You can’t hate your origin without ending up hating yourself. You can’t hate the land, your motherland, the place that you come from, and we can’t hate Africa without ending up hating ourselves. The Black man in the Western Hemisphere—North America, Central America, South America, and in the Caribbean—is the best example of how one can be made, skillfully, to hate himself that you can find anywhere on this earth."},{"id":211,"quote":"At the bottom of the social heap is the black man in the big-city ghetto. He lives night and day with the rats and the cockroaches and drowns himself with alcohol and anesthetizes himself with dope, to try and forget where and what he is. That Negro has given up all hope. He's the hardest one for us to reach, because he's the deepest in the mud. But when you get him, you've got the best kind of Muslim. I look upon myself as a prime example of this category - as graphic an example as you could find of the salvation of the black man."},{"id":212,"quote":"I can't turn around without hearing about some 'civil rights advance's White people seem to think the black man ought to be shouting 'hallelujah's Four hundred years the white man has had his foot-long knife in the black man's back — and now the white man starts to wiggle the knife out, maybe six inches! The black man's supposed to be grateful? Why, if the white man jerked the knife out, it's still going to leave a scar!"},{"id":213,"quote":"You don't disarm any white community by confining yourself to any particular method. If you want freedom, then you should get freedom like Patrick Henry said, by whatever method is necessary."},{"id":214,"quote":"But they don't use law-they use law for their interests. They don't go by law, international, federal, local-nothing! They go by whatever is expedient to protect the interests that are at stake."},{"id":215,"quote":"America preaches integration and practices segregation."},{"id":216,"quote":"Respect me, or put me to death."},{"id":217,"quote":"I do not pretend to be a divine man, but I do believe in divine guidance, divine power, and in the fulfillment of divine prophecy. I am not educated, nor am I an expert in any particular field but I am sincere, and my sincerity is my credentials."},{"id":218,"quote":"The death of over 120 white people is a very beautiful thing."},{"id":219,"quote":"Our objective is complete freedom, justice and equality by any means necessary."},{"id":220,"quote":"The greatest miracle Christianity has achieved in America is that the Black man in white Christian hands has not grown violent. It is a miracle that twenty-two million Black people have not risen up against their oppressors in which they would have been justified by all moral criteria and even by the democratic traditions."},{"id":221,"quote":"We have a common enemy. We have this in common: We have a common oppressor, a common exploiter, and a common discriminator. But once we all realize that we have this common enemy, then we unite on the basis of what we have in common. And what we have foremost in common is that enemy - the white man. He's an enemy to all of us. I know some of you all think that some of them aren't enemies. Time will tell."},{"id":222,"quote":"To tell a woman not to talk too much was like telling Jesse James not to carry a gun, or a hen not to cackle."},{"id":223,"quote":"Western interests: imperialism, colonialism, exploitation, racism, and other negative -isms."},{"id":224,"quote":"If Martin Luther King, Roy Wilkins or any of these compromising Negros who say exactly what the white man wants to hear is interviewed anywhere in the country you don't get anybody to offset what they say. But whenever a black man stands up and says something that white people don't like then the first thing that man does is run around to try and find somebody to say something to offset what has just been said. This is natural but it is done."},{"id":225,"quote":"Any time you know you're within the law, within your legal rights, within your moral rights, in accord with justice, then die for what you believe in. But don't die alone. Let your dying be reciprocal. This is what is meant by equality. What's good for the goose is good for the gander."},{"id":226,"quote":"Whenever any black man in america shows signs of an uncompromising attitude, against the injustices that he experiences daily, and shows no tendency whatsoever to compromise with it, then the American press [characterizes him] as a radical, as an extremist someone who's irresponsible, or as a rabble rouser or someone who doesn't rationalize in dealing with the problem."},{"id":227,"quote":"Just as plagues were visited on Pharaoh so will pestilences and disasters be visited on the white man. Why, it has already started: God has begun to send them heat when they expect cold; he sends them cold when they expect heat. Their crops are dying, their children are being born with all kinds of deformities, the rivers and lakes are coming out of the belly of the earth to wash them away."},{"id":228,"quote":"The only difference between [America] and South Africa, South Africa preaches separation and practices separation, America preaches integration and practices segregation. This is the only difference, they don't practice what they preach, whereas South Africa practices and preaches the same thing."},{"id":229,"quote":"The law of nature gives a man the right to defend himself when he's attacked. And God's law itself gives a man the right to defend himself when he's attacked.so, peaceful suffering and passive resistance and all of that stuff is all right maybe in India somewhere, where the people in India outnumber the whites - about a million to one.But here in America, when you tell that's like an elephant sitting down on a - on a mouse in India with [Mahatma] Gandhi."},{"id":230,"quote":"The day that the black man takes an uncompromising step and realizes that he's within his rights, when his own freedom is being jeopardized, to use any means necessary to bring about his freedom or put a halt to that injustice, I don't think he'll be by himself."},{"id":231,"quote":"New York white youth were killing victims; that was a 'sociological' problem. But when black youth killed somebody, the power structure was looking to hang somebody."},{"id":232,"quote":"Learn the language that they understand, and when they come upon our doorstep to talk we can talk, and they will get the point. There will be a dialog, there will be some communication, and I am quite certain that then there will be some understanding."},{"id":233,"quote":"I asked inmate in New York, Warden Fay at that time if, if it didn't make a better inmate out of the Negroes who accepted it and he said, \"Yes.\" So I asked him then what was it about it that he considered to be so danger, and he, dangerous, and he pointed out that it was the cohesiveness that it produced among the inmates. They stuck together."},{"id":234,"quote":"Power never takes a back step only in the face of more power."},{"id":235,"quote":"You are either free or not free"},{"id":236,"quote":"Revolutions are never waged singing \"We Shall Overcome.\" Revolutions are based upon bloodshed."},{"id":237,"quote":"The whites of the younger generation, in the colleges and universities, will see the handwriting on the wall and many of them will turn to the spiritual path of truth."},{"id":238,"quote":"I'm inclined to believe that most Negro leaders, professional Negroes are professional Negroes. Being a Negro is their professional, and being a profe - a leader is their profession. And usually they say exactly what the white man wants - wants to hear them say."},{"id":239,"quote":"I must say this concerning the great controversy over rifles and shotguns. The only thing I've ever said is that in areas where the government has proven itself either unwilling or unable to defend the lives and the property of Negroes, it's time for Negroes to defend themselves. Article number two of the constitutional amendments provides you and me the right to own a rifle or a shotgun. It is constitutionally legal to own a shotgun or a rifle."},{"id":240,"quote":"I don't mean go out and get violent; but at the same time you should never be nonviolent unless you run into some nonviolence. I'm nonviolent with those who are nonviolent with me. But when you drop that violence on me, then you've made me go insane, and I'm not responsible for what I do."},{"id":241,"quote":"Whether we are Christians or Muslims or nationalists or agnostics or atheists, we must first learn to forget our differences. If we have differences, let us differ in the closet; when we come out in front, let us not have anything to argue about until we get finished arguing with the man. If the late President Kennedy could get together with Khrushchev and exchange some wheat, we certainly have more in common with each other than Kennedy and Khrushchev had with each other."},{"id":242,"quote":"Anything I do today, I regard as urgent."},{"id":243,"quote":"I don't encourage any act of murder nor do I glorify in anybody's death, but I do think that when the white public uses its press to magnify the fact that there are the lives of white hostages at stake, they don't say \"hostages,\" every paper says \"white hostages.\" They give me the impression that they attach more importance to a white hostage and a white death, than they do the death of a human being, despite the color of his skin."},{"id":244,"quote":"It is only the Negro leadership, the bourgeois, hand-picked, handful of Negroes who think that they're going to get some kind of respect, recognition, or protection from the Government."},{"id":245,"quote":"The white man has created a devil, to bring chaos upon this earth."},{"id":246,"quote":"I have often reflected upon the new vistas that reading has opened to me. I knew right there in prison that reading had changed forever the course of my life. As I see it today, the ability to read awoke inside me some long dormant craving to be mentally alive."},{"id":247,"quote":"The only possible way out for the white man is to give us Negroes some land of our own; let us get out, get away from his wicked reign and go for ourselves."},{"id":248,"quote":"I'll say nothing against him. At one time the whites in the United States called him a racialist, and extremist, and a Communist. Then the Black Muslims came along and the whites thanked the Lord for Martin Luther King."},{"id":249,"quote":"Sometimes you have to pick the gun up to put the Gun down."},{"id":250,"quote":"Thoughtful white people know they are inferior to black people."},{"id":251,"quote":"We, the Black masses, don't want these leaders who seek our support coming to us representing a certain political party. They must come to us today as Black Leaders representing the welfare of Black people. We won't follow any leader today who comes on the basis of political party. Both parties (Democrat and Republican) are controlled by the same people who have abused our rights, and who have deceived us with false promises every time an election rolls around."},{"id":252,"quote":"All over this world people are standing up for freedom."},{"id":253,"quote":"The American Negro never can be blamed for his racial animosities - he is only reacting to four hundred years of the conscious racism of the American whites."},{"id":254,"quote":"I think the only way one can really determine whether extremism in the defense of liberty is justified, is not to approach it as an american or a european or an African or an Asian, but as a human being. If we look upon it as different types, immediately we begin to think in terms of extremism being good for one and bad for another, or bad for one and good for another. But if we look upon it, if we look upon ourselves as human beings, I doubt that anyone will deny that extremism in defense of liberty, the liberty of any human being, is no vice."},{"id":255,"quote":"We assert that in those areas where the government is either unable or unwilling to protect the lives and property of our people, that our peopie are within our rights to protect themselves by whatever means necessary."},{"id":256,"quote":"The war of Armageddon has already started... God is using his many weapons. He is sending hurricanes so fast that [the blue-eyed devils] can't name them. He is drowning them in floods and causing their cars to crash and their airplanes cannot stay up in the sky. Their boats are sinking because Allah controls all things and he is using all methods to begin to wipe the devils off the planet, [and] the enemy is dying of diseases that have never been so deadly."},{"id":257,"quote":"When I am dead--I say it that way because from the things I know, I do not expect to live long enough to read this book in its finished form--I want you to just watch and see if I'm not right in what I say: that the white man, in his press, is going to identify me with \"hate\". He will make use of me dead, as he has made use of me alive, as a convenient symbol, of \"hatred\"--and that will help him escape facing the truth that all I have been doing is holding up a mirror to reflect, to show, the history of unspeakable crimes that his race has committed against my race."},{"id":258,"quote":"In all our deeds, the proper value and respect for time determines success or failure."},{"id":259,"quote":"Why can't the black man have a God? What's so wrong when a black man says his God will protect him form his white foe? If Jehovah can slay Philistines for the Jews, why can't Allah slay crackers for the so-called Negro?"},{"id":260,"quote":"Once he [Negro] realizes that [he is at war ], then he can defend himself."},{"id":261,"quote":"If you're born in America with a black skin, you're born in prison, and the masses of black people in America today are beginning to regard our plight or predicament in this society as one of a prison inmate."},{"id":262,"quote":"Education is our passport to the future."},{"id":263,"quote":"White people whom I have met, who have accepted Islam, they don't regard themselves as white but as human beings."},{"id":264,"quote":"An integrated cup of coffee isn't sufficient pay for four hundred years of slave labor."},{"id":265,"quote":"These Negroes who go for integration and intermarriage are linking up with the very people who lynched their fathers, raped their mothers, and put their kid sisters in the kitchen to scrub floors."},{"id":266,"quote":"God is going to punish the white man for his misdeeds toward black people."},{"id":267,"quote":"Here you have 22 million Afro-Americans, black people today, catching more hell than Patrick Henry ever saw. And I'm here to tell you, in case you don't know it, that you got a new - you got a new generation of black people in this country, who don't care anything whatsoever about odds. They don't want to hear you old Uncle Tom handkerchief heads talking about the odds."},{"id":268,"quote":"Wrong is wrong, no matter who does it or who says it."},{"id":269,"quote":"We are fighting for the right to live as free humans in this society. In fact, we are actually fighting for rights that are even greater than civil rights and that is human rights."},{"id":270,"quote":"A cat that's inside of your house that is angry and dissatisfied and hostile is more dangerous to you than a full-grown lion is on the outside."},{"id":271,"quote":"Brothers and sisters, friends and enemies: I just can't believe everyone in here is a friend, and I don't want to leave anybody out."},{"id":272,"quote":"I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion."},{"id":273,"quote":"To me, the thing that is worse than death is betrayal. You see, I could conceive death, but I could not conceive betrayal."},{"id":274,"quote":"I am not a Republican, nor a Democrat, nor an American, and got sense enough to know it. I am one of the 22 million black victims of the Democrats, and one of the 22 million black victims of the Republicans, and one of the 22 million black victims of Americanism... You and I have never seen democracy; all we've seen is hypocracy... If you go to jail, so what? If you're black, you were born in jail. If you're black, you were born in jail, in the North as well as the South. Stop talking about the South. Long as you south of the Canadian border, you're south."},{"id":275,"quote":"A hundred years ago the American white men used to put on a white sheet and use a bloodhound against Negroes. Today they have taken off the white sheet and put on police uniforms and traded in the bloodhounds for police dogs, and they're still doing the same thing."},{"id":276,"quote":"I was an atheist, I was open-minded, and I began to read in that direction, in the direction of Islam, and everything that I read about it appealed to me."},{"id":277,"quote":"Every morning when I wake up, now, I regard it as having another borrowed day."},{"id":278,"quote":"I'm trying to get at this. That is, a man may know that he belongs to, say, a group - this group or that group - but he feels himself lost within that group, trapped within his own deficiencies and without personal purpose."},{"id":279,"quote":"When you mentioned something about self improvement, the implication is that the negro is something distinct or different, and, therefore, needs to learn how to improve himself. Negro leaders resent this being said, not because they don't know that it's true, but they're thinking, they're looking at it personally. They think that the implication is directed even at them, and that they, and they duck this responsibility."},{"id":280,"quote":"They call me \"a teacher, a fomenter of violence.\" I would say point blank, \"That is a lie. I'm not for wanton violence, I'm for justice.\""},{"id":281,"quote":"How can you thank a man for giving you what's already yours? How then can you thank him for giving you only part of what's already yours?"},{"id":282,"quote":"We are about to have a racial explosion."},{"id":283,"quote":"History is a people's memory, and without a memory, man is demoted to the lower animals."},{"id":284,"quote":"One of the main things that I read about it that appealed to me was in Islam a man is honored as a human being and not measured by the color of his skin."},{"id":285,"quote":"When the Japanese bombed Pearl Harbor, the United States struck back. She didn't go and bomb - she bombed any part of Japan. She dropped the bomb on Hiroshima. Those people in Hiroshima probably hadn't even, some of them; most of them hadn't even killed anybody."},{"id":286,"quote":"We must establish all over the country schools of our own to train our own children to become scientists, to become mathematicians. We must realize the need for adult education and for job retraining programs that will emphasize a changing society in which automation plays the key role. We intend to use the tools of education to help raise our people to an unprecedented level of excellence and self respect through their own efforts."},{"id":287,"quote":"Any group, any group that can't work with all other groups, if they are genuinely interested in solving the problems of the Negro collectively why, I don't think that that group is really sincerely motivated toward reaching a solution."},{"id":288,"quote":"Not long ago, an English writer telephoned me from London, asking questions. One was \"What's your alma mater?\" I told him, \"Books.\" You will never catch me with a free fifteen minutes in which I'm not studying something I feel might be able to help the black man."},{"id":289,"quote":"When you have your own bus, then you have dignity. When you have your own school, you have dignity. When you have your own country, you have dignity.When you have something of your own, you have dignity. But whenever you are begging for a chance to participate in that which belongs to someone else, or use that which belongs to someone else, on an equal basis with the owner, that's not dignity. That's ignorance."},{"id":290,"quote":"Policies change, and programs change, according to time.But objective never changes. You might change your method of achieving the objective, but the objective never changes. Our objective is complete freedom, complete justice, complete equality, by any means necessary"},{"id":291,"quote":"In fact, once he is motivated no one can change more completely than the man who has been at the bottom. I call myself the best example of that."},{"id":292,"quote":"I went to a white school over here in Mason, Michigan. The white man made the mistake of letting me read his history books. He made the mistake of teaching me that Patrick Henry was a patriot and George Washington - wasn't nothing non-violent about old Pat or George Washington."},{"id":293,"quote":"Stumbling is not falling."},{"id":294,"quote":"The junkie can never start to cure himself until he recognizes his true condition."},{"id":295,"quote":"Since the white people collectively have practiced the worst form of hatred against Negroes in America and they know that they are guilty of it, now when The Honorable Elijah Muhammad comes along and begins to list the historic deed - the historic attitude, the historic behavior of the white man in this country toward the black people in this country, again, the white people are so guilty and they can't stop doing these things to make Mr. Muhammad appear to be wrong, so they hide their wrong by saying \"he is teaching hatred.\""},{"id":296,"quote":"Forget the methods or the differences in methods. As long as we agree that the thing that the Afro-American wants and needs is recognition and respect as a human being."},{"id":297,"quote":"X is not my real name. But if you study history, you'll find why no Black man in the Western Hemisphere knows his real name. Some of his ancestors kidnapped our ancestors from Africa and took us into the Western Hemisphere and sold us there, and our names were stripped from us and so today we don't know who we really are. I am one of those who admit it, and so I just put X up there to keep from wearing his name."},{"id":298,"quote":"You have the upper class Negroes who are the modern day Uncle Toms or the 20th century Uncle Toms. They don't wear a handkerchief anymore. They wear top hats. They're called Doctor, they're called - Reverend, but they're still - they play the same role today that Uncle Tom played on the plantation."},{"id":299,"quote":"You don't integrate with a sinking ship."},{"id":300,"quote":"The white devil's time is up."},{"id":301,"quote":"One of the first things I think young people, especially nowadays, should learn is how to see for yourself and listen for yourself and think for yourself."},{"id":302,"quote":"Hence I have no mercy or compassion in me for a society that will crush people, and then penalize them for not being able to stand up under the weight."},{"id":303,"quote":"No, we are not anti-white. But we don't have time for the white man. The white man is on top already, the white man is the boss already ... He has first-class citizenship already. So you are wasting your time talking to the white man. We are working on our own people."},{"id":304,"quote":"Anytime you find someone more successful than you are, especially when you're both engaged in the same business - you know they're doing something that you aren't."},{"id":305,"quote":"Since the main problem that American, the Afro- Americans have is a lack of cultural identity. It is necessary to teach [people] that they had some type of identity, culture, civilization before they were brought here."},{"id":306,"quote":"I believe in the brotherhood of all men, but I don't believe in wasting brotherhood on anyone who doesn't want to practice it with me. Brotherhood is a two-way street."},{"id":307,"quote":"The true Islam has shown me that a blanket indictment of all white people is as wrong as when whites make blanket indictments against blacks."},{"id":308,"quote":"The White man pays Reverend Martin Luther King so that Martin Luther King can keep the Negro defenseless."},{"id":309,"quote":"If it's necessary to form a Black Nationalist army, we'll form a Black Nationalist army. It'll be ballot or the bullet. It'll be liberty or it'll be death."},{"id":310,"quote":"Where the really sincere white people have got to do their 'proving' of themselves is not among the black victims, but out on the battle lines of where America's racism really is - and that's in their own home communities."},{"id":311,"quote":"I am a Muslim, because it's a religion that teaches you an eye for an eye and a tooth for a tooth. It teaches you to respect everybody, and treat everybody right. But it also teaches you if someone steps on your toe, chop off their foot. And I carry my religious axe with me all the time."},{"id":312,"quote":"The only way we'll get freedom for ourselves is to identify ourselves with every oppressed people in the world. We are blood brothers to the people of Brazil, Venezuela, Haiti, Cuba -- yes Cuba too."},{"id":313,"quote":"When the thing is finally sparked, the white man is not there - he's gone. The merchant is not there, the landlord is not there, the one they consider to be the enemy isn't there. So, they knock at his property. This is what makes them knock down the store windows and set fire to things, and things of that sort."},{"id":314,"quote":"The government is responsible for the violence, as long as they don't stop it. And if we have to get violent to protect ourselves, then it's the government that should be charged with the crime, because we're only upholding a law that they've been unable to uphold."},{"id":315,"quote":"These were African-Arab-Asian values. The only section of Europe that had a high value system during the Dark Ages was the, were those on the Iberian Peninsula in the Spanish-Portuguese area, southern France."},{"id":316,"quote":"I might add, the whites who came here only say 50 years ago as immigrants have come into this country, they have set up businesses. They've developed these businesses into an industry."},{"id":317,"quote":"It is not a case of our people...wanting either separation or integration. The use of these words actually clouds the real picture. The 22 million Afro-Americans don't seek either separation or integration. They seek recognition and respect as human beings."},{"id":318,"quote":"The common enemy is the white man."},{"id":319,"quote":"Renaissance or the reawakening of Europe. And, and this reawakening actually involved an era during which the people of Europe, who were coming out of the Dark Ages, were then adopting the value system of the people in the East, in the, of the oriental society."},{"id":320,"quote":"A man who believes in freedom will do anything under the sun to acquire, or preserve his freedom."},{"id":322,"quote":"Only the whites in the South aren't hypocritical about it. You don't find any more inter - there is just as much social intermixing in the South as there - between the races as there is in the North. Only they - in the South they let you know - where they stand, and in the North they take a hypocritical approach or attitude or reaction."},{"id":323,"quote":"So early in my life, I had learned that if you want something, you had better make some noise."},{"id":324,"quote":"My father didn't know his real name. My father got his name from his grandfather and he got his name from his grandfather and he got it from the slave master."},{"id":325,"quote":"It has taken us that long to get the deaf, dumb, and blind black men in the wilderness of North America to wake up and understand who they are."},{"id":326,"quote":"Those who would hunt a man need to remember that a jungle also contains those who hunt the hunters."},{"id":327,"quote":"I think there are plenty of good people in America, but there are also plenty of bad people in America and the bad ones are the ones who seem to have all the power and be in these positions to block things that you and I need."},{"id":328,"quote":"Don't you run around here trying to make friends with somebody who's depriving you of your rights. They're not your friends, no, they're your enemies. Treat them like that."},{"id":329,"quote":"He [liberal white person] may stand with you through thin, but not thick; when the chips are down, you'll find that as fixed in him as his bone structure is his sometimes subconscious conviction that he's better than anybody black."},{"id":330,"quote":"I believe that it would be almost impossible to find anywhere in America a black man who has lived further down in the mud of human society than I have; or a black man who has been any more ignorant than I have; or a black man who has suffered more anguish during his life than I have. But it is only after the deepest darkness that the greatest joy can come; it is only after slavery and prison that the sweetest appreciation of freedom can come."},{"id":331,"quote":"If you have a dog, I must have a dog. If you have a rifle, I must have a rifle. If you have a club, I must have a club. This is equality."},{"id":332,"quote":"No, I’m not an American. I’m one of the 22 million black people who are the victims of Americanism. One of the … victims of democracy, nothing but disguised hypocrisy. So, I’m not standing here speaking to you as an American, or a patriot, or a flag-saluter, or a flag-waver - no, not I. I’m speaking as a victim of this American system. And I see America through the eyes of the victim. I don’t see any American dream; I see an American nightmare."},{"id":333,"quote":"They don't stand for anything different in South Africa than America stands for. The only difference is over there they preach as well as practice apartheid. America preaches freedom and practices slavery."},{"id":334,"quote":"When I was in prison, I read an article - don't be shocked when I say I was in prison. You're still in prison. That's what America means: prison."},{"id":335,"quote":"The black nation of Egypt is the only country that has a science named after its culture: Egyptology"},{"id":336,"quote":"To the same degree that your understanding of and attitude toward Afrika become positive, you'll find that your understanding of and your attitude toward yourself will also become positive."},{"id":337,"quote":"His master’s pain was his pain. And it hurt him more for his master to be sick than for him to be sick himself. When the house started burning down, that type of Negro would fight harder to put the master’s house out than the master himself would. But then you had another Negro out in the field. The house Negro was in the minority. The masses—the field Negroes were the masses. They were in the majority. When the master got sick, they prayed that he’d die. If his house caught on fire, they'd pray for a wind to come along and fan the breeze."},{"id":338,"quote":"The Honorable Elijah Muhammad is teaching the black man, you're a human man.All you have to do is dignify yourself. You don't have to wait for any white man to recognize you. Recognize yourself. Love each other. Practice harmony and brotherhood among your own kind."},{"id":339,"quote":"Revolutions are never peaceful."},{"id":340,"quote":"When you aren't affiliated with anything, and then you look at something, you look at it with your eye to the best of your ability."},{"id":341,"quote":"What Mr. Muhammad says is, they should take their Navy and their - Merchant Fleet and ship us back where they got us.And that's not deportation, that's - returning stolen property to its proper owner.Now, since the government doesn't want to do that, then they - and they have already proven that they can't bring about peaceful relations on an integrated basis in this country, give us some separate territory in this country where our people can go and do something for ourselves. And provide us with everything that we need to keep that new territory going, until we are self-sufficient."},{"id":342,"quote":"I am for violence if non-violence means we continue postponing a solution to the American black man's problem just to avoid violence."},{"id":343,"quote":"I don't think you can having an opportunity to ride either on the front or the back or in the middle of someone else's bus doesn't dignify you."},{"id":344,"quote":"There is nothing in our book, the Koran, that teaches us to suffer peacefully. Our religion teaches us to be intelligent."},{"id":345,"quote":"America is such a paradoxical society, hypocritically paradoxical, that if you don't have some humor, you'll crack up."},{"id":346,"quote":"You can't hate your origin and not end up hating yourself. You can't hate Africa and not hate yourself."},{"id":347,"quote":"I believe in human rights for everyone, and none of us is qualified to judge each other and that none of us should therefore have that authority."},{"id":348,"quote":"[JF] Kennedy was a deceitful man. He was a cold-blooded politician whose purpose was to get elected."},{"id":349,"quote":"When the Muslims deliver the indictment of the American system, it is not the white man per se that is being doomed."},{"id":350,"quote":"You don't stick a knife in a man's back nine inches and then pull it out six inches and say you're making progress."},{"id":351,"quote":"Not a physical migration, but a cultural, psychological, philosophical migration back to Africa, which means the restoring our common bond will give us the spiritual strength and the incentive to strengthen our political and social and economic position right here in America, and to fight for the things that are ours by right here on this continent."},{"id":352,"quote":"Any number of my former brothers felt they would make heroes of themselves in the Nation of Islam if they killed me. ...I knew that no one would kill you quicker than  Muslim if he felt that's what Allah wanted him to do."},{"id":353,"quote":"It is the attitude of the American white man that is making him stand condemned today before the eyes of the entire dark world and even before the eyes of the Europeans. It is his attitude, his haughty, holier-than-thou attitude."},{"id":354,"quote":"I have been blessed to visit the Holy City of Mecca."},{"id":355,"quote":"Only time [JF] Kennedy made any, took any action to even look like he identified with negroes was when he was forced to. Kennedy didn't even make his speech based on this problem being a moral issue until Negroes exploded in Birmingham."},{"id":356,"quote":"You catch any white man off guard in here right now, you catch him off guard and ask him what he is, he doesn't say he's an American. He either tells you he's Irish, or he's Italian, or he's German, if you catch him off guard and he doesn't know what you're up to. And even though he was born here, he'll tell you he's Italian. Well, if he's Italian, you and I are African even though we were born here."},{"id":357,"quote":"Many of them who belong to these countries that were former colonial powers have racist attitudes, but their racist attitude is never displayed to the degree that the America's attitude of racism is displayed. Never."},{"id":358,"quote":"I imagine that one of the biggest troubles with colleges is there are too many distractions, too much panty-raiding, fraternities, and boola-boola and all of that."},{"id":359,"quote":"If a white man puts his arm around me voluntarily, that's brotherhood. But if you - if you hold a gun on him and make him embrace me and pretend to be friendly or brotherly toward me, then that's not brotherhood, that's hypocrisy. And what America is trying to do is pass laws to force whites to pretend that they want Negroes into their schools or into - in their places of employment."},{"id":360,"quote":"[White men] has the audacity to call himself even the \"Leader of the Free World\" while he has a country that can't even give the basic human rights to over twenty-two million of its citizens. This is aud-, this is, this takes audacity; this takes nerve. So it is this attitude today that's causing the Americans to be condemned."},{"id":361,"quote":"One of the things that made the Black Muslim movement grow was its emphasis upon things African. This was the secret to the growth of the Black Muslim movement. African blood, African origin, African culture, African ties. And you'd be surprised - we discovered that deep within the subconscious of the black man in this country, he is still more African than he is American."},{"id":362,"quote":"The common goal of 22 million Afro-Americans is respect as human beings, the God-given right to be a human being. Our common goal is to obtain the human rights America has been denying us. We can never get civil rights in America until our human rights are first restored. We will never be recognized as citizens there until we are first recognized as humans."},{"id":363,"quote":"The number one thing that has to be done, [black men] has to be retaught, be given - he has to be reeducated and made to know that he's a man, like anyone else, and then he can stand on his own two feet, like others have done."},{"id":364,"quote":"History rewards all research. And history fails to record one single instance in which the white man - as a people - did good. They have always been devils; they always will be devils, and they are about to be destroyed. The final proof that they are devils lies in the fact that they are about to destroy themselves. Only a devil - and a stupid devil at that - would destroy himself!"},{"id":366,"quote":"I myself would go for nonviolence if it was consistent, if everybody was going to be nonviolent all the time. I'd say, okay, let's get with it, we'll all be nonviolent. But I don't go along with any kind of nonviolence unless everybody's going to be nonviolent. If they make the Ku Klux Klan nonviolent, I'll be nonviolent. If they make the White Citizens Council nonviolent, I'll be nonviolent. But as long as you've got somebody else not being nonviolent, I don't want anybody coming to me talking any nonviolent talk."},{"id":367,"quote":"I find it difficult [to believe] that... Christians accuse [Black Muslims] of teaching racial supremacy or... hatred, because their own history and... teachings are filled with it."},{"id":368,"quote":"Be nonviolent only with those who are nonviolent to you. And when you can bring me a nonviolent racist, bring me a nonviolent segregationist, then I'll get nonviolent. But don't teach me to be nonviolent until you teach some of those crackers to be nonviolent."},{"id":369,"quote":"God now is about to establish a kingdom on this earth based upon brotherhood and peace, and the white man is against brotherhood and the white man is against peace. His history on this earth has proved that."},{"id":370,"quote":"It is incorrect to classify the revolt of the Negro as simply a radical conflict of black against white or as a purely American problem. Rather, we are today seeing a global rebellion of the oppressed against the oppressor, the exploited against the exploiter."},{"id":371,"quote":"I had begun to read books and things and, in fact, one of the persons who started me thinking seriously was an atheist that I, another negro inmate whom I'd heard in a discussion with white inmates and who was able to hold his own at all levels. And he impressed me with his knowledge, and I began to listen very carefully to some of the things he said."},{"id":372,"quote":"Our accent will be upon youth: we need new ideas, new methods, new approaches. We will call upon young students of political science throughout the nation to help us. We will encourage these young students to launch their own independent study, and then give us their analysis and their suggestions. We are completely disenchanted with the old, adult, established politicians. We want to see some new faces -- more militant faces."},{"id":373,"quote":"If the black man is allowed to separate and go into some land of his own where he can solve his own problems, there won't be any explosion, and the Negroes who want to stay with the white man, let them stay with the white man - but those who want to leave, let them go to The Honorable Elijah Muhammad."},{"id":374,"quote":"I think that any black man who teaches black people to turn the other cheek and suffer peacefully after they've been turning the cheek and suffering peacefully for 400 years in a land of bondage, under the most cruel, inhuman and wicked slavemaster that any people have ever been under, he is doing those people an injustice, and he's a traitor to his own people."},{"id":376,"quote":"I don't believe in any form of unjustified extremism! But when a man is exercising extremism -- a human being is exercising extremism -- in defense of liberty for human beings it's no vice, and when one is moderate in the pursuit of justice for human beings I say he is a sinner."},{"id":377,"quote":"You have, you can only answer it this way: by turning it around. Can the negro - who is the victim of the system - escape the collective stigma that is placed upon all Negroes in this country?"},{"id":378,"quote":"The Honorable Elijah Muhammad teaches us the religion of Islam, which is a religion of peace."},{"id":379,"quote":"I know that societies often have killed people who have helped to change those societies. And if I can die having brought any light, having exposed any meaningful truth that will help destroy the racist cancer that is malignant in the body of America, then, all credit is due to Allah. Only the mistakes have been mine."},{"id":380,"quote":"Its the hinge that squeaks that gets the grease"},{"id":381,"quote":"Most of [ the Negro leaders] who - who, whose existence or whose position of leadership depends upon the - on the subsidy or crumbs for - the crumbs from the white man's table, will only say what that white man wants to hear. When they get behind the door they talk a different language."},{"id":382,"quote":"Revolution is always based on land. Revolution is never based on begging somebody for an integrated cup of coffee."},{"id":383,"quote":"The real names of our people were destroyed during slavery. The last name of my forefathers was taken from them when they were brought to America and made slaves, and then the name of the slave master was given, which we refuse, we reject that name today and refuse it. I never acknowledge it whatsoever."},{"id":385,"quote":"The white man is too intelligent to let someone else come and gain control of the economy of his community. But you will let anyone come in and take control of the economy of your community, control the housing, control the education, control the jobs, control the businesses, under the pre-text that you want to integrate. No, you outta your mind."},{"id":386,"quote":"The same rebellion, the same impatience, the same anger that exists in the hearts of the dark people in Africa and Asia is existing in the hearts and minds of 20 million black people in this country who have been just as thoroughly colonized as the people in Africa and Asia."},{"id":387,"quote":"Muhammad teaches us the knowledge of our own selves, and of our own people. He cleans us up-morally, mentally and spiritually"},{"id":388,"quote":"The black masses want not to be shrunk from as though they are plague-ridden. They want not to be walled up in slums, in the ghettos, like animals. They want to live in an open, free society where they can walk with their heads up, like men, and women! Few white people realize that many black people today dislike and avoid spending more time than they must about white people. This 'integration' image, as it is popularly interpreted, has millions of vain, self-exalted white people convinced that black people want to sleep in bed with them - and that's a lie!"},{"id":389,"quote":"Just take the negro child. Take the white child. The white child, although it has not committed any of the per - as a person has not committed any of the deeds that has produced the plight that the negro finds himself in, is he guiltless? The only way you can determine that is, take the negro child who's only four-years-old. Can he escape, though he's only four years old, can he escape the stigma of discrimination and segregation? He's only four-years-old."},{"id":390,"quote":"By looking upon themselves as human beings, their whiteness to them isn't the yardstick of perfection or honor or anything else. And, therefore, this creates within them an attitude that is different from the attitude of the white that you meet here in America, and it was in Mecca that I realized that white is actually an attitude more so than it's a color."},{"id":391,"quote":"I could turn around as Wyatt Walker said to me about, not you personally, but about the whole Black Muslim movement. That if you go outside of New York City, Dr. [Martin Luther] King is known to 90 percent of the Negroes in the United States and is respected and, and is identified more or less with him, at least as a hero of one kind or another. That the Black Muslim, outside of one or two communities like New York, are unknown."},{"id":392,"quote":"Nonviolence is fine as long as it works."},{"id":393,"quote":"The separating of a section of America for Afro- Americans is similar to expecting a heaven in the sky somewhere after you die."},{"id":394,"quote":"The religion of Islam brings out of the individual all of his dormant potential."},{"id":395,"quote":"Until the image of the black man in the mind of the black man has been changed, there will always be delinquency, parental and juvenile. The idea is not to change the attitude of the white man to the black man but to change the attitude of the black man to himself."},{"id":396,"quote":"When you expand the civil-rights struggle to the level of human rights, you can then take the case of the black man in this country before the nations in the UN. You can take it before the General Assembly. You can take Uncle Sam before a world court. But the only level you can do it on is the level of human rights. Civil rights keeps you under his restrictions, under his jurisdiction. Civil rights keeps you in his pocket."},{"id":397,"quote":"The Negro fought and bled and died in every war the white man waged, and he still won't give you justice. You nursed his baby and cleaned behind his wife, and he still won't give you freedom; you turned the other cheek while he lynched you and raped your women, but he still won't give you equality."},{"id":398,"quote":"For one to control one's thoughts and feelings means one can actually control one's atmosphere and all who walk into its sphere of influence."},{"id":399,"quote":"We don't go for segregation. We go for separation. Separation is when you have your own. You control your own economy; you control your own politics; you control your own society; you control your own everything."},{"id":400,"quote":"And in the racial climate of this country today, it is anybody's guess which of the 'extremes' in approach to the black man's problems might personally meet a fatal catastrophe first - 'non-violent' Dr. King, or so-called 'violent' me."},{"id":401,"quote":"There were tens of thousands of pilgrims, from all over the world. They were of all colors, from blue-eyed blonds to black-skinned Africans. But we were all participating in the same ritual, displaying a spirit of unity and brotherhood that my experiences in America had led me to believe never could exist between the white and non-white."},{"id":402,"quote":"I looked on the television the other night and saw them beating a Negro unmercifully in Mississippi. And this is the result of a brainwashing technique, a certain power structure in the American government has paid these Negro integrationist leaders to perpetuate among our people. But it's not a good thing, and it will never solve our problem."},{"id":403,"quote":"The religious philosophy that they had adopted, in my opinion, was the only thing and is the only thing that can remove the white from the mind of the white man and the negro from the mind of the negro. I have seen what Islam has done with our people, our people who had this feeling of negro - and it had a psychological effect of putting them in a mental prison."},{"id":404,"quote":"Now, you integration-minded Negroes are trying to force yourselves on your former slave master, trying to make him accept you in his drawing room; you want to hang out with his women rather than the women of your own kind."},{"id":405,"quote":"We reject segregation even more militantly than you say you do! We want separation, which is not the same! The Honorable Elijah Muhammad teaches us that segregation is when your life and liberty are controlled, regulated, by someone else. To segregate means to control. Segregation is that which is forced upon inferiors by superiors. But separation is that which is done voluntarily, by two equals - for the good of both!"},{"id":406,"quote":"Integration is the method toward obtaining that goal. And what he Negro leader has done is gotten himself wrapped up in the method and has forgotten what the goal is."},{"id":407,"quote":"I remember one thing that marred this time for me; the movie \"Gone with the Wind.\" When it played in Mason [MI], I was the only Negro in the theater, and when Butterfly McQueen went into her act, I felt like crawling under the rug."},{"id":408,"quote":"I think teaching a man to hate himself is much more criminal than teaching a man to hate someone else."},{"id":409,"quote":"I'm sorry to say that the subject I most disliked was mathematics. I have thought about it. I think the reason was that mathematics leaves no room for argument. If you made a mistake, that was all there was to it."},{"id":410,"quote":"This was my first lesson about gambling: if you see somebody winning all the time, he isn't gambling, he's cheating. Later on in life, if I were continuously losing in any gambling situation, I would watch very closely."},{"id":411,"quote":"The cornerstones of this country's operation are economic and political strength and power. The black man doesn't have the economic strength - and it will take time for him to build it. But right now the American black man has the political strength and power to change his destiny overnight."},{"id":412,"quote":"I don't have any hate. I've got some sense. I'm not going to let anybody who hates me tell me to love him. I'm not that way-out."},{"id":413,"quote":"On the Iberian Peninsula in the Spanish-Portuguese area, southern France that high state of a culture existed there because of Africans known as Moors had come there and brought it there."},{"id":414,"quote":"They attack the victim, and then the criminal who attacked the victim accuses the victim of attacking him. This is American justice. This is American democracy and those of you who are familiar with it know that in America democracy is hypocrisy. Now, if I’m wrong, put me in jail; but if you can’t prove that democracy is not hypocrisy, then don’t put your hands on me."},{"id":415,"quote":"[Civil right leaders]themselves in their pronouncements will tell you they need white allies, they need white help, they need white this."},{"id":416,"quote":"Whenever any group can vote in a bloc, and decide the outcome of elections, and it fails to do this, then that group is politically sick."},{"id":417,"quote":"Any time you put too many sparks around a powder keg, the thing is going to explode, and if the things that explodes is still inside the house, then the house will be destroyed."},{"id":418,"quote":"It's got to be the ballot or the bullet. The ballot or the bullet. If you're afraid to use an expression like that, you should get back in the cotton patch, you should get back in the alley."},{"id":419,"quote":"22 million African-Americans - that's what we are - Africans who are in America."},{"id":420,"quote":"Our success in America will involve two circles: Black Nationalism and Islam–it will take BN [Black Nationalism] to make our people conscious of doing for self & then Islam will provide the spiritual guidance. BN [Black Nationalism] will link us to Africa and Islam will link us spiritually to Africa, Arabia & Asia."},{"id":422,"quote":"I don't trust any white man who teaches Negroes to turn the other cheek or to be nonviolent, which means to be defenseless in the face of a very brutal, criminal enemy. No. That's my yardstick for measuring whites."},{"id":423,"quote":"Men who are proud of being black marry black women; women who are proud of being black marry black men."},{"id":424,"quote":"What the white man in America needs to realize is there's a new thinking among black people today which makes them not willing to sit around and wait for five years to get this problem solved, much less a hundred years."},{"id":425,"quote":"As I say, if we bring up religion we'll have differences; we'll have arguments; and we'll never be able to get together."},{"id":426,"quote":"The black man in America's position is parallel with that of the Jews, especially when the Jews were in bondage under Pharaoh. And at no time did Moses in the Bible ever try and integrate the Hebrews into the Egyptian society or accept any hypocritical offers made by the slave master of that day."},{"id":427,"quote":"I am not a racist in any form whatsoever. I don't believe in any form of discrimination or segregation."},{"id":428,"quote":"If the white man can come here uneducated and as an immigrant, and within 10 or 15 years set up an industry that provides job opportunities and educational opportunities for black people, then if the black man, the black leadership, who has access to all of this money and has all of these degrees today, can't use his talent and his know-how to set up business opportunities, job opportunities, housing opportunities for the black people the same as the white leaders have done for white people, then these black leaders need to get off the boat."},{"id":429,"quote":"A Negro just can't be whipped by somebody white and return with his head up in the neighborhood, especially in those days, when sports and, to a lesser extent show business, were the only fields open to Negroes, and when the ring was the only place a Negro could whip a white man and not be lynched."},{"id":430,"quote":"Why should [Uncle Sam] send 20 billion dollars down there [South America], which is going to go down the drain every time you have a racial in - incident in this country?"},{"id":431,"quote":"If I can't run my neighborhood you won't want me in your neighborhood."},{"id":432,"quote":"I grew up in the country on a farm it was whenever someone said even that a snake was eating the chickens or bothering the chickens, we'd kill snakes. We never knew whether that was the snake that did it."},{"id":433,"quote":"Whenever I walk the street and see people ready to get with it, that's my reward."},{"id":434,"quote":"We do not condemn the preachers as an individual but we condemn what they teach. We urge that the preachers teach the truth, to teach our people the one important guiding rule of conduct - unity of purpose."},{"id":435,"quote":"If you stick a knife nine inches into my back and pull it out three inches, that is not progress."},{"id":436,"quote":"Do something for yourself, and then you will be recognized by the entire world as a man who has done for himself what others have done for themselves."},{"id":437,"quote":"[At a young age] I had learned enough about women to know not to pressure them when they're thinking something out; they'll tell you when they're ready."},{"id":438,"quote":"During the past eleven days here in the Muslim world, I have eaten from the same plate, drunk from the same glass, and slept on the same rug - while praying to the same God - with fellow Muslims, whose eyes were the bluest of blue, whose hair was the blondest of blond, and whose skin was the whitest of white. And in the words and in the deeds of the white Muslims, I felt the same sincerity that I felt among the black African Muslims of Nigeria, Sudan and Ghana."},{"id":439,"quote":"I have rarely talked to anyone about my mother, for I believe that I am capable of killing a person, without hesitation, who happened to make the wrong kind of remark about my mother. So I purposely don't make any opening for some fool to step into."},{"id":440,"quote":"We don't think that we're begging for anything. We think we're demanding what is ours by right. And all we're asking for is an opportunity to do something for ourselves, rather than to sit around as a beggar, begging for jobs and begging for education from - for someone else for the rest of our lives."},{"id":441,"quote":"...What we need to do in the community, and in the city, and in the state. We need to stop airing our differences in front of the white man. Put the white man out of our meetings, number one, and then sit down and talk shop with each other. [That's] all you gotta do."},{"id":442,"quote":"Eleanor Roosevelt could easily have told negroes the deceitful maneuvering of the United States government that was going on behind the scenes. She never did it. In my opinion she was just another white woman whose profession was to make it appear that she was on the negro's side. You have a lot of whites who are in this category. Therefore, they have made negro loving a profession."},{"id":443,"quote":"The thing that has made the so-called Negro in America fail, more than any other thing, is your, my, lack of knowledge concerning history. We know less about history than anything else."},{"id":444,"quote":"What Martin Luther King is doing is disarming the black people of America of their God-given right and of their natural right."},{"id":445,"quote":"It is a time for martyrs now, and if I am to be one, it will be for the cause of brotherhood. That's the only thing that can save this country."},{"id":446,"quote":"The white race is doomed not because it's white but because of its misdeeds."},{"id":447,"quote":"A revolution is bloody, but America is in a unique position. She's the only country in history in a position actually to become involved in a bloodless revolution. The Russian revolution was bloody, Chinese revolution was bloody, French revolution was bloody, Cuban revolution was bloody, and there was nothing more bloody then the American Revolution. But today this country can become involved in a revolution that won't take bloodshed. All she's got to do is give the black man in this country everything that's due him, everything."},{"id":449,"quote":"I don’t feel that I am a visitor in Ghana or in any part of Africa. I feel that I am at home."},{"id":450,"quote":"Here I am, back in Mecca. I am still traveling, trying to broaden my mind, for I've seen too much of the damage narrow-mindedness can make of things, and when I return home to America, I will devote what energies I have to repairing the damage."},{"id":451,"quote":"If you are not willing to pay the price for freedom, you don't deserve freedom."},{"id":452,"quote":"Any way, any form necessary to defend himself; Negro should reserve the right to do that just the same as others have the right to do it."},{"id":453,"quote":"I live like a man who's dead already! I have no fear whatsoever of anybody or anything"},{"id":454,"quote":"There are many white people in this country who realize that the system itself - as it is constructed - is not so constructed that it can produce freedom and equality for the negro, and the system has to be changed."},{"id":455,"quote":"When a man understands who he is, who God is, who the devil is... then he can pick himself up out of the gutter; he can clean himself up and stand up like a man should before his God."},{"id":456,"quote":"In this country, these Negro leaders have Negroes sittin' - sitting down, thinking that that - there's dignity towards sitting in."},{"id":457,"quote":"In order, in order to enforce you can't force people to act right toward each other. You can't force, you cannot legislate heart, conditions and attitudes."},{"id":459,"quote":"Today we have a modern Belshazzar and a modern Pharaoh sitting in Washington D.C."},{"id":460,"quote":"The black people in this country are taught that their religion and the best religion is the religion of Islam, and when one accepts the religion of Islam, he's known as a Muslim."},{"id":461,"quote":"[My half-sister] Ella and I always were much closer as basic types; we're dominant people, and [my other half-sister] Mary has always been mild and quiet, almost shy."},{"id":462,"quote":"People involved in a revolution don't become part of the system; they destroy the system... The Negro revolution is no revolution because it condemns the system and then asks the system it has condemned to accept them."},{"id":463,"quote":"It takes two to tango; when I go, you go."},{"id":464,"quote":"I saw all races, all colors, blue eyed blonds to black skinned Africans in true brotherhood! In unity! Living as one! Worshiping as one! No segregationists, no liberals; they would not have known how to interpret the meaning of those words"},{"id":465,"quote":"If the ballot doesn't work, we'll try something else. But let us try the ballot."},{"id":466,"quote":"Any time you demonstrate against segregation and a man has the audacity to put a police dog on you, kill that dog, kill him, I'm telling you, kill that dog. I say it if they put me in jail tomorrow, kill that dog. Then you'll put a stop to it."},{"id":467,"quote":"Any time Uncle Sam, with all his machinery for warfare, is held to a draw by some rice eaters, he's lost the battle."},{"id":468,"quote":"They came to this country they, they were Hungarians, they were Communists from a Communist country. And right now those Hungarian freedom fighters can get jobs that student sit-ins can't get. They can go and sleep and live in hotels that Martin Luther King himself can't live in.They are recognized and respected because they are fighters, not because they are sit-iners or freedom."},{"id":469,"quote":"If integration will get [black man] that [respect as the human being], all right. If segregation will get him that, all right. If separation will get him that, all right.But after he gets integration and he still doesn't have this dignity and this recognition as a human being, then his problem is still not solved."},{"id":470,"quote":"Foreign diplomats could have modeled their conduct on the way the Negro postmen, Pullman porters, and dining car waiters of Roxbury [Massachusetts] acted, striding around as if they were wearing top hats and cutaways."},{"id":471,"quote":"We can't teach what we don't know, and we can't lead where we can't go"},{"id":472,"quote":"Even after the child, the life of the black child was saved, but that same white man will have to toss him right back into the discriminate, into discrimination, segregation, and these other things."},{"id":473,"quote":"First, what is a revolution? Sometimes I'm inclined to believe that many of our people are using this word \"revolution\" loosely, without taking careful consideration [of] what this word actually means, and what its historic characteristics are. When you study the historic nature of revolutions, the motive of a revolution, the objective of a revolution, and the result of a revolution, and the methods used in a revolution, you may change words. You may devise another program. You may change your goal and you may change your mind."},{"id":474,"quote":"Because once the black man becomes the political master of his own community, it means that the politicians of that community will also be black, which also means that he then will be sending black representation or representatives not only to represent him at the local level and at the state level, but, but even at the federal level."},{"id":475,"quote":"America's most dangerous and threatening black man is the one who has been kept sealed up by the Northerner in the black ghettos - the Northern white power structure's system to keep talking democracy while keeping the black man out of sight somewhere, around the corner."},{"id":476,"quote":"The people listening very closely to what the Muslims have always declared. They'll find that in every declaration there's the fact that, the same as, as Moses told Pharaoh, \"You're doomed if you don't do so and so,\" or as Daniel told, I think it was Balthazar or Nebuchadnezzar, \"You are doomed if you don't do so and so.\""},{"id":477,"quote":"Abraham Lincoln was interested in, in saving the Union. Well, most negroes have been tricked into thinking that Lincoln was a negro lover whose primary aim was to free them, and he died because he freed them."},{"id":478,"quote":"We must control the politics and the politicians of our community. They must no longer take orders from outside forces. We will organize, and sweep out of office all Negro politicians who are puppets for the outside forces."},{"id":479,"quote":"No one should advocate any peaceful suffering to black people, unless the black - white man is going to practice the same kind of peaceful suffering."},{"id":480,"quote":"Only a man who is ashamed of what he is will marry out of his race."},{"id":481,"quote":"Why must I run against a Negro? We have had enough of Negroes running against and fighting with each other. The better bet is that we would put a Muslim candidate in the field against a devil, somebody who is against all we stand for."},{"id":482,"quote":"The black man will inherit the earth; he will resume control, taking back the position he held centuries ago when the white devil was crawling around the caves of Europe on his all fours. Before the white devil came into our lives we had a civilization, we had a culture, we were living in silks and satins. Then he put us in chains and put us aboard the \"Good Ship Jesus,\" and we have lived in hell ever since."},{"id":483,"quote":"If you read the story of slavery and see the part that the Uncle Tom played in the plantation, and then you see how the white man today has changed his tactics, but he still occupies the same position, in that same context you find Uncle Tom. He has changed his tactics but he still occupies the same position."},{"id":484,"quote":"I will be happy to give my life to see some of these white devils die."},{"id":485,"quote":"The problem of the negro is so criminal that many individuals and organizations are going to have to sacrifice what they call their organizational principles if someone comes up with a solution that will really solve the problem."},{"id":486,"quote":"The short-range involves the long-range. Immediate steps have to be taken to reeducate our people into the, a more real view of political, economic, and social conditions in this country, and our ability in, in a self- improvement program to gain control politically over every community in which we predominate, and also over the economy of that same community as here in Harlem. Instead of all the stores in Harlem being owned by white people, they should be owned and operated by black people."},{"id":487,"quote":"You're going to have a racial explosion, and a racial explosion is more dangerous than an atomic explosion. It's going to explode because black people are dissatisfied; they're dissatisfied not only with the white man, but they're dissatisfied with these Negroes who have been sitting around here posing as leaders and spokesmen for black people and actually making the problem worse instead of making the problem better."},{"id":488,"quote":"I've never seen a sincere white man, not when it comes to helping black people. Usually things like this are done by white people to benefit themselves. The white man's primary interest is not to elevate the thinking of black people, or to waken black people, or white people either. The white man is interested in the black man only to the extent that the black man is of use to him. The white man's interest is to make money, to exploit."},{"id":489,"quote":"It has always been my belief that I, too, will die by violence. I have done all that I can to be prepared."},{"id":490,"quote":"That is a lie. I'm not for wanton violence, I'm for justice."},{"id":491,"quote":"[People] earn extra money [in prison] selling contraband, dope, and things of that sort to the inmates, and so that really it's an exploiter."},{"id":492,"quote":"Only in this form of separation the black man is exploited. The Honorable Elijah Muhammad says that we should be separate, all right, but in this separate state or separate existence, the black man should be given the opportunity and the incentive to do for himself what the white man has done for himself."},{"id":493,"quote":"This is why integration will not work. It assumes that the two races, black and white, are equal and can be made to live as one. This is not true."},{"id":494,"quote":"Negroes don't even like snails! What they're doing is proving they're integrated."},{"id":495,"quote":"The black man in America is the same as the Jews were in bondage under Pharaoh. We are strangers in a land that is not ours. We are rejected by this type of modern Pharaoh or pharohnic society."},{"id":496,"quote":"When you are equal with another person, the problem of integration doesn't even arise."},{"id":497,"quote":"I might add how in the world can you say, or can anyone say, that it will dignify the American Negro to beg in or wade [?] in or plead in when the people in Hungary didn't beg in? They were freedom fighters. And they fought for their freedom."},{"id":498,"quote":"Liberty or death was what brought about the freedom of whites in this country from the English."},{"id":499,"quote":"There was no racism; there was no problem [in Mecca]."},{"id":500,"quote":"I might say this, that the problem of the, the solution for the Afro-American is two-fold - long-range and short-range."},{"id":501,"quote":"The Honorable Elijah Muhammad says that the black man in America, for the past 400 years, has been like a boy in the white man's house, begging the white man for a job, for food, clothing and shelter. And then after the white man provides him with all of these things, he turns around and get - has the nerve to get angry at the white man when the white man tries to control his life."},{"id":502,"quote":"Everybody has a God and believes that his God will deliver him and protect him from his enemies!"},{"id":503,"quote":"The white man is by nature a devil and must be destroyed."},{"id":504,"quote":"We would do the same thing that America did when the Jap[an] - when, when Pearl Harbor was attacked. America defended itself. They said praise the Lord, but they passed the ammunition."},{"id":505,"quote":"The Negro was taught to speak the white man's tongue, worship the white God, and accept the white man as his superior."},{"id":506,"quote":"Any negro who occupies a position that was given to him by the white man, if you analyze his function, his function never enables him to really take a firm, uncompromising, militant stand on problems that confront our people."},{"id":507,"quote":"The black man in North America was sickest of all politically. He let the white man divide him into such foolishness as considering himself a black 'Democrat,' a black 'Republican,' a black 'Conservative,' or a black 'Liberal' ...when a ten-million black vote bloc could be the deciding balance of power in American politics, because the white man's vote is almost always evenly divided."},{"id":508,"quote":"Now, the black man here was so-called free by [Abe] Lincoln 100 years ago. The black man in America has an - has a purchasing power of 20 billion dollars. Now, and he's educated."},{"id":509,"quote":"You have a race problem that must be solved, or else you will alienate every non-white person on this earth within the next few years, or within the next few months."},{"id":510,"quote":"You'd have civil war. You'd have a race war in this country."},{"id":511,"quote":"I know that I will not die until my time comes."},{"id":512,"quote":"Since I learned the truth in Mecca, my dearest friends have come to include all kinds - some Christians, Jews, Buddhists, Hindus, agnostics, and even atheists! I have friends who are called capitalists, Socialists, and Communists! Some of my friends are moderates, conservatives, extremists - some are even Uncle Toms! My friends today are black, brown, red, yellow, and white!"},{"id":513,"quote":"I think, again, that that does the whole problem a, a disservice. It's not a case of our wanting to mix socially with whites. And when you - and the whites are right in the South when they say that getting a cup of coffee in a restaurant is not going to solve - is all right."},{"id":514,"quote":"It'll be the ballot or the bullet. It'll be liberty or it'll be death"},{"id":515,"quote":"Well, my contention is that the political system of this country is so designed criminally to prevent this, that if the black man even started in that direction, which is a mature step and it's the only way to really solve this problem and to prove that he is the intellectual equal of others, why, the racists and the segregationists would fight that harder than they're fighting the present efforts to integrate."},{"id":516,"quote":"The white man knows what a revolution is. He knows that the Black Revolution is worldwide in scope and in nature. The Black Revolution is sweeping Asia, is sweeping Africa, is rearing its head in Latin America. The Cuban Revolution - that's a revolution. They overturned the system. Revolution is in Asia, revolution is in Africa, and the white man is screaming because he sees revolution in Latin America. How do you think he'll react to you when you learn what a real revolution is?"},{"id":517,"quote":"Nobody should teach the black man in America to turn the other cheek, unless someone is teaching the white man in America to turn the other cheek."},{"id":518,"quote":"Actually we are Muslims because we believe in the religion of Islam."},{"id":519,"quote":"A revolution is bloody. Revolution is hostile. Revolution knows no compromise. Revolution overturns and destroys everything that gets in its way."},{"id":520,"quote":"It gives [a man] the incentive to develop his dormant potential so that when he becomes a part of the brotherhood of Islam, and is identified collectively in the brotherhood of Islam with the brothers in Islam, at the same time this also gives him the, it has the psychological effect of giving him the incentive as an individual to develop all of his dormant potential to its fullest extent."},{"id":521,"quote":"I have gone through the process of re-evaluating, giving a personal re-evaluation to everything that I ever believed and that I did believe while I was a, a member and a minister."},{"id":522,"quote":"White is an attitude."},{"id":523,"quote":"The American Negro has been entirely brainwashed from ever seeing or thinking of himself, as he should, as a part of the non-white peoples of the world."},{"id":524,"quote":"I don't think that the objective of the American negro is white middle-class values because what are white middle-class values?"},{"id":525,"quote":"It takes heart to be a guerrilla warrior because you’re on your own. In conventional warfare you have tanks and a whole lot of other people with you to back you up - planes over your head and all that kind of stuff. But a guerrilla is on his own. All you have is a rifle, some sneakers and a bowl of rice, and that’s all you need - and a lot of heart."},{"id":526,"quote":"The political philosophy of black nationalism means that the black man should control the politics and the politicians in his own community; no more."},{"id":527,"quote":"After Hitler was destroyed, there was the threat of Stalin, but it was always the world pressure that was upon America that enabled black people to go forward. It was not the initiative internally that the Negro put forth in America, nor was it a change of moral heart on the part of Uncle Sam it was world pressure."},{"id":528,"quote":"[The man] thinks he's being condemned because of his color but actually he's being condemned because of his deeds, his conscious behavior."},{"id":529,"quote":"When you want a nation, that's called nationalism... Black nationalism. A revolutionary is a Black nationalist. He wants a nation."},{"id":530,"quote":"What does a black man look like begging for a cup of coffee in a white restaurant, and doesn't have a job to back up his - to pay for it when, when - when he does get the coffee? It's putting the cart before the horse."},{"id":531,"quote":"The main part of the tree is the root, and the root is always beneath the ground. It never is brought out into the light."},{"id":532,"quote":"The white man is a devil. If he is not a devil, let him prove it!"},{"id":533,"quote":"It's easy to become a satellite today without even being aware of it. This country can seduce God. Yes, it has that seductive power; the power of the dollar."},{"id":534,"quote":"Among Negroes we have Negroes who are as white as some white people. Still there's a difference."},{"id":535,"quote":"Most of the negro leaders who get the support of the power structure end up being against [Reverend] Galamison."},{"id":536,"quote":"Wyatt Walker can walk through Harlem. No one would know him."},{"id":537,"quote":"I was going through the hardest thing, also the greatest thing, for any human being to do; to accept that which is already within you, and around you."},{"id":538,"quote":"...the collective white man had acted like a devil in virtually every contact he had with the world's collective non-white man."},{"id":539,"quote":"Right now, in every big city ghetto, tens of thousands of yesterday's and today's school dropouts are keeping body and soul together by some form of hustling in the same way I did."},{"id":540,"quote":"This is a God-given right of any man.Anytime you have a man who is getting lynched, and what are his people supposed to do? Sit around and forgive the lyncher or wait on the United States government to go in and get the lyncher, like the United States government did in the case of, of Charles Mack Parker, and the FBI found who were the guilty lynchers, and right to this day, the FBI, the highest law enforcement body in the land, has yet to bring the lynchers of Mack Parker to justice?"},{"id":541,"quote":"That's not our problem, that's America's problem. If the average American knew the trouble that Uncle Sam is in all over this earth, they could see that it - we are closer toward getting a separate territory in this country than the integrationists are toward getting integration."},{"id":542,"quote":"If you're black, you were born in jail, in the North as well as the South. Stop talking about the South. Long as you south of the Canadian border, you're south."},{"id":543,"quote":"It is the system itself that, that is incapable of producing freedom for the twenty-two million Afro-Americans. Just like a chicken can't lay a duck egg, a chicken can't lay a duck egg, because the system of the chicken isn't constructed in the way to produce a duck egg. And just as that chicken system can't produce, is not capable to, of producing a duck egg, the political and economic system of this country is absolutely incapable of producing freedom and justice and equality and human dignity for the twenty-two million Afro-Americans."},{"id":544,"quote":"The prison systems in this country actually are exploitative and they are not in any way rehabilitative."},{"id":545,"quote":"While I was in prison, I was indulging in all types of vice, right within the prison. And I never was ostracized as much by the penal authorities while I was participating in all of the evils of the prison, as they tried to ostracize me after I became a Muslim."},{"id":546,"quote":"America is the first country... that can actually have a bloodless revolution."},{"id":547,"quote":"The problem facing our people here in America is bigger than all other personal or organizational differences. Therefore, as leaders, we must stop worrying about the threat that we seem to think we pose to each other's personal prestige, and concentrate our united efforts toward solving the unending hurt that is being done daily to our people here in America."},{"id":548,"quote":"White individuals that have been going to jail. Segregation still exists; discrimination still exists. A few isolated white people whose individual acts are designed to eliminate this, that or, or the next thing but, yet, it is never eliminated is in no way impressive to me."},{"id":549,"quote":"What you did to one, you did to all. So they couldn't have that type of religion being taught in the prison."},{"id":550,"quote":"At this point I hadn't yet gotten deep into the historic condition that negroes in this country are confronted with, but at that point in my prison studies I, I read, I studied Islam as a religion more so than as I later come to know it in its connection with the plight or problem of Negroes in this country."},{"id":551,"quote":"The economic philosophy of black nationalism only means that our people need to be re-educated into the importance of controlling the economy of the community in which we live, which means that we won't have to constantly be involved in picketing and boycotting other people in other communities in order to get jobs."},{"id":552,"quote":"When you go to a church and you see the pastor of that church with a philosophy and a program that's designed to bring black people together and elevate black people, join that church. Join that church. If you see where the NAACP is preaching and practicing that which is designed to make black nationalism materialize, join the NAACP. Join any kind of organization, civic, religious, fraternal, political, or otherwise that's based on lifting the black man up and making him master of his own community."},{"id":553,"quote":"By explaining the difference between segregation and separation. Segregation is that which is forced upon an inferior by a superior. Separation is done voluntarily by two equals. If I have children and they live in my house, I care for them, they're dependent upon me. And their dependence upon me puts me in a position to regulate their lives, control their lives, tell them where to go, where they can't go. That's a form of segregation."},{"id":554,"quote":"In stating that the idea of a separate state is not practical, I'm also stating that the idea of integration, forced integration, as they've been making an effort to do in this country for the past years, is also just as impractical."},{"id":555,"quote":"What I want to know is how the white man, with the blood of black people dripping off his fingers, can have the audacity to be asking black people [why] they hate him?"},{"id":556,"quote":"Racism is a human problem and a crime that is absolutely so ghastly that a person who is fighting racism is well within his rights to fight against it by any means necessary until it is eliminated."},{"id":557,"quote":"Like Samson, I am ready to pull down the white man's temple, knowing full well that I will be destroyed by the falling rubble."},{"id":558,"quote":"[Islam] is not measured by the color of his skin."},{"id":559,"quote":"How could there be any difference between The Messenger and me? I am his slave, his servant, his son. He is the leader, the only spokesman for the Black Muslims."},{"id":560,"quote":"The Honorable Elijah Muhammad teaches us to get away from the devil as soon and as fast as we can."},{"id":561,"quote":"I don't think that anyone has been really created more by the white press than the civil right leaders."},{"id":562,"quote":"[ Negro leaders] never let the white man know exactly what black people are thinking."},{"id":563,"quote":"All of us were mischievous at some time or another, I more so than any of the rest. [My brother] Philbert and I kept a battle going. ... Even in our fighting, there was a feeling of brotherly union."},{"id":564,"quote":"It isn't the American white man who is a racist, but it's the American political, economic and social atmosphere that automatically nourishes a racist psychology in the white man."},{"id":565,"quote":"Just like Pharaoh couldn't get a solution to his problem until he talked to Moses, or Nebuchadnezzar or Belshazzar couldn't get a solution to his problem until he talked to Daniel, the white man in America today will never understand the race problem or come anywhere near getting a solution to the race problem until he talks to The Honorable Elijah Muhammad."},{"id":566,"quote":"I feel like a man who has been asleep somewhat and under someone else's control. I feel that what I'm thinking and saying is now for myself. Before it was for and by the guidance of Elijah Muhammad. Now I think with my own mind, sir!"},{"id":567,"quote":"The Messenger has seen God. He was with Allah and was given divine patience with the devil. He is willing to wait for Allah to deal with this devil. Well, sir, the rest of us Black Muslims have not seen God, we don't have this gift of divine patience with the devil. The younger Black Muslims want to see some action."},{"id":568,"quote":"I was with Essien Udom in Nigeria."},{"id":569,"quote":"They came up with a civil rights bill in 1964, supposedly to solve our problem, and after the bill was signed, three civil rights workers were murdered in cold blood. And the FBI head, Hoover, admits that they know who did it, they've known ever since it happened, and they've done nothing about it. Civil rights bill down the drain."},{"id":570,"quote":"The same thing that Uncle Tom did on the plantation before [Abe] Lincoln issued the so-called Emancipation Proclamation.I have no thinking on the matter. But he's teaching the black people to suffer peacefully, patiently, until the white man makes up his mind that you're a human being the same as he."},{"id":571,"quote":"We were truly all the same (brothers) - because their belief in one God had removed the white from their minds, the white from their behavior, and the white from their attitude."},{"id":572,"quote":"Not a state within a state, but the Honorable Elijah Muhammad is, is saying that the black man, since the white man, has found it impossible to bring about integration, other than toke on a ta - other than on a token basis, and which proves that the, the two of us, the ex-slave and the master, can't live in the same house as equals."},{"id":573,"quote":"It is only after slavery and prison that the sweetest appreciation of freedom can come."},{"id":574,"quote":"I think that the problem of the American negro goes beyond the principle of any organization whether it's a religious, political, or otherwise."},{"id":575,"quote":"History is not hatred."},{"id":576,"quote":"I think you'll find also that if the negro ever realizes that he should begin to fight for real for his freedom, there are many whites who will fight on his side with him."},{"id":577,"quote":"The white people who are guilty of white supremacy are trying to hide their own guilt by accusing The Honorable Elijah Muhammad of teaching black supremacy when he tries to uplift the mentality, the social, mental and economic condition of the black people in America."},{"id":578,"quote":"I'm a field Negro. The masses are the field Negroes. When they see this man's house on fire, you don't hear these little Negroes talking about 'our government is in trouble'. They say, 'The government is in trouble.'"},{"id":579,"quote":"As long as the factories are in the hands of the whites, the housing is in the hands of the whites, the school system is in the hands of the whites, you have a situation where the blacks are constantly begging the whites can they use this or can they use that. That's not any kind of equality of opportunity, nor does it lend toward one's dignity."},{"id":580,"quote":"No president ever had more power than [Franklin Delano] Roosevelt."},{"id":581,"quote":"That morning was when I first began to reappraise the 'white man.' It was when I first began to perceive that 'white man,' as commonly used, means complexion only secondarily; primarily it described attitudes and actions."},{"id":582,"quote":"Soon now, as the Negro awakens a little more and sees the vise that he's in, sees the bag that he's in, sees the real game that he's in, then the Negro's going to develop a new tactic."},{"id":583,"quote":"Since Western society is deteriorating, it has become overrun with immorality, and God is going to judge it, and destroy it. And the only way the black people caught up in this society can be saved is not to integrate into this corrupt society, but to separate from it, to a land of our own, where we can reform ourselves, lift up our moral standards and try to be godly."},{"id":584,"quote":"Better jobs and housing are only temporary solutions. They are aspects of tokenism and don't go to the heart of the problem."},{"id":585,"quote":"There were always more Negroes in the field than there was Negroes in the house. The Negro in the field caught hell. He ate leftovers. In the house they ate high up on the hog. The Negro in the field didn't get nothing but what was left of the insides of the hog. They call 'em \"chitt'lin'\" nowadays. In those days they called them what they were: guts. That's what you were -- a gut-eater. And some of you all still gut-eaters."},{"id":586,"quote":"Now the white man's time is over. Tokenism will not help him, and it will doom us. Complete separation will save us - and who knows, it might make God decide to give the white devil a few more years."},{"id":587,"quote":"I was in prison and I was an atheist. I didn't believe in anything."},{"id":588,"quote":"In Harlem, for instance, all of the stores are owned by white people, all of the buildings are owned by white people. The black people are just there - paying rent, buying the groceries; but they don't own the stores, clothing stores, food stores, any kind of stores; don't even own the homes that they live in. They are all owned by outsiders, and for these run-down apartment dwellings, the black man in Harlem pays more money than the man down in the rich Park Avenue section."},{"id":589,"quote":"Most of the, or I should say many of the negro leaders actually suffer themselves from an inferiority complex even though they say they don't."},{"id":590,"quote":"We who follow the Honorable Elijah Muhammad feel that when you try and pass integration laws here in America, forcing white people to pretend that they are accepting black people, what you are doing is making white people act in a hypocritical way."},{"id":591,"quote":"If the so-called 'Christianity' now being practiced in America displays the best that world Christianity has left to offer - no one in his right mind should need any much greater proof that very close at hand is the end of Christianity."},{"id":592,"quote":"Internal differences within the Nation of Islam forced me out of it. I did not leave of my own free will. But now that it has happened, I intend to make the most of it. Now that I have more independence of action, I intend to use a more flexible approach toward working with others to get a solution to this problem."},{"id":593,"quote":"If the government can't get the black man justice, then it's time for the black man to get some justice for himself."},{"id":594,"quote":"Imagine that -- a country that's supposed to be a democracy, supposed to be for freedom and all of that kind of stuff when they want to draft you and put you in the army and send you to Saigon to fight for them -- and then you've got to turn around and all night long discuss how you're going to just get a right to register and vote without being murdered. Why, that's the most hypocritical government since the world began!"},{"id":595,"quote":"Always that \"if\" was there, which meant that the one who was doomed could avoid the doom if he would change his way of behaving."},{"id":596,"quote":"We cannot think of uniting with others, until after we have first united among ourselves... One can't unite bananas with scattered leaves."},{"id":597,"quote":"My alma mater was books, a good library."},{"id":598,"quote":"Ralph Bunche, who is an internationally recognized and respected diplomat, can't stay in a hotel in Georgia, which means that no matter what the accomplishment, the intellectual, the academic, or professional level of a negro is, collectively he stands condemned."},{"id":599,"quote":"Well, the white race in America is the same way. As individuals it is impossible for them to escape the collective crime committed against the Negroes in this country, collectively."},{"id":600,"quote":"Instead of the Negro leaders having the black man begging for a chance to - to dine in white restaurants, the Negro leader should be showing the black man how to do something to strengthen his own economy."},{"id":601,"quote":"It's almost impossible to separate the actions, or it's also, it's almost impossible to separate the oppression and exploitation, criminal oppression and criminal exploitation of the American negro from the color of the skin of the person who is the oppressor or the exploiter."},{"id":602,"quote":"The young whites, and blacks, too, are the only hope that America has, the rest of us have always been living in a lie."},{"id":603,"quote":"The only way the two can have equal job opportunities is if black people have factories as, as well as white people have factories."},{"id":604,"quote":"Whereas the only real solution to the race problem in this country is a solution that involves individual self improvement and collective self improvement in, whereas our own, wherein our own people are concerned."},{"id":605,"quote":"You can't legislate good will - that comes through education."},{"id":606,"quote":"America is a white man's country."},{"id":607,"quote":"I had blind faith in him. My faith in Elijah Muhammad was more blind and more uncompromising than any faith that any man has ever had for another man. And so I didn't try and see him as he actually was."},{"id":608,"quote":"I'm with an old family\" was the euphemism used to dignify the professions of white folks' cooks and maids who talked so affectedly among their own kind in Roxbury [Massachusetts] that you couldn't even understand them."},{"id":609,"quote":"All of the civil rights problems during the past years have created a situation where America right now is moving toward a police state. You can't have anything otherwise. So that's your supposition."},{"id":610,"quote":"I believe in Islam. I am a Muslim and there is nothing wrong with being a Muslim, nothing wrong with the religion of Islam. It just teaches us to believe in Allah as the God."},{"id":611,"quote":"Once negro community recognize it as such, they can adopt the same measures against the community that harbors the criminals who are responsible for this activity."},{"id":612,"quote":"You don't have a peaceful revolution. You don't have a turn-the-cheek revolution. There's no such thing as a nonviolent revolution."},{"id":613,"quote":"I believe when a negro church is bombed, that a white church should be bombed."},{"id":614,"quote":"Those who stay here can help those who go back, and those who go back can help those who stay here in the same way that when Jews go to Israel, the Jews in America help those in Israel and the Jews in Israel help those in America."},{"id":615,"quote":"Uncle Sam is forcing integration only because he's trying to impress the people of - abroad that he's morally qualified to be the leader of the world."},{"id":616,"quote":"In America you have the mouse now trying to sit down on the elephant, thinking that he's going somewhere. And it's - and it's absurd."},{"id":617,"quote":"[Black nationalism] is not designed to make the black man reevaluate the white man--you know him already--but to make the black man re-evaluate himself.  Don't change the white man's mind;  you can't change his mind.  And that whole thing about appealing to the moral conscience of America--America's conscience is bankrupt."},{"id":618,"quote":"Segregation is that which is forced upon an inferior by a superior. Separation is done voluntarily by two equals."},{"id":619,"quote":"I have read where Abraham Lincoln said he wasn't interested in freeing the slaves."},{"id":620,"quote":"The Honorable Elijah Muhammad says that if the - what should happen is the black man himself should learn how to develop himself, in the same sense that the white man has developed himself. Then they can both come together and recognize each other as equals."},{"id":621,"quote":"Let's cool it brothers . . . Spoken to his assassins, three men who stabbed him 16 times."},{"id":622,"quote":"Anytime there's a fire in a negro community and it's burning out of control, you send any one of them, send Whitney Young in to put it out."},{"id":623,"quote":"Ten guards and the warden couldn't have torn me out of those books. Months passed without even thinking about being imprisoned....I had never been so truly free in my life."},{"id":624,"quote":"When the snakes out in that field begin to realize that if one of their members get out of line, it's going to be detrimental to all of them, they'll keep that, perhaps they'll then take the necessary steps to keep their fellow snakes away from my chickens or away from my children if the responsibility is placed upon them."},{"id":625,"quote":"There can be no black-white unity until there is first some black unity."},{"id":626,"quote":"If Christianity had asserted itself in Germany, six million Jews would have lived."},{"id":627,"quote":"You don't do anything to further your stay aboard a ship that you see is going to go down to the bottom of the ocean."},{"id":628,"quote":"Moses tried to separate his people from Pharaoh, and when he tried, the magicians tried to fool the people into staying with the Pharaoh, and we look upon these other organizations that are trying to get Negroes to integrate with this doomed white man as nothing but modern-day magicians, and The Honorable Elijah Muhammad is a modern-day Moses trying to separate us from the modern-day Pharaoh."},{"id":629,"quote":"Until the white man in America sits down and talks with The Honorable Elijah Muhammad, he won't even know what the race problem - what makes the race problem what it is."},{"id":630,"quote":"We may disagree on methods [with Martin Luther King], but we don't have to argue all day on methods."},{"id":631,"quote":"Give us some separate territory in this country where our people can go and do something for ourselves. And provide us with everything that we need to keep that new territory going, until we are self-sufficient."},{"id":632,"quote":"I believe that a psychological, cultural, and philosophical migration back to Africa will solve our problem."},{"id":633,"quote":"We want freedom by any means necessary. We want justice by any means necessary. We want equality by any means necessary. We don't feel that in 1964, living in a country that is supposedly based upon freedom, and supposedly the leader of the free world, we don't think that we should have to sit around and wait for some segregationist congressmen and senators and a President from Texas in Washington, D.C., to make up their minds that our people are due now some degree of civil rights. No, we want it now or we don't think anybody should have it."},{"id":634,"quote":"I believe in recognizing every human being as a human being - neither white, black, brown, or red."},{"id":635,"quote":"Nonviolence is his, is his method. Well, my objective is the same as [Martin Luther] King's."},{"id":636,"quote":"The same as in a German neighborhood, the stores are run by Germans, and in a Chinese neighborhood they're run by Chinese. In the negro neighborhood the businesses should be owned and operated by Negroes and, thereby, they would be creating employment for Negroes."},{"id":637,"quote":"To say it is not practical, one has to also admit that integration is not practical."},{"id":638,"quote":"Most of those Negroes have been given those jobs by the white political machine, and they serve no other function other than to, as window dressing."},{"id":639,"quote":"I refer to a negro politician as a negro who is selected by Negroes and who is backed by Negroes."},{"id":640,"quote":"If I go home and someone, and my child has blood running down her leg and someone tells me that a snake bit her, I'm going out and kill the snake. And when I find the snake, I'm not going to look and see if he has blood on his jaws."},{"id":641,"quote":"When you have to pass a law to make a man let me have a house, or you have to pass a law to make a man let me go to school, or you have to pass a law to make a man let me walk down the street, you have to enforce that law and you'd have to be living actually in a police state. It would take a police state in this country."},{"id":642,"quote":"I had one warden tell me since I've been out, and I visited an inmate in prison right here in New York, Warden Fay up at Green Haven. I visited an inmate in prison and he told me that he didn't want anybody in there trying to spread this religion."},{"id":643,"quote":"I never will let anyone make, maneuver me into making a distinction between the Mississippi form of discrimination and the New York City form of discrimination. It's, it's both discrimination; it's all discrimination."},{"id":644,"quote":"During the whole month that negroes were being beaten by police and washed down the sewer with water hoses, Kennedy and - and King was in jail begging for the federal government to intervene, Kennedy's reply was, \"No federal statutes have been violated.\" And it was only when the negroes erupted that Kennedy come on the television with all his old pretty words."},{"id":645,"quote":"The problem [ of the twenty-two million Afro-Americans] is so broad that it's going to take the inner working of all organizations."},{"id":646,"quote":"My family was so poor we were close to eating the holes inside of doughnuts."},{"id":647,"quote":"The man was a deceiver. He was deceitful and I will never bite my tongue in saying that. I don't think he was anything but a politician, and he used Negroes to get elected and to get votes."},{"id":648,"quote":"[People] have a fear of the, the Muslim movement and the Muslim religion because it has a tendency to make the people who accept it stick together."},{"id":649,"quote":"Nonviolence with Dr. [Martin Luther ]King is only a method. That's not his objective."},{"id":650,"quote":"Most people who work in prison earn money through contraband."},{"id":651,"quote":"They [prisons] are not designed to rehabilitate the - the inmate, though the, the public propaganda is that this is their function."},{"id":652,"quote":"I think that Nehru probably was a good man, although I didn't go for it. I don't go for anybody who is passive. I don't go for anybody who advocates passivism or peaceful suffering in any form whatsoever. I don't go for it."},{"id":653,"quote":"I go for Mao Tse-tung much more than, than Nehru because I think that Nehru brought his country up in a beggar's role."},{"id":654,"quote":"I admire the, the stand of China and the stand of Mao Tse- tung, but I can't admire with respect the stand of, of Nehru in India. I just can't do it."},{"id":655,"quote":"Reverend Galamison is fighting a hard battle against great opposition, and I admire a man who fights a hard battle against great opposition."},{"id":656,"quote":"I think that the black people in this country have the reached the point where they should reserve the right to do whatever is necessary to see that they exercise complete control over the politicians in the politician, in the politics of their own community by whatever means necessary."},{"id":657,"quote":"When I said [ I would work with any organization] I would make the, the reservation that I would work with any organization as long as it didn't make us compromise our religious principles."},{"id":658,"quote":"Even as a Muslim minister in the Muslim movement, I have always said that I would work with any organization."},{"id":659,"quote":"My suspicious nature is that there's something that [ Reverend ] Galamison, about Galamison that must have some good in it or some right in it."},{"id":660,"quote":"First I might say that when a person, when a man separates from his wife, at the out start it's a physical separation but it's not a psychological separation. He still thinks of her in, in probably warm terms. And, but after the physical separation has taken, existed for a period of time, it becomes a psychological separation as well as physical. And he can then look at her more objectively. My split or separation from the Black Muslim movement at first was only a physical separation, but my heart was still there and it was impossible for me to, for me to look at it objectively."},{"id":661,"quote":"In my recent travels into African countries and others, I was impressed by the importance of having a working unity among all peoples, black as well as white."},{"id":662,"quote":"After I made my tour in the Middle, into the Middle-East and Africa and visited Mecca and other places, I think that the separation [ from the Black Muslim movement] became psychological as well as physical, so that I could look at it more objectively and - and separate that which was good from that which was bad."},{"id":663,"quote":"I think it's possible for me to approach the whole problem with a broader scope.When you look at something through an, an organizational eye, whether it's a, a religious organization, political organization, or a civic organization, if you look at it only through the eye of that organization, you see what the organization wants you to see. But you lose your ability to be objective."},{"id":664,"quote":"Essien Udom is a Nigerian. At present he's a professor at Ibadan University."},{"id":665,"quote":"And what makes the whites who have these middle-class values have those values? Where did they get it? They didn't have these same values four hundred years, five hundred years ago."},{"id":666,"quote":"My contention is that if you trace it back, it was the people of the East who brought them out of the Dark Ages, who brought about the period, or ushered in or initiated the atmosphere that brought into Europe the period known as the Renaissance."},{"id":667,"quote":"After four hundred years of slave labor, we have some back pay coming, a bill owed to us that must be collected."},{"id":668,"quote":"That value system has been handed right down in European society. And today when you find Negroes, if they even look like they're adopting these so-called middle-class values, standards, it's not that they are taking something from the white man, but they are probably identifying again with the level or standard that these same whites have gotten from them back during that period."},{"id":669,"quote":"I think that if Essien Udom had something he didn't take it back far enough in history to get at the proper understanding of it."},{"id":670,"quote":"Wyatt [ Walker] doesn't say that as much as Whitney Young does."},{"id":671,"quote":"After you get your freedom, your enemy will respect you."},{"id":672,"quote":"I look at the problem of the twenty-two million Afro-Americans as being a problem that's so broad in scope that it's almost impossible for any organization to see it in its entirety."},{"id":673,"quote":"I shall never rest until I have undone the harm I did to so many well-meaning, innocent Negroes who through my own evangelistic zeal now believe in him even more fanatically and more blindly than I did."},{"id":674,"quote":"The thing that you have to understand about those of us in the Black Muslim movement was that all of us believed 100 percent in the divinity of Elijah Muhammad. We believed in him. We actually believed that God, in Detroit by the way, that God had taught him and all of that. I always believed that he believed in himself. And I was shocked when I found out that he himself didn't believe it."},{"id":675,"quote":"I myself have never been concerned with whether we are considered known or unknown. It's no problem of ours."},{"id":676,"quote":"Because the average negro organization, especially, can't see the problem in its entirety. They can't even see that the problem is so big that their own organization as such, by itself, can never come to a, can never come up with a solution."},{"id":677,"quote":"If [politician] is not fulfilling his function, they then can set up the machinery to remove him from that position by whatever means necessary."},{"id":678,"quote":"Jews who have been guilty of exploiting the black people in America, economically, civically, and otherwise, hide behind - hide their guilt by accusing The Honorable Elijah Muhammad of being anti-Semitic, simply because he teaches our people to go into business for ourselves and take over the economic leadership in our own community."},{"id":679,"quote":"We have to keep in mind at all times that we are not fighting for integration, nor are we fighting for separation. We are fighting for recognition as free humans in this society."},{"id":680,"quote":"The Negro is nothing but an ex-slave who is now trying to get himself integrated into the slave master's house."},{"id":681,"quote":"How can a Negro say America is his nation? He was brought here in chains; he was put in slavery an worked like a mule for three hundred years; he was separated from his land, his culture, his God, his language!"},{"id":682,"quote":"Once I was, yes. But now I have turned my direction away from anything that's racist."},{"id":683,"quote":"No sane black man really wants integration! No sane white man really wants integration!"},{"id":684,"quote":"As long as Negro leader is making the white man think that our people are satisfied to sit in his house and wait for him to correct these conditions, he is - he is misrepresenting the thinking of the black masses, and he's doing the white man a disservice because he's making the white man be more complacent than he would be if he knew the dangerous situation that is building up right inside his own house."},{"id":685,"quote":"Whoever is standing up telling the white man that his position is unjust and that the black people should not have to wait for any Supreme Court, Congress or Senate to legislate, or even the president to issue any kind of - of a proclamation to better the condition of our people, if a N - if he - if a, if a Negro leader is standing up, making that point clear, then he's all right with us."},{"id":686,"quote":"The British Empire was so vast and so powerful, the sun would never set on it. This is how big it was, yet these 13 little scrawny states, tired of taxation without representation, tired of being exploited and oppressed and degraded, told that big British Empire, liberty or death."},{"id":687,"quote":"Any form of integration, forced integration, any - any - any effort to force integration upon whites is actually hypocritical."},{"id":688,"quote":"No black person married to a white person can speak for me!"},{"id":689,"quote":"The Negro's so-called 'revolt' is merely an asking to be accepted into the existing system!"},{"id":690,"quote":"There has to be something wrong when a man or a woman leaves his own people and marries somebody of another kind."},{"id":691,"quote":"The white man is going to keep you integration-minded Negroes cooped up here in America, and when you discover that the white man is a trickster, a devil, that he has no intentions of integrating, then you Negroes will run wild."},{"id":692,"quote":"The white man will keep on granting tokenism; a few big Negroes will get big jobs, but the black masses will catch hell as long as they stay in the white man's house."},{"id":693,"quote":"It would be the easiest thing in the world for the white man to destroy all Black Muslims."},{"id":694,"quote":"You Negroes are not willing to admit it yet, but integration will not work. Why, it is against the white man's nature to integrate you into his house."},{"id":695,"quote":"It has been nine years since the Supreme Court decision outlawing segregated schools, yet less than ten per cent of the Negro students in the South are in integrated schools. That isn't integration, that's tokenism!"},{"id":696,"quote":"It took the United States Army to get one Negro into the University of Mississippi; it took troops to get a few Negroes in the white schools at Little Rock and another dozen places in the South."},{"id":697,"quote":"Once the white man let the Negro get an education, the Negro began to want what the white man has. But he let Negroes get an education and now they are demanding integration; they want to have exactly what he has. And the white man is not going to give it to them!"},{"id":698,"quote":"A segregated school system produces children who, when they graduate, they do with crippled minds."},{"id":699,"quote":"We didn't land on plymouth rock, Plymouth rock landed on us\"."},{"id":700,"quote":"If a white man puts his arm around me voluntarily, that's brotherhood."},{"id":701,"quote":"America is subsidizing what is left of the prestige and strength of the once mighty Britain. The sun has set forever on that monocled, pith-helmeted resident colonialist, sipping tea with his delicate lady in the non-white colonies being systematically robbed of every valuable resource. Britain's superfluous royalty and nobility now exist by charging tourists to inspect the once baronial castles, and by selling memoirs, perfumes, autographs, titles, and even themselves."},{"id":702,"quote":"Betty's a good Muslim woman and wife. I don't imagine many other women might put up with the way I am. Awakening this brainwashed black man and telling this arrogant, devilish white man the truth about himself, Betty understands, is a full-time job"},{"id":703,"quote":"The goal - is the dignity of the black man in America. He wants respect as the human being. He wants recognition as a human being."},{"id":704,"quote":"The Honorable Elijah Muhammad says number one, [Negro] must know - have a knowledge of himself. And this gives him confidence in himself. He - he has been brainwashed by the educational system that exists here in America to the point where he feels he was a savage in the jungle when he was - before he was brought here. And this destroys his morale."},{"id":705,"quote":"... the young people are the ones who most quickly identify with the struggle and the necessity to eliminate the evil conditions that exist."},{"id":706,"quote":"The law of nature gives a man the right to defend himself when he's attacked. And God's law itself gives a man the right to defend himself when he's attacked."},{"id":707,"quote":"Since integration is so slow, and the white man knows the problem must be solved, the only thing that he can do tomorrow is, is separate, because we're already separated."},{"id":708,"quote":"We don't think that we're begging for anything. We think we're demanding what is ours by right."},{"id":709,"quote":"More so than any other city on the African continent, the people of Cairo look like the American Negroes in the sense that we have all complexions, we range in America from the darkest black to the lightest light, and here in Cairo it is the same thing; throughout Egypt, it is the same thing. All of the complexions are blended together here in a truly harmonious society."},{"id":710,"quote":"You know, if ever there was a people who should know how to practice brotherhood, it is the American Negro and it is the people of Egypt."},{"id":711,"quote":"If I may add, for instance, [Martin Luther] King and these others will say that they are fighting for the Negro to have equal job opportunity. How can people, a group of people, such as our people, who own no factories, have equal job opportunities competing against the race that owns the factories?The only way the two can have equal job opportunities is if black people have factories as, as well as white people have factories."},{"id":712,"quote":"10 years ago the black man knew what his condition was. And today, because of the world revolution that's taking place all over this earth, the black man would be fighting for what he knows is his by right, but the movement on the part of [Martin Luther] King and the others had done nothing but slow down the militancy that is inherent in the nature of the black man."},{"id":713,"quote":"The only minority in America that's asking for integration is the so-called Negro, primarily because he is inferior, not inherently inferior, but he's economically, socially, politically inferior."},{"id":714,"quote":"The other slaves in the field never let that house slave knew - know what they were really thinking. If the house slave said, well one of these days all of us will live in the plantation, they said, uh huh. They went along with him. But if you came up to them and said, let's go, they would be gone just like that.And in, in America you have the same situation.You have the vast masses who are still slaves."},{"id":715,"quote":"All you have to do is go back to slavery - days, and there were two types of slaves, the house slave and the field slave. The house slave was the one who believed in the master, who had confidence in the master and usually was very friendly with the master. And usually he was also used by the master to try and keep the other slaves pacified."},{"id":716,"quote":"I think as an intelligent person you would agree that when you are teaching among oppressed people that they should be relieved of their oppression not 100 or 10 years from now, but right now, you're going to find your talk is going to fall upon sympathetic ears."},{"id":717,"quote":"Solve the race problem here, and once you solve the race problem here, you don't have to send these billions of dollars abroad."},{"id":718,"quote":"If he [Uncle Sam] can't do this [integration], then they will - it will alienate them. And all of the hundreds of millions of dollars or billions of dollars that he has sent abroad trying to buy the friendship of the dark world will go right down the drain."},{"id":719,"quote":"Instead of working for white man and helping him hold up a government that continues to suppress us socially and, and exploit us economically and oppress us politically, let us go and enter our own territory and use our own talents to uplift ourselves by our own bootstraps. And then he will recognize us for what we are."},{"id":720,"quote":"The Honorable Elijah Muhammad says that the way to solve this problem is for the white man to give us some territory of our own. And then our people - we have technical know-how, we have agricultural know-how. We have been working for the white man in his business. In every phase of his government we work."},{"id":721,"quote":"If you have an all-white neighborhood you don't call it a segregated neighborhood. But you call an all-black neighborhood a segregated neighborhood. And why? Because the segregated neighborhood is the one that's controlled by the ou - from the outside by others, but a separate neighborhood is a neighborhood that is independent, it's equal, it can do - it can stand on its own two feet, such as the neighborhood. It's an independent, free neighborhood, free community."},{"id":722,"quote":"The Negro neighborhood, which is inferior, is begging for a chance to - integrate itself into that which is - is superior, which is not going to happen. It's going to cause trouble."},{"id":723,"quote":"Everything that came out of Europe, every blue-eyed thing, is already an American.  And as long as you and I have been over here, we aren't Americans yet."},{"id":724,"quote":"Let's cool it, brothers."},{"id":725,"quote":"As bad as I was, as much trouble and worry as I caused my mother, I loved her."},{"id":726,"quote":"God is about to eliminate the white man from this earth."},{"id":727,"quote":"God is more lasting than the white man."},{"id":728,"quote":"Only the mistakes were mine."},{"id":729,"quote":"The ability to read awoke inside of me some long dormant craving to be mentally alive."},{"id":730,"quote":"I Used the Word 'Negro' and I was Firmly Corrected"},{"id":731,"quote":"America has allowed white people to kill and brutalize those they don't like."},{"id":732,"quote":"My faith in God is such that I am not afraid."},{"id":733,"quote":"The 22 million or 30 million, whatever the case may be, Afro-Americans in the United States were still Africans."},{"id":734,"quote":"That's where Dr. [Martin Luther] King is mixed up. His goals should be the solution of the problem of the black man in America."},{"id":736,"quote":"One of my brothers read a lot. His head was forever in some book."},{"id":737,"quote":"[ Uncle Sam] is not sending 20 billion dollars to South America because he loves those people down here. He's sending it - sending it to them because he needs their friendship, he needs their allegion - their allegiance."},{"id":738,"quote":"The black people of America have been victims of violence at the hands of the white men for four hundred years, and following the ignorant Negro preachers, we have thought that it was godlike to turn the other cheek to the brute that was brutalizing us."},{"id":739,"quote":"Just as the white man and every other person on this earth has God-given rights, natural rights, civil rights, any kind of rights that you can think of, when it comes to defending himself, black people - we should have the right to defend ourselves also."},{"id":740,"quote":"Because The Honorable Elijah Muhammad makes black people brave enough, men enough to defend ourselves no matter what the odds are, the white man runs around here with a doctrine that Mr. Muhammad is advocating the violence when he is actually telling Negroes to defend themselves against violent people."},{"id":741,"quote":"By any means necessary."},{"id":742,"quote":"You don't stick a knife in a man's back nine inches and then pull it out six inches and say you're making progress ... No matter how much respect, no matter how much recognition, whites show towards me, as far as I am concerned, as long as it is not shown to everyone of our people in this country, it doesn't exist for me."},{"id":743,"quote":"Just as Uncle Tom, back during slavery used to keep the Negroes from resisting the bloodhound or resisting the Ku Klux Klan by teaching them to love their enemies or pray for those who use them despitefully, today Martin Luther King is just a twentieth-century or modern Uncle Tom or religious Uncle Tom, who is doing the same thing today to keep Negroes defenseless in the face of attack that Uncle Tom did on the plantation to keep those Negroes defenseless in the face of the attack of the Klan in that day."},{"id":744,"quote":"We believe in one God. We believe Muhammad is the Apostle of God."},{"id":745,"quote":"Now the goal of Dr. Martin Luther King is to give Negroes a chance to sit in a segregated restaurant beside the same white man who has brutalized them for four hundred years."},{"id":746,"quote":"Integration will not bring a man back from the grave."},{"id":747,"quote":"If I did see a white man who was willing to go to jail or throw himself in front of a car in behalf of the so-called \"negro cause,\" the test that I'd put to him, I'd ask him, \"Do you think negro, when Negroes are being attacked they should defend themselves even at the risk of having to kill the one who's attacking them?\" If that white man told me, \"Yes,\" I'd shake his hand."},{"id":748,"quote":"Those type of whites who are always going to jail with Negroes are the ones who tell Negroes to be loving and be kind and be patient and be nonviolent and turn the other cheek."},{"id":749,"quote":"When the whites themselves are attacked, they believe in defending themselves and things of that sort."},{"id":750,"quote":"I have never seen white people who would sit, who would, who would approach a solution to their own problems nonviolently or passively. It's only when they are so-called \"fighting for the rights of Negroes\" that they nonviolently, passively, and lovingly, you know, approach the situation."},{"id":751,"quote":"Much of what I say might sound like it's stirring up trouble, but it's the truth!"},{"id":752,"quote":"I say that the negro, when he is, when, when they cease to look at him as a negro and realize that he's a human being, then they will realize that he is just as capable and has the right to do anything that any other human being on this earth has a right to do to defend himself."},{"id":753,"quote":"America just reaped what it had been sowing."},{"id":754,"quote":"Most of these other negro leaders who are supposedly integrationists aren't that intelligent [like Reverend Galamison]."},{"id":755,"quote":"The American system itself is incapable. It is as incapable of producing freedom for the Afro-American as the system of a chicken is of producing a duck egg."},{"id":756,"quote":"Any time the negro becomes involved in mature political action, then the resistance of the politicians who benefit from the exploited political system as it now stands will be forced to put, exercise more violent action to deprive the negro of his mature political action."},{"id":757,"quote":"At the same time Reverend Galamison policy is intelligent enough where he can't be used to attack me."},{"id":758,"quote":"I admire a man who fights a battle against opposition, and if there wasn't something about [Reverend] Galamison that the people, I notice that the power structure is against Galamison."},{"id":759,"quote":"In my opinion, mature political action is the type of action that that involves a program of re-education and information that will enable the black people in the black community to see the fruits that they should be receiving from the politicians who are over them and, thereby, they are then able to determine whether or not the politician is really fulfilling his function."},{"id":760,"quote":"Adam Clayton Powell's entire political career has to be looked at in the entire context of the American history and the history of, and the position of the Afro- American or negro in American history. [He] has done a remarkable job in fighting for rights of black people in this country. On the other hand, he probably hasn't done as much as he could or as much as he should because he is the most independent negro politician in this country."},{"id":761,"quote":"The government has departments to deal with the special interest groups that make themselves heard and felt. A Department of Agriculture cares for the farmers' needs. There is a Department of Health, Education and Welfare. There is a Department of the Interior - in which the Indians are included. Is the farmer, the doctor, the Indian, the greatest problem in America today? No - it is the black man! There ought to be a Pentagon-sized Washington department dealing with every segment of the black man's problems."},{"id":762,"quote":"Any time a negro community lives under fear that its churches are going to be bombed, then they have to realize they're living in a war zone."},{"id":763,"quote":"I mean a real police state just to get a token recognition of a law. It take, it took, I think, 15,000 troops and 6 million dollars to put one negro in the University of Mississippi. That's a police action, police state action."},{"id":764,"quote":"The goal of Martin Luther King is to get the Negroes to forgive the people the people who have brutalized them for four hundred years, by lulling them to sleep and making them forget what those whites have done to them, but the masses of black people today don't go for what Martin Luther King is putting down."},{"id":765,"quote":"I am not an American; I am one of twenty-two million black people who are victims of Americanism."},{"id":766,"quote":"Sitting at the table doesn't make you a diner, unless you eat some of what's on that plate."},{"id":767,"quote":"Don't be bitter. Remember Lot's wife when they kill me, and they surely will. You have to use all of your energy to do what it is you have to do. [To his wife Betty Shabazz]"},{"id":768,"quote":"The Government is responsible for what is happening to black people in America."},{"id":770,"quote":"When we say Afro American, we include everyone in the Western Hemisphere of African descent. South America is America. Central America is America. South America has many people in it of African descent."},{"id":771,"quote":"There seems in most countries to be either one extreme or the other. Truly a paradise could exist wherever material progress and spiritual values could be properly balanced."},{"id":772,"quote":"Martin Luther King has taken away from the Negro his Gov-given right to defend himself."},{"id":773,"quote":"I'm not a Republican, nor a Democrat, nor an American, and got sense enough to know it."},{"id":774,"quote":"Martin Luther King has made the Negro in America unnatural."},{"id":775,"quote":"I don't know - too much about Robert Williams tactics, but if he was trying to defend himself, he was within his God-given rights and within - and he was also within his natural right, because first law of nature is self-preservation."},{"id":776,"quote":"If the various groups in America had been less selfish and had permitted different representatives from the groups to travel into foreign countries, and broaden their own scope, and come back and educate the movements they represented, not only would this have made the groups to which they belonged more enlightened and more worldly in the international sense, but it also would have given the independent African states abroad a better understanding of the groups in the United States, and what they stand for, what they represent."},{"id":777,"quote":"We're primarily interested in solving the problem of 20 million black people. And if integration is going to solve the problem tomorrow, then let's integrate. But since the Supreme Court issued its desegregation decision seven years ago, and you only have about six or seven percent integration now, on an educational level, that means that the black man trying to use integration as a means of solving his problem will be another 100 years just getting integration on an educational level."},{"id":778,"quote":"It's easy. [Black man] is - he's separate already. The fact that you have Harlem, the fact that you have the Negro ghetto and the so-called Negro slum, he's already separate."},{"id":779,"quote":"The white press itself created civil right leaders."},{"id":780,"quote":"I think that the negro should reserve the right to execute."},{"id":781,"quote":"You're not to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who does it or says it."},{"id":783,"quote":"Education is our passport to the future, for tomorrow belongs to the people who prepare for it today."},{"id":785,"quote":"Truth is on the side of the oppressed."},{"id":786,"quote":"If you're not ready to die for it, take the word 'freedom' out of your vocabulary."},{"id":789,"quote":"How can you thank a man for giving you what's already yours? How then can you thank him for giving you only part of what is yours?"},{"id":791,"quote":"It's just like when you've got some coffee that's too black, which means it's too strong. What do you do? You integrate it with cream, you make it weak. But if you pour too much cream in it, you won't even know you ever had coffee. It used to be hot, it becomes cool. It used to be strong, it becomes weak. It used to wake you up, now it puts you to sleep."},{"id":793,"quote":"The future belongs to those who prepare for it today."},{"id":796,"quote":"And because I had been a hustler, I knew better than all whites knew, and better than nearly all of the black 'leaders' knew, that actually the most dangerous black man in America was the ghetto hustler. Why do I say this? The hustler, out there in the ghetto jungles, has less respect for the white power structure than any other Negro in North America. The ghetto hustler is internally restrained by nothing. He has no religion, no concept of morality, no civic responsibility, no fear--nothing. To survive, he is out there constantly preying upon others, probing for any human weakness like a ferret. The ghetto hustler is forever frustrated, restless, and anxious for some 'action'. Whatever he undertakes, he commits himself to it fully, absolutely. What makes the ghetto hustler yet more dangerous is his 'glamour' image to the school-dropout youth in the ghetto.These ghetto teen-agers see the hell caught by their parents struggling to get somewhere, or see that they have given up struggling in the prejudiced, intolerant white man’s world. The ghetto teen-agers make up their own minds they would rather be like the hustlers whom they see dressed ‘sharp’ and flashing money and displaying no respect for anybody or anything. So the ghetto youth become attracted to the hustler worlds of dope, thievery, prostitution, and general crime and immorality."},{"id":798,"quote":"Despite my firm convictions, I have been always a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds it. I have always kept an open mind, which is necessary to the flexibility that must go hand in hand with every form of intelligent search for truth."},{"id":801,"quote":"There is nothing in our book, the Qur'an, that teaches us to suffer peacefully. Our religion teaches us to be intelligent. Be peaceful, be courteous, obey the law, respect everyone; but if someone lays a hand on you, send him to the cemetery."},{"id":803,"quote":"America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, and even eaten with people who in America would have been considered white, but the white attitude was removed from their minds by the religion of Islam. I have never before seen sincere and true brotherhood practiced by all together, irrespective of their color."},{"id":804,"quote":"If you dont stand for something you fall for everything."},{"id":805,"quote":"There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance next time."},{"id":809,"quote":"No, I’m not an American. I’m one of 22 million black people who are the victims of Americanism. One of the … victims of democracy, nothing but disguised hypocrisy. So I’m not standing here speaking to you as an American, or a patriot, or a flag-saluter, or a flag-waver – no, not I! I’m speaking as a victim of this American system. I don’t see any American dream; I see an American nightmare!"},{"id":810,"quote":"We all like chicken"},{"id":811,"quote":"I'm a man who believes that I died 20 years ago. And I live like a man who is dead already. I have no fear whatsoever of anybody or anything."},{"id":812,"quote":"I tell sincere white people, 'Work in conjunction with us- each of us working among our own kind.' Let sincere white individuals find all other white people they can who feel as they do- and let them form their own all-white groups, to work trying to convert other white people who are thinking and acting so racist. Let sincere whites go and teach non-violence to white people!We will completely respect our white co-workers. They will deserve every credit. We will give them every credit. We will meanwhile be working among our own kind, in our own black communities- showing and teaching black men in ways that only other black men can- that the black man has got to help himself. Working separately, the sincere white people and sincere black people actually will be working together.In our mutual sincerity we might be able to show a road to the salvation of America's very soul."},{"id":821,"quote":"The White liberal is the worst enemy to America and the worst enemy to the Black man. Let me first explain what I mean by this White liberal. In America there’s no such thing as Democrats and Republicans anymore. That’s antiquated. In America you have liberals and conservatives. This is what the American political structure boils down to among Whites. The only people who are still living in the past and thinks in terms of “I’m a Democrat or “I’m a Republican” is the American Negro. He’s the one who runs around bragging about party affiliation and he’s the one who sticks to the Democrat or sticks to the Republican, but White people in America are divided into two groups, liberals and Republicans…or rather, liberals and conservatives. And when you find White people vote in the political picture, they’re not divided in terms of Democrats and Republicans, they’re divided consistently as conservatives and as liberal. The Democrats who are conservative vote with Republicans who are conservative. Democrats who are liberals vote with Republicans who are liberals. You find this in Washington, DC. Now the White liberals aren’t White people who are for independence, who are liberal, who are moral, who are ethical in their thinking, they are just a faction of White people who are jockeying for power the same as the White conservatives are a faction of White people who are jockeying for power. Now they are fighting each other for booty, for power, for prestige and the one who is the football in the game is the Negro. Twenty million Black people in this country are a political football, a political pawn an economic football, an economic pawn, a social football, a social pawn...”"},{"id":825,"quote":"To the same degree that your understanding of and attitude towards Afrika becomes more positive, your understanding of and attitude towards yourself will also becomes more positive..."},{"id":826,"quote":"I have often reflected upon the new vistas that reading opened to me. I knew right there, in prison, that reading had changed forever the course of my life. As I see it today, the ability to read awoke inside me some long dormant craving to be mentally alive. I certainly wasn’t seeking any degree, the way a college confers a status symbol upon its students. My home made education gave me, with every additional book that I read, a little bit more sensitivity to the deafness, dumbness, and blindness that was afflicting the black race in America. Not long ago, an English writer telephoned me from London asking questions. One was, “What’s your alma mater? I told him, “Books.” You will never catch me with a free fifteen minutes in which I’m not studying something I feel might be able to help the black man.”"},{"id":827,"quote":"The greatest miracle Christianity has achieved in America is that the black man in white Christian hands has not grown violent. It is a miracle that 22 million black people have not risen up against their oppressors – in which they would have been justified by all moral criteria, and even by the democratic tradition! It is a miracle that a nation of black people has so fervently continued to believe in a turn-the-other-cheek and heaven-for-you-after-you-die philosophy! It is a miracle that the American black people have remained a peaceful people, while catching all the centuries of hell that they have caught, here in white man’s heaven! The miracle is that the white man’s puppet Negro ‘leaders’, his preachers and the educated Negroes laden with degrees, and others who have been allowed to wax fat off their black poor brothers, have been able to hold the black masses quiet until now."},{"id":829,"quote":"History is a people's memory, and without a memory, a man is demoted to the lower animals."},{"id":833,"quote":"We need allies who are going to help us achieve a victory, not allies who are going to tell us to be nonviolent. If a white man wants to be your ally, what does he think of John Brown? You know what John Brown did? He went to war. He was a white man who went to war against white people to help free slaves. He wasn’t nonviolent. White people call John Brown a nut. Go read the history, go read what all of them say about John Brown. They’re trying to make it look like he was a nut, a fanatic. They made a movie on it, I saw a movie on the screen one night. Why, I would be afraid to get near John Brown if I go by what other white folks say about him.But they depict him in this image because he was willing to shed blood to free the slaves. And any white man who is ready and willing to shed blood for your freedom—in the sight of other whites, he’s nuts. As long as he wants to come up with some nonviolent action, they go for that, if he’s liberal, a nonviolent liberal, a love-everybody liberal. But when it comes time for making the same kind of contribution for your and my freedom that was necessary for them to make for their own freedom, they back out of the situation. So, when you want to know good white folks in history where black people are concerned, go read the history of John Brown. That was what I call a white liberal. But those other kind, they are questionable.So if we need white allies in this country, we don’t need those kind who compromise. We don’t need those kind who encourage us to be polite, responsible, you know. We don’t need those kind who give us that kind of advice. We don’t need those kind who tell us how to be patient. No, if we want some white allies, we need the kind that John Brown was, or we don’t need you. And the only way to get those kind is to turn in a new direction."},{"id":834,"quote":"You get your freedom by not being confined. You get freedom by letting your enemy know that you'll do anything to get your freedom. You'll get it. It's the only way you'll get it...So dont you run around here trying to make friends with somebody who's depriving you of your rights. They're not your friends. No, they're your enemies. Treat them like that and fight them, and you'll get your freedom. And after you get your freedom, your enemey will respect you. He will respect you. I say that with no hate. I have no hate in me. I don't have any hate, but I've got some sense...I'm not going to let somebody who hates me to tell me to love him. I'm not that way out."},{"id":835,"quote":"I want to say before I go on that I have never previously told anyone my sordid past in detail. I haven't done it now to sound as though I might be proud of how bad, how evil, I was.But people are always speculating-why am I as I am? To understand that of any person, his whole life, from birth, must be reviewed. All of our experiences fuse into our personality. Everything that ever happened to us is an ingredient.Today, when everything that I do has an urgency, I would not spend one hour in the preparation of a book which had the ambition to perhaps titillate some readers. But I am spending many hoursbecause the full story is the best way that I know to have it seen, and understood, that I had sunk to the very bottom of the American white man's society when-soon now, in prison-I found Allah and the religion of Islam and it completely transformed my life."},{"id":836,"quote":"A man curses because he doesn't have the words to say what's on his mind."},{"id":838,"quote":"Thoughtful white people know they are inferior to black people. Anyone who has studied the genetic phase of biology knows that white is considered recessive and black is considered dominant. When you want strong coffee, you ask for black coffee. If you want it light, you want it weak, integrated with white milk. Just like these Negroes who weaken themselves and their race by this integrating and intermixing with whites. If you want bread with no nutritional value, you ask for white bread. All the good that was in it has been bleached out of it, and it will constipate you. If you want pure flour, you ask for dark flour, whole-wheat flour. If you want pure sugar, you want dark sugar."},{"id":839,"quote":"You see, Islam is the only religion that gives both husband and wife a true understanding of what love is. The Western “love concept, you take it apart, it really is lust. But love transcends just the physical. Love is disposition, behaviour, attitude, thoughts, likes, dislikes - these things make a beautiful woman, a beautiful wife. This is the beauty that never fades. You find in your Western civilisation that when a man’s wife’s physical beauty fails, she loses her attraction. But Islam teaches us to look into the woman, and teaches her to look into us.”"},{"id":840,"quote":"They know that as long as they keep us undereducated, or with an inferior education, it’s impossible for us to compete with them for job openings. And as long as we can’t compete with them and get a decent job, we’re trapped. We are low-wage earners. We have to live in a run-down neighborhood, which means our children go to inferior schools. They get inferior education. And when they grow up, they fall right into the same cycle again. This is the American way. This is the American democracy that she tries to sell to the whole world as being that which will solve the problems of other people too."},{"id":841,"quote":"A man with a rifle or a club can only be stopped by a person who defends himself with a rifle or a club. That's equality. If the United States government doesn't want you and me to have rifles, then take the rifles away from those racists. If they don't want you and me to use clubs, take the clubs away from the racists. If they don't want you and me to get violent, then stop the racists from being violent. Don't teach us non-violence!!!"},{"id":842,"quote":"It is only after the deepest darkness that the greatest joy can come"},{"id":843,"quote":"Truth does not change, only our awareness of it."},{"id":844,"quote":"I think that an objective reader may see how in the society to which I was exposed as a black youth here in America, for me to wind up in a prison was really just about inevitable. It happens to so many thousands of black youth."},{"id":845,"quote":"Any time you beg another man to set you free, you will never be free. Freedom is something that you have to do for yourselves."},{"id":846,"quote":"Hence I have no mercy or compassion in me for a society that will crush people, and then penalize them for not being able to stand up under the weight. I"},{"id":851,"quote":"But let’s not forget the Jew. Anybody that gives even a just criticism of the Jew is instantly labeled anti-Semite. The Jew cries louder than anybody else if anybody criticizes him. You can tell the truth about any minority in America, but make a true observation about the Jew, and if it doesn’t 't pat him on the back, then he uses his grip on the news media to label you anti-Semite."},{"id":852,"quote":"How is it possible to write one's autobiography in a world so fast-changing as this?"},{"id":854,"quote":"When Pope Pius XII died, LIFE magazine carried a picture of him in his private study kneeling before a black Christ. What was the source of their information? All white people who have studied history and geography know that Christ was a black man. Only the poor, brainwashed American Negro has been made to believe that Christ was white, to maneuver him into worshiping the white man. After becoming a Muslim in prison, I read almost everything I could put my hands on in the prison library. I began to think back on everything I had read and especially with the histories, I realized that nearly all of them read by the general public have been made into white histories. I found out that the history-whitening process either had left out great things that black men had done, or some of the great black men had gotten whitened."},{"id":855,"quote":"A man who tosses worms in the river isn’t 't necessarily a friend of the fish. All the fish who take him for a friend, who think the worm’s got no hook in it, usually end up in the frying pan."},{"id":856,"quote":"He said, one time, that no true leader burdened his followers with a greater load than they could carry, and no true leader sets too fast a pace for his follows to keep up."},{"id":857,"quote":"Brothers and sisters, I am here to tell you that I charge the white man. I charge the white man with being the greatest murderer on earth. I charge the white man with being the greatest kidnapper on earth. There is no place in this world that this man can go and say he created peace and harmony. Everywhere he's gone, he's created havoc. Everywhere he's gone, he's created destruction. So I charge him. I charge him with being the greates kidnapper on this earth! I charge him with being the greatest murderer on this earth! I charge him with being the greatest robber and enslaver on this earth! I charge the white man with being the greatest swine-eater on this earth. The greatest drunkard on this earth! He can't deny the charges! You can't deny the charges! We're the living proof *of* those charges! You and I are the proof. You're not an American, you are the victim of America. You didn't have a choice coming over here. He didn't say, \"Black man, black woman, come on over and help me build America\". He said, \"N(i)gger, get down in the bottom of that boat and I'm taking you over there to help me build America\". Being born here does not make you an American. I am not an American, you are not an American. You are one of the 22 million black people who are the *victims* of America. You and I, we've never see any democracy. We didn't see any... democracy on the-the cotton fields of Georgia, wasn't no democracy down there. We didn't see any democracy. We didn't see any democracy on the streets of Harlem or on the streets of Brooklyn or on the streets of Detroit or Chicago. Ain't no democracy down there. No, we've never seem democracy! All we've seen is hypocrisy! We don't see any American Dream. We've experienced only the American Nightmare!"},{"id":858,"quote":"I don't see any American dream; I see an American nightmare."},{"id":861,"quote":"The world since Adam has been white—and corrupt. The world of tomorrow will be black—and righteous. In the white world there has been nothing but slavery, suffering, death and colonialism. In the black world of tomorrow, there will be true freedom, justice and equality for all. And that day is coming—sooner than you think."},{"id":865,"quote":"I actually believed that after living as fully as humanly possible, one should then die violently. I expected then as I still expect today"},{"id":866,"quote":"I came here to tell the truth - and if the truth condemns America, then she stands condemned!"},{"id":868,"quote":"Tell him that he and all of the other moderate Negroes who are getting somewhere need to always remember that it was us extremists who made it possible."},{"id":870,"quote":"Looking back, I think I really was at least slightly out of my mind. I viewed narcotics as most people regard food. I wore my guns as today I wear my neckties. Deep down, I actually believed that after living as fully as humanly possible, one should then die violently. I expected then, as I still expect today, to die at any time. But then, I think I deliberately invited death in many, sometimes insane, ways."},{"id":872,"quote":"Any time you throw your weight behind a political party that controls two thirds of the government and that party can’t keep the promise that it made to you during election time and you’re dumb enough to walk around continuing to identify yourself with that party, you’re not only a chump but you’re a traitor to your race."},{"id":873,"quote":"I could spend the rest of my life reading, just satisfying my curiosity.-because you can hardly mention anything I am not curious about."},{"id":874,"quote":"Even Samson, the world's strongest man, was destroyed by the woman who slept in his arms. she was the one whose words hurt him."},{"id":876,"quote":"Power in defense of freedom is greater than power on behalf of tyranny and oppression."},{"id":877,"quote":"These negroes aren't asking for no nation. They wanna crawl back on the plantation."},{"id":880,"quote":"American society makes it next to impossible for humans to meet in America and not be conscious of their color differences. And we both agreed that if racism could be removed, America could offer a society where rich and poor could truly live like human beings....The white man is not inherently evil, but America's racist society influences him to act evilly. The society has produced and nourishes a psychology which brings out the lowest, most base part of human beings."},{"id":881,"quote":"Eventually my mother suffered a complete breakdown, and the court orders were finally signed. They took her to the State Mental Hospital at Kalamazoo. My mother remained in the same hospital at Kalamazoo for about 26 years.My last visit, when I knew I would never come to see her again-there-was in 1952. I was twenty-seven. My brother Philbert had told me that on his last visit, she had recognized him somewhat. \"In spots\" he said.But she didn't recognize me at all.She stared at me. She didn't know who I was.Her mind, when I tried to talk, to reach her, was somewhere else. I asked, \"Mama, do you know what day it is?\"She said, staring, \"All the people have gone.\"I can't describe how I felt. The woman who had brought me into the world, and nursed me, and advised me, and chastised me, and loved me, didn't know me.It was as if I was trying to walk up the side of a hill of feathers.\"-Malcolm X, The Autobiography of Malcolm X"},{"id":883,"quote":"By making our people in the Western Hemisphere hate Africa, we ended up hating ourselves. We hated our African characteristics. We hated our African identity. We hated our African features. So much so that you would find those of us in the West who would hate the shape of our nose. We would hate the shape of our lips. We would hate the color of our skin and the texture of our hair. This was a reaction, but we didn’t realize that it was a reaction."},{"id":884,"quote":"No, there is plenty wrong with Negroes. They have no society. They’re robots, automatons. No minds of their own. I hate to say that about us, but it’s the truth. They are a black body with a white brain."},{"id":886,"quote":"Where the really sincere white people have got to do their “proving of themselves is not among the black victims, but out on the battle lines of where America’s racism really is—and that’s in their own home communities; America’s racism is among their own fellow whites. That’s where the sincere whites who really mean to accomplish something have got to work. Aside”"},{"id":887,"quote":"In any organization, someone must be the boss. If it’s even just one person, you’ve got to be the boss of yourself."},{"id":888,"quote":"Then, holding my gun in his hand, he signaled. And out from where they had been concealed walked two other detectives. They'd had me covered. One false move, I'd have been dead.I was going to have a long time in prison to think about that.If I hadn't been arrested right when I was, I could have been dead another way. Sophia's husband's friend had told her husband about me. And the husband had arrived that morning, and had gone to the apartment with a gun, looking for me. He was at the apartment just about when they took me to the precinct.The detectives grilled me. They didn't beat me. They didn't even put a finger on me. And I knew it was because I hadn't tried to kill the detective. They got my address from some papers they found on me. The girls soon were picked up. Shorty was pulled right off the bandstand that night. The girls also had implicated Rudy. To this day, I have always marveled at how Rudy, somehow, got the word, and I know he must have caught the first thing smoking out of Boston, and he got away. They never got him.I have thought a thousand times, I guess, about how I so narrowly escaped death twice that day. That's why I believe that everything is written."},{"id":889,"quote":"Never ask a woman about other men.Either she'll tell you a lie, and you still won't know, or if she tells you the truth, you might not have wanted to hear it in the first place."},{"id":890,"quote":"...the truth can be quickly received, or received at all, only by the sinner who knows and admits that he is guilty of having sinned much. Stated another way: only guilt admitted accepts truth."},{"id":891,"quote":"A man who stands for nothing will fall for everything."},{"id":893,"quote":"No one will know who we are... until we now who we are! We will be able to go anywhere until we know where we are!"},{"id":894,"quote":"All praise is due to Allah that I went to Boston when I did.If I hadn't, I'd probably still be a brainwashed black Christian."},{"id":896,"quote":"This is the thing you need to spread the word about among our people wherever you go. Never let them be brainwashed into thinking that whenever they take steps to see that they're in a position to defend themselves that they;re being unlawful. The only time you're being unlawful is when you break the law. It's LAWFUL to have something to DEFEND yourself."},{"id":897,"quote":"Yes, I have cherished my “demagogue role. I know that societies often have killed the people who have helped to change those societies. And if I can die having brought any light, having exposed any meaningful truth that will help to destroy the racist cancer that is malignant in the body of America—then, all of the credit is due to Allah. Only the mistakes have been mine.”"},{"id":899,"quote":"A thousand ways every day, the white man is telling you \"You can't live here, you can't enter here, you can't eat here, drink here, walk here, work here, you can't ride here, you can't play here, you can't study here.\" Haven't we seen enough to see that he has no plan to *unite* with you?"},{"id":900,"quote":"Bütün uyuyanları uyandırmaya bir tek uyanık yeter."},{"id":901,"quote":"My feeling about in-laws was that they were outlaws."},{"id":902,"quote":"there seemed to be a higher code of ethics and sisterliness among those prostitutes than among numerous ladies of the church who have more men for kicks than the prostitutes have for pay."},{"id":903,"quote":"The greatest single reason for [the] Christian church’s failure . . . is its failure to combat racism. . . . I believe that God now is giving the world’s so-called “Christian white society its last opportunity to repent and atone for the crimes of exploiting and enslaving the world’s non-white peoples. It is exactly as when God gave Pharaoh a chance to repent. But Pharaoh persisted in his refusal to give justice to those whom he oppressed. And, we know, God finally destroyed Pharaoh.Is white America really sorry for her crimes against the black people? Does white America have the capacity to repent—and to atone? Does the capacity to repent, to atone, exist in a majority, in one-half, in even one-third of American white society?Most black [people] . . . would like to be able to forgive, to forget, the crimes.But most American white people seem not to have it in them to make any serious atonement—to do justice to [black people].Indeed, how can white society atone for enslaving, for raping, for unmanning, for otherwise brutalizing millions of human beings, for centuries? What atonement would the God of Justice demand for the robbery of the black people’s labor, their lives, their true identities, their culture, their history—and even their human dignity?A desegregated cup of coffee, a theater, public toilets—the whole range of hypocritical 'integration'—these are not atonement.”"},{"id":904,"quote":"Why is the American black man so complacent about being trampled upon? Why doesn’t the American black man fight to be a human being?"},{"id":905,"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you really want it, you take it."},{"id":906,"quote":"The hardest test I ever faced in my life was praying."},{"id":907,"quote":"No matter how much respect, no matter how much recognition whites show towards me…as long as that same respect and recognition isn’t shown towards everyone of our people in this country–it doesn’t exist for me."},{"id":908,"quote":"Someone has to pay. Somewhere, somehow, someone has to pay. When a snake bites your children, you don't go and look for the snake that has blood on it's jaws, any old snake will do. Any old snake will do!"},{"id":910,"quote":"If ballots won't work, bullets will."},{"id":912,"quote":"BOOKS… \"The Loom of Language"},{"id":914,"quote":"Laura never again came to the drugstore as long as I continued to work there.The next time I saw her, she was a wreck of a woman, notorious around black Roxbury, in and out of jail. She had finished high school, but by then she was already going the wrong way.Defying her grandmother, she had started going out late and drinking liquor.This led to dope, and that to selling herself to men. Learning to hate the men who bought her, she also became a Lesbian. One of the shames I have carried for years is that I blame myself for all of this.To have treated her as I did for a white woman made the blow doubly heavy.The only excuse I can offer is that like so many of my black brothers today, I was just deaf, dumb, and blind."},{"id":915,"quote":"Whether you use bullets or ballots, you’ve got to aim well; don’t strike at the puppet, strike at the puppeteer."},{"id":916,"quote":"It is the process of mis-education that inhibits the full potential of a nation."},{"id":918,"quote":"Sometimes, I have a dared dream to myself that one day, history may even say that my voice--which disturbed the white man's smugness, and his arrogance, and his complacency--that my voice helped to save America from a grave, possibly even a fatal catastrophe."},{"id":919,"quote":"It's like the Negro in America seeing the white man win all the time.He's a professional gambler; he has all the cards and the odds stacked on his side, and he has always dealt to our people from the bottom of the deck."},{"id":920,"quote":"Segregation is that which is forced upon inferiors by superiors. But separation is that which is done voluntarily, by two equals- for the good of both."},{"id":921,"quote":"Let’s just face truth. Facts! Whether or not the white man of the world is able to face truth, and facts, about the true reasons for his troubles—that’s what essentially will determine whether or not he will now survive."},{"id":922,"quote":"[S]ociety has produced and nourishes a psychology which brings out the lowest, most base part of human beings."},{"id":923,"quote":"And concerning anything in this society involved in helping Negroes, the federal government shows an inability to function. But it can function in South Vietnam, in the Congo, in Berlin, and in other places where it has no business. But it can't function in Mississippi."},{"id":926,"quote":"Our unity shocked them and we should continue to shock the white man by working together. (Set the Night on Fire)”"},{"id":927,"quote":"The greatest single reason for [the] Christian church’s failure . . . is its failure to combat racism."},{"id":928,"quote":"In the United States, it is our weakness to confuse the numerical strength of an organization and the publicity attached to leaders with the germinating forces that sow the seeds of social upheaval in our community."},{"id":929,"quote":"In the hectic pace of the world today, there is no time for meditation, or for deep thought. A prisoner has time that he can put to good use. I’d put prison second to college as the best place for a man to go if he needs to do some thinking. If he’s motivated, in prison he can change his life."},{"id":930,"quote":"If something is yours by right, then fight for it or shut up."},{"id":931,"quote":"I would rather have a mule I can depend upon than a race horse that I can’t depend upon."},{"id":933,"quote":"It has hindered where it might have helped; it has been evasive when it was morally bound to be forthright; it has separated believers on the basis of color, although it has declared its mission to be a universal brotherhood under Jesus Christ. Christian love is the white man's love for himself and for his race."},{"id":934,"quote":"I’m speaking from personal experience when I say of any black man who conks today, or any white-wigged black woman, that if they gave the brains in their heads just half as much attention as they do their hair, they would be a thousand times better off."},{"id":935,"quote":"If you are born in America with a black skin, you're in prison"},{"id":936,"quote":"Once you change your philosophy, you change your thought pattern. Once you change your thought pattern, you change your — your attitude. Once you change your attitude, it changes your behavior pattern and then you go on into some action. As long as you gotta sit-down philosophy, you’ll have a sit-down thought pattern, and as long as you think that old sit-down thought you’ll be in some kind of sit-down action."},{"id":938,"quote":"Sometimes a fruit falls from a tree and rolls so far away from its roots that it's no longer of the tree. The hard fall, and long journey, bruises the fruit so much that it totally changes it. Its the same way for some of our people. This is why some cant be awakened regardless of how much truth you present to them. This journey has totally brainwashed them to such a degree that they're no longer of the original tree."},{"id":939,"quote":"No man in our time aroused fear and hatred in the white man as did Malcolm, because in him the white man sensed an implacable foe who could not be had for any price—a man unreservedly committed to the cause of liberating the black man in American society rather than integrating the black man into that society."},{"id":940,"quote":"It showed me how any country’s moral strength, or its moral weakness, is quickly measurable by the street attire and attitude of its women—especially its young women."},{"id":941,"quote":"Under the pitiful misapprehension that it would make them \"better,\" these Hill Negroes were breaking their backs trying to imitate white people."},{"id":942,"quote":"How is the black man going to get 'civil rights' before he first wins his human rights?"},{"id":944,"quote":"I'm for truth, no matter who tells it. I'm for justice, no matter who it is for or against."},{"id":945,"quote":"I had heard for years of Muslim hospitality, but one couldn't quite imagine such warmth."},{"id":947,"quote":"Always, every now and then, I had given her a hard time, just to keep her in line. Every once in a while a woman seems to need, in fact wants this too."},{"id":948,"quote":"If you stick a knife in my back nine inches and pull it out six inches, there's no progress. If you pull it all the way out that's not progress. Progress is healing the wound that the blow made. And they haven't even pulled the knife out much less heal the wound."},{"id":950,"quote":"This is still one of the black man’s big troubles today. So many of those so-called “upper class Negroes are so busy trying to impress on the white man that they are “different from those others” that they can’t see they are only helping the white man to keep his low opinion of all Negroes.”"},{"id":952,"quote":"The word for “revolution in German is Umwälzung. What it means is a complete overturn—a complete change. The overthrow of King Farouk in Egypt and the succession of President Nasser is an example of a true revolution. It means the destroying of an old system, and its replacement with a new system. Another example is the Algerian revolution, led by Ben Bella; they threw out the French who had been there over 100 years. So how does anybody sound talking about the Negro in America waging some “revolution”? Yes, he is condemning a system—but he’s not trying to overturn the system, or to destroy it. The Negro’s so-called “revolt” is merely an asking to be accepted into the existing system! A true Negro revolt might entail, for instance, fighting for separate black states within this country—which several groups and individuals have advocated, long before Elijah Muhammad came along.”"},{"id":953,"quote":"My black brothers and sisters—no one will know who we are…until we know who we are! We never will be able to go anywhere until we know where we are!"},{"id":954,"quote":"I could spend the rest of my life reading, just to satisfy my curiosity"},{"id":955,"quote":"Every addict takes junk to escape something, the Muslim explains. He explains that most black junkies really are trying to narcotize themselves against being a black man in the white man's America. But, actually, the Muslim says, the black man taking dope is only helping the white man to \"prove\" that the black man is nothing."},{"id":956,"quote":"This is why I say it's the ballot or the bullet. It's liberty or it's death. It's freedom for everybody or freedom for nobody."},{"id":958,"quote":"For the white man to ask the black man if he hates him is just like the rapist asking the raped, or the wolf asking the sheep, ‘Do you hate me?"},{"id":961,"quote":"I could spend the rest of my life reading, just satisfying my curiosity."},{"id":962,"quote":"There ought to be a Pentagon-sized Washington department dealing with every segment of the black man’s problems."},{"id":963,"quote":"Malcolm believed, by the way, in Student Power: not only did he feel that the college-educated black, if he could retain (as he must) his sense of reality and history, and refrain from being absorbed into the white world by its material enticements, was obviously better equipped to cope with the problems besetting his people in America, but he also believed, or hoped, that the white college student was more receptive to change than were his parents."},{"id":964,"quote":"Anyway, now, each day I live as if I am already dead, and I tell you what I would like for you to do. When I am dead—I say it that way because from the things I know, I do not expect to live long enough to read this book in its finished form—I want you to just watch and see if I’m not right in what I say: that the white man, in his press, is going to identify me with “hate. He”"},{"id":966,"quote":"America's racism is among their own fellow whites. That's where sincere whites who really mean to accomplish something have got to work."},{"id":967,"quote":"When you recognize who your enemy is, he can no longer brainwash you, he can no longer pull wool over your eye so that you never stop to see that you are living in pure hell on this earth, while he lives in pure heaven right on this same earth!"},{"id":968,"quote":"The greatest miracle Christianity has achieved in America is that the black man in white Christian hands has not grown violent. It is a miracle that 22 million black people have not risen up against their oppressors--in which they would have been justified by all moral criteria, and even by the democratic tradition!...It is a miracle that the the American black people have remained a peaceful people, while catching all the centuries of hell that they have caught here in white man's heaven!"},{"id":969,"quote":"I have wife who understands, or even if she doesn't she at least pretends."},{"id":970,"quote":"The F.B.I. and the C.I.A. and the I.R.S. all combined can't turn up a thing I got, beyond a car to drive and a seven-room house to live in."},{"id":971,"quote":"If it is all right for black people to be drafted and sent to Korea or South Vietnam or Laos or Berlin or someplace else to fight and die for the white man, then there is nothing wrong with that same black man doing the same thing when he is under the brutality in this country at the hands of the white man."},{"id":972,"quote":"I hadn't hustled in the streets for years for nothing. I knew when I was being set up."},{"id":974,"quote":"I’m for truth, no matter who tells it. I’m for justice, no matter who it is for or against. I’m a human being first and foremost, and as such I’m for whoever and whatever benefits humanity as a whole. Largely,”"},{"id":975,"quote":"I’ve often reflected upon such black veteran numbers men as West Indian Archie. If they had lived in another kind of society, their exceptional mathematical talents might have been better used. But they were black."},{"id":976,"quote":"Many whites are even actually unaware of their own racism, until they face some test, and then their racism emerges in one form or other."},{"id":977,"quote":"By Any Means Necessary\"; \"The Chickens Come Home To Roost\"."},{"id":978,"quote":"As long as you around here wearing the white men’s name bragging about this so called democracy, you will always be looked down up, by the rest of the world."},{"id":979,"quote":"That sandwich man I’d replaced had little chance of getting his job back. I went bellowing up and down those train aisles. I sold sandwiches, coffee, candy, cake, and ice cream as fast as the railroad’s commissary department could supply them. It didn’t take me a week to learn that all you had to do was give white people a show and they’d buy anything you offered them. It was like popping your shoeshine rag. The dining car waiters and Pullman porters knew it too, and they faked their Uncle Tomming to get bigger tips. We were in that world of Negroes who are both servants and psychologists, aware that white people are so obsessed with their own importance that they will pay liberally, even dearly, for the impression of being catered to and entertained."},{"id":980,"quote":"This was my first really big step toward self-degradation: when I endured all of that pain, literally burning my flesh to have it look like a white man’s hair. I had joined that multitude of Negro men and women in America who are brainwashed into believing that the black people are “inferior—and white people “superior”—that they will even violate and mutilate their God-created bodies to try to look “pretty” by white standards.”"},{"id":981,"quote":"Malcolm X looked at me hard. 'A writer is what I want, not an interpreter.' I tried to be a dispassionate chronicler. But he was the most electric personality I have ever met, and I still can't quite conceive him dead. It still feels to me as if he has just gone into some next chapter, to be written by historians.   New York, 1965"},{"id":982,"quote":"A woman should occasionally be babied enough to show her the man had affection, but beyond that she should be treated firmly. These tough women said that it worked with them.All women, by their nature, are fragile and weak: they are attracted to the male in whom they see strength."},{"id":983,"quote":"More wives could keep their husbands if they realized their greatest urge is to be men."},{"id":985,"quote":"You can say for many Southern white people that, individually, they have been paternalistically helpful to many individual Negroes. But the Northern white man, he grins with his teeth, and his mouth has always been full of tricks and lies of “equality and “integration.” When one day all over America, a black hand touched the white man’s shoulder, and the white man turned, and there stood the Negro saying “Me, too…” why, that Northern liberal shrank from that black man with as much guilt and dread as any Southern white man.”"},{"id":986,"quote":"I have these very deep feelings that white people who want to join black organizations are really just taking the escapist way to salve their consciences. By visibly hovering near us, they are “proving that they are “with us.” But the hard truth is this isn’t helping to solve America’s racist problem. The Negroes aren’t the racists. Where the really sincere white people have got to do their “proving” of themselves is not among the black victims, but out on the battle lines of where America’s racism really is—and that’s in their own home communities; America’s racism is among their own fellow whites. That’s where the sincere whites who really mean to accomplish something have got to work.”"},{"id":987,"quote":"The old men had a set rabbit-hunting strategy that they had always used. Usually when a dog jumps a rabbit, and the rabbit gets away, that rabbit will always somehow instinctively run in a circle and return sooner or later past the very spot where he originally was jumped. Well, the old men would just sit and wait in hiding somewhere for the rabbit to come back, then get their shots at him. I got to thinking about it, and finally I thought of a plan. I would separate from them and Big Boy and I would go to a point where I figured that the rabbit, returning, would have to pass me first.It worked like magic. I began to get three and four rabbits before they got one. The astonishing thing was that none of the old men ever figured out why. They outdid themselves exclaiming what a sure shot I was. I was about twelve, then. All I had done was to improve on their strategy, and it was the beginning of a very important lesson in life—that anytime you find someone more successful than you are, especially when you’re both engaged in the same business—you know they’re doing something that you aren’t."},{"id":988,"quote":"All women, by their nature, are fragile and weak: they are attracted to the male in whom they see strength."},{"id":989,"quote":"We were in that world of Negroes who are both servants and psychologists, aware that white people are so obsessed with their own importance that they will pay liberally, even dearly, for the impression of being catered to and entertained."},{"id":990,"quote":"Raw, naked truth exchanged between the black man and the white man is what a whole lot more of is needed in this country—to clear the air of the racial mirages, clichés, and lies that this country’s very atmosphere has been filled with for four hundred years."},{"id":991,"quote":"Shorty felt about the war the same way I and most ghetto Negroes did: \"Whitey owns everything. He wants us to go and bleed for him? Let him fight."},{"id":992,"quote":"So we are all black people, so-called Negroes, second-class citizens, ex-slaves."},{"id":994,"quote":"For the Muslims, I’m too worldly. For other groups, I’m too religious. For militants, I’m too moderate. For moderates, I’m too militant. I feel like I’m on a tightrope."},{"id":995,"quote":"She knew from personal experience how crime existed only to the degree that the law cooperated with it. She showed me how, in the country’s entire social, political and economic structure, the criminal, the law, and the politicians were actually inseparable partners."},{"id":996,"quote":"told Reginald what I had learned: that in order to get something you had to look as though you already had something."},{"id":997,"quote":"When you have an organization that's neither political nor religious and doesn't take part in the civil rights struggle, what can it call itself? It's in a vacuum."},{"id":998,"quote":"I am not educated, nor am I an expert in any particular field but I am sincere, and my sincerity is my credentials"},{"id":1000,"quote":"It is like a two-edged sword. It cuts into you. It causes you great pain, but if you can take the truth, it will cure you and save you from what otherwise be certain death."},{"id":1003,"quote":"White people seem to think the black man ought to be shouting ‘hallelujah’! Four hundred years the white man has had his foot-long knife in the black man’s back—and now the white man starts to wiggle the knife out, maybe six inches! The black man’s supposed to be grateful? Why, if the white man jerked the knife out, it’s still going to leave a scar!"},{"id":1004,"quote":"The political philosophy of black nationalism only means that the black man should control the politics and the politicians in his own community. The time when white people can come in our community and get us to vote for them so that they can be our political leaders and tell us what to do and what not to do is long gone."},{"id":1005,"quote":"The white man’s emotions superseded his intelligence. He will commit against non-whites the most incredible spontaneous emotional acts, so psyche-deep is his “white superiority complex.”"},{"id":1006,"quote":"America is just as much a colonial power as England ever was. America is just as much a colonial power as France ever was. In fact, America is more so a colonial power than they, because she is a hypocritical colonial power behind it. What is 20th — what, what do you call second-class citizenship? Why, that's colonization. Second-class citizenship is nothing but 20th slavery. How you gonna to tell me you're a second-class citizen? They don't have second-class citizenship in any other government on this Earth. They just have slaves and people who are free! Well, this country is a hypocrite! They try and make you think they set you free by calling you a second-class citizen. No, you're nothing but a 20th century slave."},{"id":1007,"quote":"The liberal element of Whites are those who have perfected the art of selling themselves to the Negro as a friend of the Negro, getting the sympathy of the Negro, getting the allegiance of the Negro, getting the mind of the Negro, and then the Negro sides with the White liberal and the White liberal uses the Negro against the White conservative so that anything that the Negro does is never for his own good, never for his own advancement, never for his own progress, he’s only a pawn in the hands of the White liberal. The worst enemy the Negro has is this White man who runs around here drooling at the mouth professing to love Negroes and calling himself a liberal and it is following these White liberals that has perpetuated the problems that Negroes in America have. If the Negro wasn’t taken, trapped, tricked, deceived by the White liberal then Negroes would get together and solve our own problems. It was the White liberals that come up with the Civil War, supposedly they say, to solve the Negro, the slave question. Lincoln was supposedly a White liberal. When you read the true history of Lincoln, he wasn’t trying to free any slaves, he was trying to save the union. He was trying to save his own party. He was trying to conserve his own power and it was only after he found he couldn’t do it without freeing the slaves that he came up with the Emancipation Proclamation. So, right there you have deceit of White liberals making Negroes think that the Civil War was fought to free them, you have the deceit of White liberals making Negroes think that the Emancipation Proclamation actually freed the Negroes and then when the Negroes got the Civil War and found out they weren’t free, got the Emancipation Proclamation and they found out they still weren’t free, they begin to get dissatisfied and unrest, they come up with the...the same White liberal came up with the 14th Amendment supposedly to solve the problem. This came about, the problem still wasn’t solved, ‘cause to the White liberal it’s only a political trick. Civil War, political trick, Emancipation Proclamation, political trick, 14th Amendment to this raggedy Constitution, a political trick. Then when Negroes begin to develop intellectually again, and realize that their problem still wasn’t solved, and unrest began to increase, the Supreme Court...another so-called political trick...came up with what they call a Supreme Court Desegregation Decision, and they purposely put it in a language...now you know, sir, that these men on the Supreme Court are masters of the King’s English, masters of legal phraseology, and if they wanted a decision that no one could get around, they would have given one but they gave their Supreme Court Desegregation Decision in 1954 purposely in a language, phraseology that enabled all of the crooks in this country to find loopholes in it that would keep them from having to enforce the Supreme Court Desegregation Decision. So that even after the decision was handed down, our problem has still not been solved. And I only cite these things to show you that in America, the history of the White liberal has been nothing but a series of trickery designed to make Negroes think that the White liberals was going to solve our problem and it is only now that the honorable Elijah Muhammad has come on the scene and is beginning to teach the Black man that our problem will never be solved by the White man that the only way our problem will be solved is when the Black man wakes up, cleans himself up, stands on his own feet, stops begging the White man and takes immediate steps to try and do for ourselves the things that we’ve been waiting for the White man to do for us. Once we do them for ourselves, once we think for ourselves, once we see for ourselves then we’ll be able to solve our own problems and we’ll be recognized as human beings all over this earth."},{"id":1008,"quote":"I can give you a very good tip if you want to keep burglars out of your house. A light on for the burglar to see is the very best single means of protection. One of the ideal things is to leave a bathroom light on all night. The bathroom is one place where somebody could be, for any length of time, at any time of the night, and he would be likely to hear the slightest strange sound. The burglar, knowing this, won't try to enter. 'It's also the cheapest possible protection. The kilowatts are a lot cheaper than your valuables."},{"id":1009,"quote":"When we open our eyes today and look around America, we see America not through the eyes of someone who has enjoyed the fruits of Americanism. We see America through the eyes of someone who has been the victim of Americanism. We don't see any American dream. We've experienced only the American nightmare. We haven't benefited from America's democracy. We've only suffered from America's hypocrisy."},{"id":1010,"quote":"I'm not the kind of person who come here to say what you like. I'm going to tell you the truth whether you like it or not."},{"id":1011,"quote":"This was my first really big step toward self-degradation: when I endured all of that pain, literally burning my flesh to have it look like a white man’s hair. I had joined that multitude of Negro men and women in America who are brainwashed into believing that the black people are “inferior—and white people “superior”—that they will even violate and mutilate their God-created bodies to try to look “pretty” by white standards. Look around”"},{"id":1012,"quote":"And we intend to expand it from the level of civil rights to the level of human rights. As long as you fight it on the level of civil rights, you're under Uncle Sam's jurisdiction. You're going to his court expecting him to correct the problem. He created the problem. He's the criminal! You don't take your case to the criminal, you take your criminal to court."},{"id":1013,"quote":"So our next move is to take the entire civil rights struggle – problem – into the United Nations and let the world see that Uncle Sam is guilty of violating the human rights of 22 million Afro-Americans right down to the year of 1964 and still has the audacity or the nerve to stand up and represent himself as the leader of the free world?"},{"id":1014,"quote":"The American Negro never can be blamed for his racial animosities—he is only reacting to four hundred years of the conscious racism of the American whites. But as racism leads America up the suicide path, I do believe, from the experiences that I have had with them, that the whites of the younger generation, in the colleges and universities, will see the handwriting on the wall and many of them will turn to the spiritual path of truth—the only way left to America to ward off the disaster that racism inevitably must lead to."},{"id":1015,"quote":"The Christian religion is incompatible with the Negro’s aspirations for dignity and equality in America, the student had written. “It has hindered where it might have helped; it has been evasive when it was morally bound to be forthright; it has separated believers on the basis of color, although it has declared its mission to be a universal brotherhood under Jesus Christ. Christian love is the white man’s love for himself and for his race. For the man who is not white,”"},{"id":1016,"quote":"One morning, though, I came in and found signs that my room had been entered. I knew it had been detectives. I'd heard too many times how if they couldn't find any evidence, they would plant some, where you would never find it, then they'd come back in and \"find\" it."},{"id":1017,"quote":"The Chinese Revolution—they wanted land. They threw the British out, along with the Uncle Tom Chinese. Yes, they did. They set a good example. When I was in prison, I read an article—don't be shocked when I say that I was in prison. You're still in prison. That's what America means: prison. When I was in prison, I read an article in Life magazine showing a little Chinese girl, nine years old, her father was on his hands and knees and she was pulling the trigger because he was an Uncle Tom Chinaman. When they had the revolution over there, they took a whole generation of Uncle Toms and just wiped them out. And within ten years that little girl became a full-grown woman. No more Toms in China. And today it's one of the toughest, roughest, most feared countries on this earth—by the white man. Because there are no Uncle Toms over there."},{"id":1018,"quote":"And you’ll see black women wearing these green and pink and purple and red and platinum-blonde wigs. They’re all more ridiculous than a slapstick comedy. It makes you wonder if the Negro has completely lost his sense of identity, lost touch with himself."},{"id":1019,"quote":"And this is true; this is how they do it. They take one little word out of what you say, ignore all the rest, and then begin to magnify it all over the world to make you look like what you actually aren’t. And I’m very used to that"},{"id":1020,"quote":"going through the hardest thing, also the greatest thing, for any human being to do; to accept that which is already within you, and around you."},{"id":1022,"quote":"I have also read recently about groups of young white couples who get together, the husbands throw their house keys into a hat, then, blindfolded, the husbands draw out a key and spend the night with the wife that the house key matches."},{"id":1023,"quote":"Mine was the same psychology that makes Negroes even today, though it bothers them down inside, keep letting the white man tell them how much “progress they are making. They’ve heard it so much they’ve almost gotten brainwashed into believing it—or at least accepting it.”"},{"id":1024,"quote":"Since most New Yorkers had never heard of Lansing, I would name Detroit. Gradually, I began to be called “Detroit Red—and it stuck.”"},{"id":1025,"quote":"Before that bomb was dropped—right over here in the United States, what about the one hundred thousand loyal naturalized and native-born Japanese-American citizens who were herded into camps, behind barbed wire? But how many German-born naturalized Americans were herded behind barbed wire? They were white!"},{"id":1026,"quote":"The well-meaning white people, I said, had to combat, actively and directly, the racism in other white people. And"},{"id":1027,"quote":"Deep down, I actually believed that after living as fully as humanly possible, one should then die violently."},{"id":1028,"quote":"circumambulation"},{"id":1029,"quote":"a man unreservedly committed to the cause of liberating the black man in American society rather than integrating the black man into that society."},{"id":1030,"quote":"only when mankind would submit to the One God who created all—only then would mankind even approach the “peace of which so much talk could be heard…but toward which so little action was seen. I”"},{"id":1031,"quote":"The main thing you got to remember is that everything in the world is a hustle."},{"id":1033,"quote":"Negroes know what I'm talking about. Back then, the white man during the war was so pressed for personnel that he began letting some Negroes put down their buckets and mops and dust rags and use a pencil, or sit at some desk, or hold some 25 cent title."},{"id":1034,"quote":"What makes the black man think of himself as only an internal United States issue is just a catch-phrase, two words, “civil rights. How is the black man going to get “civil rights” before first he wins his human rights? If the American black man will start thinking about his human rights, and then start thinking of himself as part of one of the world’s great peoples, he will see he has a case for the United Nations.”"},{"id":1036,"quote":"No sane black man really believes that the white man ever will give the black man anything more than token integration."},{"id":1037,"quote":"How can the white American government figure on selling “democracy and “brotherhood” to non-white peoples—if they read and hear every day what’s going on right here in America, and see the better-than-a-thousand-words photographs of the American white man denying “democracy” and “brotherhood” even to America’s native-born non-whites?”"},{"id":1038,"quote":"He saw in this the road to a new sense of group identity, a self-conscious role in history, and above all a sense of man’s own worth which he claimed the white man had destroyed in the Negro."},{"id":1039,"quote":"Is it clear why I have said that the American white man’s malignant superiority complex has done him more harm than an invading army?"},{"id":1040,"quote":"His views about the white man were devastating, but at no time did he transgress against my own personality and make me feel that I, as an individual, shared in the guilt. He attributed the degradation of the Negro people to the white man. He denounced integration as a fraud. He contended that if the leaders of the established civil rights organizations persisted, the social struggle would end in bloodshed because he was certain the white man would never concede full integration."},{"id":1041,"quote":"I don't think anybody ever got more out of going to prison than I did."},{"id":1042,"quote":"I'm handing them the American passport which signifies the exact opposite of what Islam stands for."},{"id":1043,"quote":"the truth can be quickly received, or received at all, only by the sinner who knows and admits that he is guilty of having sinned much."},{"id":1044,"quote":"For the white man to ask the black man if he hates him is just like the rapist asking the _raped_, or the wolf asking the _sheep_, 'Do you hate me?' The white man is in no moral _position_ to accuse anyone else of hate!"},{"id":1045,"quote":"I knew right there in prison that reading had forever changed the course of my life."},{"id":1046,"quote":"If you're afraid of black nationalism, you're afraid of revolution. And if you love revolution, you love black nationalism."},{"id":1047,"quote":"They used as a reason for my transfer [from one prison to another] that I refused to take some kind of shots, an innoculation or something."},{"id":1048,"quote":"Elijah Muhammad spoke of how the black man was Original Man, who had been kidnapped from his homeland and stripped of his language, his culture, his family structure, his family name, until the black man in America did not even realize who he was."},{"id":1049,"quote":"This is what police always do in cases of police brutality. They brutalize the black man and then turn around and charge the black man with attacking them."},{"id":1050,"quote":"That's when Mr. Muhammad’s patience wore thin. And with his nod, I began returning their fire."},{"id":1051,"quote":"You don’t have to go behind bars to be in jail in this country. If you are born in this country with black skin you are already in jail, you are already confined, you are already watched over by a warden who poses as your mayor and poses as your governor and poses as your President."},{"id":1052,"quote":"My reading had my mind like steam under pressure. Some way, I had to start telling the white man about himself to his face. I decided to do this by putting my name down to debate."},{"id":1053,"quote":"To understand that of any person, his whole life, from birth, must be reviewed. All of our experiences fuse into our personality. Everything"},{"id":1054,"quote":"The white man's system has been imposed upon non-white peoples all over the world."},{"id":1055,"quote":"To understand that of any person, his whole life, from birth, must be reviewed. All of our experiences fuse into our personality. Everything that ever happened to us is an ingredient."},{"id":1056,"quote":"My application had, of course, been made and during this time I received from Chicago my 'X.' The Muslim's 'X' symbolized the true African family name that he could never know. For me, my X replaced the white slavemaster name of 'Little,' which some blue-eyed devil named Little had imposed upon my paternal fore-bearers. The receipt of my X meant that forever after in the nation of Islam I would be known as Malcolm X."},{"id":1057,"quote":"Any person who claims to have deep feeling for other human beings should think a long, long time before he votes to have other men kept behind bars—caged. I am not saying there shouldn’t be prisons, but there shouldn’t be bars. Behind bars, a man never reforms. He will never forget. He never will get completely over the memory of the bars."},{"id":1058,"quote":"Instead, both heaven and hell were conditions in which people lived right here on this planet Earth. Mr. Fard taught that the black person in America had been for 400 years in hell, and he, Mr. Fard, had come to return them to where heaven for them was--back home, among their own kind."},{"id":1059,"quote":"I'll explain it this way, sir. If some men are in a car, driving with a destination in mind, and you know they are going the wrong way, but they are convinced they are going the right way, then you get into the car with them, and ride with them, talking-and finally when they see they are on the wrong road, not getting where they were intending, then you tell them, and they will listen to you then, what road to take."},{"id":1060,"quote":"I simply refused to believe."},{"id":1061,"quote":"Until after World War II, there wasn't a single community in the entire United States where the white man heard from any local Negro \"leaders\" the truth of what Negroes felt about the conditions that the white community imposed upon Negroes. You need some proof? Well, then, why was it that when Negroes did start revolting across America, virtually all of white America was caught up in surprise and even shock? I would hate to be general of an army as badly informed as the American white man has been about the Negro in this country."},{"id":1063,"quote":"You have to have a license. But there are only certain seasons that you can kill that animal. But you don’t need a license to kill a Negro and you can shoot one out of season—anytime—and you won’t get any time."},{"id":1064,"quote":"As a man, Malcolm X had the physical bearing and the inner self-confidence of a born aristocrat."},{"id":1065,"quote":"Now then, you have the masses of black people in this country who are the offshoot of the field Negro, during slavery. They are the masses. They are the ones who are jobless. They are the last hired and the first fired."},{"id":1066,"quote":"But it is only after the deepest darkness that the greatest joy can come; it is only after slavery and prison that the sweetest appreciation of freedom can come. [...] each day I live as if I am already dead."},{"id":1068,"quote":"Children have a lesson adults should learn, to not be ashamed of failing, but to get up and try again. Most of us adults are so afraid, so cautious, so 'safe', and therefore so shrinking and rigid and afraid that is why so many humans fail. Most middle-aged adults have assigned themselves to failure."},{"id":1069,"quote":"I knew that Malcolm X had an almost fanatical obsession about time. \"I have less patience with someone who doesn't wear a watch than with anyone else , for this type is not time-conscious,\" he had once told me."},{"id":1070,"quote":"In the name of Allah, the Beneficent, the Merciful,  All praise is due to Allah, the Lord of the Worlds,  The Beneficent, the Merciful,  Master of this Day of Judgment in which we now live,  Thee do we serve and Thee do we beseech for thine aid.  Guide us on the right path,  The path upon which Thou hast bestowed favors,  Not the path upon which Thy wrath is brought down  Nor of those who go astray after they have heard Thy teaching  Say : He Allah is one God  Allah is He upon whom nothing is independent but  Upon whom we all depend  He neither begets nor is He begotten and none is like Him.  I bear witness there is none to be served but Allah,  And I bear witness that The Honorable Elijah Muhammad is  His True Servant and Last Apostle...Amen"},{"id":1071,"quote":"I got on top of a car and began waving my arms and yelling at them to quiet down. They did quiet down, and then I asked them to disperse - and they did."},{"id":1072,"quote":"For the freedom of my 22 million black brothers and sisters here in America, I do believe that I have fought the best that I knew how, and the best that I could, with the shortcomings that I have had. I know that my shortcomings are many."},{"id":1073,"quote":"Among the reasons my father had decided to risk and dedicate his life to help disseminate this philosophy among his people was that he had seen four of his six brothers die by violence, three of them killed by white men, including one by lynching. What my father could not know then was that of the remaining three, including himself, only one, my Uncle Jim, would die in bed, of natural causes. Northern white police were later to shoot my Uncle Oscar. And my father was finally himself to die by the white man’s hands. It has always been my belief that I, too, will die by violence. I have done all that I can to be prepared."},{"id":1074,"quote":"I have often reflected upon the new vistas that reading opened to me. I knew right there in prison that reading had changed forever the course of my life. As I see it today, the ability to read awoke inside me some long dormant craving to be mentally alive. I"},{"id":1075,"quote":"Anytime you see someone more succesful than you are, the are doing something you aren't"},{"id":1077,"quote":"We didn’t land on Plymouth Rock, my brothers and sisters—Plymouth Rock landed on us!"},{"id":1078,"quote":"So early in life, I had learned that if you want something, you had better make some noise."},{"id":1079,"quote":"I think the single worst mistake of the American black organizations, and their leaders, is that they have failed to establish direct brotherhood lines of communication between the independent nations of Africa and the American black people."},{"id":1080,"quote":"It is the merit of European political scientists and sociologists to give a high priority to the power of ideas in a social struggle. In the United States, it is our weakness to confuse the numerical strength of an organization and the publicity attached to leaders with the germinating forces that sow the seeds of social upheaval in our community."},{"id":1081,"quote":"He believed, as did Marcus Garvey, that freedom, independence and self-respect could never be achieved by the Negro in America, and that therefore the Negro should leave America to the white man and return to his African land of origin."},{"id":1082,"quote":"She threatened a Negro man who worked for her father that if he didn't take (have sex with) her she would swear he tried rape.He had no choice, except that he quit working for them. And from then until she finished high school, she managed it several times with other Negroes"},{"id":1084,"quote":"Revolutions are fought to get control of land, to remove the absentee landlord and gain control of the land and the institutions that flow from that land."},{"id":1085,"quote":"It's impossible for a white person to believe in capitalism and not believe in racism. You can't have capitalism without racism."},{"id":1086,"quote":"I had sunk to the very bottom of the American white man’s society when—soon now, in prison—I found Allah and the religion of Islam and it completely transformed my life."},{"id":1087,"quote":"The first thing I tell them...is they can't join us. I have these very deep feelings that white people who want to join black organizations are really just taking the escapist way to salve their consciences. By visibly hovering near us, they are \"proving\" that they are \"with us.\" But the hard truth is this isn't helping to solve America's racist problem. The Negroes aren't the racists. Where the really sincere white people have got to do their \"proving\" of themselves is not among the black victims, but out on the battle lines of where America's racism really is- and that's in their own home communities; America's racism is among their own fellow whites. That's where the sincere whites who really mean to accomplish something have got to work."},{"id":1088,"quote":"In the ghettoes the white man has built for us, he has forced us not to aspire to greater things, but to view everyday living as survival-and in that kind of a community, survival is what is respected."},{"id":1089,"quote":"That morning was when I first began to reappraise the \"white man.\" It was when I first began to perceive that \"white man,\" as commonly used, means complexion only secondarily; primarily it described attitudes and actions. In America, \"white man\" meant specific attitudes and actions toward the black man, and toward all other non-white men. But in the Muslim world, I had seen that men with white complexions were more genuinely brotherly than anyone else had ever been."},{"id":1090,"quote":"I dream that one day, history will look upon me as having been one of the voices that helped to save America from a grave, even possibly fatal catastrophe."},{"id":1091,"quote":"How can the white American government figure on selling “democracy and “brotherhood” to non-white peoples—if they read and hear every day what’s going on right here in America, and see the better-than-a-thousand-words photographs of the American white man denying “democracy” and “brotherhood”"},{"id":1092,"quote":"I had learned early one important thing, and that was to always teach in terms that the people could understand."},{"id":1093,"quote":"I have learned to hate every drop of white rapist blood that is in me"},{"id":1094,"quote":"He said, one time, that no true leader burdened his followers with a greater load than they could carry, and no true leader sets too fast a pace for his followers to Keep up."},{"id":1095,"quote":"In several of the apartments the women tenants were prostitutes. The minority were in some other racket or hustle—boosters, numbers runners, or dope-peddlers—and I’d guess that everyone who lived in the house used dope of some kind. This shouldn’t reflect too badly on that particular building, because almost everyone in Harlem needed some kind of hustle to survive, and needed to stay high in some way to forget what they had to do to survive."},{"id":1096,"quote":"I could tell the impact of this upon them. They had been aware that the plight of the black man in America was \"bad,\" but they had not been aware that it was inhuman, that it was psychological castration."},{"id":1097,"quote":"it was chiefly the women who weren’t prostitutes who taught me to be very distrustful of most women; there seemed to be a higher code of ethics and sisterliness among those prostitutes than among numerous ladies of the church who have more men for kicks than the prostitutes have for pay. And I am talking about both black and white."},{"id":1098,"quote":"I have since learned—helping me to understand what then began to happen within me—that the truth can be quickly received, or received at all, only by the sinner who knows and admits that he is guilty of having sinned much. Stated another way: only guilt admitted accepts truth. The Bible again: the one people whom Jesus could not help were the Pharisees; they didn’t feel they needed any help."},{"id":1099,"quote":"Of all our studies, history is best qualified to reward our research."},{"id":1100,"quote":"Mr. Muhammad sent me a typed reply. It had an all but electrical effect upon me to see the signature of the “Messenger of Allah. After he welcomed me into the “true knowledge,” he gave me something to think about. The black prisoner, he said, symbolized white society’s crime of keeping black men oppressed and deprived and ignorant, and unable to get decent jobs, turning them into criminals.”"},{"id":1101,"quote":"One day, I remember, a dirty glass of water was on a counter and Mr. Muhammad put a clean glass of water beside it. “You want to know how to spread my teachings? he said, and he pointed to the glasses of water. “Don’t condemn if you see a person has a dirty glass of water,” he said, “just show them the clean glass of water that you have. When they inspect it, you won’t have to say that yours is better.”"},{"id":1102,"quote":"Now, I'll tell you another peculiar case that worked out differently, and which taught me something I have since learned in a thousand other ways. This was my best early lesson in how most white men's hearts and guts will turn over inside of them, whatever they may have you otherwise believe, whenever they see a Negro man on close terms with a white woman."},{"id":1103,"quote":"Here was one of the white man’s most characteristic behavior patterns—where black men are concerned. He loves himself so much that he is startled if he discovers that his victims don’t share his vainglorious self-opinion. In America for centuries it had been just fine as long as the victimized, brutalized and exploited black people had been grinning and begging and “Yessa, Massa and Uncle Tomming. But now, things were different.”"},{"id":1104,"quote":"Our slave foreparents would have been put to death for advocating so-called ‘integration’ with the white man. Now when Mr. Muhammad speaks of ‘separation,’ the white man calls us ‘hate-teachers’ and ‘fascists’!"},{"id":1107,"quote":"I'm man enough to tell you that I can't put my finger on exactly what my philosophy is right now, but I'm flexible."},{"id":1108,"quote":"Unless we call one white man, by name, a ‘devil,’ we are not speaking of any individual white man. We are speaking of the collective white man’s historical record. We are speaking of the collective white man’s cruelties, and evils, and greeds, that have seen him act like a devil toward the non-white man. Any intelligent, honest, objective person cannot fail to realize that this white man’s slave trade, and his subsequent devilish actions are directly responsible for not only the presence of this black man in America, but also for the condition in which we find this black man here. You cannot find one black man, I do not care who he is, who has not been personally damaged in some way by the devilish acts of the collective white man!"},{"id":1109,"quote":"The white man—give him his due—has an extraordinary intelligence, an extraordinary cleverness. His world is full of proof of it. You can’t name a thing the white man can’t make. You can hardly name a scientific problem he can’t solve. Here he is now solving the problems of sending men exploring into outer space—and returning them safely to earth. But in the arena of dealing with human beings, the white man’s working intelligence is hobbled. His intelligence will fail him altogether if the humans happen to be non-white. The white man’s emotions superseded his intelligence. He will commit against non-whites the most incredible spontaneous emotional acts, so psyche-deep is his “white superiority complex.”"},{"id":1110,"quote":"Today, in many ways the black man sees the collective white man in America better than that white man can see himself."},{"id":1111,"quote":"And even those Americans who are blinded by childlike patriotism can see that it is only a matter of time before White America too will be utterly destroyed by her own sins, and all traces of her former glory will be removed from this planet forever."},{"id":1112,"quote":"As testimony to the power of redemption and the force of human personality, the autobiography of Malcolm X is a revelation."},{"id":1113,"quote":"I think that an objective reader may see how in the society which I was exposed as a black youth here in America, for me to wind up in a prison was really just about inevitable. It happens to so many thousands of black youth.I think that an objective reader may see how when I heard \"The white man is the devil,\" when I played back what had been my own experiences, it was inevitable that I would respond positively; then the next twelve years of my life were devoted and dedicated to propagating that phrase among the black people. I think, I hope, that the objective reader, in following my life, the life of only one ghetto-created Negro-may gain a better picture and understanding than he has previously had of the black ghettoes which are shaping the lives and thinking of almost all of the 22 million Negroes who live in America. Thicker each year in these ghettoes is the kind of teenager that I was-with the wrong kinds of heroes, and the wrong kinds of influences. I am not saying that all of them become the kind of parasite I was. Fortunately, by far most do not."},{"id":1114,"quote":"I guess it would be impossible for anyone ever to realize fully how complete was my belief in Elijah Muhammad. I believed in him not only as a leader in the ordinary human sense, but also I believed in him as a divine leader, I believed he had no human weaknesses or faults, and that, therefore, he could make no mistakes and that he could do no wrong. There on a Holy World hilltop, I realized how very dangerous it is for people to hold any human being in such esteem, especially to consider anyone some sort of “divinely guided and “protected” person.”"},{"id":1115,"quote":"They also let me see that they respected my mind—in a way I know they never realized. The way I knew was that often they would invite my opinion on subjects off the race issue. Sometimes, after the programs, we would sit around and talk about all kinds of things, current events and other things, for an hour or more. You see, most whites, even when they credit a Negro with some intelligence, will still feel that all he can talk about is the race issue; most whites never feel that Negroes can contribute anything to other areas of thought, and ideas."},{"id":1116,"quote":"attended our"},{"id":1117,"quote":"The white conservatives aren't friends of the Negro either, but they at least don't try to hide it. They are like wolves; they show their teeth in a snarl that keeps the Negro always aware of where he stands with them. But the white liberals are foxes, who also show their teeth to the Negro but pretend that they are smiling. The white liberals are more dangerous than the conservatives; they lure the Negro, and as the Negro runs from the growling wolf, he flees into the open jaws of the \"smiling\" fox.The job of the Negro civil rights leader is to make the Negro forget that the wolf and the fox both belong to the (same) family. Both are canines; and no matter which one of them the Negro places his trust in, he never ends up in the White House, but always in the dog house."},{"id":1118,"quote":"So early in life, I learned that if you want something, you had better make some noise"},{"id":1119,"quote":"I want to say before I go on that I have never previously told anyone my sordid past in detail. I haven’t done it now to sound as though I might be proud of how bad, how evil, I was. But people are always speculating – why am I as I am? To understand that of any person his whole life, from birth, must be reviewed. All of our experiences fused into our personality. Everything that ever happened to us is an ingredient"},{"id":1120,"quote":"Right now, in every big city ghetto, tens of thousands of yesterday’s and today’s school drop-outs are keeping body and soul together by some form of hustling in the same way I did. And they inevitably move into more and more, worse and worse, illegality and immorality."},{"id":1121,"quote":"I have less patience with someone who doesn't wear a watch than with anyone else, for this type is not time-conscious. [...] In all our deeds, the proper value and respect for time determines succes or failure."},{"id":1122,"quote":"A few days later, however, he wrote in one of his memo books this, which he let me read, “Children have a lesson adults should learn, to not be ashamed of failing, but to get up and try again. Most of us adults are so afraid, so cautious, so ‘safe,’ and therefore so shrinking and rigid and afraid that it is why so many humans fail. Most middle-aged adults have resigned themselves to failure."},{"id":1123,"quote":"Do you know why the white man really hates you? It’s because every time he sees your face, he sees a mirror of his crime—and his guilty conscience can’t bear to face it!"},{"id":1124,"quote":"If I weren't out here every day battling the white man, I could spend the rest of my life reading."},{"id":1125,"quote":"[I]t’s a reaction that was produced by the society; and I think that it is the society that produced this that should be attacked, not the reaction that develops[.]"},{"id":1126,"quote":"John Viscount Morley."},{"id":1127,"quote":"That was a bad scene, brother. The sickness and madness of those days—I’m glad to be free of them."},{"id":1129,"quote":"I feel that if white people were attacked by Negroes—if the forces of law prove unable, or inadequate, or reluctant to protect those whites from those Negroes—then those white people should protect and defend themselves from those Negroes, using arms if necessary. And I feel that when the law fails to protect Negroes from whites’ attack, then those Negroes should use arms, if necessary, to defend themselves."},{"id":1130,"quote":"The American white man has so thoroughly brainwashed the black man to see himself as only a domestic “civil rights problem that it will probably take longer than I live before the Negro sees that the struggle of the American black man is international.”"},{"id":1132,"quote":"I was a zombie then—like all Muslims—I was hypnotized, pointed in a certain direction and told to march."},{"id":1134,"quote":"The humans resulting, he knew, would be, as they became lighter, and weaker, progressively also more susceptible to wickedness and evil. And in this way finally he would achieve the intended bleached-out white race of devils."},{"id":1135,"quote":"CHAPTER 7 HUSTLER"},{"id":1136,"quote":"I was to learn later that Elijah Muhammad’s tales, like this one of “Yacub, infuriated the Muslims of the East. While at Mecca, I reminded them that it was their fault, since they themselves hadn’t done enough to make real Islam known in the West. Their silence left a vacuum into which any religious faker could step and mislead our people.”"},{"id":1137,"quote":"He had only one eye. How he had lost the other one I have never known."},{"id":1138,"quote":"Aside from the basic African dialects, I would try to learn Chinese, because it looks as if Chinese will be the most powerful political language of the future."},{"id":1139,"quote":"My whole life had been a chronology of -- changes."},{"id":1141,"quote":"My thinking had been opened up wide in Mecca. In the long letters I wrote to friends, I tried to convey to them my new insights into the American black man’s struggle and his problems, as well as the depths of my search for truth and justice. “I’ve had enough of someone else’s propaganda, I had written to these friends. “I’m for truth, no matter who tells it. I’m for justice, no matter who it is for or against. I’m a human being first and foremost, and as such I’m for whoever and whatever benefits humanity as a whole.”"},{"id":1143,"quote":"We cannot teach what we do not know and we cannot lead where we will not go."},{"id":1144,"quote":"With racism plaguing America like an incurable cancer, the so-called ‘Christian’ white American heart should be more receptive to a proven solution to such a destructive problem."},{"id":1145,"quote":"Conservatism\" in America's politics means \"Let's keep the niggers in their place.\" And \"liberalism\" means \"Let's keep the knee-grows in their place-but tell them we'll treat them a little better; let's fool them more, with more promises.\" With these choices, I felt that the American black man only needed to choose which one to be eaten by, the \"liberal\" fox or the \"conservative\" wolf-because both of them would eat him. I didn't go for Goldwater any more than for Johnson-except that in a wolf's den, I'd always known exactly where I stood; I'd watch the dangerous wolf closer than I would the smooth, sly fox. The wolf's very growling would keep me alert and fighting him to survive, whereas I might be lulled and fooled by the tricky fox. I'll give you an illustration of the fox. When the assassination in Dallas made Johnson President, who was the first person he called for? It was for his best friend, \"Dicky\"-Richard Russell of Georgia. Civil rights was \"a moral issue,\" Johnson was declaring to everybody-while his best friend was the Southern racist who led the civil rights opposition. How would some sheriff sound, declaring himself so against bank robbery-and Jesse James his best friend? How would some sheriff sound, declaring himself so against bank robbery-and Jesse James his best friend? Goldwater as a man, I respected for speaking out his true convictions-something rarely done in politics today. He wasn't whispering to racists and smiling at integrationists. I felt Goldwater wouldn't have risked his unpopular stand without conviction. He flatly told black men he wasn't for them-and there is this to consider: always, the black people have advanced further when they have seen they had to rise up against a system that they clearly saw was outright against them. Under the steady lullabies sung by foxy liberals, the Northern Negro became a beggar. But theSouthern Negro, facing the honestly snarling white man, rose up to battle that white man for his freedom-long before it happened in the North. Anyway, I didn't feel that Goldwater was any better for black men than Johnson, or vice-versa. I wasn't in the United States at election time, but if I had been, I wouldn't have put myself in the position of voting for either candidate for the Presidency, or of recommending to any black man to do so. It has turned out that it's Johnson in the White House-and black votes were a major factor in his winning as decisively as he wanted to. If it had been Goldwater, all I am saying is that the black people would at least have known they were dealing with an honestly growling wolf, rather than a fox who could have them half-digested before they even knew what was happening."},{"id":1146,"quote":"Human history's greatest crime was the traffic in black flesh when the devil white man went into Africa and murdered and kidnapped to bring to the West in chains, in slave ships, millions of black men, women, and children, who were worked and beaten and tortured as slaves."},{"id":1147,"quote":"Here was a man, who had come from the lower depths which they still inhabited, who had triumphed over his own criminality and his own ignorance to become a forceful leader and spokesman, an uncompromising champion of his people."},{"id":1149,"quote":"As a man, Malcolm X had the physical"},{"id":1150,"quote":"When I had been around Harlem long enough to show signs of permanence, inevitably I got a nickname that would identify me beyond any confusion with two other red-conked and well-known “Reds who were around. I had met them both; in fact, later on I’d work with them both. One, “St. Louis Red,” was a professional armed robber. When I was sent to prison, he was serving time for trying to stick up a dining car steward on a train between New York and Philadelphia. He was finally freed; now, I hear, he is in prison for a New York City jewel robbery. The other was “Chicago Red.” We became good buddies in a speakeasy where later on I was a waiter; Chicago Red was the funniest dishwasher on this earth. Now he’s making his living being funny as a nationally known stage and nightclub comedian. I don’t see any reason why old Chicago Red would mind me telling that he is Redd Foxx.”"},{"id":1151,"quote":"And that was how, after twelve years of never thinking for as much as five minutes about myself, I became able finally to muster the nerve, and the strength, to start facing the facts, to think for myself."},{"id":1152,"quote":"Indeed, how can white society atone for enslaving, for raping, for unmanning, for otherwise brutalizing millions of human beings, for centuries? What atonement would the God of Justice demand for the robbery of the black people's labor, their lives, their true identities, their culture, their history--and even their human dignity?"},{"id":1153,"quote":"Goethe,"},{"id":1154,"quote":"many white people simply stopped in their tracks to watch me pass. The drape and the cut of a zoot suit showed to the best advantage if you were tall—and I was over six feet. My conk was fire-red. I was really a clown, but my ignorance made me think I was “sharp. My knob-toed, orange-colored “kick-up” shoes were nothing but Florsheims, the ghetto’s Cadillac of shoes in those days. (Some shoe companies made these ridiculous styles for sale only in the black ghettoes where ignorant Negroes like me would pay the big-name price for something that we associated with being rich.)”"},{"id":1155,"quote":"I would become so choked up that sometimes I would walk in the streets until late into the night. Sometimes I would speak to no one for hours, thinking to myself about what the white man had done to our poor people here in America."},{"id":1156,"quote":"If I can die having brought any light, having exposed any meaningful truth that will help to destroy the racist cancer that is malignant in the body of America—then, all of the credit is due to Allah. Only the mistakes have been mine."},{"id":1158,"quote":"All of our experiences fuse into our personality. Everything that ever happened to us is an ingredient."},{"id":1160,"quote":"You see, most whites, even when they credit a Negro with some intelligence, will still feel that all he can talk about is the race issue; most whites never feel that Negroes can contribute anything to other areas of thought, and ideas. You just notice how rarely you will ever hear whites asking any Negroes what they think about the problem of world health, or the space race to land men on the moon."},{"id":1161,"quote":"There were tens of thousands of pilgrims, from all over the world. They were of all colors, from blue-eyed blonds to black-skinned Africans. But we were all participating in the same ritual, displaying a spirit of unity and brotherhood that my experiences in America had led me to believe never could exist between the white and the non-white."},{"id":1162,"quote":"What color was Jesus"},{"id":1163,"quote":"Lucky Thompson and Milt Jackson,"},{"id":1166,"quote":"They called me 'the angriest Negro in America.' I wouldn't deny that charge. I spoke exactly as I felt. 'I believe in anger. The Bible says there is a time for anger."},{"id":1167,"quote":"Those orthodox Muslims whom I had met, one after another, had urged me to meet and talk with a Dr. Mahmoud Youssef Shawarbi. He was described to me as an eminent, learned Muslim, a University of Cairo graduate, a University of London Ph.D., a lecturer on Islam, a United Nations advisor and the author of many books. He was a full professor of the University of Cairo, on leave from there to be in New York as the Director of the Federation of Islamic Associations in the United States and Canada. Several times, driving in that part of town, I had resisted the impulse to drop in at the F.I.A. building, a brown-stone at 1 Riverside Drive. Then one day Dr. Shawarbi and I were introduced by a newspaperman. He was cordial. He said he had followed me in the press; I said I had been told of him, and we talked for fifteen or twenty minutes. We both had to leave to make appointments we had, when he dropped on me something whose logic never would get out of my head. He said, “No man has believed perfectly until he wishes for his brother what he wishes for himself."},{"id":1168,"quote":"the greatest enemy a man can have...is fear"},{"id":1169,"quote":"That morning was the start of a radical alteration in my whole outlook about “white men.”"},{"id":1170,"quote":"We suffer political oppression, economic exploitation and social degradation. All of 'em from the same enemy. The government has failed us. You can't deny that. Any time you're living in the 20th century, 1964, and you walking around here singing \"We Shall Overcome,\" the government has failed you. This is part of what's wrong with you, you do too much singing. Today it's time to stop singing and start swinging."},{"id":1171,"quote":"He contended that if the leaders of the established civil rights organizations persisted, the social struggle would end in bloodshed because he was certain the white man would never concede full integration."},{"id":1172,"quote":"The ability to read awoke inside of me some long dormant craving to be mentally alive. ― Malcolm X, The Autobiography of Malcolm X”"},{"id":1173,"quote":"And when I speak, I don't speak as a Democrat or a Republican, nor an American. I speak as a victim of America's so-called democracy. You and I have never seen democracy – all we've seen is hypocrisy."},{"id":1174,"quote":"He told me that all whites knew they were devils—“especially Masons."},{"id":1175,"quote":"The more hate was permitted to lash out when there were ways it could have been checked, the more bold the hate became"},{"id":1176,"quote":"I asked him was three hundred and sixty degrees, then, the maximum of degrees in anything? He said “Yes. I said, “Well, why is it that Masons go only to thirty-three degrees?” He had no satisfactory answer. But for me, the answer was that Masonry, actually, is only thirty-three degrees of the religion of Islam, which is the full projection, forever denied to Masons, although they know it exists.”"},{"id":1177,"quote":"true brotherhood I had seen in the Holy World had influenced me to recognize that anger can blind human vision. Every free moment I could find, I did a lot of talking to key people whom I knew around Harlem, and I made a lot of speeches, saying: “True Islam taught me that it takes all of the religious, political, economic, psychological, and racial ingredients, or characteristics, to make the Human Family and the Human Society complete. “Since I learned the truth in Mecca, my dearest friends have come to include all kinds—some Christians, Jews, Buddhists, Hindus, agnostics, and even atheists! I have friends who are called Capitalists, Socialists, and Communists! Some of my friends are moderates, conservatives, extremists"},{"id":1178,"quote":"Tokenism benefits only a few. It never benefits the masses, and the masses are the ones who have the problem, not the few. That one who benefits from tokenism, he doesn’t want to be around us anyway—that’s why he picks up on the token"},{"id":1179,"quote":"Más vale no preguntar a una mujer acerca de los hombres que ha conocido en su vida: o miente, y no se gana nada con ello, o dice la verdad, y entonces uno comprende que hubiera sido mejor seguir en la ignorancia."},{"id":1180,"quote":"El amo cogió a Tom y lo vistió bien, lo alimentó bien y hasta le dio un poquito de educación - un poquito de educación- le dió una levita y un sombrero de copa e hizo que todos los esclavos lo mirarán con respeto."},{"id":1181,"quote":"And when, prior to going into the Muslim world, I didn't have any -- Elijah Muhammad had taught us that the white man could not enter into Makkah in Arabia, and all of us who followed him, we believed it. And he said the reason he couldn't enter was because he's white and inherently evil, it's impossible to change him. And the only thing that would change him is Islam, and he can't accept Islam because by nature he's evil. And therefore by not being able to accept Islam and become a Muslim, he could never enter Makkah. This is how he taught us, you know.So when I got over there and went to Makkah and saw these people who were blond and blue-eyed and pale-skinned and all those things, I said, \"Well!\" But I watched them closely. And I noticed that though they were white, and they would call themselves white, there was a difference between them and the white one over here. And that basic difference was this: in Asia or the Arab world or in Africa, where the Muslims are, if you find one who says he's white, all he's doing is using an adjective to describe something that's incidental about him, one of his incidental characteristics; so there's nothing else to it, he's just white."},{"id":1182,"quote":"Every morning when I wake up, now, I regard it as having another borrowed day. In any city, wherever I go, making speeches, holding meetings of my organization, or attending to other business, black men are watching every move I make, awaiting their chance to kill me. I have said publicly many times that I know that they have their orders."},{"id":1183,"quote":"And when, prior to going into the Muslim world, I didn't have any -- Elijah Muhammad had taught us that the white man could not enter into Makkah in Arabia, and all of us who followed him, we believed it. And he said the reason he couldn't enter was because he's white and inherently evil, it's impossible to change him. And the only thing that would change him is Islam, and he can't accept Islam because by nature he's evil. And therefore by not being able to accept Islam and become a Muslim, he could never enter Makkah. This is how he taught us, you know.So when I got over there and went to Makkah and saw these people who were blond and blue-eyed and pale-skinned and all those things, I said, \"Well!\" But I watched them closely. And I noticed that though they were white, and they would call themselves white, there was a difference between them and the white one over here. And that basic difference was this: in Asia or the Arab world or in Africa, where the Muslims are, if you find one who says he's white, all he's doing is using an adjective to describe something that's incidental about him, one of his incidental characteristics; so there's nothing else to it, he's just white.But when you get the white man over here in America and he says he's white, he means something else. You can listen to the sound of his voice -- when he says he's white, he means he's a boss."},{"id":1188,"quote":"The white man’s racism toward the black man here in America is what has got him in such trouble all over this world, with other non-white peoples. The white man can’t separate himself from the stigma that he automatically feels about anyone, no matter who, who is not his color. And the non-white peoples of the world are sick of the condescending white man!"},{"id":1190,"quote":"I want you to just watch and see if I'm not right in what I say: that the white man, in his press, is going to identify me with 'hate.' He will make use of me dead, as he has made use of me alive, as a convenient symbol of 'hatred'- and that will help him to escape facing the truth that all I have been doing is holding up a mirror to reflect, to show, the history of unspeakable crimes that his race has committed against my race."},{"id":1191,"quote":"To the very end, Malcolm sought to refashion the broken strands between the American Negroes and African culture. He saw in this the road to a new sense of group identity, a self-conscious role in history, and above all a sense of man’s own worth which he claimed the white man had destroyed in the Negro."},{"id":1192,"quote":"my mother in there was a statistic that didn’t have to be, that existed because of a society’s failure, hypocrisy, greed, and lack of mercy and compassion."},{"id":1193,"quote":"I’ve had enough of someone else’s propaganda, I had written to these friends. “I’m for truth, no matter who tells it. I’m for justice, no matter who it is for or against. I’m a human being first and foremost, and as such I’m for whoever and whatever benefits humanity as a whole.”"},{"id":1196,"quote":"...I would cry out and make a fuss until I got what I wanted. I remember well how my mother asked me why I couldn't be a nice boy like Wilfred; but I would think to myself that Wilfred, for being so nice and quiet, often stayed hungry. So early in life, I had learned that if you want something, you had better make some noise."},{"id":1197,"quote":"I’m not a diner until you let me dine"},{"id":1198,"quote":"We both agreed that American society makes it next to impossible for humans to meet in America and not be conscious of their color differences. And we both agreed that if racism could be removed, America could offer a society where rich and poor could truly live like human beings."},{"id":1199,"quote":"the numbers game was referred to by the white racketeers as “nigger pool."},{"id":1200,"quote":"King James was brilliant. He was the greatest king who ever sat on the British throne. Who else among royalty, in his time, would have had the giant talent to write Shakespeare's works? It was he who poetically \"fixed\" the Bible - which in itself and in its present King James version enslaved the world."},{"id":1201,"quote":"Once he is motivated no one can change more completely than a person who has been at the bottom."},{"id":1202,"quote":"When you become an animal, a vulture, in the ghetto, as I had become, you enter a world of animals and vultures. It becomes truly the survival of only the fittest."},{"id":1203,"quote":"I knew that no one would kill you quicker than a Muslim if he felt that’s what Allah wanted him to do."},{"id":1204,"quote":"I think the white man has to face the fact that black people in this country are tired of sitting around waiting for the white man to make up his mind that we are human beings."}]