[{"id":1,"quote":"Whoever will be free must make himself free. Freedom is no fairy gift to fall into a man's lap. What is freedom? To have the will to be responsible for one's self."},{"id":2,"quote":"The State has always one purpose: to limit, control, subordinate the individual and subject him to the general purpose Through its censorship, its supervision, and its police the State tries to obstruct all free activity and sees this repression as its duty, because the instinct of self-preservation demands it. The State does not permit me to use my thoughts to their full value and communicate them to other men unless they are its own Otherwise it shuts me up."},{"id":3,"quote":"The State calls its own violence, law; but that of the individual, crime."},{"id":4,"quote":"If it is right for me, it is right. It is possible that it is wrong for others: let them take care of themselves!"},{"id":5,"quote":"Freedom cannot be granted. It must be taken."},{"id":6,"quote":"Whoever is a complete person does not need to be an authority."},{"id":7,"quote":"A race of altruists is necessarily a race of slaves. A race of free men is necessarily a race of egoists."},{"id":8,"quote":"We don't call it sin today, we call it self-expression."},{"id":9,"quote":"The divine is God's concern; the human, man's. My concern is neither the divine nor the human, not the true, good, just, free, etc., but solely what is mine, and it is not a general one, but is -- unique, as I am unique. Nothing is more to me than myself!"},{"id":10,"quote":"Whoever knows how to take, to defend, the thing, to him belongs property."},{"id":11,"quote":"The object of the state is always the same: to limit the individual, to tame him, to subordinate him, to subjugate him."},{"id":12,"quote":"I say: liberate yourself as far as you can, and you have done your part; for it is not given to every one to break through all limits, or, more expressively, not to everyone is that a limit which is a limit for the rest. Consequently, do not tire yourself with toiling at the limits of others; enough if you tear down yours. He who overturns one of his limits may have shown others the way and the means; the overturning of their limits remains their affair."},{"id":13,"quote":"Nothing is more to me than myself."},{"id":14,"quote":"The State practices \"violence,\" the individual must not do so. The state's behavior is violence, and it calls its violence \"law\"; that of the individual, \"crime\"."},{"id":15,"quote":"My power is my property. My power gives me property. My power am I myself, and through it am I my property."},{"id":16,"quote":"Religion itself is without genius. There is no religious genius and no one would be permitted to distinguish between the talented and the untalented in religion."},{"id":17,"quote":"When every one is to cultivate himself into man, condemning a man to machine-like labor amounts to the same thing as slavery. If a factory-worker must tire himself to death twelve hours and more, he is cut off from becoming man. Every labor is to have the intent that the man be satisfied.... His labor is nothing taken by itself, has no object in itself, is nothing complete in itself; he labors only into another's hands, and is used (exploited) by this other."},{"id":18,"quote":"Whoso is full of sacred (religious, moral, humane) love loves only the spook, the \"true man,\" and persecutes with dull mercilessness the individual, the real man."},{"id":19,"quote":"The habit of the religious way of thinking has biased our mind so grievously that we are - terrified at ourselves in our nakedness and naturalness; it has degraded us so that we deem ourselves depraved by nature, born devils."},{"id":20,"quote":"Might is a fine thing, and useful for many purposes; for \"one goes further with a handful of might than with a bagful of right.\""},{"id":21,"quote":"One is not worthy to have what one, through weakness, lets be taken from him; one is not worthy of it because one is not capable of it."},{"id":22,"quote":"He who is infatuated with Man leaves persons out of account so far as that infatuation extends, and floats in an ideal, sacred interest. Man, you see, is not a person, but an ideal, a spook."},{"id":23,"quote":"It would be foolish to assert that there is no power above mine. Only the attitude that I take toward it will be quite another than that of the religious age: I shall be the enemy of every higher power, while religion teaches us to make it our friend and be humble toward it."},{"id":24,"quote":"Where the world comes in my way - and it comes in my way everywhere - I consume it to quiet the hunger of my egoism. For me you are nothing but - my food, even as I too am fed upon and turned to use by you. We have only one relation to each other, that of usableness, of utility, of use."},{"id":25,"quote":"The moral man is necessarily narrow in that he knows no other enemy than the immoral man. He who is not moral is immoral! and accordingly reprobate, despicable, etc. Therefore, the moral man can never comprehend the egoist."},{"id":26,"quote":"Property exists by grace of the law. It is not a fact, but a legal fiction."},{"id":27,"quote":"Every State is a despotism, be the despot one or many."},{"id":28,"quote":"What I have in my power, that is my own. So long as I assert myself as holder, I am the proprietor of the thing."},{"id":29,"quote":"Is not all the stupid chatter of most of our newspapers the babble of fools who suffer from the fixed idea of morality, legality, christianity and so forth, and only seem to go about free because the madhouse in which they walk takes in so broad a space?"},{"id":30,"quote":"It is not recognized in the full amplitude of the word that all freedom is essentially self-liberation - that I can have only so much freedom as I procure for myself by my owness."},{"id":31,"quote":"Crimes spring from fixed ideas."},{"id":32,"quote":"Everything sacred is a tie, a fetter."},{"id":33,"quote":"The people is dead! Good-day, Self!"},{"id":34,"quote":"God sinks into dust before man."},{"id":35,"quote":"We do not aspire to communal life but to a life apart."},{"id":36,"quote":"I have no need to take up each thing that wants to throw its cause on us and show that it is occupied only with itself, not with us, only with its good, not with ours. Look at the rest for yourselves. Do truth, freedom, humanity, justice, desire anything else than that you grow enthusiastic and serve them?"},{"id":37,"quote":"People is the name of the body, State of the spirit, of that ruling person that has hitherto suppressed me."},{"id":38,"quote":"The truth wears longer than all the gods; for it is only in the truth's service, and for love of it, that people have overthrown the gods and at last God himself. \"The truth\" outlasts the downfall of the world of gods, for it is the immortal soul of this transitory world of gods; it is Deity itself."},{"id":39,"quote":"Man has not really vanquished Shamanism and its spooks till he possesses the strength to lay aside not only the belief in ghosts or in spirits, but also the belief in the spirit."},{"id":40,"quote":"If the child has not an object that it can occupy itself with, it feels ennui; for it does not yet know how to occupy itself with itself."},{"id":41,"quote":"When one is anxious only to live, he easily, in this solicitude, forgets the enjoyment of life. If his only concern is for life, and he thinks \"if I only have my dear life,\" he does not apply his full strength to using, i. e., enjoying, life."},{"id":42,"quote":"Thus the radii of all education run together into one center which is called personality."},{"id":43,"quote":"The difficulty in our education up till now lies, for the most part, in the fact that knowledge did not refine itself into will, to application of itself, to pure practice. The realists felt the need and supplied it, though in a most miserable way, by cultivating idea-less and fettered \"practical men.\" Most college students are living examples of this sad turn of events. Trained in the most excellent manner, they go on training; drilled they continue drilling."},{"id":44,"quote":"The young are of age when they twitter like the old; they are driven through school to learn the old song, and, when they have this by heart, they are declared of age."},{"id":45,"quote":"Before what is sacred, people lose all sense of power and all confidence; they occupy a powerless and humble attitude toward it. And yet no thing is sacred of itself, but by my declaring it sacred, by my declaration, my judgment, my bending the knee; in short, by my conscience."},{"id":46,"quote":"For what reason then do the realists show themselves so unfriendly toward philosophy? Because they misunderstand their own calling and with all their might want to remain restricted instead of becoming unrestricted! Why do they hate abstractions? Because they themselves are abstract since they abstract from the perfection of themselves, from the elevation of redeeming truth!"},{"id":47,"quote":"The people’s good fortune is my misfortune!"},{"id":48,"quote":"Man with the great M is only an ideal, the species only something thought of."},{"id":49,"quote":"If man puts his honor first in relying upon himself, knowing himself and applying himself, this in self-reliance, self-assertion, and freedom, he then strives to rid himself of the ignorance which makes a strange impenetrable object a barrier and a hindrance to his self-knowledge."},{"id":50,"quote":"In crime the egoist has hitherto asserted himself and mocked at the sacred; the break with the sacred, or rather of the sacred, may become general. A revolution never returns, but an immense, reckless, shameless, conscienceless, proud—crime, doesn't it rumble in the distant thunder, and don't you see how the sky grows ominously silent and gloomy?"},{"id":51,"quote":"Liberty of the people is not my liberty!"},{"id":52,"quote":"Then the necessary decline of non-voluntary learning and rise of the self-assured will which perfects itself in the glorious sunlight of the free person may be somewhat expressed as follows: knowledge must die and rise again as will and create itself anew each day as a free person."},{"id":53,"quote":"What matters the party to me? I shall find enough anyhow who unite with me without swearing allegiance to my flag."},{"id":54,"quote":"From the moment when he catches sight of the light of the world, a man seeks to find out himself and get hold of himself out of its confusion, in which he, with everything else, is tossed about in motley mixture."},{"id":55,"quote":"The freedom of man is, in political liberalism, freedom from persons, from personal dominion, from the master; the securing of each individual person against other persons, personal freedom."},{"id":56,"quote":"He who must expend his life to prolong life cannot enjoy it, and he who is still seeking for his life does not have it and can as little enjoy it."},{"id":57,"quote":"The men of the future will yet fight their way to many a liberty that we do not even miss."},{"id":58,"quote":"Now why, if freedom is striven after for love of the I after all - why not choose the I himself as beginning, middle, and end?"},{"id":59,"quote":"Only the free and personal man is a good citizen (realist), and even with the lack of particular (scholarly, artistic, etc)culture, a tasteful judge (humanist)."},{"id":60,"quote":"Apart from any other basis which might justify a superiority, education, as a power, raised him who possessed it over the weak, who lacked it, and the educated man counted in his circle, however large or small it was, as the mighty, the powerful, the imposing one: for he was an authority."},{"id":61,"quote":"No knowledge, however thorough and extensive, no brilliance and perspicuity, no dialectic sophistication, will preserve us from the commmonness of thought and will. It is truly not the merit of the school if we do not come out selfish."},{"id":62,"quote":"The web of hypocrisy of today hangs on the frontiers of two domains, between which our time swings back and forth, attaching its fine threads of deception and self-deception. No longer vigorous enough to serve morality without doubt or weakening, not yet reckless enough to live wholly to egoism, it trembles now toward the one and now toward the other in the spider-web of hypocrisy, and, crippled by the curse of halfness, catches only miserable, stupid flies."},{"id":63,"quote":"Yes, yes, children must early be made to practise piety, godliness, and propriety; a person of good breeding is one into whom good maxims have been instilled and impressed, poured in through a funnel, thrashed in and preached in."},{"id":64,"quote":"Let us look and see, then, how they manage their concerns - they for whose cause we are to labour, devote ourselves, and grow enthusiastic."},{"id":65,"quote":"Feuerbach ... recognizes ... \"even love, in itself the truest, most inward sentiment, becomes an obscure, illusory one through religiousness, since religious love loves man only for God's sake, therefore loves man only apparently, but in truth God only.\" Is this different with moral love? Does it love the man, this man for this man's sake, or for morality's sake, for Man's sake, and so-for homo homini Deus-for God's sake?"},{"id":66,"quote":"There are intellectual vagabonds, to whom the hereditary dwelling-place of their fathers seems too cramped and oppressive for them to be willing to satisfy themselves with the limited space any more: instead of keeping within the limits of a temperate style of thinking, and taking as inviolable truth what furnishes comfort and tranquility to thousands, they overlap all bounds of the traditional and run wild with their imprudent criticism and untamed mania for doubt, these extravagating vagabonds."},{"id":67,"quote":"The state calls its own violence law, but that of the individual, crime."},{"id":68,"quote":"Where the world comes in my way—and it comes in my way everywhere—I consume it to quiet the hunger of my egoism. For me you are nothing but—my food, even as I too am fed upon and turned to use by you. We have only one relation to each other, that of usableness, of utility, of use. We owe each other nothing, for what I seem to owe you I owe at most to myself. If I show you a cheery air in order to cheer you likewise, then your cheeriness is of consequence to me, and my air serves my wish; to a thousand others, whom I do not aim to cheer, I do not show it."},{"id":69,"quote":"All things are Nothing to Me"},{"id":70,"quote":"Political liberty, what are we to understand by that? Perhaps the individual’s independence of the State and its laws? No; on the contrary, the individual’s subjection in the State and to the State’s laws... Political liberty means that the polis, the State, is free; freedom of religion that religion is free, as freedom of conscience signifies that conscience is free; not, therefore, that I am free from the State, from religion, from conscience, or that I am rid of them. It does not mean my liberty, but the liberty of a power that rules and subjugates me; it means that one of my despots, like State, religion, conscience, is free. State, religion, conscience, these despots, make me a slave, and their liberty is my slavery.”"},{"id":71,"quote":"I love men too — not merely individuals, but every one. But I love them with the consciousness of egoism; I love them because love makes me happy, I love because loving is natural to me, because it pleases me. I know no “commandment of love. I have a fellow-feeling with every feeling being, and their torment torments, their refreshment refreshes me too; I can kill them, not torture them.”"},{"id":72,"quote":"Revolution is aimed at new arrangements; insurrection leads us no longer to let ourselves be arranged, but to arrange ourselves, and set no glittering hope on \"institutions"},{"id":73,"quote":"If i cherish you because I hold you dear, because in you my heart finds nourishment, my need satisfaction, then it is not done for the sake of a higher essence whose hallowed body you are, not on account of my beholding in you a ghost, an appearing spirit, but from egoistic pleasure; you yourself with *your* essence are valuable to me."},{"id":74,"quote":"You call me the unhuman,\" it might say to him, \"and so I really am—for you; but I am so only because you bring me into opposition to the human, and I could despise myself only so long as I let myself be hypnotized into this opposition. I was contemptible because I sought my 'better self' outside me; I was the unhuman because I dreamed of the 'human'; I resembled the pious who hunger for their 'true self' and always remain 'poor sinners'; I thought of myself only in comparison to another; enough, I was not all in all, was not—unique.[102] But now I cease to appear to myself as the unhuman, cease to measure myself and let myself be measured by man, cease to recognize anything above me: consequently—adieu, humane critic! I only have been the unhuman, am it now no longer, but am the unique, yes, to your loathing, the egoistic; yet not the egoistic as it lets itself be measured by the human, humane, and unselfish, but the egoistic as the—unique."},{"id":75,"quote":"It is possible I can make very little of myself; but this little is everything, and better than what I allow to be made out of me by the might of others, by the training of custom, religion, the laws, the State."},{"id":76,"quote":"For only he who is alive is in the right."},{"id":77,"quote":"Just observe the nation that is defended by devoted patriots. The patriots fall in bloody battle or in the fight with hunger and want; what does the nation care for that? By the manure of their corpses the nation comes to \"its bloom\"! The individuals have died \"for the great cause of the nation,\" and the nation sends some words of thanks after them and - has the profit of it. I call that a paying kind of egoism."},{"id":78,"quote":"Now it is clear, God cares only for what is his, busies himself only with himself, thinks only of himself, and has only himself before his eyes; woe to all that is not well pleasing to him. He serves no higher person, and satisfies only himself. His cause is - a purely egoistic cause."},{"id":79,"quote":"Liberate yourself as far as you can, and you have done your part; for it is not given to every one to break through all limits,or,more expressively, not to every one is that a limit which is a limit for the rest. Consequently,do not tire yourself with toiling at the limits of others...He who overturns one of his limits may have shown others the way and the means; the overturning of their limits remains their affair."},{"id":80,"quote":"What else was Diogenes of Sinope seeking for than the true enjoyment of life, which he discovered in having the least possible wants?"},{"id":81,"quote":"Might is a fine thing, and useful for many purposes; for \"one goes further with a handful of might than with a bagful of right."},{"id":82,"quote":"Man has not really vanquished shamanism and its spooks till he possesses the strength to lay aside not only the belief in ghost or in spirits, but also the belief in the spirit"},{"id":83,"quote":"Ich bin meine Gattung, bin ohne Norm, ohne Gesetz, ohne Muster und dergleichen."},{"id":84,"quote":"I am not nothing in the sense of emptiness, but I am the creative nothing, the nothing out of which I myself as creator create everything."},{"id":85,"quote":"If religion has set up the proposition that we are sinners altogether, I set over against it the other: we are perfect altogether! For we are, every moment, all that we can be; and we never need be more."},{"id":86,"quote":"Der moralische Einfluß nimmt da seinen Anfang, wo die Demütigung beginnt, ja er ist nichts anderes, als diese Demütigung selbst, die Brechung und Beugung des Mutes zur Demut herab."},{"id":87,"quote":"God cares only for what is his, busies himself with only himself, thinks only of himself, and has only himself before his eyes...He serves no higher person, and satisfies only himself. His cause is--A purely egoistic cause."},{"id":88,"quote":"I do not step shyly back from your property, but look upon it always as my property, in which I respect nothing. Pray do the like with what you call my property!"},{"id":89,"quote":"Now do you suppose unselfishness is unreal and nowhere extant? On the contrary, nothing is more ordinary! One may even call it an article of fashion in the civilized world, which is considered so indispensable that, if it cost too much in solid material, people adorn themselves with its counterfeit tinsel and feign it."},{"id":90,"quote":"Alles Heilige ist ein Band, eine Fessel."},{"id":91,"quote":"Mensch, es spukt in deinem Kopfe!"},{"id":92,"quote":"He who has might has—right; if you have not the former, neither have you the latter. Is this wisdom so hard to attain?"},{"id":93,"quote":"But who is this self that is to be renounced and to have no benefit? It seems that *you* yourself are supposed to be it. And for whose benefit is unselfish self-renunciation recommended to you? Again, for *your* benefit and behoof, only through that unselfishness you are procuring your \"true benefit.\" You are to benefit *yourself*, and yet you are not to seek *your* benefit"},{"id":94,"quote":"Our whole education system is calculated to produce *feelings* in us, impart them to us, instead of leaving their production to ourselves however they may turn out...Thus stuffed with imparted feelings, we appear before the bar of majority and are 'pronounced of age.\" Our equipment consists of \"elevating feelings, lofty thoughts, inspiring maxims,eternal principles."},{"id":95,"quote":"Habt nur den Mut, destruktiv zu sein, und ihr werdet bald sehen, welch' herrliche Blume der Eintracht aus der fruchtbaren Asche aufschießt."},{"id":96,"quote":"Our athiests are pious people."},{"id":97,"quote":"To the believer, truths are a settled thing, a fact; to the freethinker, a thing that is still to be settled."},{"id":98,"quote":"The true human being doesn't lie in the future, an object of longing, but rather it lies in the present, existing and actual. However and whoever I may be, joyful and sorrowful, a child or an old man, in confidence or doubt, asleep or awake, I am it. I am the true human being."},{"id":99,"quote":"Das Göttliche ist Gottes Sache, das Menschliche Sache \"des Menschen\". Meine Sache ist weder das Göttliche noch das Menschliche, ist nicht das Wahre, Gute, Rechte, Freie usw., sondern allein das Meinige, und sie ist keine allgemeine, sondern ist - einzig, wie Ich einzig bin."},{"id":100,"quote":"Whoever knows how to take, to defend, the thing, to him belongs property"},{"id":101,"quote":"The habit of the religious way of thinking has biased our mind so grievously that we are – terrified at ourselves in our nakedness and naturalness; it has degraded us so that we deem ourselves depraved by nature, born devils."},{"id":102,"quote":"Moral spontaneity\" corresponds entirely with \"religious and orthodox philosophy\", \"constitutional monarchy\", \"the Christian state\", \"freedom with certain limits\", or in a figure, to the hero fetters to a sick bed."},{"id":103,"quote":"Man, your head is haunted; you have wheels in your head! You imagine great things, and depict to yourself a whole world of gods that has an existence for you, a spirit-realm to which you suppose yourself to be called, an ideal that beckons to you. You have a fixed idea!"},{"id":104,"quote":"I say: liberate yourself as far as you can, and you have done your part; for it is not given to every one to break through all limits, or, more expressively, not to everyone is that a limit which is a limit for the rest. Consequently, do not tire yourself with toiling at the limits of others; enough if you tear down yours."},{"id":105,"quote":"Entitled or unentitled — that does not concern me, if I am only powerful, I am of myself empowered, and need no other empowering and entitling."},{"id":106,"quote":"Das Gefängnis betritt man gewöhnlich nicht freiwillig und bleibt auch selten freiwillig darin, sondern hegt das egoistische Verlangen nach Freiheit."},{"id":107,"quote":"Moral influence takes its start where humiliation begins; yes, it is nothing else than this humiliation itself, the breaking and bending of the temper down to humility."},{"id":108,"quote":"The egoist, turning against the demands and concepts of the present, executes pitilessly the most measureless — desecration. Nothing is holy to him!It would be foolish to assert there is no power above mine. Only the attitude that I take toward it will be quite another than that of the religious age: I shall be the enemy of — every higher power, while religion teaches us to make it out friend and be humble toward it."},{"id":109,"quote":"Betrachtet einmal das Volk, das von ergebenen Patrioten geschützt wird. Die Patrioten fallen im blutigen Kampfe oder im Kampfe mit Hunger und Not; was fragt das Volk danach? Das Volk wird durch den Dünger ihrer Leichen ein \"blühendes Volk\"! Die Individuen sind \"für die große Sache des Volkes\" gestorben, und das Volk schickt ihnen einige Worte des Dankes nach und - hat den Profit davon. Das nenn' Ich Mir einen einträglichen Egoismus."},{"id":110,"quote":"What I have in my power, that is my own. So long as I assert myself as holder, I am the proprietor of the thing"},{"id":111,"quote":"Dem Geiste, der nach langem Mühen die Welt los geworden ist, dem weltlosen Geiste, bleibt nach dem Verluste der Welt und des Weltlichen nichts übrig, als - der Geist und das Geistige."},{"id":112,"quote":"Mit dem Ideal der absoluten Freiheit wird dasselbe Unwesen getrieben wie mit allem Absoluten."},{"id":113,"quote":"Не мога наистина да отрека, че съм създаден от баща си, но веднъж създаден, ни най-малко не ме засяга защо ме е създал и каквито и да са били намеренията му относно мен, аз правя само това, което сам искам."},{"id":114,"quote":"it is only through the 'flesh' that I can break the tyranny of mind; for it is only when a man hears his flesh along with the rest of him that he hears himself wholly"},{"id":115,"quote":"Language or “the word tyrannizes hardest over us, because it brings up against us a whole army of fixed ideas.”"},{"id":116,"quote":"Man, you see, is not a person, but an ideal, a spook."},{"id":117,"quote":"All things are nothing to me."},{"id":118,"quote":"Warum wollen gewisse Oppositionen nicht gedeihen? Lediglich aus dem Grunde, weil sie die Bahn der Sittlichkeit oder Gesetzlichkeit nicht verlassen wollen. Daher die maßlose Heuchelei von Ergebenheit, Liebe usw., an deren Widerwärtigkeit man sich täglich den gründlichsten Ekel vor diesem verdorbenen und heuchlerischen Verhältnis einer »gesetzlichen Opposition« holen kann. – In dem sittlichen Verhältnis der Liebe und Treue kann ein zwiespältiger, ein entgegengesetzter Wille nicht stattfinden; das schöne Verhältnis ist gestört, wenn der Eine dies und der Andere das Umgekehrte will. Nun soll aber nach der bisherigen Praxis und dem alten Vorurteil der Opposition das sittliche Verhältnis vor allem bewahrt werden. Was bleibt da der Opposition übrig? Etwa dies, eine Freiheit zu wollen, wenn der Geliebte sie abzuschlagen für gut findet? Mit nichten! Wollen darf sie die Freiheit nicht; sie kann sie nur wünschen, darum »petitionieren«, ein »Bitte, bitte!« lallen. Was sollte daraus werden, wenn die Opposition wirklich wollte, wollte mit der vollen Energie des Willens?"},{"id":119,"quote":"Here we come upon the old, old craze of the world, which has not yet learned to do without clericalism--that to live and work *for an idea*is man's calling, and according to the faithfulness its fulfilment his *human worth* is measured"},{"id":120,"quote":"When the government designates as punishable all play of mind against the state, the moderate liberals come and opine that fun, satire, wit, humor, etc., must have free play anyhow, and genius must enjoy freedom. So not the individual man indeed, but still genius, is to be free. Here the state, or in its name the government, says with perfect right: He who is not for me is against me."},{"id":121,"quote":"Revolution and insurrection must not be looked upon as synonymous. The former consists in an overturning of conditions, of the established condition or status, the State or society, and is accordingly a political or social act; the latter has indeed for its unavoidable consequence a transformation of circumstances, yet does not start from it but from men's discontent with themselves, is not an armed rising, but a rising of individuals, a getting up, without regard to the arrangements that spring from it. The Revolution aimed at new arrangements; insurrection leads us no longer to let ourselves be arranged, but to arrange ourselves, and sets no glittering hopes on 'institutions'. It is not a fight against the established, since, if it prospers, the established collapses of itself; it is only a working forth of me out of the established. If I leave the established, it is dead and passes into decay."},{"id":122,"quote":"Wer die Gewalt hat, der hat – Recht; habt Ihr jene nicht, so habt Ihr auch dieses nicht. Ist diese Weisheit so schwer zu erlangen? Seht doch die Gewaltigen und ihr Tun an!"},{"id":123,"quote":"Acaba insancıl kişi insana dair bütün olasılıkları her şeyi insana mahsus diye tanımlayacak kadar liberal midir? Tam tersine!Belki bir fahişe hakkında ahlâk açısından dar kafalı bir burjuva kadar ön yargılı davranmaz ama bir kadının bedenini para kazanma makinesi olarak kullanması o kadını bir insan olarak hor görmesine neden olur . Onu şöyle yargılar fahişe bir insan değildir ya da bir kadın fahişelik yaptığı takdirde insan olmaktan çıkmıştır gayri insandır. Hatta Yahudi, Hristiyan, imtiyazlı kişi, dini alimi ve bunun gibiler insan değildirler. Sen Yahudiliğin ya da başka bir niteliğin açısından insan değilsin. Al işte gene bir buyurgan önerme. Seni başkalarından farklı kılan her şeyi üzerinden at, eleştir ve kurtul. Yahudi olma! Hristiyan olma! Ve bunlar gibi biri de olma! insan ol, salt insan! İnsanlık niteliğini, seni kısıtlayan her türlü alın yazısının karşısına çık, o sayede kendini insan kıl ve seni kısıtlayan engellerden kurtul, özgürleş, kendini özgür insan haline getir, yani insanlığı seni her bakımdan belirleyen Öz'ün olarak kabul et.Ben diyorum ki sen bir Yahudiden bir Hıristiyandan ve benzerlerinden daha fazla birisin hatta sen insandan daha fazlasın. Bütün bu saydıklarım birer düşüncedir, oysa sen bedene sahip birisin. sen \"soyut bir insan\" haline gelebileceğini mi sanıyorsun. Bizden sonraki kuşaklar bizim yıkmaya gücümüzün yetmediği bazı önyargıları ve engelleri ortadan kaldırmak zorunda kalmayacaklar mı sanıyorsun. Acaba 40 ya da 50 yaşında gelince artık daha ileriki günlerde kendinde çözülecek bir şeylerin bulunmayacağı kadar gelişerek insan olacağını mı umuyorsun. Bizden sonraki kuşakların insanları bizim şimdi yokluğunu hissetmediğimiz bazı özgürlükleri elde edebilmek için mücadele etmek zorunda kalacaklardır. O gelecekteki özgürlüğe neden ihtiyaç duyuyorsun? sen insan olmadan kendine hiçbir değeri vermeyeceksen, insanın ya da insanlığın mükemmeliğe erişebilmesi için kıyamet gününe kadar beklemen gerekecektir. Ama sen kuşkusuz daha önce öleceğine göre, zaferinin ödülü'nü ne zaman alacaksın?"},{"id":124,"quote":"Therefore the Sophists, with courageous sauciness, pronounce the reassuring words, \"Don't be bluffed!\" and diffuse the rationalistic doctrine, \"Use your understanding, your wit, your mind, against everything; it is by having a good and well-drilled understanding that one gets through the world best, provides for himself the best lot, the pleasantest life.\" Thus they recognize in mind man's true weapon against the world. This is why they lay such stress on dialectic skill, command of language, the art of disputation, etc. They announce that mind is to be used against everything; but they are still far removed from the holiness of the Spirit, for to them it is a means, aweapon, as trickery and defiance serve children for the same purpose; their mind is the unbribable understanding."},{"id":125,"quote":"The fixed idea may also be perceived as 'maxim', 'principle', 'standpoint', and the like. Archimedes,86 to move the earth, asked for a standpoint outside it. Men sought continually for this standpoint, and every one seized upon it as well as he was able. This foreign standpoint is the world oj mind, of ideas, thoughts, concepts, essences; it is heaven. Heaven is the 'standpoint' from which the earth is moved, earthly doings surveyed and - despised. To assure to themselves heaven, to occupy the heavenly standpoint firmly and for ever - how painfully and tirelessly humanity struggled for this!"},{"id":126,"quote":"The thinker is distinguished from the believer only by believing much more than the latter, who on his part thinks of much less as signified by his faith (creed). The thinker has a thousand tenets of faith where the believer gets along with few; but the former brings coherence into his tenets, and takes the coherence in turn for the scale to estimate their worth by. If one or the other does not fit into his budget, he throws it out.The thinkers run parallel to the believers in their pronouncements. Instead of “If it is from God you will not root it out, the word is “If it is from the truth, is true, etc.”; instead of “Give God the glory”—“Give truth the glory.” But it is very much the same to me whether God or the truth wins; first and foremost I want to win.”"},{"id":127,"quote":"So long as man is entangled in the movements of the world and embarrassed by relations to the world — and he is so till the end of antiquity, because his heart still has to struggle for independence from the worldly — so long he is not yet spirit; for spirit is without body, and has no relations to the world and corporeality; for it the world does not exist, nor natural bonds, but only the spiritual, and spiritual bonds. Therefore man must first become so completely unconcerned and reckless, so altogether without relations, as the Skeptical culture presents him — so altogether indifferent to the world that even its falling in ruins would not move him — before he could feel himself as worldless; i.e., a spirit. And this is the result of the gigantic work of the ancients: the man knows himself as a being without relations and without a world, as spirit.Only now, after all worldly care has left him, is he all in all to himself, is he only for himself, i.e. he is spirit for the spirit, or, in plainer language, he cares only for the spiritual."},{"id":128,"quote":"The man who is set free is nothing but a freed man, a libertinus, a dog dragging a piece of chain with him: he is an unfree man in the garment of freedom, like the ass in the lion’s skin."},{"id":129,"quote":"Everything is a spook"},{"id":130,"quote":"Je vois des hommes plongés dans les ténèbres de la superstition, harcelés par un essaim de fantômes. Si je cherche, dans la mesure de mes forces à projeter la lumière du jour sur ces apparitions de la nuit, croyez-vous que j'obéisse à mon amour pour vous ? J'écris peut-être par amour pour les hommes ? Eh non! j'écris parce que je veux faire à des idées qui sont mes idées une place dans le monde [...] Faites-en ce que vous voudrez, c'est votre affaire et je ne m'en inquiète pas [...] Non seulement ce n'est pas pour l'amour de vous j'exprime ce que je pense, mais ce n'est pas même pour l'amour de la vérité."},{"id":131,"quote":"But, even granted that doubts, raised in the course of time against the tenants of the Christian faith, have long since robbed you of faith in the immortality of your spirit, you have nevertheless left one tenant undisturbed, and still ingenuously adhere to the one truth, that the spirit is your better part, and that the spiritual has greater claims on you than anything else"},{"id":132,"quote":"No dia em que devorares o sagrado, ele torna-se tua propriedade!"},{"id":133,"quote":"Devlet, emeğin köleliği üzerine oturur. Emek, özgür olduğu anda devlet çöker."},{"id":134,"quote":"Non preoccuparti delle barriere degli altri: è sufficiente che tu abbatta le tue."},{"id":135,"quote":"A minha causa é a causa de nada."},{"id":136,"quote":"The young are of age when they twitter like the old."},{"id":137,"quote":"The “nature of the matter, the “concept of the relationship,” is supposed to guide me in my treatment of the matter or consummation of the relationship. As if a concept of the matter existed in itself, and was not rather the concept one forms of the matter! As if a relationship which we enter into was not itself unique, because of the uniqueness of those who enter into it! As if it depended on how others categorize it! But as people separated the “essence of the human being” from actual human beings, and judged the latter according to the former, so they also separate his action from him, and assess it according to “human value.”"},{"id":138,"quote":"Look upon yourself as more powerful than they give you out for, and you have more power; look upon yourself as more, and you have more.You are then not merely called to everything divine, entitled to everything human, but owner of what is yours, that is, of all that you possess the force to make your own; you are appropriate and capacitated for everything that is yours.People have always supposed that they must give me a destiny lying outside myself, so that at last they demanded that I should lay claim to the human because I am – man. This is the Christian magic circle. Fichte’s ego too is the same essence outside me, for every one is ego; and, if only this ego has rights, then it is “the ego, it is not I. But I am not an ego along with other egos, but the sole ego: I am unique. Hence my wants too are unique, and my deeds; in short, everything about me is unique. And it is only as this unique I that I take everything for my own, as I set myself to work, and develop myself, only as this. I do not develop men, nor as man, but, as I, I develop – myself.This is the meaning of the – unique one.”"},{"id":139,"quote":"What is it, then, that is called a “fixed idea? An idea that has subjected the man to itself.”"},{"id":140,"quote":"For there is nothing more serious than a lunatic when he comes to the central point of his lunacy."},{"id":141,"quote":"Aus fixen Ideen entstehen die Verbrechen."},{"id":142,"quote":"Therefore Socrates says: \"You must be 'pure-hearted' if your shrewdness is to be valued.\" At this point begins the second period of Greek liberation of the mind, the period of purity of heart. For the first was brought to a close by the Sophists in their proclaiming the omnipotence of the understanding. But the heart remained worldly-minded, remained a servant of the world, always affected by worldly wishes. This coarse heart was to be cultivated from now on - the era of culture of the heart. But how is the heart to be cultivated? What the understanding; this one side of the mind, has reached - namely, the capability of playing freely with and over every concern - awaits the heart also; everything worldly must come to grief before it, so that at last family, commonwealth, fatherland, and the like, are given up for the sake of the heart, that is, of blessedness, the heart's blessedness."},{"id":143,"quote":"Proudhon (Weitling too) thinks he is telling the worst about property when he calls it theft (v00. Passing quite over the embarrassing ques­ tion, what well-founded objection could be made against theft, we only ask: Is the concept 'theft' at all possible unless one allows validity to the concept 'property'? How can one steal ifproperty is not already extant? 'Vhat belongs to no one cannot be stolen; the water that one draws out of the sea he does not steal. Accordingly property is not theft, but a theft becomes possible only through property. Weitling has to come to this too, as he does regard everything as the property ofall: if something is 'the property of all', then indeed the individual who appropriates it to himself steals."},{"id":144,"quote":"Proudhon (Weitling too) thinks he is telling the worst about property when he calls it theft (vol.) Passing quite over the embarrassing ques­tion, what well-founded objection could be made against theft, we only ask: Is the concept 'theft' at all possible unless one allows validity to the concept 'property'? How can one steal if property is not already extant? What belongs to no one cannot be stolen; the water that one draws out of the sea he does not steal. Accordingly property is not theft, but a theft becomes possible only through property. Weitling has to come to this too, as he does regard everything as the property of all: if something is 'the property of all' then indeed the individual who appropriates it to himself steals."}]