[{"id":1,"quote":"There is nothing more important to true growth than realizing that you are not the voice of the mind - you are the one who hears it."},{"id":2,"quote":"Only you can take inner freedom away from yourself, or give it to yourself. Nobody else can."},{"id":3,"quote":"If you truly love someone, your love sees past their humanness"},{"id":4,"quote":"If you want to be happy, you have to let go of the part of you that wants to create melodrama. This is the part that thinks there’s a reason not to be happy. You have to transcend the personal, and as you do, you will naturally awaken to the higher aspects of your being. In the end, enjoying life’s experiences is the only rational thing to do. You’re sitting on a planet spinning around in the middle of absolutely nowhere. Go ahead, take a look at reality. You’re floating in empty space in a universe that goes on forever. If you have to be here, at least be happy and enjoy the experience. You’re going to die anyway. Things are going to happen anyway. Why shouldn’t you be happy? You gain nothing by being bothered by life’s events. It doesn’t change the world; you just suffer. There’s always going to be something that can bother you, if you let it."},{"id":5,"quote":"When a problem is disturbing you, don't ask, \"What should I do about it?\" Ask, \"What part of me is being disturbed by this?"},{"id":6,"quote":"Do not let anything that happens in life be important enough that you’re willing to close your heart over it."},{"id":7,"quote":"Eventually you will see that the real cause of problem is not life itself. It's the commotion the mind makes about life that really causes the problems."},{"id":8,"quote":"We are constantly trying to hold it all together. If you really want to see why you do things, then don't do them and see what happens."},{"id":9,"quote":"The truth is that most of life will unfold in accordance with forces far outside your control, regardless of what your mind says about it"},{"id":10,"quote":"there is no reason to constantly attempt to figure everything out"},{"id":11,"quote":"Imagine if you used relationships to get to know other people, rather than to satisfy what is blocked inside of you. If you’re not trying to make people fit into your preconceived notions of what you like and dislike, you will find that relationships are not really that difficult. If you’re not so busy judging and resisting people based upon what is blocked inside of you, you will find that they are much easier to get along with—and so are you. Letting go of yourself is the simplest way to get closer to others."},{"id":12,"quote":"Your relationship with God is the same as your relationship with the sun. If you hid from the sun for years and then chose to come out of your darkness, the sun would still be shining as if you had never left. You don’t need to apologize. You just pick your head up and look at the sun. It’s the same way when you decide to turn toward God—you just do it."},{"id":13,"quote":"Instead of being encouraged to feel completely protected, loved, honored, and respected by the Divine Force, you've been taught that you're being judged. Because you've been taught that, you feel guilt and fear. But guilt and fear do not open you connection to the Divine; they only serve to close your heart. The reality is that God's way is love, and you can see this for yourself."},{"id":14,"quote":"True personal growth is about transcending the part of you that is not okay and needs protection."},{"id":15,"quote":"How would you feel if someone outside really started talking to you the way your inner voice does? How would you relate to a person who opened their mouth to say everything your mental voice says? After a very short period of time, you would tell them to leave and never come back. But when your inner friend continuously speaks up, you don’t ever tell it to leave. No matter how much trouble it causes, you listen."},{"id":16,"quote":"To get some distance from this, you first need to get some perspective. Walk outside on a clear night and just look up into the sky. You are sitting on a planet spinning around in the middle of absolutely nowhere. Though you can only see a few thousand stars, there are hundreds of billions of stars in our Milky Way Galaxy alone. In fact, it is estimated that there are over a trillion stars in the Spiral Galaxy. And that galaxy would look like one star to us, if we could even see it. You’re just standing on one little ball of dirt and spinning around one of the stars. From that perspective, do you really care what people think about your clothes or your car? Do you really need to feel embarrassed if you forget someone’s name? How can you let these meaningless things cause pain? If you want out, if you want a decent life, you had better not devote your life to avoiding psychological pain. You had better not spend your life worrying about whether people like you or whether your car impresses people. What kind of life is that? It is a life of pain. You may not think that you feel pain that often, but you really do. To spend your life avoiding pain means it’s always right behind you."},{"id":17,"quote":"If experience is the best teacher, there's nothing that comes close to the experience of life."},{"id":18,"quote":"Your inner growth is completely dependent upon the realization that the only way to find peace and contentment is to stop thinking about yourself."},{"id":19,"quote":"The only permanent solution to your problems is to go inside and let go of the part of you that seems to have so many problems with reality. Once you do that, you'll be clear enough to deal with what's left."},{"id":20,"quote":"Billions of things are going on in this world. You can think about it all you want, but life is still going to keep on happening."},{"id":21,"quote":"There is nothing more important to true growth than realizing that you are not the voice of the mind - you are the one who hears it"},{"id":22,"quote":"To attain true inner freedom, you must be able to objectively watch your problems instead of being lost in them... Once you've made the commitment to free yourself of the scared person inside, you will notice that there is a clear decision point at which your growth takes place."},{"id":23,"quote":"When you feel pain, simply view it as energy. Just start seeing these inner experiences as energy passing through your heart and before the eye of your consciousness. Then relax. Do the opposite of contracting and closing. Relax and release. Relax your heart until you are actually face-to-face with the exact place where it hurts. Stay open and receptive so you can be present right where the tension is. You must be willing to be present right at the place of the tightness and pain, and then relax and go even deeper. This is very deep growth and transformation. But you will not want to do this. You will feel tremendous resistance to doing this, and that’s what makes it so powerful. As you relax and feel the resistance, the heart will want to pull away, to close, to protect, and to defend itself. Keep relaxing. Relax your shoulders and relax your heart. Let go and give room for the pain to pass through you. It’s just energy. Just see it as energy and let it go."},{"id":24,"quote":"The psyche is built upon avoiding this pain, and as a result, it has fear of pain as its foundation. That is what caused the psyche to be. To understand this, notice that if the feeling of rejection is a major problem for you, you will fear experiences that cause rejection. That fear will become part of your psyche. Even though the actual events causing rejection are infrequent, you will have to deal with the fear of rejection all the time. That is how we create a pain that is always there. If you are doing something to avoid pain, then pain is running your life. All of your thoughts and feelings will be affected by your fears."},{"id":25,"quote":"You have to understand that it is your attempt to get special experiences from life that makes you miss the actual experience of life."},{"id":26,"quote":"The most important thing in life is your inner energy. If you’re always tired and never enthused, then life is no fun. But if you’re always inspired and filled with energy, then every minute of every day is an exciting experience. Learn to work with these things. Through meditation, through awareness and willful efforts, you can learn to keep your centers open. You do this by just relaxing and releasing. You do this by not buying into the concept that there is anything worth closing over. Remember, if you love life, nothing is worth closing over."},{"id":27,"quote":"It’s actually a shocking realization when you first notice that your mind is constantly talking. You might even try to yell at it in a feeble attempt to shut it up. But then you realize that’s the voice yelling at the voice:"},{"id":28,"quote":"The only thing you have to know is that opening allows energy in, and closing blocks it out. Now you have to decide whether or not you want this energy. How high do you want to get? How much love do you want to feel? How much enthusiasm do you want to have for the things you do? If enjoying a full life means experiencing high energy, love, and enthusiasm all the time, then don’t ever close."},{"id":29,"quote":"It is truly a great cosmic paradox that one of the best teachers in all of life turns out to be death. No person or situation could ever teach you as much as death has to teach you. While someone could tell you that you are not your body, death shows you. While someone could remind you of the insignificance of the things that you cling to, death takes them all away in a second. While people can teach you that men and women of all races are equal and that there is no difference between the rich and the poor, death instantly makes us all the same."},{"id":30,"quote":"What if you knew that the next person you’d see would be the last person you would ever see? You’d be right there soaking it in, experiencing it. It wouldn’t matter what they were saying; you’d just enjoy hearing the words because it would be the last conversation you’d ever have. What if you brought that kind of awareness to every conversation? That’s what happens when you’re told that death is around the corner: you change, life doesn’t change."},{"id":31,"quote":"The only permanent solution to your problems is to go inside and let go of the part of you that seems to have so many problems with reality."},{"id":32,"quote":"You're floating in empty space in a universe that goes on forever. If you have to be here, at least be happy and enjoy the experience."},{"id":33,"quote":"If you decide that you're going to be happy from now on for the rest of your life, you will not only be happy, you will become enlightened. Unconditional happiness is the highest technique there is.This is truly a spiritual path, and it as direct and sure a path to Awakening as could possibly exist."},{"id":34,"quote":"Everything will be okay as soon as youare okay with everything. And that’s theonly time everything will be okay."},{"id":35,"quote":"You naturally begin to center more and more on the spiritual part of your being. You do this not by reaching for the Spirit, but by letting go of the rest."},{"id":36,"quote":"Your eyes are not really windows through which you look out into the world. Your eyes are cameras that send electronic images of the world into you."},{"id":37,"quote":"Fear is the cause of every problem. It’s the root of all prejudices and the negative emotions of anger, jealousy, and possessiveness. If you had no fear, you could be perfectly happy living in this world."},{"id":38,"quote":"Death changes everything in a flash. That’s the reality of the situation. If all these things can be changed in an instant, then maybe they aren’t so real after all."},{"id":39,"quote":"Acceptance means events can make it through you without resistance"},{"id":40,"quote":"Life is continuously changing, and if you’re trying to control it, you’ll never be able to fully live it."},{"id":41,"quote":"You just let go. It's simply a matter of taking the risk that you are better off letting go than going with the energy."},{"id":42,"quote":"You really don’t need more time before death; what you need is more depth of experience during the time you’re given."},{"id":43,"quote":"What you end up experiencing is really a personal presentation of the world according to you, rather than the stark, unfiltered experience of what is really out there. This mental manipulation of the outer experience allows you to buffer reality as it comes in."},{"id":44,"quote":"When you are trained, like a great athlete, to immediately relax through your edges when they get hit, then it’s all over. You realize that you will always be fine. Nothing can ever bother you except your edges, and now you know what to do with them. You end up loving your edges because they point your way to freedom. All you have to do is constantly relax and lean into them. Then one day, when you least expect it, you fall through into the infinite. That is what it means to go beyond."},{"id":45,"quote":"My formula for success was very simple: Do whatever is put in front of you with all your heart and soul without regard for personal results. Do the work as though it were given to you by the universe itself - because it was."},{"id":46,"quote":"Life itself is your career, and your interaction with life is your most meaningful relationship. Everything else you’re doing is just focusing on a tiny subset of life in the attempt to give life some meaning. What actually gives life meaning is the willingness to live it. It isn’t any particular event; it’s the willingness to experience life’s events."},{"id":47,"quote":"You don’t fight the mind. In fact, you don’t even try to change it. You just make a game out of relaxing in the face of its melodrama."},{"id":48,"quote":"Wise beings do not want to remain a slave to the fear of pain. They permit the world to be what it is instead of being afraid of it. They wholeheartedly participate in life, but not for the purpose of using life to avoid themselves. If life does something that causes a disturbance inside of you, instead of pulling away, let it pass through you like the wind. After all, things happen every day that cause inner disturbance. At any moment you can feel frustration, anger, fear, jealousy, insecurity, or embarrassment. If you watch, you will see that the heart is trying to push it all away. If you want to be free, you have to learn to stop fighting these human feelings."},{"id":49,"quote":"The key is to be quiet. It’s not thatyour mind has to be quiet. You be quiet.You, the one inside watching theneurotic mind, just relax."},{"id":50,"quote":"The more you stay open, the more the energy flow can build. At some point, so much energy comes into you that it starts flowing out of you. You feel it as waves pouring off of you. You can actually feel it flowing off your hands, out your heart, and through other energy centers. All these energy centers open, and a tremendous amount of energy starts flowing out of you. What is more, the energy affects other people. People can pick up on your energy, and you’re feeding them with this flow. If you are willing to open even more, it never stops. You become a source of light for all those around you."},{"id":51,"quote":"long have you been hiding in there struggling to keep it all together? Any time anything goes wrong in the protective model you built about yourself, you defend and rationalize in order to get it back together. Your mind does not stop struggling until you’ve processed the event or somehow made it go away. People feel their very existence is at stake, and they will fight and argue until they get control back. This is all because we have attempted to build solidity where there is none. Now we have to fight to keep it together. The problem is, there is no way out that way. There is no peace and there is no winning in that struggle. You were told not to build your house upon sand. Well, this is the ultimate sand. In fact, you built your house in empty space. If you continue to cling to what you built, you will have to continually and perpetually defend yourself. You will have to keep everybody and everything straight in order to reconcile your conceptual model with reality. It’s a constant struggle to keep it together."},{"id":52,"quote":"Eventually it will become quiet enough so that you can simply watch the heart begin to react, and let go before the mind starts. At some point in the journey it all becomes heart, not mind. ... The mind doesn’t even get achance to start up because you let go atthe heart level."},{"id":53,"quote":"When you feel the pull, like somebody pulling on your heart, you just let go. You fall behind it. You simply relax and release. And no matter how many times you’re pulled, that’s how many times you relax and release. Because the tendency to get drawn in is constant, the willingness to let go and fall behind has to be constant."},{"id":54,"quote":"Do not let anything that happens in life be important enough that you are willing to close your heart over it. When your heart starts to close just say, “No. I’m not going to close. I’m going to relax. I’m going to let this situation take place and be there with it. Honor and respect the situation, and deal with it. By all means deal with it. Do the best you can. But deal with it with openness. Deal with it with excitement and enthusiasm. No matter what it is, just let it be the sport of the day. In time, you will forget how to close. No matter what anyone does, no matter what situation takes place, you won’t even feel the tendency to close. You will just embrace life with all your heart and soul.”"},{"id":55,"quote":"To attain true inner freedom, you must be able to objectively watch your problems instead of being lost in them."},{"id":56,"quote":"If you really want to see why you do things, then don’t do them and see what happens."},{"id":57,"quote":"So there are two ways you can live: you can devote your life to staying in your comfort zone, or you can work on your freedom."},{"id":58,"quote":"Spirituality is the commitment to go beyond, no matter what it takes. It’s an infinite journey based upon going beyond yourself every minute of every day for the rest of your life. If you’re truly going beyond, you are always at your limits. You’re never back in the comfort zone. A spiritual being feels as though they are always against that edge, and they are constantly being pushed through it."},{"id":59,"quote":"Ultimately, if you protect yourself perfectly, you will never grow."},{"id":60,"quote":"Unfortunately, most of us are not that wise. We’re really not trying to be free of our stuff; we’re trying to justify keeping it."},{"id":61,"quote":"You don’t have to constantly be mulling over what you said or what this person thinks of you. What kind of life are you going to have if you worry about these things all the time? Inner sensitivity is a symptom of non-well-being."},{"id":62,"quote":"I am so grateful that surrender had taught me to willingly participate in life's dance with a quiet mind and an open heart."},{"id":63,"quote":"You will not be able to solve anything outside until you own how the situation affects you inside."},{"id":64,"quote":"No matter what happens below you, just turn your eyes upward and relax your heart. You do not have to leave the seat of Self in order to deal with the darkness."},{"id":65,"quote":"Look at this thing. It’s ruining my life. I’m trying to live a peaceful, meaningful existence, but I feel like I’m sitting on top of a volcano. At any moment this thing can decide to freak, close down, and fight with what’s happening."},{"id":66,"quote":"The spiritual journey is one of constant transformation. In order to grow, you must give up the struggle to remain the same, and learn to embrace change at all times."},{"id":67,"quote":"Consciousness is always drawn to the most distracting object: the bumped toe, the loud noise, or the hurting heart."},{"id":68,"quote":"When you walk through a beautiful botanical garden, you feel open and light. You feel love. You see beauty. You don’t judge the shape and placement of every leaf. The leaves are of all sizes and shapes and they face every-which-way. That’s what makes them beautiful. What if you felt that way about people? What if they didn’t all have to dress the same, believe the same, or behave the same? What if they were like the flowers, and however they happened to be seemed beautiful to you?"},{"id":69,"quote":"There is nothing wrong with feeling the energies of fear, jealousy, or attraction. It’s not your fault that such energies exist. All the attractions, repulsions, thoughts, and feelings don’t make any difference. They don’t make you pure or impure. They are not you. You are the one who’s watching, and that one is pure consciousness. Don’t think you’d be free if you just didn’t have these kinds of feelings. It’s not true. If you can be free even though you’re having these kinds of feelings, then you’re really free—because there will always be something."},{"id":70,"quote":"There is no need for false solidity when you are at peace with the universal expanse of your true Being."},{"id":71,"quote":"Reality is just too real for most of us, so we temper it with the mind."},{"id":72,"quote":"In the end, if you stay happy, you win."},{"id":73,"quote":"You said to your mind, \"I want everyone to like me. I don't want anyone to speak badly of me. I want everything I say and do to be acceptable and pleasing to everyone. I don't want anyone to hurt me. I don't want anything to happen that I don't like. And I want everything to happen that I do like.\" Then you said, \"Now mind, figure out how to make every one of these things a reality, even if you have to think about it day and night.\" And of course your mind said, \"I'm on the job, I will work on it constantly."},{"id":74,"quote":"Do not doubt your ability to remove the root cause of the disturbance inside of you. It really can go away."},{"id":75,"quote":"So you decide to use life to free yourself. You become willing to pay any price for the freedom of your soul. You will realize that the only price you have to pay is letting go of yourself. Only you can take inner freedom away from yourself, or give it to yourself. Nobody else can. It doesn’t matter what others do, unless you decide that it matters to you."},{"id":76,"quote":"Most people can hardly imagine what it would be like to be at peace with inner disturbance. But if you do not learn to be comfortable with it, you will devote your life to avoiding it. If you feel insecurity, it's just a feeling. You can handle a feelin. If you feel embarrassed, it's just a feeling. It's just a part of creation. If you feel jealousy and your heart burns, just look at it objectively, like you would a mild bruise. It's a thing in the universe that is passing through your system. Laugh at it, have fun with it, but don't be afraid of it. It cannot touch you unless you touch it."},{"id":77,"quote":"The most important thing in life is your inner energy. If you’re always tired and never enthused, then life is no fun. But if you’re always inspired and filled with energy, then every minute of every day is an exciting experience."},{"id":78,"quote":"One of the essential requirements fortrue spiritual growth and deep personaltransformation is coming to peace withpain."},{"id":79,"quote":"There is nothing more important to true growth than realizing that you are not the voice of the mind—you are the one who hears it. If you don’t understand this, you will try to figure out which of the many things the voice says is really you. People go through so many changes in the name of “trying to find myself. They want to discover which of these voices, which of these aspects of their personality, is who they really are. The answer is simple: none of them. If”"},{"id":80,"quote":"Letting go of yourself is the simplest way to get closer to others. The"},{"id":81,"quote":"The more you are willing to just let the world be something you’re aware of, the more it will let you be who you are—the awareness, the Self, the Atman, the Soul."},{"id":82,"quote":"You must realize that when you defend yourself, you are really defending your walls. There is nothing else to defend in there."},{"id":83,"quote":"If you spend your time hoping that it doesn’t rain tomorrow, you are wasting your time; Your thoughts don’t change the rain."},{"id":84,"quote":"So there are two ways you can live: you can devote your life to staying in your comfort zone, or you can work on your freedom. In other words, you can devote your whole life to the process of making sure everything fits within your limited model, or you can devote your life to freeing yourself from the limits of your model."},{"id":85,"quote":"If, for even one moment, you can look at someone with the eyes of true love, you'll know those eyes are not yours. Your eyes could never look with that amount of love. Your eyes could never be that unconditional. Your eyes could never, even in a million years, see only beauty and total perfection in your beloved. Those are the eyes of God looking down through you."},{"id":86,"quote":"Just as the sun does not leave its position in the sky to illuminate objects with its radiating light, so consciousness does not leave its center to project awareness onto the objects of form, thoughts, and emotions."},{"id":87,"quote":"Real spiritual growth happens when there is only one of you inside. There’s not a part that’s scared and another part that’s protecting the part that’s scared. All parts are unified. Because there is no part of you that you’re not willing to see, the mind is no longer divided into the conscious and subconscious. Everything you see inside is just something you see inside."},{"id":88,"quote":"You must not be afraid of rejection, or of how you would feel if you got sick, or if someone died, or if something else went wrong. You cannot spend your life avoiding things that are not actually happening, or everything will become negative. All you will end up seeing is how much can potentially go wrong. Do you have any idea how many things can cause inner pain and disturbance?"},{"id":89,"quote":"Contemplate this, and let go of the idea of a judgmental God. You have a loving God. In truth, you have love itself for a God. And love cannot do other than love. Your God is in ecstasy and there’s nothing you can do about it. And if God is in ecstasy, I wonder what He sees when He looks at you?"},{"id":90,"quote":"No matter who we are, life is going to put us through the changes we need to go through. The question is: Are we willing to use this force for our transformation? I saw that even very intense situations don't have to leave psychological scars, if we are willing to process our changes at a deeper level."},{"id":91,"quote":"Spiritual growth exists in that moment when you are consciously willing to pay the price of freedom. You must be willing at all times, in all circumstances, to remain conscious in the face of pain and to work with your heart by relaxing and remaining open."},{"id":92,"quote":"Do not let anything that happens in life be important enough that you’re willing to close your heart over it. When your heart starts to close, just say, “No. I’m not going to close. I’m going to relax. I’m going to let this situation take place and be there with it. Honor and respect the situation, and deal with it. By all means deal with it. Do the best you can. But deal with it with openness. Deal with it with excitement and enthusiasm. No matter what it is, just let it be the sport of the day. In time,”"},{"id":93,"quote":"You should know about this energy because it’s yours. It’s your birthright, and it’s unlimited. You can call upon it any time you want. It has nothing to do with age. Some eighty-year-old people have the energy and enthusiasm of a child. They can work long hours for seven days a week. It’s just energy. Energy doesn’t get old, it doesn’t get tired, and it doesn’t need food. What it needs is openness and receptivity. This energy is equally available to everybody. The sun does not shine differently on different people. If you’re good, it shines on you. If you did something bad, it shines on you. It’s the same with the inner energy. The only difference is that with the inner energy, you have the ability to close up inside and block it. When you close, the energy stops flowing. When you open, all the energy rushes up inside of you. True spiritual teachings are about this energy and how to open to it."},{"id":94,"quote":"You may not think that you feel pain that often, but you really do. To spend your life avoiding pain means it’s always right behind you. At any point you could slip and say the wrong thing. At any point anything can happen. So you end up devoting your life to the avoidance of pain."},{"id":95,"quote":"You will eventually get conscious enough so that the minute you see the energy start getting strange, you stop. You stop getting involved in the energy."},{"id":96,"quote":"You can wake up in the morning, look forward to the day, and not worry about what will happen. Your daily life can be like a vacation. Work can be fun; family can be fun; you can just enjoy all of it. That does not mean you don’t do your best; you just have fun doing your best. Then, at night when you go to sleep, you let it all go. You just live your life without getting uptight and worrying about it. You actually live life instead of fearing or fighting it."},{"id":97,"quote":"The day you decide you are more interested in being aware of your thoughts than you are in the thoughts themselves – that is the day you will find your way out."},{"id":98,"quote":"You end up loving your edges because they point your way to freedom."},{"id":99,"quote":"relax and release,"},{"id":100,"quote":"How could I possibly explain the great freedom that comes from realizing to the depth of your being that life knows what it's doing?"},{"id":101,"quote":"Worldly means that you think the solution to your inner problems is in the world outside."},{"id":102,"quote":"Eventually you will see that the real cause of problems is not life itself. It’s the commotion the mind makes about life that really causes problems. Now this raises a serious question: If so much of what"},{"id":103,"quote":"If you challenge yourself to live as though it were your last week, your mind may come up with all kinds of suppressed desires. It may start talking about all the things that you’ve always wanted to do, and you may think you had better go do them. You will soon see that’s not the answer. You have to understand that it is your attempt to get special experiences from life that makes you miss the actual experience of life. Life is not something you get; it’s something you experience. Life exists with or without you. It has been going on for billions of years. You simply get the honor of seeing a tiny slice of it. If you’re busy trying to get something, you will miss the slice you’re actually experiencing."},{"id":104,"quote":"you label everything that doesn’t fit as wrong, bad, or unfair. If anything happens that challenges how you view things, you fight. You defend. You rationalize. You get frustrated and angry over simple little things."},{"id":105,"quote":"Your center of consciousness is always stronger than the energy that is pulling on it. You just have to be willing to exercise your will."},{"id":106,"quote":"Once you clearly see the disturbed part, then ask, “Who is it that sees this? Who notices this inner disturbance? Asking this is the solution to your every problem. The very fact that you can see the disturbance means that you are not it. The process of seeing something requires a subject-object relationship. The subject is called “The Witness” because it is the one who sees what’s happening.”"},{"id":107,"quote":"Let go right then. Do not rationalize, blame, or try to figure it out. Don’t do anything. Just let go immediately, and allow the energy to go back to the highest center of consciousness it can achieve. If you feel shame, let it go."},{"id":108,"quote":"If you decide that you're going to be happy from now on for the rest of your life, you will not only be happy, you will become enlightened. Unconditional happiness is the highest technique there is. This is truly a spiritual path, and it as direct and sure a path to Awakening as could possibly exist."},{"id":109,"quote":"The first problem you have to deal with is your own reaction. You will not be able to solve anything outside until you own how the situation affects you inside."},{"id":110,"quote":"Eventually you will see that the real cause of problems is not life itself. It’s the commotion the mind makes about life that really causes problems."},{"id":111,"quote":"You are not the pain you feel, nor are you the part that periodically stresses out. None of these disturbances have anything to do with you. You are the one who notices these things. Because your consciousness is separate and aware of these things, you can free yourself. To free yourself of your inner thorns, you simply stop playing with them."},{"id":112,"quote":"You are not your thoughts; you are aware of your thoughts. You are not your emotions; you feel emotions. You are not your body; you look at it in the mirror and experience this world through its eyes and ears. You are the conscious being who is aware that you are aware of all these inner and outer things."},{"id":113,"quote":"You are living on a planet spinning around the middle of outer space, and you’re either worrying about your blemishes, the scratch on your new car, or the fact that you burped in public. It’s not healthy. If your physical body were that sensitive, you would say you were sick. But our society considers psychological sensitivities normal. Because most of us don’t have to worry about food, clothing, or shelter, we have the luxury of worrying about a spot on our pants, or laughing too loud, or saying something wrong."},{"id":114,"quote":"How do you free yourself? In the deepest sense, you free yourself by finding yourself. You are not the pain you feel, nor are you the part that periodically stresses out. None of these disturbances have anything to do with you. You are the one who notices these things. Because your consciousness is separate and aware of these things, you can free yourself. To free yourself of your inner thorns, you simply stop playing with them."},{"id":115,"quote":"You have a wellspring of beautiful energy inside of you. When you are open you feel it; when you are closed you don’t. This flow of energy comes from the depth of your being. It’s been called by many names. In ancient Chinese medicine, it is called Chi. In yoga, it is called Shakti. In the West, it is called Spirit. Call it anything you want. All the great spiritual traditions talk about your spiritual energy; they just give it different names. That spiritual energy is what you’re experiencing when love rushes up into your heart. That is what you’re experiencing when you’re enthused by something and all this high energy comes up inside of you. You"},{"id":116,"quote":"That which is holding you down can become a powerful force that raises you up."},{"id":117,"quote":"If you are doing something to avoid pain, then pain is running your life. All of your thoughts and feelings will be affected by your fears."},{"id":118,"quote":"understand this, imagine what would happen if you started feeling tremendous love for all creatures, for every plant, for every animal, and for all the beauties of nature. Imagine if every child seemed like your own, and every person you saw looked like a beautiful flower, with its own color, its own expression, shape, and sounds. As you went deeper and deeper, you would start noticing a phenomenal thing—you are no longer judging. The process of judging has simply stopped. There is just appreciating and honoring. Where there used to be judging, there is now respecting, loving, and cherishing. To differentiate is to judge. To see, to experience, and to honor is to participate in life instead of standing back and judging it. When"},{"id":119,"quote":"It turns out that the life of protecting yourself from your problem becomes a perfect reflection of the problem itself. You didn’t solve anything. If you don’t solve the root cause of the problem, but instead, attempt to protect yourself from the problem, it ends up running your life. You end up so psychologically fixated on the problem that you can’t see the forest for the trees. You actually feel that because you’ve minimized the pain of the problem, you’ve solved the problem. But it is not solved. All you did was devote your life to avoiding it. It is now the center of your universe. It’s all there is."},{"id":120,"quote":"You must look inside yourself and determine that from now on pain is not a problem. It is just a thing in the universe. Somebody can say something to you that can cause your heart to react and catch fire, but then it passes. It’s a temporary experience. Most people can hardly imagine what it would be like to be at peace with inner disturbance. But if you do not learn to be comfortable with it, you will devote your life to avoiding it. If you feel insecurity, it’s just a feeling. You can handle a feeling. If you feel embarrassed, it’s just a feeling. It’s just a part of creation. If you feel jealousy and your heart burns, just look at it objectively, like you would a mild bruise. It’s a thing in the universe that is passing through your system. Laugh at it, have fun with it, but don’t be afraid of it. It cannot touch you unless you touch it."},{"id":121,"quote":"Again, you have a subject-object relationship with your thoughts. You are the subject, and thoughts are just another object you can be aware of. You are not your thoughts. You are simply aware of your thoughts."},{"id":122,"quote":"When your heart starts to close, just say, “No. I’m not going to close. I’m going to relax. I’m going to let this situation take place and be there with it. Honor and respect the situation, and deal with it. By all means deal with it. Do the best you can. But deal with it with openness. Deal with it with excitement and enthusiasm. No matter what it is, just let it be the sport of the day. In time, you will find that you forget how to close. No matter what anyone does, no matter what situation takes place, you won’t even feel the tendency to close. You will just embrace life with all your heart and soul. Once you’ve attained this very high state, your energy level will be phenomenal.”"},{"id":123,"quote":"you will see that the vast majority of them have no relevance. They have no effect on anything or anybody, except you. They are simply making you feel better or worse about what is going on now, what has gone on in the past, or what might go on in the future."},{"id":124,"quote":"The natural ups and downs of life can either generate personal growth or create personal fears. Which of these dominates is completely dependent upon how we view change."},{"id":125,"quote":"You actually feel that because you’ve minimized the pain of the problem, you’ve solved the problem. But it is not solved. All you did was devote your life to avoiding it. It is now the center of your universe. It’s all there is. In order to apply the analogy of the thorn to your whole life, we will use loneliness as an example. Let’s say you have a very deep sense of inner loneliness. It’s so deep that you have trouble sleeping at night, and during the day it makes you very sensitive. You’re susceptible to feeling sharp pangs in your heart that cause quite a disturbance. You have trouble staying focused on your job, and you have trouble with everyday interactions. What’s more, when you’re very lonely it’s often painfully difficult to"},{"id":126,"quote":"You just make a game out of relaxing in the face of its melodrama. You simply learn how to release the tendency for getting drawn into the energy."},{"id":127,"quote":"This is how great beings live. When you are trained, like a great athlete, to immediately relax through your edges when they get hit, then it’s all over. You realize that you will always be fine."},{"id":128,"quote":"Relationships are a great way to work with yourself. Imagine if you used relationships to get to know other people, rather than to satisfy what is blocked inside of you. If you’re not trying to make people fit into your preconceived notions of what you like and dislike, you will find that relationships are not really that difficult. If you’re not so busy judging and resisting people based upon what is blocked inside of you, you will find that they are much easier to get along with—and so are you. Letting go of yourself is the simplest way to get closer to others."},{"id":129,"quote":"Yoga is not really about getting your body healthy, although it does that too. Yoga is about the knowledge that will help you out of your predicament, the knowledge that can free you. Once you’ve made this freedom the meaning of your life, there are spiritual practices that can help you. These practices are what you do with your time in order to free yourself from yourself. You will eventually catch on that you have to distance yourself from your psyche. You do this by setting the direction of your life when you’re clear and not letting the wavering mind deter you. Your will is stronger than the habit of listening to that voice. There is nothing you can’t do. Your will is supreme over all of this."},{"id":130,"quote":"Ultimately, every change in yourenergy flow, whether it’s agitation of the mind or shifts in the heart, will be what reminds you that you are back there noticing. Now what used to hold you down becomes what wakes you up."},{"id":131,"quote":"The greatest gift one can give to God is to be pleased with His creation."},{"id":132,"quote":"Stress only happens when you resist life's events."},{"id":133,"quote":"Accept the purification power of life's flow."},{"id":134,"quote":"If you’ve ever really loved anybody, then you know what true love means. It means that you love them more than you love yourself. If you truly love someone, your love sees past their humanness. It embraces their whole being, including past wrongs and current shortcomings. It is like the unconditional love of a mother. A mother devotes every moment of her life to a child who is physically or mentally challenged. She thinks the child is beautiful. She doesn’t focus on the shortcomings; in fact, she doesn’t even see them as shortcomings. What if that is how God looks upon His creation? Then you’ve lost out if you’ve been told otherwise. Instead of being encouraged to feel completely protected, loved, honored, and respected by the Divine Force, you’ve been taught that you’re being judged. Because you’ve been taught that, you feel guilt and fear. But guilt and fear do not open your connection to the Divine; they only serve to close your heart."},{"id":135,"quote":"Extremes are good teachers. When you examine the extremes, it’s easy to see the effects of imbalanced behavior patterns."},{"id":136,"quote":"Just as everything that happens outside in the physical world requires energy, everything that happens inside requires an expenditure of energy."},{"id":137,"quote":"You will get to a point in your growth where you understand that if you protect yourself, you will never be free. It’s that simple. Because you’re scared, you have locked yourself within your house and pulled down all the shades. Now it’s dark and you want to feel the sunlight, but you can’t. It’s impossible. If you close and protect yourself, you are locking this scared, insecure person within your heart. You will never be free that way. Ultimately, if you protect yourself perfectly, you will never grow. All your habits and idiosyncrasies will stay the same. Life becomes stagnant when people protect their stored issues."},{"id":138,"quote":"When you pull back behind the mind, you, the awareness, are not involved in the process of thinking. Thinking is something you watch the mind do. You are just in there, aware that you are aware. You are the indwelling being, the consciousness. It is not something that you have to think about; you are it. You can watch the mind being neurotic and not get involved. That is all you have to do to unplug the disturbed mind. The mind runs because you are giving it the power of your attention. Withdraw your attention, and the thinking mind falls away. Begin"},{"id":139,"quote":"In order to be who you are, you must be willing to let go of who you think you are."},{"id":140,"quote":"For instance, somebody says something, and you start to feel the energy get a little strange inside. You will actually start to feel a tightening. That is your cue that it’s time to grow. It’s not time to defend yourself, because you don’t want the part of you that you would be defending. If you don’t want it, let it go. You"},{"id":141,"quote":"Spirituality begins when you decide that you’ll never stop trying. Spirituality is the commitment to go beyond, no matter what it takes. It’s an infinite journey based upon going beyond yourself every minute of every day for the rest of your life."},{"id":142,"quote":"Any time you’re having trouble with something, think of death. Let’s say you’re the jealous type, and you can’t stand anyone being close to your mate. Think about what will happen when you’re no longer here. Is it really all that romantic that your loved one should live alone with no one to care for them? If you can get past your personal issues, you’ll find that you want the person you love to be happy and to have a full and beautiful life. Since that is what you want for them, why are you bothering them now just for talking to someone? It shouldn’t take death to challenge you to live at your highest level. Why wait until everything is taken from you before you learn to dig down deep inside yourself to reach your highest potential? A wise person affirms, “If with one breath all of this can change, then I want to live at the highest level while I’m alive. I’m going to stop bothering the people I love. I’m going to live life from the deepest part of my being."},{"id":143,"quote":"In the end, enjoying life’s experiences is the only rational thing to do. You’re sitting on a planet spinning around in the middle of absolutely nowhere. You’re floating in empty space in a universe that goes on forever. If you're going to be here, be happy and enjoy the experience."},{"id":144,"quote":"process to take place inside, that blocked energy will be released. When it’s released and allowed to flow up, it becomes purified and merges back into your center of consciousness. This energy then strengthens you instead of weakening you. You begin to go up and up, higher and higher, and you learn the secret of the ascent. The secret of the ascent is to never look down—always look up."},{"id":145,"quote":"As long as you are defining what you like and what you don’t like, you will open and close. You are actually defining your limits. You are allowing your mind to create triggers that open and close you. Let go of that. Dare to be different. Enjoy all of life."},{"id":146,"quote":"do not let this energy build up inside you, but instead allow each moment of the day to pass through you"},{"id":147,"quote":"depth of experience during the time you’re given. That’s the way to live each moment of your life. You let it fill you completely. You let it touch you to the depths of your being. There is no moment"},{"id":148,"quote":"No solution can possibly exist while you're lost in the energy of a problem."},{"id":149,"quote":"You will not be able to solve anything outside until you own how the situation affects you inside. Problems are generally not what they appear to be. When you get clear enough, you will realize that the real problem is that there is something inside of you that can have a problem with almost anything. The first step is to deal with that part of you. This involves a change from “outer solution consciousness to “inner solution consciousness.” You have to break the habit of thinking that the solution to your problems is to rearrange things outside. The only permanent solution to your problems is to go inside and let go of the part of you that seems to have so many problems with reality.”"},{"id":150,"quote":"I am the one who sees. From back in here somewhere, I look out, and I am aware of the events, thoughts, and emotions that pass before me."},{"id":151,"quote":"What actually gives life meaning is the willingness to live it."},{"id":152,"quote":"This is what people do. They let the fear of their inner thorns affect their behavior. They end up limiting their lives just like someone living with an external thorn. Ultimately, if there is something disturbing inside of you, you have to make a choice. You can compensate for the disturbance by going outside in an attempt to avoid feeling it, or you can simply remove the thorn and not focus your life around it."},{"id":153,"quote":"Consciousness is the highest word you will ever utter. There is nothing higher or deeper than consciousness."},{"id":154,"quote":"What you end up experiencing is really a personal presentation of the world according to you, rather than the stark, unfiltered experience of what is really out there."},{"id":155,"quote":"You simply realize that defining what you need in order to stay open actually ends up limiting you."},{"id":156,"quote":"How did we come up with the notion that life is not okay just the way it is, or that it won’t be okay the way it will be?"},{"id":157,"quote":"decide not to fight with life."},{"id":158,"quote":"The truth is, everything will be okay as soon as you are okay with everything."},{"id":159,"quote":"The purpose of spiritual evolution is to remove the blockages that cause your fear. The alternative is to protect your blockages so that you don’t have to feel fear. To do this, however, you will have to try to control everything in order to avoid your inner issues. It’s hard to understand how we decided that avoiding our inner issues is an intelligent thing to do, but everybody’s doing it. Everyone is saying, “I will do every single thing I can to keep my stuff. If you say anything that disturbs me, I will defend myself. I’ll yell at you and make you take it back. If you cause any disturbance inside of me, I will make you so sorry. In other words, if somebody does something that stimulates fear, you think they did something wrong. You then do everything you can to make sure they never do it again. First you defend yourself, and then you protect yourself. You do whatever you can to keep from feeling disturbance.”"},{"id":160,"quote":"the only thing there is to get from life is the growth that comes from experiencing it."},{"id":161,"quote":"In fact, your thoughts have far less impact on this world than you would like to think. If you’re willing to be objective and watch all your thoughts, you will see that the vast majority of them have no relevance."},{"id":162,"quote":"It’s really just the most natural thing in the world. Here I am. Here I always was. It’s like you have been on the couch watching TV, but you were so totally immersed in the show that you forgot where you were. Someone shook you, and now you’re back to the awareness that you’re sitting on the couch watching TV. Nothing else changed. You simply stopped projecting your sense of self onto that particular object of consciousness. You woke up. That is spirituality."},{"id":163,"quote":"You’re floating in empty space in a universe that goes on forever. If you have to be here, at least be happy and enjoy the experience."},{"id":164,"quote":"Unconditional happiness is the highest technique there is. You don’t have to learn Sanskrit or read any scriptures. You don’t have to renounce the world. You just have to really mean it when you say that you choose to be happy. And you have to mean it regardless of what happens. This is truly a spiritual path, and it is as direct and sure a path to Awakening as could possibly exist."},{"id":165,"quote":"In truth, pain is the price of freedom. And the moment you are willing to pay that price, you will no longer be afraid. The moment you are not afraid of the pain, you’ll be able to face all of life’s situations without fear."},{"id":166,"quote":"When you just look without creating thoughts, your consciousness is effortlessly aware of, and fully comprehends, all that it sees. Consciousness"},{"id":167,"quote":"You have to understand that it is your attempt to get special experiences from life that makes you miss the actual experience of life. Life is not something you get; it’s something you experience."},{"id":168,"quote":"And it’s not just when you try to be quiet. It has something to say about everything you look at: “I like it. I don’t like it. This is good. That’s bad. It just talks and talks. You don’t generally notice because you don’t step back from it. You’re so close that you don’t realize that you’re actually hypnotized into listening to it.”"},{"id":169,"quote":"You can live a life completely free from the fears of the psyche. You just have to know how to do it. Let’s take smoking as an example. It is not hard to understand how to stop smoking. The key word is “stop. It really doesn’t matter what patches you use; when it is all said and done, you simply must stop.”"},{"id":170,"quote":"What if you knew that this evening would be the last time you’d get to see them? Imagine that an angel comes down and tells you, “Straighten up your affairs. You will not awake from your sleep tonight. You’re coming to me. Then you’d know that every person you see that day, you’d be seeing for the last time. How would you feel? How would you interact with them?”"},{"id":171,"quote":"But closing your heart does not really protect you from anything; it just cuts you off from your source of energy. In the end, it only serves to lock you inside."},{"id":172,"quote":"The truth is, everything will be okay as soon as you are okay with everything. And that’s the only time everything will be okay."},{"id":173,"quote":"A cage by any other name is still a cage."},{"id":174,"quote":"What it means to live spiritually is to not participate in this struggle. It means that the events that happen in the moment belong to the moment. They don’t belong to you."},{"id":175,"quote":"Most people just go from day to day protecting themselves and making sure nothing goes too wrong."},{"id":176,"quote":"One should view their spiritual work as learning to live life without stress, problems, fear, or melodrama."},{"id":177,"quote":"If you want permanent peace, permanent joy, and permanent happiness, you have to get through to the other side of the inner turmoil."},{"id":178,"quote":"One of the essential requirements for true spiritual growth and deep personal transformation is coming to peace with pain."},{"id":179,"quote":"How can you define yourself as the things that happened to you? You were aware of your existence before they happened. You are the one who is in there doing all this, seeing all this, and experiencing all this. You do not have to cling to your experiences in the name of building yourself. This is a false self you are building inside. It is just a concept of yourself that you hide behind."},{"id":180,"quote":"If you truly want to grow spiritually, you’ll realize that keeping your stuff is keeping you trapped. Eventually you’ll want out, at any cost. You will then realize that life is actually trying to help you. Life is surrounding you with people and situations that stimulate"},{"id":181,"quote":"In the name of attempting to hold the world together, you’re really just trying to hold yourself together."},{"id":182,"quote":"We define the entire scope of our outer experience based upon our inner problems. If you want to grow spiritually, you have to change that."},{"id":183,"quote":"The more you are willing to just let the world be something you’re aware of, the more it will let you be who you are—the awareness, the Self, the Atman, the Soul. You"},{"id":184,"quote":"This is your life—reclaim it."},{"id":185,"quote":"You will come to see that the mind talks all the time because you gave it a job to do. You use it as a protection mechanism, a form of defense. Ultimately, it makes you feel more secure. As long as that’s what you want, you will be forced to constantly use your mind to buffer yourself from life, instead of living it. This world is unfolding and really has very little to do with you or your thoughts. It was here long before you came, and it will be here long after you leave. In the name of attempting to hold the world together, you’re really just trying to hold yourself together."},{"id":186,"quote":"If you were asked how the body normally feels, you might say that it’s generally uncomfortable about one thing or another. How about the psyche? If you were being totally honest, you’d probably say that it’s generally full of complaints and fears. Well, how does Spirit normally feel? The truth is, it always feels good. It always feels high. It always feels open and light."},{"id":187,"quote":"you’ll never be free of problems until you are free from the part within that has so many problems."},{"id":188,"quote":"What you’ll find is that the only thing you really want from life is to feel enthusiasm, joy, and love. If you can feel that all the time, then who cares what happens outside?"},{"id":189,"quote":"moment you see the energy getting imbalanced inside, the moment you see the heart starting to tense and get defensive, you just stop. What exactly does it mean “to stop? It’s something you do inside. It’s called letting go. When you let go, you are falling behind the energy that is trying to pull you into it. Your energies inside have power. They are very strong, and they draw your awareness into them. If a hammer falls on your toe, all your awareness will focus there. If there’s a sudden”"},{"id":190,"quote":"hold yourself together. True personal growth is about transcending the part of you that is not okay and needs protection. This is done by constantly remembering that you are the one inside that notices the voice talking. That is the way out. The one inside who is aware that you are always talking to yourself about yourself is always silent. It is a doorway to the depths of your being."},{"id":191,"quote":"If you are willing to experience the gift of life instead of fighting with it, you will be moved to the depth of your being."},{"id":192,"quote":"What it means to live life is to experience the moment that is passing through you, and then experience the next moment, and then the next."},{"id":193,"quote":"Let your spiritual path become the willingness to let whatever happens make it through you, rather than carrying it into the next moment. That doesn’t mean you don’t deal with what happens. You’re welcome to deal with it, but first let the energy make it through you. If you don’t, you will not actually be dealing with the current event, you will be dealing with your own blocked energies from the past."},{"id":194,"quote":"The heart is actually very simple to understand. It is an energy center,"},{"id":195,"quote":"You must be willing to be present right at the place of the tightness and pain, and then relax and go even deeper."},{"id":196,"quote":"You gain nothing by being bothered by life’s events. It doesn’t change the world; you just suffer. There’s always going to be something that can bother you, if you let it."},{"id":197,"quote":"No matter what happens, just enjoy the life that comes to you."},{"id":198,"quote":"If with one breath all of this can change, then I want to live at the highest level while I’m alive. I’m going to stop bothering the people I love. I’m going to live life from the deepest part of my being."},{"id":199,"quote":"To begin with, you have to realize that you really only have one choice in this life, and it’s not about your career, whom you want to marry, or whether you want to seek God. People tend to burden themselves with so many choices. But, in the end, you can throw it all away and just make one basic, underlying decision: Do you want to be happy, or do you not want to be happy?"},{"id":200,"quote":"addition, contemplate how much energy is wasted resisting what might happen. Since most of the things you think might happen never do, you are just throwing your energy away."},{"id":201,"quote":"You will soon see that your mind is constantly driving you crazy over nothing. If you don’t want to be like that, then stop putting energy into your psyche. That is all there is to it. If you follow this path, the only action you ever take is to relax and release. When you start to see this stuff going on inside, you just relax your shoulders, relax your heart, and fall back behind it. Do not touch it. Do not get involved in it. And do not try to stop it. Simply be aware that you are seeing it. That’s how you get out. You just let it go."},{"id":202,"quote":"How can anyone really know anything about God? We have so many teachings, so many concepts, and so many views about God. But they’ve all been touched by people. In the end, it’s amazing how much our ideas about God conform to the different cultures from which they come."},{"id":203,"quote":"What does it feel like to identify more with Spirit than with form? You used to walk around feeling anxiety and tension; now you walk around feeling love. You just feel love for no reason. Your backdrop is love. Your backdrop is openness, beauty, and appreciation. You don’t have to make yourself feel that way; that is how Spirit feels."},{"id":204,"quote":"We all know that true love doesn’t judge. Love sees nothing but beauty in its beloved. There is no impurity. There is no possibility of impurity. No matter what it beholds, it’s all beautiful. That is how true love sees. That is what it looks like through the eyes of love."},{"id":205,"quote":"If you don’t want it, let it go."},{"id":206,"quote":"Getting involved in the darkness does not dispel darkness; it feeds it. Don't even turn toward it."},{"id":207,"quote":"It doesn’t matter what others do, unless you decide that it matters to you."},{"id":208,"quote":"You don’t have to constantly be mulling over what you said or what this person thinks of you."},{"id":209,"quote":"This flow has been called Shakti. This flow has been called Spirit. This is what you begin to experience if you hang out with the Self instead of hanging out with inner disturbances."},{"id":210,"quote":"We now experience the daily need to defend our self-concepts rather than our bodies."},{"id":211,"quote":"That is how negative cycles happen. You actually take a piece of your stuff, which is nothing but deeply seated disturbance from your past, and you implant it in the hearts of those around you. At some point it will come back to you. Anything you put out comes back. Imagine if you got upset and fully released your disturbed energies onto another person. This is how people ruin relationships and destroy their lives."},{"id":212,"quote":"Death is the greatest teacher in all of life. Take a moment to look at the things you think you need. Look at how much time and energy you put into various activities. Imagine if you knew you were going to die within a week or a month. How would that change things? How would your priorities change? How would your thoughts change? Think honestly about what you would do with your last week. What a wonderful thought to contemplate. Then ponder this question: If that’s really what you would do with your last week, what are you doing with the rest of your time? Wasting it? Throwing it away? Treating it like it’s not something precious? What are you doing with life? That is what death asks you."},{"id":213,"quote":"This is the human predicament. Events have happened and we continue to hold their energy inside of us by resisting them. Now, when we face today’s events, we are neither prepared to receive them nor capable of digesting them. This is because we’re still struggling with past energies. Over time, the energies can build up to the point that a person becomes so blocked that they either blow up or shut down completely. This is what it means to get stressed-out or even totally burned-out."},{"id":214,"quote":"All the great teachings reveal the way of the center, the way of balance. Constantly look to see if that’s where you are living or if you are lost in the extremes. The extremes create their opposites; the wise avoid them. Find the balance in the center and you will live in harmony."},{"id":215,"quote":"You do not want this stuff inside your heart. To feel great love and freedom, to find the presence of God within you, all of this stored pain must go. It is in this inner work that spirituality becomes a reality. Spiritual growth exists in that moment when you are consciously willing to pay the price of freedom. You must be willing at all times, in all circumstances, to remain conscious in the face of pain and to work with your heart by relaxing and remaining open."},{"id":216,"quote":"You should be experiencing the life that’s happening to you, not the one you wish was happening. Don’t waste a moment of life trying to make other things happen; appreciate the moments you are given."},{"id":217,"quote":"You simply realize that defining what you need in order to stay open actually ends up limiting you. If you make lists of how the world must be for you to open, you have limited your openness to those conditions. Better to be open no matter what. How"},{"id":218,"quote":"Stop defining the disturbed mind as a negative experience; just see if you can relax behind it. When your mind is disturbed, don’t ask, “What do I do about this? Instead ask, “Who am I that notices this?”"},{"id":219,"quote":"It turns out that the life of protecting yourself from your problem becomes a perfect reflection of the problem itself. You didn’t solve anything. If you don’t solve the root cause of the problem, but instead, attempt to protect yourself from the problem, it ends up running your life."},{"id":220,"quote":"When you walk through a beautiful botanical garden, you feel open and light. You feel love. You see beauty. You don’t judge the shape and placement of every leaf. The leaves are of all sizes and shapes and they face every-which-way. That’s what makes them beautiful. What if you felt that way about people?"},{"id":221,"quote":"Your only way out is the witness. Just keep letting go by being aware that you are aware."},{"id":222,"quote":"No matter what happens below you, just turn your eyes upward and relax your heart."},{"id":223,"quote":"The most important thing in life is your inner energy. If you’re always tired and never enthused, then life is no fun. But if you’re always inspired and filled with energy, then every minute of every day is an exciting experience. Learn to work with these things. Through meditation, through awareness and willful efforts, you can learn to keep your centers open. You do this by just relaxing and releasing. You do this by not buying into the concept that there is anything worth closing over. Remember, if you love life, nothing is worth closing over. Nothing, ever, is worth closing your heart over."},{"id":224,"quote":"be aware that each moment of each day is unfolding and you neither have control, nor crave it."},{"id":225,"quote":"To feel great love and freedom, to find the presence of God within you, all of this stored pain must go. It is in this inner work that spirituality becomes a reality."},{"id":226,"quote":"Fear is a thing. You can recognize it and work to release it or you can keep it and try to hide from it."},{"id":227,"quote":"You simply realize that defining what you need in order to stay open actually ends up limiting you. If you make lists of how the world must be for you to open, you have limited your openness to those conditions. Better to be open no matter what."},{"id":228,"quote":"The reward for not protecting your psyche is liberation. You are free to walk through this world without a problem on your mind. You are just having fun experiencing whatever happens next. Because you got rid of that scared part of you, you don’t ever have to worry about getting hurt or disturbed."},{"id":229,"quote":"enjoy life instead of clinging to it or pushing it away. If you can live like that, each moment will change you. If you are willing to experience the gift of life instead of fighting with it, you will be moved to the depth of your being."},{"id":230,"quote":"The alternative is to enjoy life instead of clinging to it or pushing it away. If you can live like that, each moment will change you. If you are willing to experience the gift of life instead of fighting with it, you will be moved to the depth of your being. When you reach this state, you will begin to see the secrets of the heart. The heart is the place through which energy flows to sustain you. This energy inspires you and raises you. It is the strength that carries you through life."},{"id":231,"quote":"If you’re willing to be objective and watch all your thoughts, you will see that the vast majority of them have no relevance. They have no effect on anything or anybody, except you."},{"id":232,"quote":"What it means to live spiritually is to not participate in this struggle. It means that the events that happen in the moment belong to the moment. They don’t belong to you. They have nothing to do with you. You must stop defining yourself in relationship to them, and just let them come and go. Don’t allow events to leave impressions inside of you. If you find yourself thinking about them later on, just let go. If an event happens that doesn’t fit your conceptual model, and you see yourself struggling and rationalizing to make it fit, just notice what you’re doing. An event in the universe didn’t match your model and it’s causing disturbance inside of you. If you will simply notice this, you will find that it is actually breaking up your model. You’ll get to the point where you like this because you don’t want to keep your model. You’ll define this as good because you are no longer willing to put any energy into building and solidifying your façade. Instead, you will actually permit the things that disturb your model to act as the dynamite to break it up and free you. This is what it means to live spiritually."},{"id":233,"quote":"But where are you? Maybe we can find you in your thoughts. René Descartes, a great philosopher, once said, “I think, therefore I am. But is that really what’s going on? The dictionary defines the verb “to think” as “to form thoughts, to use the mind to consider ideas and make judgments” (Microsoft Encarta 2007). The question is, who is using the mind to form thoughts and then manipulate them into ideas and judgments? Does this experiencer of thoughts exist even when thoughts are not present? Fortunately, you don’t have to think about it. You are very aware of your presence of being, your sense of existence, without the help of thoughts. When you go into deep meditation, for example, the thoughts stop. You know that they’ve stopped.”"},{"id":234,"quote":"Do you want to know how God looks upon this world? Do you want to know how He feels about different kinds of people? Then look at the sun. Does the sun shine more brightly on a saint than on anyone else? Is the air more available to the saint? Does the rain fall on one neighbor’s trees more than another’s?"},{"id":235,"quote":"Events don’t determine whether or not you’re going to be happy. They’re just events. You determine whether or not you’re going to be happy. You can be happy just to be alive."},{"id":236,"quote":"Come to know the one who watches the voice, and you will come to know one of the great mysteries of creation."},{"id":237,"quote":"there are two ways you can live: you can devote your life to staying in your comfort zone, or you can work on your freedom. In other words, you can devote your whole life to the process of making sure everything fits within your limited model, or you can devote your life to freeing yourself from the limits of your model."},{"id":238,"quote":"If you want to see how restrictive your walls are, just start walking toward them. Let’s say you have an emotional fear of heights. When you were young you fell off a ladder, and the impression stayed with you. That is one of your walls. If you doubt that it’s a wall, let’s see you walk through it. Let’s say something happens that activates these old feelings of fear, and you decide to walk right toward it. The closer you get, the more you will have the urge to pull back. That which you collected from your past forms a boundary that you intuitively want to avoid. That’s natural, that’s what we do with walls; we avoid running into them."},{"id":239,"quote":"If you truly love someone, your love sees past their humanness. It embraces their whole being, including past wrongs and current shortcomings. It is like the unconditional love of a mother. A mother devotes every moment of her life to a child who is physically or mentally challenged. She thinks the child is beautiful. She doesn’t focus on the shortcomings; in fact, she doesn’t even see them as shortcomings."},{"id":240,"quote":"If you watch objectively, you will see that when there’s a buildup of nervous, fearful, or desire-based energies inside, the voice becomes extremely active. This is easy to see when you are angry with someone and you feel like telling them off. Just watch how many times the inner voice tells them off before you even see them. When energy builds up inside, you want to do something about it. That voice talks because you’re not okay inside, and talking releases energy."},{"id":241,"quote":"Once you have a thought that stays, you can rest your head on it. Then, as you cling to more and more thoughts, you build an inner structure for consciousness to focus on. The more consciousness narrows its focus onto this mental structure, the greater the tendency to utilize it to define the concept of self. Clinging creates the bricks and mortar with which we build a conceptual self. In the midst of vast inner space, using nothing but the vapor of thoughts, you created a structure of apparent solidity to rest upon."},{"id":242,"quote":"Life is surrounding you with people and situations that stimulate growth. You don’t have to decide who’s right or wrong. You don’t have to worry about other people’s issues. You only have to be willing to open your heart in the face of anything and everything, and permit the purification process to take place."},{"id":243,"quote":"Go ahead, take a look at reality. You’re floating in empty space in a universe that goes on forever. If you have to be here, at least be happy and enjoy the experience. You’re going to die anyway. Things are going to happen anyway. Why shouldn’t you be happy? You gain nothing by being bothered by life’s events. It doesn’t change the world; you just suffer."},{"id":244,"quote":"stimulated by an ongoing situation, you may stay down there for a long time. If it happens to be just a passing event, and the energy released by the blockage dissipates immediately, then you’ll find that you drift back up quickly. The main point is that it’s not under your control. You lost it. This is the anatomy of falling. When you’re in this state of disturbance, your tendency will be to act in order to try to fix things. You don’t have the clarity to see what’s going on; you just want the disturbance to stop. So you start getting down to your survival instincts. You may feel that you have to do something drastic. You may want to leave your husband or wife, or move, or quit your job. The mind starts saying all kinds of things because it doesn’t like this space, and it wants to get away from it any way it can. Now that you’ve fallen to that point, here comes the crème de la crème. Imagine that while you’re lost in the disturbed energy, you actually do one or more of the things that your mind is telling you to do. Imagine what would happen if you actually quit your job, or if you decide, “I’ve held this in long enough. I’m going to give him a piece of my mind."},{"id":245,"quote":"You should be experiencing the life that’s happening to you, not the one you wish was happening. Don’t waste a moment of life trying to make other things happen; appreciate the moments you are given. Don’t you understand that every minute you’re a step closer to death? This is how to live your life. You live it as though you were on the verge of death, because you are."},{"id":246,"quote":"This act of maintaining objective awareness of the inner problem is always better than losing yourself in the outer situation. This is the essential difference between a spiritually minded person and a worldly person. Worldly doesn’t mean that you have money or stature. Worldly means that you think the solution to your inner problems is in the world outside. You think that if you change things outside, you’ll be okay. But nobody has ever truly become okay by changing things outside. There’s always the next problem. The only real solution is to take the seat of witness consciousness and completely change your frame of reference."},{"id":247,"quote":"the protective energies have adapted toward defending the individual psychologically, rather than physiologically."},{"id":248,"quote":"to maintain honest relations with others we must first be true to ourselves."},{"id":249,"quote":"There is nothing more important to true growth than realizing that you are not the voice of the mind—you are the one who hears it. If you don’t understand this, you will try to figure out which of the many things the voice says is really you. People go through so many changes in the name of “trying to find myself. They want to discover which of these voices, which of these aspects of their personality, is who they really are. The answer is simple: none of them.”"},{"id":250,"quote":"How do you free yourself? In the deepest sense, you free yourself by finding yourself. You are not the pain you feel, nor are you the part that periodically stressed out. None of these disturbances have anything to do with you. You are the one who notices these things. Because your consciousness is separate and aware of these things, you can free yourself."},{"id":251,"quote":"You are not your heart. You are the experiencer of your heart."},{"id":252,"quote":"everything will be okay as soon as you are okay with everything. And that’s the only time everything will be okay."},{"id":253,"quote":"Set your eyes on the highest state you can imagine and don’t take them off."},{"id":254,"quote":"fifty-two"},{"id":255,"quote":"deep within us, there is a direct connection to the Divine. There is a part of our being that is beyond the personal self. You can consciously choose to identify with that part, rather than with the psyche or the body. When you do this, a natural transformation begins to take place within you."},{"id":256,"quote":"Your heart is an instrument made of extremely subtle energy that few people come to appreciate."},{"id":257,"quote":"Consciousness is neither pure nor impure; it has no qualities. It’s just there, aware that it’s aware."},{"id":258,"quote":"Now this raises a serious question: If so much of what the voice says is meaningless and unnecessary, then why does it even exist? The secret to answering this question lies in understanding why it says what it says when it says it."},{"id":259,"quote":"So now is I ask you, ‘’Who are you?’’ you answer,‘‘I am the one who sees. From back in here somewhere, I look out, and I am aware of the events, thoughts, and emotions that pass before me."},{"id":260,"quote":"See it feel jealousy, need, and fear. These feelings are just part of the nature of a human being."},{"id":261,"quote":"already knew it was cold. You’re the one who’s experiencing the cold. Why is it telling you this? You re-create the world within your mind because you can control your mind whereas you can’t control the world."},{"id":262,"quote":"You are not your thoughts. You are simply aware of your thoughts."},{"id":263,"quote":"the only thing there is to get from life is the growth that comes from experiencing it. Life itself is your career, and your interaction with life is your most meaningful relationship. Everything else you’re doing is just focusing on a tiny subset of life in the attempt to give life some meaning. What actually gives life meaning is the willingness to live it. It isn’t any particular event; it’s the willingness to experience life’s events."},{"id":264,"quote":"Be the answer, and everything will change. Part II"},{"id":265,"quote":"I am not the disturbance that I see."},{"id":266,"quote":"The very fact that you can see the disturbance means that you are not it."},{"id":267,"quote":"If you want to achieve peace in the face of your problems, you must understand why you percieve a particular situation as a problem."},{"id":268,"quote":"Do not doubt your ability to remove the root cause of the disturbance inside of you. It really can go away. You can look deep within yourself, to the core of your being, and decide that you don’t want the weakest part of you running your life. You want to be free of this."},{"id":269,"quote":"Every single time you relax and release, a piece of the pain leaves forever."},{"id":270,"quote":"When a problem is disturbing you, don’t ask, “What should i do about it? Ask, “ What part of me is being disturbed by this?”"},{"id":271,"quote":"People don’t understand that fear is a thing. It’s just another object in the universe that you are capable of experiencing. You can do one of two things with fear: you can recognize that you have it and work to release it, or you can keep it and try to hide from it. Because people don’t deal with fear objectively, they don’t understand it. They end up keeping their fear and trying to prevent things from happening that would stimulate it. They go through life attempting to create safety and control by defining how they need life to be in order to be okay. This is how the world becomes frightening."},{"id":272,"quote":"So you contemplate this, and you realize that never in your life have you asked yourself that question and really meant it. Who am I?"},{"id":273,"quote":"If with one breath all of this can change, then I want to live at the highest level while I’m alive. I’m going to stop bothering the people I love. I’m going to live life from the deepest part of my being. This”"},{"id":274,"quote":"Set your eyes on the highest state you can imagine and don’t take them off. If you slip, just get back up. It doesn’t matter. The very fact that you even want to go through this process of freeing the energy flow means you are great. You will get there. Just keep letting go."},{"id":275,"quote":"It’s not what you’re doing; it’s how much of you is doing it."},{"id":276,"quote":"you are not the voice of the mind—you are the one who hears it."},{"id":277,"quote":"the real cause of problems is not life itself. It’s the commotion the mind makes about life that really causes problems."},{"id":278,"quote":"The key is to learn to keep your mind disciplined enough so that it doesn’t trick you into thinking that this time it’s worth closing."},{"id":279,"quote":"to stay happy, just don’t close your heart."},{"id":280,"quote":"instead of being aware of your thoughts, you’re aware that you’re aware of your thoughts. You have turned the light of consciousness back onto itself. You’re always contemplating something, but this time you’re contemplating the source of consciousness. This is true meditation. True meditation is beyond the act of simple, one-pointed concentration. For the deepest meditation, you must not only have the ability to focus your consciousness completely on one object, you must also have the ability to make awareness itself be that object."},{"id":281,"quote":"In order to grow, you must give up the struggle to remain the same, and learn to embrace change at all times."},{"id":282,"quote":"So now if I ask you, “Who are you? you answer, “I am the one who sees. From back in here somewhere, I look out, and I am aware of the events, thoughts, and emotions that pass before me.”"},{"id":283,"quote":"A wise person remains centered enough to let go every time the energy shifts into a defensive mode."},{"id":284,"quote":"The alternative is to enjoy life instead of clinging to it or pushing it away. If you can live like that, each moment will change you. If you are willing to experience the gift of life instead of fighting with it, you will be moved to the depth of your being. When you reach this state, you will begin to see the secrets of the heart. The heart is the place through which energy flows to sustain you. This energy inspires you and raises you. It is the strength that carries you through life. It is the beautiful experience of love that pours through your whole being. This is meant to be going on inside you at all times. The highest state you have ever experienced is simply the result of how open you were."},{"id":285,"quote":"situation takes place, you won’t even feel the tendency to close. You will just embrace life with all your heart and soul. Once you’ve attained this very high state, your energy level will be phenomenal. You will have all the energy you need at all times. Just relax and open, and tremendous energy will rush up inside of you. You are only limited by your ability to stay open. If you really want to stay open, pay attention when you feel love and enthusiasm. Then ask yourself why you can’t feel this all the time. Why does it have to go away? The answer is obvious: it only goes away if you choose to close. By closing, you are actually making the choice not to feel openness and love. You throw love away all the time. You feel love until somebody says something you don’t like, and then you give up the love. You feel enthused about your job until someone criticizes something, and then you want to quit. It’s your choice. You can either close because you don’t like what happened, or you can keep feeling love and enthusiasm by not closing. As long as you are defining what you like and what you don’t like, you will open and close. You are actually defining your limits. You are allowing your mind to create triggers that open and close you. Let go of that. Dare to be different. Enjoy all of life. The more you stay open, the more the energy flow can build. At some point, so much energy comes into you that it starts flowing out of you. You feel it as waves pouring off of you. You can actually feel it flowing off your hands, out your heart, and through other energy centers. All these energy centers open, and a tremendous amount of energy starts flowing out of you. What is more, the energy affects other people. People can pick up on your energy, and you’re feeding them with this flow. If you are willing to open even more, it never stops. You become a source of light for all those around you. Just keep opening and not closing. Wait until you see what happens to you. You can even affect the health of your body with your energy flow. When you start to feel the tendency of an illness coming on, you just relax and open. When you open, you bring more energy into the system, and it can heal. Energy can heal, and that’s why love can heal. As you explore your inner energy, a whole world of discovery opens up to you."},{"id":286,"quote":"The stuff that holds you down periodically rears its head. When it does, let it go. You simply permit the pain to come up into your heart and pass through. If you do that, it will pass. If you are sincerely seeking truth, you’ll let go every time. This is the beginning and end of the entire path—you surrender yourself to the process of emptying yourself. When you work with this, you start to learn the subtler laws of the process of letting go."},{"id":287,"quote":"Creating thoughts, holding onto thoughts, recalling thoughts, generating emotions, controlling emotions, and disciplining powerful inner drives, all require a tremendous expenditure of energy."},{"id":288,"quote":"The difference is that when your consciousness is not centered within, it becomes totally focused on the objects of consciousness."},{"id":289,"quote":"The problem is, we don’t exercise that control. Under normal circumstances, our state of openness is left to psychological factors. Basically, we are programmed to open or close based upon our past experiences. Impressions from the past are still inside of us, and they get stimulated by different events. If they were negative impressions, we tend to close. If they were positive impressions, we tend to open. Let’s say you smell a certain scent that reminds you of what it was like when you were young and somebody was cooking dinner. How you react to this scent depends upon the impressions left by your past experiences. Did you enjoy having dinner with the family? Was the food good? If so, then the smell of that scent warms you and opens you. If it wasn’t so much fun eating together, or if you had to eat food you didn’t like, then you tighten up and close. It really is that sensitive. A smell can make you open or close, and so can seeing a car of a certain color, or even the type of shoes a person is wearing. We are programmed based upon our past impressions such that all kinds of things can cause us to open and close. If you pay attention, you will see it happen regularly throughout each day."},{"id":290,"quote":"Who am I? Who sees when I see? Who hears when I hear? Who knows that I am aware? Who am I?"},{"id":291,"quote":"Letting go of yourself is the simplest way to get closer to others."},{"id":292,"quote":"The truth is that most of life will unfold in accordance with forces far outside your control, regardless of what your mind says about it."},{"id":293,"quote":"Once you’ve made the commitment to free yourself of that scared person inside, you will notice that there is a clear decision point at which your growth takes place. Spiritual growth is about the point at which you start to feel your energy change. For instance, somebody says something, and you start to feel the energy get a little strange inside. You will actually start to feel a tightening. That is your cue that it’s time to grow. It’s not time to defend yourself, because you don’t want the part of you that you would be defending. If you don’t want it, let it go."},{"id":294,"quote":"What you’ll find is that the only thing you really want from life is to feel enthusiasm, joy, and love. If you can feel that all the time, then who cares what happens outside? If you can always feel up, if you can always feel excited about the experience of the moment, then it doesn’t make any difference what the experience is."},{"id":295,"quote":"Begin this journey to freedom by regularly reminding yourself to watch the psyche. This will keep you from getting lost in it. Because the addiction to the personal mind is a major one, you must set up a method to remind yourself to watch."},{"id":296,"quote":"Honor and respect the situation, and deal with it. By all means deal with it. Do the best you can. But deal with it with openness. Deal with it with excitement and enthusiasm. No matter what it is, just let it be the sport of the day. In time, you will find that you forget how to close. No matter what anyone does, no matter what situation takes place, you won’t even feel the tendency to close. You will just embrace life with all your heart and soul. Once you’ve attained this very high state, your energy level will be phenomenal. You will have all the energy you need at all times. Just relax and open, and tremendous energy will rush up inside of you. You are only limited by your ability to stay open."},{"id":297,"quote":"Awareness transcends what it is aware of."},{"id":298,"quote":"Now you are on your way. The very thing that was holding you in is now helping you out. You have to use all energies to your advantage. This path of letting go allows you to free your energies so that you can free yourself. Right in the midst of your daily life, by untethering yourself from the bondage of your psyche, you actually have the ability to steal freedom for your soul."},{"id":299,"quote":"Your consciousness is actually experiencing your mental model of reality, not reality itself."},{"id":300,"quote":"People say that God cries when He looks at this earth. The saint sees that God goes into ecstasy when He looks upon this earth, under all conditions, and at all times."},{"id":301,"quote":"drift into Spirit, and as you drift into Spirit, these transformations take place within you. All you have to do is notice them, and you will start to notice the tendency toward the qualities of the Divine."},{"id":302,"quote":"When you get clear enough, you will realize that the real problem is that there is something inside of you that can have a problem with almost anything."},{"id":303,"quote":"You are allowing your mind to create triggers that open and close you. Let go of that. Dare to be different. Enjoy all of life."},{"id":304,"quote":"A Samskara is a blockage, an impression from the past. It’s an unfinished energy pattern that ends up running your life. In"},{"id":305,"quote":"Consciousness is the highest word you will ever utter."},{"id":306,"quote":"Who are you that is lost and trying to build a concept of yourself in order to be found? This question represents the essence of spirituality."},{"id":307,"quote":"You will someday come to see that there is no use for that incessant internal chatter, and there is no reason to constantly attempt to figure everything out. Eventually you will see that the real cause of problems is not life itself. It’s the commotion the mind makes about life that really causes problems."},{"id":308,"quote":"If you can’t get the world the way you like it, you internally verbalize it, judge it, complain about it, and then decide what to do about it. This makes you feel more empowered."},{"id":309,"quote":"If you really want to grow, you have to do the opposite. Real spiritual growth happens when there is only one of you inside. There’s not a part that’s scared and another part that’s protecting the part that’s scared. All parts are unified. Because there is no part of you that you’re not willing to see, the mind is no longer divided into the conscious and subconscious. Everything you see inside is just something you see inside. It’s not you; it’s what you see. There is simply the pure energy pouring inside of you that creates the ripples of thoughts and emotions, and there is the consciousness that’s aware of it. There is simply you watching the dance of the psyche."},{"id":310,"quote":"Every day we bear a burden that we should not be bearing. We fear that we are not good enough or that we will fail. We experience insecurity, anxiety, and self-consciousness. We fear that people will turn on us, take advantage of us, or stop loving us. All of these things burden us tremendously."},{"id":311,"quote":"Your definitions of desirable and undesirable, as well as good and bad, all come about because you have defined how things need to be in order for you to be okay."},{"id":312,"quote":"your thoughts have far less impact on this world than you would like to think. If you’re willing to be objective and watch all your thoughts, you will see that the vast majority of them have no relevance. They have no effect on anything or anybody, except you. They are simply making you feel better or worse about what is going on now, what has gone on in the past, or what might go on in the future."},{"id":313,"quote":"Becoming familiar with this pain is part of your growth. Even though you may not actually like the feelings of inner disturbance, you must be able to sit quietly inside and face them if you want to see where they come from. Once you can face your disturbances, you will realize that there is a layer of pain seated deep in the core of your heart. This pain is so uncomfortable, so challenging, and so destructive to the individual self, that your entire life is spent avoiding it. Your entire personality is built upon ways of being, thinking, acting, and believing that were developed to avoid this pain. Since avoiding the pain prohibits you from exploring the part of your being that is beyond that layer, real growth takes place when you finally decide to deal with the pain. Because the pain is at the core of the heart, it radiates out and affects everything you do. But this pain is not the physical pain that you receive as messages from your body. Physical pain is only there when something is physiologically wrong. Inner pain is always there, underneath, hidden by the layers of our thoughts and emotions. We feel it most when our hearts go into turmoil, like when the world does not meet our expectations. This is an inner, psychological pain."},{"id":314,"quote":"A wise person remains centered enough to let go every time the energy shifts into a defensive mode. The moment the energy moves and you feel your consciousness start to get drawn into it, you relax and release. Letting go means falling behind the energy instead of going into it. It just takes a moment of conscious effort to decide that you’re not going there. You just let go."},{"id":315,"quote":"True personal growth is about transcending the part of you that is not okay and needs protection. This is done by constantly remembering that you are the one inside that notices the voice talking. That is the way out. The one inside who is aware that you are always talking to yourself about yourself is always silent. It is a doorway to the depths of your being. To be aware that you are watching the voice talk is to stand on the threshold of a fantastic inner journey. If used properly, the same mental voice that has been a source of worry, distraction, and general neurosis can become the launching ground for true spiritual awakening."},{"id":316,"quote":"When consciousness stops identifying itself as the ray, it comes to know itself as the sun."},{"id":317,"quote":"You’re just standing on one little ball of dirt and spinning around one of the stars. From that perspective, do you really care what people think about your clothes or your car?"},{"id":318,"quote":"If anything can cause disturbance inside of you, it means it hit your model. It means it hit the false part of you that you built in order to control your own definition of reality. But if that model is reality, why didn’t experiential reality fit? There’s nothing you can make up inside your mind that can ever be considered reality."},{"id":319,"quote":"You cannot spend your life avoiding things that are not actually happening, or everything will become negative."},{"id":320,"quote":"You re-create the world within your mind because you can control your mind whereas you can’t control the world."},{"id":321,"quote":"begin to notice who is experiencing the experience. Eventually, you will get to a point within yourself where you realize that you, the experiencer, have a certain quality. And that quality is awareness, consciousness, an intuitive sense of existence. You know that you’re in there. You don’t have to think about it; you just know. You can think about it if you want to, but you will know that you’re thinking about it. You exist regardless, thoughts or no thoughts."},{"id":322,"quote":"Since the event has already passed, you are actually struggling with yourself, not with the event."},{"id":323,"quote":"Fear and desire make everything seem so complicated. If you don’t have fear or desire about an event, there’s really nothing to deal with. You simply allow life to unfold and interact with it in a natural and rational manner."},{"id":324,"quote":"Stop and think about what you’re capable of achieving. Up to now, your capacities have been constrained by constant inner struggles."},{"id":325,"quote":"What you’ll notice is that you’re watching a human being’s personality with all its strengths and weaknesses. It’s as though there’s somebody in there with you. You might actually say you have a “roommate."},{"id":326,"quote":"You are very accustomed to settling into the playground of the mind and creating and manipulating thoughts. This inner world is an alternate environment that is under your control. The outside world, however, marches to its own laws."},{"id":327,"quote":"relieve your mind of the job of making sure that everyone and everything will be the way you need them to be so that you can feel better inside."},{"id":328,"quote":"Begin by seeing the tendency to protect and defend yourself. There is a very deep, innate tendency to close, especially around your soft spots. But eventually you will notice that closing creates tremendous work."},{"id":329,"quote":"Likewise, when your mind starts telling you what you have to do to make everything inside okay, don’t buy into what it’s telling you. The truth is, everything will be okay as soon as you are okay with everything. And that’s the only time everything will be okay."},{"id":330,"quote":"You’ll look at the clock, and five minutes will have gone by, or an hour, or even a year. You can lose your clarity for quite some time. Where did you go? How did you come back? We will address these questions shortly, but what really matters is that when you’re seeing clearly, you’re not going anywhere. You’re simply sitting in the seat of centered awareness watching your stuff get hit. As long as you’re watching, you’re not getting lost in it."},{"id":331,"quote":"In most societies you are well rewarded for how good you are at clinging and building. If you get that model down absolutely right, and behave consistently every time, you have actually “created someone. And if the someone you create is what others want and need, you can be very popular and successful. You are that person. It got engrained in you at a very young age, and you never deviated from it. You can get really good at this game of creating someone.”"},{"id":332,"quote":"Life itself is your career, and your interaction with life is your most meaningful relationship."},{"id":333,"quote":"to happen"},{"id":334,"quote":"You were not put on Earth to suffer."},{"id":335,"quote":"Remember, if you love life, nothing is worth closing over. Nothing, ever, is wroth closing your heart over."},{"id":336,"quote":"Remember, if you love life, nothing is worth closing over. Nothing, ever, is worth closing your heart over."},{"id":337,"quote":"to"},{"id":338,"quote":"the only thing you really want from life is to feel enthusiasm, joy, and"},{"id":339,"quote":"That which is holding you down can become a powerful force that raises you up. You just have to be willing to take the ascent."},{"id":340,"quote":"You have pulled together in your mind a specific set of thoughts and emotions, and then you have woven them together into a conceptual world in which you live."},{"id":341,"quote":"live your life without getting uptight and worrying about it."},{"id":342,"quote":"You are that person. It got engrained in you at a very young age, and you never deviated from it. You can get really good at this game of creating someone."},{"id":343,"quote":"People don’t understand that fear is a thing. It’s just another object in the universe that you are capable of experiencing. You can do one of two things with fear: you can recognize that you have it and work to release it, or you can keep it and try to hide from it."},{"id":344,"quote":"Nothing else changed. You simply stopped projecting your sense of self onto that particular object of consciousness. You woke up. That is spirituality. That is the nature of Self. That is who you are."},{"id":345,"quote":"As you let go and willingly release the physical, emotional, and mental aspects of your being, Spirit becomes your state. You don’t claim to understand what is happening to you; you just know that as you go further and further back, it gets more and more beautiful..”"},{"id":346,"quote":"Eventually you will see that in the way of the Tao you’re not going to wake up, see what to do, and then go do it. In the Tao, you are blind, and you have to learn how to be blind. You can never see where the Tao is going; you can only be there with it. A blind person walks down a city street with the use of a cane. Let’s give that cane a name: it’s the seeker of the extremes, it’s the feeler of the edges, it’s the toucher of the yin and the yang. People who walk with the use of that cane often tap from side to side. They’re not trying to find where they should walk; they’re trying to find where they shouldn’t walk. They’re finding the extremes. If you cannot see your way, all you can do is feel for the edges. But if you feel the edges, and don’t go there, you will stay in the Way. That’s how you live in the Tao."},{"id":347,"quote":"Don’t you understand that every minute you’re a step closer to death?"},{"id":348,"quote":"The heart is the place through which energy flows to sustain you."},{"id":349,"quote":"You are consciousness, and you can free yourself from all of this by relaxing behind it."},{"id":350,"quote":"there is a direct connection to the Divine. There is a part of our being that is beyond the personal self. You can consciously choose to identify with that part, rather than with the psyche or the body. When you do this, a natural transformation begins to take place within you."},{"id":351,"quote":"But guilt and fear do not open your connection to the Divine; they only serve to close your heart. The reality is that God’s way is love, and you can see this for yourself..”"},{"id":352,"quote":"You will get to a point in your growth where you understand that if you protect yourself, you will never be free."},{"id":353,"quote":"As long as that’s what you want, you will be forced to constantly use your mind to buffer yourself from life, instead of living it."},{"id":354,"quote":"Real spiritual growth happens when there is only one of you inside. There’s not a part that’s scared and another part that’s protecting the part that’s scared. All parts are unified."},{"id":355,"quote":"Anything you put out comes back."},{"id":356,"quote":"Everything you see inside is just something you see inside. It’s not you; it’s what you see. There is simply the pure energy pouring inside of you that creates the ripples of thoughts and emotions, and there is the consciousness that’s aware of it. There is simply you watching the dance of the psyche."},{"id":357,"quote":"In order to reach this state of awareness, you must let your entire psyche surface. Every little separated piece of it must be permitted to pass through. Right now, many fragmented parts of your psyche are held within you. If you want to be free, it all has to be equally exposed to your awareness and released."},{"id":358,"quote":"Let’s say you’re living life without the thought of death, and the Angel of Death comes to you and says, “Come, it’s time to go. You say, “But no. You’re supposed to give me a warning so I can decide what I want to do with my last week. I’m supposed to get one more week.” Do you know what Death will say to you? He’ll say, “My God! I gave you fifty-two weeks this past year alone. And look at all the other weeks I’ve given you. Why would you need one more? What did you do with all those?” If asked that, what are you going to say? How will you answer? “I wasn’t paying attention… I didn’t think it mattered.” That’s a pretty amazing thing to say about your life. Death is a great teacher.”"},{"id":359,"quote":"This distinction is exactly the difference between being aware that you are aware in your daily life, and not being aware that you are aware. When you are an aware being, you no longer become completely immersed in the events around you."},{"id":360,"quote":"When you are no longer willing to identify with the part of you that is separating itself into a million pieces, you are ready for real growth."},{"id":361,"quote":"That which you collected from your past forms a boundary that you intuitively want to avoid."},{"id":362,"quote":"That which you collected from your past forms a boundary that you intuitively want to avoid. That’s natural, that’s what we do with walls; we avoid running into them."},{"id":363,"quote":"This world is unfolding and really has very little to do with you or your thoughts. It was here long before you came, and it will be here long after you leave. In the name of attempting to hold the world together, you’re really just trying to hold yourself together."},{"id":364,"quote":"It is often said that you must go through the darkest night in order to get to the infinite light. This is because what we call darkness is really the blockage of light. You must go past these walls."},{"id":365,"quote":"True personal growth is about transcending the part of you that it not okay and needs protection. This is done by constantly remembering that you are the one inside that notices the voice talking. That is the way out."},{"id":366,"quote":"All the attractions, repulsions, thoughts, and feelings don’t make any difference. They don’t make you pure or impure. They are not you. You are the one who’s watching,"},{"id":367,"quote":"What you are defending is the house you built to protect yourself. You are hiding inside. If something happens to challenge the walls of your psyche, you get highly defensive. You have built a self-concept, moved inside, and now you defend that home with all you have."},{"id":368,"quote":"Right now you are using your analytical mind to break the world up into individual thought objects. You are then using the same mind to put these discrete thoughts together in a defined relationship to each other. You do this in an attempt to feel a semblance of control."},{"id":369,"quote":"Hence two kinds of experiences can occur that block the heart. You are either trying to push energies away because they bother you, or you are trying to keep energies close because you like them. In both cases, you are not letting them pass, and you are wasting precious energy by blocking the flow through resisting and clinging."},{"id":370,"quote":"Your views, your opinions, your preferences, your concepts, your goals, and your beliefs are all ways of bringing the infinite universe down to the finite where you can feel a sense of control."},{"id":371,"quote":"Spiritual growth exists in that moment when you are consciously willing to pay the price of freedom."},{"id":372,"quote":"You have taken the whole, broken it into pieces, and selected a handful of these pieces to be put together in a certain way within your mind. This mental model has become your reality."},{"id":373,"quote":"People end up using their relationships to hide their thorns. If you care for each other, you are expected to adjust your behavior to avoid bumping into each other’s soft spots."},{"id":374,"quote":"You have taken the whole, broken it into pieces, and selected a handful of these pieces to be put together in a certain way within your mind. This mental model has become your reality. You must now struggle day and night to make the world fit your model, and you label everything that doesn’t fit as wrong, bad, or unfair."},{"id":375,"quote":"Do not doubt your ability to remove the root cause of the disturbance inside of you. It really can go away. You can look deep within yourself, to the core of your being, and decide that you don’t want the weakest part of you running your life."},{"id":376,"quote":"the secret of the middle way No discussion of living life as a spiritual path is complete without addressing one of the deepest of all spiritual teachings, the Tao te Ching."},{"id":377,"quote":"What if somebody challenges your self-concept and breaks a little hole in it? What if somebody manages to shake one of those foundational thoughts that the house of your psyche is built upon? Imagine if someone told you when you were twenty years old, “Wait a minute. Those are not your parents. You were adopted. Didn’t they ever tell you? You would adamantly deny it until they showed you the documents.”"},{"id":378,"quote":"If your mental model is bothering you, it’s because it doesn’t incorporate reality."},{"id":379,"quote":"Suppose you’re sitting at home watching TV. You’re enjoying the program until the two main characters fall in love. Suddenly you feel loneliness, but there’s no one around to give you attention. Interestingly, you were fine just a few minutes ago. This example shows that the thorn is always in your heart; it’s just not activated until something touches it. You feel the reaction as a hollowness or a dropping sensation in your heart. It feels very uncomfortable. A sense of weakness comes over you, and you begin thinking about other times when you were left alone and of people who have hurt you. Stored energy from the past releases from the heart and generates thoughts. Now, instead of enjoying TV, you’re sitting alone caught in a wave of thoughts and emotions. What can you do to solve this besides eating something, calling somebody, or doing something else that might quiet it down? What you can do is notice that you noticed. You can notice that your consciousness was watching TV, and now it is watching your inner melodrama. The one who sees this is you, the subject. What you are looking at is an object. A feeling of emptiness is an object; it is something you feel. But who feels it? Your way out is to just notice who’s noticing. It’s really that simple. It is much less complex than the protective apparatus with all its ball bearings, wheels, and hydraulics. All you have to do is notice who it is that feels the loneliness. The one who notices is already free. If you want to be free of these energies, you must allow them to pass through you instead of hiding them inside of you."},{"id":380,"quote":"You must realize that when you defend yourself, you are really defending your walls."},{"id":381,"quote":"If you maintain your center, you can learn to appreciate and respect even the difficult experiences."},{"id":382,"quote":"If you’re hearing it talk, it’s obviously not you. You are the one who hears the voice. You are the one who notices that it’s talking."},{"id":383,"quote":"Be an explorer. Witness it, and then it will go. If you don’t get absorbed in it, the experience will soon pass and something else will come up. Just enjoy all of it. If you can do this, you will be free, and a world of pure energy will open up within you."},{"id":384,"quote":"That is your journey out. True freedom is very close; it’s just on the other side of your walls. Enlightenment is a very special thing. But in truth, one should not focus on it. Focus, instead, on the walls of your own making that are blocking the light."},{"id":385,"quote":"How did we come up with the notion that life is not okay just the way it is, or that it won’t be okay the way it will be? Who said that the way life naturally unfolds is not all right?"},{"id":386,"quote":"If life unfolds in a way that stimulates your inner problems, then, by definition, it’s not okay. It’s really very simple: that which doesn’t disturb you is okay, and that which does disturb you is not."},{"id":387,"quote":"The more you sit in the Self, the more you will begin to feel an energy that you have never experienced before. It comes up from behind, rather than in front where you experience your mind and emotions."},{"id":388,"quote":"When you are no longer absorbed in your melodrama but, instead, sit comfortably deep inside the seat of awareness, you will start to feel this flow of energy coming up from deep within. This flow has been called Shakti. This flow has been called Spirit. This is what you begin to experience if you hang out with the Self instead of hanging out with inner disturbances."},{"id":389,"quote":"Just let things go. That’s what the Self does. Awareness does not fight; awareness releases. Awareness is simply aware while everything in the universe parades before it."},{"id":390,"quote":"This is the essence of a spiritual life. Once you learn that it’s okay to feel inner disturbances, and that they can no longer disturb your seat of consciousness, you will be free."},{"id":391,"quote":"You will begin to be sustained by the inner energy flow that comes from behind you. When you have tasted the ecstasy of the inner flow, you can walk in this world and the world will never touch you. That’s how you become a free being—you transcend."},{"id":392,"quote":"The prerequisite to true freedom is to decide that you do not want to suffer anymore. You must decide that you want to enjoy your life and that there is no reason for stress, inner pain, or fear."},{"id":393,"quote":"Your inner sensitivities expose you to a minute-to-minute, constant situation in which you are suffering to one degree or another. You are either trying to stop suffering, controlling your environment to avoid suffering, or worrying about suffering in the future."},{"id":394,"quote":"Look how often you think about how you’re doing, whether you like things or not, and how to rearrange the world to please yourself. You think like this because you’re not okay inside, and you’re constantly trying to make yourself feel better."},{"id":395,"quote":"You are free to walk through this"},{"id":396,"quote":"To end suffering, you must first realize that your psyche is not okay. You must then acknowledge that it does not have to be that way. It can be healthy. It is truly a gift just to realize that you don’t have to put up with, or protect, your psyche."},{"id":397,"quote":"If you want to be free, then every time you feel any change in the energy flow, relax behind it. Don’t fight with it, don’t try to change it, and don’t judge it."},{"id":398,"quote":"When you do something that puts too much stress on your arm, it starts to hurt. The body is communicating through its universal language: pain. Your psyche is communicating through its universal language: fear. Self-consciousness, jealousy, insecurity, anxiety—they are all fear."},{"id":399,"quote":"If you mistreat an animal, it becomes afraid. This is what has happened to your psyche. You have mistreated it by giving it a responsibility that is incomprehensible. Just stop for a moment and see what you have given your mind to do. You said to your mind, “I want everyone to like me. I don’t want anyone to speak badly of me. I want everything I say and do to be acceptable and pleasing to everyone. I don’t want anyone to hurt me. I don’t want anything to happen that I don’t like. And I want everything to happen that I do like. Then you said, “Now, mind, figure out how to make every one of these things a reality, even if you have to think about it day and night.” And of course your mind said, “I’m on the job. I will work on it constantly.”"},{"id":400,"quote":"let go of the lower vibrations of your being."},{"id":401,"quote":"The signs of the psyche breaking are underlying fear and incessant neurotic thought."},{"id":402,"quote":"What part of me is being disturbed by this?"},{"id":403,"quote":"If we take a snapshot of our inner problems, we will see that each person has what we’ll call the “problem of the day. This is the thing that is bothering them the most at any given moment. When the current problem isn’t bothering them, then the next one pops up, and when that one isn’t bothering them, the next one pops up.”"},{"id":404,"quote":"thoughts are about the problem, why it is bothering you, and what you can do about it. If you don’t do something about this, it will go on for the rest of your life."},{"id":405,"quote":"keep your heart open when it is trying to close."},{"id":406,"quote":"If you aren’t centered, your consciousness is just following whatever catches its attention."},{"id":407,"quote":"What you’ll see is that your mind is always telling you that you have to change something outside in order to solve your inner problems. But if you are wise, you won’t play this game. You’ll realize that the advice your mind is giving you is psychologically damaged advice. Your mind’s thoughts are disturbed by its fears. Of all the advice in the world that you do not want to listen to, it is the advice of a disturbed mind. Your mind actually misleads you."},{"id":408,"quote":"When the energies inside start to move, you do not have to go there. For instance, when your thoughts start, you do not have to go with them. Let’s say you’re outside taking a walk and a car drives by. Your thoughts say, “Boy, I wish I had that car. You could just keep on walking, but instead you start getting upset. You want a car like that, but your salary isn’t high enough. So you begin thinking about how you can get a raise or a different job. You didn’t have to do all that. It could have just been—here comes the car and there it goes, and here comes the thought and there it goes. They’re both gone together because you didn’t go with them. That is what’s called being centered.”"},{"id":409,"quote":"life would be really different. You should contemplate this. Death is not a morbid thought. Death is the greatest teacher in all of life."},{"id":410,"quote":"external changes are not going to solve your problem because they don’t address the root of your problem. The root problem is that you don’t feel whole and complete within yourself. If you don’t identify the root properly, you will seek someone or something to cover it up. You will hide behind finances, people, fame, and adoration. If you try to find the perfect person to love and adore you, and you manage to succeed, then you have actually failed. You did not solve your problem. All you did was involve that person in your problem. That is why people have so much trouble with relationships. You began with a problem inside yourself, and you tried to solve it by getting involved with somebody else. That relationship will have problems because your problems are what caused the relationship. It is all so easy to see once you step back and dare to look at it honestly."},{"id":411,"quote":"just letting life unfold, both outside and inside of you."},{"id":412,"quote":"What exactly does it mean “to stop? It’s something you do inside. It’s called letting go. When you let go, you are falling behind the energy that is trying to pull you into it. Your energies inside have power. They are very strong, and they draw your awareness into them.”"},{"id":413,"quote":"Success means you never have to think about your psyche again. A naturally healthy body is one that just does what it’s supposed to do while you’re going about your business. You never have to think about it. Likewise, you should never have to figure out how to be okay, or how not to be scared, or how to feel loved. You should not have to devote your life to your psyche."},{"id":414,"quote":"It is not life’s events that are causing problems or stress. It is your resistance to life’s events that is causing this experience."},{"id":415,"quote":"If a hammer falls on your toe, all your awareness will focus there. If there’s a sudden loud sound, again, all of your awareness will focus there. Consciousness has the tendency to focus on disturbance, and disturbed energies inside are no exception. These disturbed energies will draw your consciousness to them. But you do not have to let this happen. You really do have the ability to disengage and fall back behind them."},{"id":416,"quote":"Imagine what fun life would be if you didn’t have those neurotic, personal thoughts going on within you. You could enjoy things, and you could actually get to know people instead of needing them. You could just live and experience your life, instead of trying to use life to fix what’s wrong inside of you. You are capable of achieving that state. It’s never too late."},{"id":417,"quote":"You are capable of ceasing the absurdity of listening to the perpetual problems of your psyche. You can put an end to it. You can wake up in the morning, look forward to the day, and not worry about what will happen. Your daily life can be like a vacation. Work can be fun; family can be fun; you can just enjoy all of it. That does not mean you don’t do your best; you just have fun doing your best."},{"id":418,"quote":"turns out to be death. No person or situation could ever teach you as much as death has to teach you. While someone could tell you that you are not your body, death shows you. While someone could remind you of the insignificance of the things that you cling to, death takes them all away in a second."},{"id":419,"quote":"You can just sit in the seat of consciousness and let go. A thought or emotion emerges, you notice it, and it passes by because you allow it to."},{"id":420,"quote":"You can live a life completely free from the fears of the psyche. You just have to know how to do it."},{"id":421,"quote":"You can just sit in the seat of consciousness and let go. A thought or emotion emerges, you notice it, and it passes by because you allow it to. This technique of freeing yourself is done with the understanding that thoughts and emotions are just objects of consciousness."},{"id":422,"quote":"You just stop telling your mind that its job is to fix your personal problems. This job has broken the mind and disturbed the entire psyche. It has created fear, anxiety, and neurosis. Your mind has very little control over this world."},{"id":423,"quote":"who is aware? It is the consciousness, the indwelling being, the Soul, the Self. It is the seer, the one who sees. The changes you experience in your inner energy flow are simply objects of this consciousness."},{"id":424,"quote":"You have given your mind an impossible task by asking it to manipulate the world in order to fix your personal inner problems. If you want to achieve a healthy state of being, stop asking your mind to do this."},{"id":425,"quote":"it’s not just about letting go of thoughts and emotions. It’s actually about letting go of the pull that the energy itself has on your consciousness. The disturbed energy is trying to draw your attention into it. If you use your inner willpower to not go with it, and just remain seated within, you will notice that the distinction between the consciousness and the object of consciousness is like night and day. They are totally different things. The object comes and goes, and the consciousness watches it come and go. Then the next object comes and goes while the consciousness watches it. Both objects came and went, but the consciousness didn’t go anywhere. It stays constant and simply watches all of it. The consciousness experiences the creation of thoughts and emotions, and it has the clarity to see where they came from. It sees all of this without thinking about it."},{"id":426,"quote":"The mind is simply a computer, a tool. It can be used to ponder great thoughts, solve scientific problems, and serve humanity. But you, in your lost state, told it to spend its time conjuring up outer solutions for your very personal inner problems. You are the one who is trying to use the analytical mind to protect yourself from the natural unfolding of life."},{"id":427,"quote":"one of the best teachers in all of life turns out to be death. No person or situation could ever teach you as much as death has to teach you. While someone could tell you that you are not your body, death shows you. While someone could remind you of the insignificance of the things that you cling to, death takes them all away in a second."},{"id":428,"quote":"There is absolutely nothing that voice can say that is more you than anything else it says. Suppose you were looking at three objects—a flowerpot, a photograph, and a book—and were then asked, “Which of these objects is you? You’d say, “None of them!”"},{"id":429,"quote":"You’re either trying to figure out how to keep things from happening, or you’re trying to figure out what to do because they did happen. You are fighting with creation, and that’s what makes creation itself the most frightening thing in your life. The alternative is to decide not to fight with life. You realize and accept that life is not under your control. Life is continuously changing, and if you’re trying to control it, you’ll never be able to fully live it. Instead of living life, you’ll be afraid of life. But once you’ve decided not to fight with life, you’ll have to face the fear that was causing you to fight."},{"id":430,"quote":"The Self is watching the inside energies change in accordance to both inside and outside forces. All the energies that it watches will just come and go, unless you lose your center of consciousness and go with them."},{"id":431,"quote":"Most people just go from day to day protecting themselves and making sure nothing goes too wrong. At the end of the day, when someone asks, “How was your day? a normal response is, “Not too bad,” or “I’ll survive.” What is that telling you about their view of life? They see life as a threat. A good day means you made it through without getting hurt. The longer you live like this, the more closed you become.”"},{"id":432,"quote":"Because I had inwardly surrendered each step of the way, no scars were left of my psyche. It had been like writing on water - the impressions only lasted while the events were actually taking place."},{"id":433,"quote":"Nothing, ever, is worth closing your heart over."},{"id":434,"quote":"Letting go means falling behind the energy instead of going into it. It just takes a moment of conscious effort to decide that you’re not going there. You just let go. It’s simply a matter of taking the risk that you are better off letting go than going with the energy."},{"id":435,"quote":"That’s how the cycle goes. Eventually, what started as a passing thought or emotion can become the center of your entire life. If you don’t let go, it can get completely out of control. A"},{"id":436,"quote":"Begin with small things. We tend to let ourselves get bothered by the little, meaningless things that happen every day. For example, somebody beeps at you at the stoplight. As these little things happen, you will feel your energy change. The moment you feel a change, relax your shoulders and relax the area around your heart."},{"id":437,"quote":"The object is what you are seeing, in this case the inner disturbance. This act of maintaining objective awareness of the inner problem is always better than losing yourself in the outer situation."},{"id":438,"quote":"Life exists with or without you. It has been going on for billions of years. You simply get the honor of seeing a tiny slice of it."},{"id":439,"quote":"Play with letting go and falling behind this sense of being bothered."},{"id":440,"quote":"Hey, Spot, come here! and he doesn’t come. If the reason you called Spot was to feed him, you’d just put the bowl down and let him eat when he wants. But if you called Spot because you had a hard day, and Spot didn’t come, you would feel pain. “Even the dog doesn’t like me.”"},{"id":441,"quote":"There are all these rules about things that are not supposed to happen outside because they could cause disturbance inside."},{"id":442,"quote":"This is how you make freedom a game. Instead of getting into being bothered, you get into being free."},{"id":443,"quote":"You must go deeper than that and look at the dynamics of the layers that have been created. At the core there is the pain. Then, in order to avoid the pain, you try to stay busy with friends and hide in their acceptance."},{"id":444,"quote":"The spiritual journey is one of constant transformation."},{"id":445,"quote":"You will see that the energy does have the power to draw you in. Even once you decide you’re not going to let this happen, it still has a tremendous power over you. It happens at work and it happens at home. It happens with your children and with your husband or wife. It happens with everything and everybody all the time. Your opportunities to grow are endless. It’s always there in front of you. Just commit to not letting the energy draw you in. When you feel the pull, like somebody pulling on your heart, you just let go. You fall behind it."},{"id":446,"quote":"To get some distance from this, you first need to get some perspective. Walk outside on a clear night and just look up into the sky. You are sitting on a planet spinning around in the middle of absolutely nowhere. Though you can only see a few thousand stars, there are hundreds of billions of stars in our Milky Way Galaxy alone. In fact, it is estimated that there are over a trillion stars in the Spiral Galaxy. And that galaxy would look like one star to us, if we could even see it. You’re just standing on one little ball of dirt and spinning around one of the stars. From that perspective, do you really care what people think about your clothes or your car? Do you really need to feel embarrassed if you forget someone’s name? How can you let these meaningless things cause pain? If you want out, if you want a decent life, you had better not devote your life to avoiding psychological pain."},{"id":447,"quote":"You can be fine, deep inside, even in the face of a deep sense of loss. There’s nothing wrong with being peaceful and centered as long as you are releasing the energy, not suppressing it."},{"id":448,"quote":"If you remain open enough, waves of uplifting energy will fill your heart."},{"id":449,"quote":"No matter what events take place in life, it is always better to let go rather than to close."},{"id":450,"quote":"Once you look inside yourself and start to own this, you will see that you are back to the same two foundational choices. One choice is to leave the pain inside and continue to struggle with the outside. The other choice is to decide that you don’t want to spend your entire life avoiding the inner pain; you’d rather get rid of it. Few people ever dare to turn the process inside like this. Most people don’t even realize that they are running around with pockets of pain inside that need to be worked out."},{"id":451,"quote":"Your inner growth is completely dependent upon the realization that the only way to find peace and contentment is to stop thinking about yourself. You’re ready to grow when you finally realize that the “I who is always talking inside will never be content. It always has a problem with something.”"},{"id":452,"quote":"There’s a place deep inside of you where the consciousness touches the energy, and the energy touches the consciousness. That’s where your work is."},{"id":453,"quote":"If you want to be free, simply view inner pain as a temporary shift in your energy flow."},{"id":454,"quote":"No expansion or evolution can take place without change, and periods of change are not always comfortable. Change involves challenging what is familiar to us and daring to question our traditional needs for safety, comfort, and control. This is often perceived as a painful experience."},{"id":455,"quote":"If you want to be free, simply view inner pain as a temporary shift in your energy flow. There is no reason to fear this experience. You must not be afraid of rejection, or of how you would feel if you got sick, or if someone died, or if something else went wrong. You cannot spend your life avoiding things that are not actually happening, or everything will become negative."},{"id":456,"quote":"case you haven’t noticed, you have a mental dialogue"},{"id":457,"quote":"The exploration of Self is inextricably interwoven with the unfolding of one’s life. The natural ups and downs of life can either generate personal growth or create personal fears. Which of these dominates is completely dependent upon how we view change. Change can be viewed as either exciting or frightening, but regardless of how we view it, we must all face the fact that change is the very nature of life. If you have a lot of fear, you won’t like change. You’ll try to create a world around you that is predictable, controllable, and definable. You’ll try to create a world that doesn’t stimulate your fears. Fear doesn’t want to feel itself; it’s actually afraid of itself."},{"id":458,"quote":"If you feel insecurity, it’s just a feeling. You can handle a feeling. If you feel embarrassed, it’s just a feeling. It’s just a part of creation. If you feel jealousy and your heart burns, just look at it objectively, like you would a mild bruise."},{"id":459,"quote":"There is nothing more important to true growth than realizing that you are not the voice of the mind—you are the one who hears it. If"},{"id":460,"quote":"When you contemplate the nature of Self, you are meditating."},{"id":461,"quote":"When something painful touches your body, you tend to pull away instinctively. You even do this with unpleasant smells and tastes. The fact is, your psyche does the same thing. If something disturbing touches it, its tendency is to withdraw, to pull back, and to protect itself. It does this with insecurity, jealousy, and any of the other vibrations we’ve been discussing. In essence, you “close, which is simply an attempt to put a shield around your inner energy.”"},{"id":462,"quote":"This above all: to thine own self be true, and it must follow,"},{"id":463,"quote":"Somebody says something displeasing, and you feel some disturbance in your heart. Then your mind starts talking: “I don’t have to put up with this. I’ll just walk away and never talk to them again. They’ll be sorry. Your heart is attempting to pull back from what it’s experiencing and protect itself so that it doesn’t have to experience that feeling again. You do this because you can’t handle the pain you’re feeling. As long as you can’t handle the pain, you will react by closing in order to protect yourself. Once you close, your mind will build an entire psychological structure around your closed energy. Your thoughts will try to rationalize why you’re right, why the other person’s wrong, and what you should do about it.”"},{"id":464,"quote":"The foundations of spiritual growth and personal awakening are very much strengthened by the findings of Western science. Science has shown us how an underlying energy field forms into atoms, which then bind together into molecules, and ultimately manifest into the entire physical universe. The same is true inside of us. All that goes on inside also has its foundation in an underlying energy field."},{"id":465,"quote":"Wise beings do not want to remain a slave to the fear of pain. They permit the world to be what it is instead of being afraid of it."},{"id":466,"quote":"If life does something that causes a disturbance inside of you, instead of pulling away, let it pass through you like the wind."},{"id":467,"quote":"Awareness transcends what it is aware of. It is as separate as light is from what it shines upon."},{"id":468,"quote":"This above all: to thine own self be true, and it must follow, as the night the day, thou canst not then be false to any man. —William Shakespeare”"},{"id":469,"quote":"There is nothing wrong with feeling the energies of fear, jealousy, or attraction. It’s not your fault that such energies exist. All the attractions, repulsions, thoughts, and feelings don’t make any difference. They don’t make you pure or impure. They are not you."},{"id":470,"quote":"If you don’t want the pain, why do you close around it and keep it? Do you actually think that if you resist, it will go away? It’s not true. If you release and let the energy pass through, then it will go away. If you relax when the pain comes up inside your heart, and actually dare to face it, it will pass. Every single time you relax and release, a piece of the pain leaves forever."},{"id":471,"quote":"Instead of wanting out, they try to keep their cage stable. If something is not comfortable, they do whatever they must to protect themselves and get back to a feeling of safety. If you’ve ever done that, it means you love your cage. When the cage of the psyche got rattled, you fixed it so that you could be comfortable inside."},{"id":472,"quote":"This is the human predicament. Events have happened and we continue to hold their energy inside of us by resisting them."},{"id":473,"quote":"If you want to be free, you must first accept that there is pain in your heart. You have stored it there. And you’ve done everything you can think of to keep it there, deep inside, so that you never have to feel it. There is also tremendous joy, beauty, love, and peace within you. But they are on the other side of the pain. On the other side of the pain is ecstasy. On the other side is freedom"},{"id":474,"quote":"There is nothing wrong with feeling the energies of fear, jealousy, or attraction. It’s not your fault that such energies exist. All the attractions, repulsions, thoughts, and feelings don’t make any difference. They don’t make you pure or impure. They are not you. You are the one who’s watching, and that one is pure consciousness."},{"id":475,"quote":"There is a law you will learn very early in the game because it is an unavoidable truth. You will learn it early, but you will fall many times while trying to adhere to it. The law is very straightforward: When your stuff gets hit, let go right then because it will be harder later. It won’t be easier if you explore it or play with it, hoping to take the edge off."},{"id":476,"quote":"You must be willing to accept pain in order to pass through to the other side. Just accept that it is in there and that you are going to feel it. Accept that if you relax, it will have its moment before your awareness, and then it will pass. It always does."},{"id":477,"quote":"Sometimes you will notice that it feels hot inside as pain passes. In fact, as you relax into the energy of the pain, you may feel tremendous heat in your heart. That is the pain being purified from your heart. Learn to enjoy that burning. It is called the fire of yoga. It does not seem enjoyable, but you will learn to enjoy it because it is freeing you. In truth, pain is the price of freedom. And the moment you are willing to pay that price, you will no longer be afraid."},{"id":478,"quote":"You are not your thoughts; you are aware of your thoughts. You are not your emotions; you feel your emotions. You are not your body; you look at it in the mirror and experience this world through its eyes and ears."},{"id":479,"quote":"Sometimes you will go through deep experiences that bring up intense pain inside of you. If it is in there, it is going to come up. If you have any wisdom, you will leave it alone and not try to change your life to avoid it. You will just relax and give it the space it needs to release and burn through you. You do not want this stuff inside your heart. To feel great love and freedom, to find the presence of God within you, all of this stored pain must go. It is in this inner work that spirituality becomes a reality."},{"id":480,"quote":"Your sense of self is determined by where you are focusing your consciousness."},{"id":481,"quote":"This is the core of spiritual work. When you are comfortable with pain passing through you, you will be free."},{"id":482,"quote":"Eventually you will understand that there is an ocean of love behind all of this fear and pain. That force will sustain you by feeding your heart from deep within. Over time, you will form an intensely personal relationship with this beautiful inner force."},{"id":483,"quote":"Instead"},{"id":484,"quote":"No solution can possibly exist while you’re lost in the energy of a problem."},{"id":485,"quote":"We all know that we’re doing this, but nobody questions it. We think we’re supposed to figure out how life should be, and then make it that way. Only someone who looks deeper, and questions why we need the events of life to be a particular way, will question this assumption. How did we come up with the notion that life is not okay just the way it is, or that it won’t be okay the way it will be? Who said that the way life naturally unfolds is not all right?"},{"id":486,"quote":"You will come to see that any behavior pattern based upon the avoidance of pain becomes a doorway to the pain itself."},{"id":487,"quote":"That is the visual: you are inside a house, totally sealed off from natural light, and the house is sitting in the middle of an open field full of brilliant light. But what is your house made of? What are your walls made of? How can they seal off all that light and keep you locked inside? Your house is made of your thoughts and emotions. The walls are made of your psyche. That’s what that house is. It is all your past experiences; all your thoughts and emotions; all the concepts, views, opinions, beliefs, hopes, and dreams that you have collected around yourself. You hold them in place on all sides, including above and below you. You have pulled together in your mind a specific set of thoughts and emotions, and then you have woven them together into a conceptual world in which you live. This mental structure completely blocks you from whatever natural light is on the outside of its walls. You have walls of thoughts thick enough, and closed enough, to where nothing but darkness is inside that structure. You are so entranced into paying attention to your thoughts and emotions that you never go beyond the borders they create."},{"id":488,"quote":"As you pull back into the consciousness, this world ceases to be a problem. It’s just something you’re watching. It keeps changing, but there is no sense of that being a problem. The more you are willing to just let the world be something you’re aware of, the more it will let you be who you are—the awareness, the Self, the Atman, the Soul."},{"id":489,"quote":"The bottom line is, you’ll never be free of problems until you are free from the part within that has so many problems. When a problem is disturbing you, don’t ask, “What should I do about it? Ask, “What part of me is being disturbed by this?” If you ask, “What should I do about it?” you’ve already fallen into believing that there really is a problem outside that must be dealt with. If you want to achieve peace in the face of your problems, you must understand why you perceive a particular situation as a problem. If you’re feeling jealousy, instead of trying to see how you can protect yourself, just ask, “What part of me is jealous?” That will cause you to look inside and see that there’s a part of you that’s having a problem with jealousy. Once you clearly see the disturbed part, then ask, “Who is it that sees this? Who notices this inner disturbance?” Asking this is the solution to your every problem. The very fact that you can see the disturbance means that you are not it. The process of seeing something requires a subject-object relationship. The subject is called “The Witness” because it is the one who sees what’s happening. The object is what you are seeing, in this case the inner disturbance. This act of maintaining objective awareness of the inner problem is always better than losing yourself in the outer situation. This is the essential difference between a spiritually minded person and a worldly person. Worldly”"},{"id":490,"quote":"The most important thing in life is your inner energy."},{"id":491,"quote":"The natural ups and downs of life can either generate personal growth or create personal fears."},{"id":492,"quote":"the light of consciousness back onto itself. You’re always contemplating something, but this time you’re contemplating the source of consciousness. This is true meditation. True meditation is beyond the act of simple, one-pointed concentration. For the deepest meditation, you must not only have the ability to focus your consciousness completely on one object, you must also have the ability to make awareness itself be that object. In the highest state, the focus of consciousness is turned back to the Self."},{"id":493,"quote":"The greatest gift one can give to God is to be pleased with His creation. Do"},{"id":494,"quote":"Fear is caused by blockages in the flow of your energy."},{"id":495,"quote":"The Self simply notices that the mind and emotions are unraveling, and that nothing is struggling to hold them together."},{"id":496,"quote":"simple awareness of being aware."},{"id":497,"quote":"You can have a different relationship with your mind. Whenever it starts up telling you what you should or shouldn’t do in order to get the world to match your preconceived concepts, don’t listen."},{"id":498,"quote":"There is a type of dream, called a lucid dream, in which you know that you’re dreaming."},{"id":499,"quote":"You can experience a life in which waves of love can rush up inside of you any time you want. It is the nature of your being. You simply have to go to the other side of the psyche. You do that by letting go of the tendency to cling."},{"id":500,"quote":"If you want to achieve peace in the face of your problems, you must understand why you perceive a particular situation as a problem."},{"id":501,"quote":"You just have to really mean it when you say that you choose to be happy. And you have to mean it regardless of what happens. This is truly a spiritual path, and it is as direct and sure a path to Awakening as could possibly exist."},{"id":502,"quote":"Real spiritual growth happens when there is only one of you inside. There’s not a part that’s scared and another part that’s protecting the part that’s scared. All parts are unified. Because there is no part of you that you’re not willing to see, the mind is no longer divided into the conscious and subconscious. Everything you see inside is just something you see inside. It’s not you; it’s what you see."},{"id":503,"quote":"Just stop for a moment and see what you have given your mind to do. You said to your mind, “I want everyone to like me. I don’t want anyone to speak badly of me. I want everything I say and do to be acceptable and pleasing to everyone. I don’t want anyone to hurt me. I don’t want anything to happen that I don’t like. And I want everything to happen that I do like. Then you said, “Now, mind, figure out how to make every one of these things a reality, even if you have to think about it day and night.” And of course your mind said, “I’m on the job. I will work on it constantly.”"},{"id":504,"quote":"If you’re willing to let go, you’ll fall back and it will open into an ocean of energy. You will become filled with light."},{"id":505,"quote":"Satchitananda—Eternal,"},{"id":506,"quote":"You were not put on Earth to suffer. You’re not helping anybody by being miserable. Regardless of your philosophical beliefs, the fact remains that you were born and you are going to die. During the time in between, you get to choose whether or not you want to enjoy the experience."},{"id":507,"quote":"You just have to realize that life is giving you a gift, and that gift is the flow of events that takes place between your birth and your death. These events are exciting, challenging, and create tremendous growth."},{"id":508,"quote":"Your mind has very little control over this world. It is neither omniscient nor omnipotent. It cannot control the weather and other natural forces. Nor can it control all people, places, and things around you. You have given your mind an impossible task by asking it to manipulate the world in order to fix your personal inner problems. If you want to achieve a healthy state of being, stop asking your mind to do this."},{"id":509,"quote":"In the end, enjoying life’s experiences is the only rational thing to do."},{"id":510,"quote":"Energy can heal, and that’s why love can heal. As you explore your inner energy, a whole world of discovery opens up to you."},{"id":511,"quote":"Affirm that all you want is to be at peace and to appreciate life. You don’t want your happiness to be conditional upon the behavior of other people."},{"id":512,"quote":"Consciousness is one of the great mysteries in life. Inner energy is another. It’s actually a shame how little attention the Western world pays to the laws of inner energy."},{"id":513,"quote":"You are living on a planet spinning around the middle of outer space, and you’re either worrying about your blemishes, the scratch on your new car, or the fact that you burped in public. It’s not healthy."},{"id":514,"quote":"you have limited time left in your life, and what’s really not reasonable is to not enjoy life."},{"id":515,"quote":"As you grow spiritually, you will realize that your attempts to protect yourself from your problems actually create more problems."},{"id":516,"quote":"There is nothing more important to true growth than realizing that you are not the voice of the mind—you are the one who hears it."},{"id":517,"quote":"happiness that is beyond human understanding."},{"id":518,"quote":"One of the ancient names for God in the yogic tradition is Satchitananda—Eternal, Conscious Bliss. God is ecstasy."},{"id":519,"quote":"These will be deep, intuitive experiences of the true nature of Self. You will find that you are tremendously expansive. When you start to explore consciousness instead of form,"},{"id":520,"quote":"To spend your life avoiding pain means it’s always right behind you."},{"id":521,"quote":"If you’re neither pushing life away, nor pulling it toward you, then you are not creating any resistance."},{"id":522,"quote":"this flow of atoms through time and space."},{"id":523,"quote":"Most people try to fix their inner problems by getting better at the same external games they have always played."},{"id":524,"quote":"If you want to go beyond your model, you have to take the risk of not believing in it"},{"id":525,"quote":"You only have to be willing to open your heart in the face of anything and everything, and permit the purification process to take place."},{"id":526,"quote":"It's not what you're doing; it's how much of you is doing it."},{"id":527,"quote":"Some eighty-year-old people have the energy and enthusiasm of a child. They can work long hours for seven days a week. It’s just energy. Energy doesn’t get old, it doesn’t get tired, and it doesn’t need food."},{"id":528,"quote":"Consciousness is always drawn to the most distracting object: the bumped toe, the loud noise, or the hurting heart. It’s the same law, both inside and out. The consciousness goes to the place that distracts it the most."},{"id":529,"quote":"Will is a real force that emanates from your being. It is what makes your arms and legs move. They don’t just move randomly by themselves. They move the way they do because you assert will to make them do so. You use the same will to hold onto thoughts when you want to concentrate on them."},{"id":530,"quote":"Noetic comes from the Greek word nous, which means “intuitive mind” or “inner knowing.”"},{"id":531,"quote":"You realize that you’re not who you thought you were. You’re not even a human being."},{"id":532,"quote":"How would you feel if someone outside really started talking to you the way your inner voice does? How would you relate to a person who opened their mouth to say everything your mental voice says? After a very short period of time, you would tell them to leave and never come back. But when your inner friend continuously speaks up, you don’t ever tell it to leave. No matter how much trouble it causes, you listen. There’s almost nothing that voice can say that you don’t pay full attention to. It pulls you right out of whatever you’re doing, no matter how enjoyable, and suddenly you’re paying attention to whatever it has to say."},{"id":533,"quote":"What you will find is that the heart closes because it becomes blocked by stored, unfinished energy patterns from your past."},{"id":534,"quote":"But you have limited time left in your life, and what’s really not reasonable is to not enjoy life."},{"id":535,"quote":"Reality is just too real for most of us, so we temper it with the mind. You"}]