[{"id":1,"quote":"Desire is a contract that you make with yourself to be unhappy until you get what you want."},{"id":2,"quote":"A fit body, a calm mind, a house full of love. These things cannot be bought — they must be earned."},{"id":3,"quote":"I don't actually read a lot of books. I pick up a lot of books and only get through a few, which form the foundation of my knowledge."},{"id":4,"quote":"Forty hour workweeks are a relic of the Industrial Age. Knowledge workers function like athletes — train and sprint, then rest and reassess."},{"id":5,"quote":"I would say that the five most important skills are of course, reading, writing, arithmetic, and then as you’re adding in, persuasion, which is talking. And then finally, I would add computer programming just because it’s an applied form of arithmetic that just gets you so much leverage for free in any domain that you operate in.If you’re good with computers, if you’re good at basic mathematics, if you’re good at writing, if you’re good at speaking, and if you like reading, you’re set for life."},{"id":6,"quote":"A rational person can find peace by cultivating indifference to things outside their control."},{"id":7,"quote":"You make your own luck if you stay at it long enough."},{"id":8,"quote":"Competing without software is like competing without electricity."},{"id":9,"quote":"If you want to be a philosopher king first become a king then become a philosopher. Not first become a philosopher and then become a king."},{"id":10,"quote":"In any situation in life, you only have three options. You always have three options. You can change it, you can accept it, or you can leave it. What is not a good option is to sit around wishing you would change it but not changing it, wishing you would leave it but not leaving it, and not accepting it. It's that struggle, that aversion, that is responsible for most of our misery. The phrase that I probably use the most to myself in my head is just one word: accept."},{"id":11,"quote":"If you’re good with computers, if you’re good at basic mathematics, if you’re good at writing, if you’re good at speaking, and if you like reading, you’re set for life."},{"id":12,"quote":"If it entertains you now but will bore you someday, it's a distraction. Keep looking."},{"id":13,"quote":"To the experts, what looks like hard work from the outside, is play from the inside."},{"id":14,"quote":"Wealth is a very positive sum game. We create things together. We’re starting this endeavor to create this piece of art that explains what we’re doing. At the end of it, something brand new will be created. It’s a positive sum game. Status is a very old game Status, on the other hand, is a zero-sum game. It’s a very old game. We’ve been playing it since monkey tribes. It’s hierarchical. Who’s number one? Who’s number two? Who’s number three? And for number three to move to number two, number two has to move out of that slot. So, status is a zero-sum game."},{"id":15,"quote":"Wealth is assets that earn while you sleep"},{"id":16,"quote":"Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding."},{"id":17,"quote":"Specialisation is for insects. I don't believe in this model of trying to focus your life down one thing. You've got one life just do everything you want."},{"id":18,"quote":"Any meeting with eight people sitting around at a conference table, nothing is getting done in that meeting. You are literally just dying one hour at a time."},{"id":19,"quote":"Taleb’s Skin In The Game is required reading"},{"id":20,"quote":"Reading is the ultimate meta-skill that can be traded for anything else."},{"id":21,"quote":"Wealth buys your freedom"},{"id":22,"quote":"The means of learning are abundant, the desire to learn is scarce"},{"id":23,"quote":"my personal learning has been that the principal-agent problem drives so much in this world. It’s an incentives problem."},{"id":24,"quote":"I’ve learned that tit-for-tat iterated prisoner’s dilemma is the piece of game theory that is worth knowing the most. You can almost put down the game theory book after that."},{"id":25,"quote":"So, if you’re willing to bleed a little bit every day but in exchange you’ll win big later, you will do better. That is, by the way, entrepreneurship. Entrepreneurs bleed every day. They’re not making money, they’re losing money, they’re constantly stressed out, all the responsibility is upon them, but when they win they win big. On average they’ll make more. 19."},{"id":26,"quote":"The smarter you get, the slower you read."},{"id":27,"quote":"The most dangerous things are heroin, and a monthly salary.\" Right, because they are highly addictive."},{"id":28,"quote":"Getting rich is about knowing what to do, who to do it with, and when to do it. It is much more about understanding than purely hard work. Yes, hard work matters, and you can't skimp on it. But it has to be directed in the right way. If you don't know yet what you should work on, the most important thing is to figure it out. You should not grind at a lot of hard work until you figure out what you should be working on."},{"id":29,"quote":"If you care about ethics in wealth creation, it is better to create your wealth using code and media as leverage because then those products are equally available to everybody as opposed to trying to create your wealth through labor or capital."},{"id":30,"quote":"Status is your ranking in the social hierarchy."},{"id":31,"quote":"you should be able to pick up any book in the library and read it."},{"id":32,"quote":"be very careful about reading other people’s opinions and even be careful when reading facts because so-called facts are often just opinions with a veneer [of pseudoscience] around them."},{"id":33,"quote":"In 1,000 parallel universes, you want to be wealthy in 999 of them"},{"id":34,"quote":"you can’t be normal and expect abnormal returns.\" I’ve always enjoyed that one too."},{"id":35,"quote":"So, if you just keep stirring the pot and stirring the pot, that alone you will run out of unluck."},{"id":36,"quote":"But at the same time, many of them deep down believe that they can’t make it. They don’t want any wealth creation to happen. So, they virtue signal by attacking the whole enterprise by saying, \"Well, making money is evil. You shouldn’t do it."},{"id":37,"quote":"Wealth is a very positive sum game. We create things together. We’re starting this endeavor to create this piece of art that explains what we’re"},{"id":38,"quote":"People creating wealth will always be attacked by people playing status games"},{"id":39,"quote":"Too many takers and not enough makers will plunge a society into ruin"},{"id":40,"quote":"About Luck Making money isn’t about luck. It’s about becoming the kind of person who makes money. Making money isn’t about luck"},{"id":41,"quote":"The central challenge facing game designers is to delay the moment until you realize it’s a complete waste of time."}]