[{"id":1,"quote":"The idea came like a flash of lightning and in an instant the truth was revealed."},{"id":2,"quote":"We all make mistakes, and it is better to make them before we begin."},{"id":3,"quote":"Anti-social behavior is a trait of intelligence in a world full of conformists."},{"id":4,"quote":"A new idea must not be judged by its immediate results."},{"id":5,"quote":"If you want to find the secrets of the universe, think in terms of energy, frequency and vibration."},{"id":6,"quote":"Be alone, that is the secret of invention; be alone, that is when ideas are born."},{"id":7,"quote":"Our senses enable us to perceive only a minute portion of the outside world."},{"id":8,"quote":"I don't care that they stole my idea . . I care that they don't have any of their own"},{"id":9,"quote":"The beauty and the scent of roses can be used as a medicine and the sun rays as a food."},{"id":10,"quote":"Every effort under compulsion demands a sacrifice of energy. I never paid such a price."},{"id":11,"quote":"Love: I recognize the emotion for what it is, an irrational self-destructive impulse, which is disguised as joy."},{"id":12,"quote":"Alpha waves in the human brain are between 6 and 8 hertz. The wave frequency of the human cavity resonates between 6 and 8 hertz. All biological systems operate in the same frequency range. The human brain's alpha waves function in this range and the electrical resonance of the earth is between 6 and 8 hertz. Thus, our entire biological system - the brain and the earth itself - work on the same frequencies. If we can control that resonate system electronically, we can directly control the entire mental system of humankind."},{"id":13,"quote":"Of all the frictional resistances, the one that most retards human movement is ignorance."},{"id":14,"quote":"My brain is only a receiver, in the Universe there is a core from which we obtain knowledge, strength and inspiration. I have not penetrated into the secrets of this core, but I know that it exists."},{"id":15,"quote":"I could only achieve success in my life through self-discipline, and I applied it until my wish and my will became one."},{"id":16,"quote":"The gift of mental power comes from God, Divine Being, and if we concentrate our minds on that truth, we become in tune with this great power. My Mother had taught me to seek all truth in the Bible."},{"id":17,"quote":"The desire that guides me in all I do is the desire to harness the forces of nature to the service of mankind."},{"id":18,"quote":"If your hate could be turned into electricity, it would light up the whole world."},{"id":19,"quote":"To know each other we must reach beyond the sphere of our sense perceptions."},{"id":20,"quote":"If you only knew the magnificence of the 3, 6 and 9, then you would have the key to the universe."},{"id":21,"quote":"Our entire biological system, the brain, and the Earth itself, work on the same frequencies."},{"id":22,"quote":"It will soon be possible to transmit wireless messages around the world so simply that any individual can carry and operate his own apparatus."},{"id":23,"quote":"Peace can only come as a natural consequence of universal enlightenment."},{"id":24,"quote":"The day science begins to study non-physical phenomena, it will make more progress in one decade than in all the previous centuries of its existence."},{"id":25,"quote":"Electric power is everywhere present in unlimited quantities and can drive the world's machinery without the need of coal, oil, gas, or any other of the common fuels."},{"id":26,"quote":"In the twenty-first century, the robot will take the place which slave labor occupied in ancient civilization."},{"id":27,"quote":"Originality thrives in seclusion free of outside influences"},{"id":28,"quote":"Each day we go to our work in the hope of discovering."},{"id":29,"quote":"It’s not the love you make. It's the love you give."},{"id":30,"quote":"Crystals are living beings at the beginning of creation."},{"id":31,"quote":"The Buddhist expresses it in one way, the Christian in another, but both say the same: We are all one."},{"id":32,"quote":"I do not think you can name many great inventions that have been made by married men."},{"id":33,"quote":"My wireless transmitter does not use Hertzian waves, which are a grievous myth, but sound waves in the aether."},{"id":34,"quote":"All matter comes from a primary substance, the luminiferous ether"},{"id":35,"quote":"Woman will ignore precedent and startle civilization with their progress."},{"id":36,"quote":"Throughout the infinite, the forces are in a perfect balance, and hence the energy of a single thought may determine the motion of a universe."},{"id":37,"quote":"No free energy device will ever be allowed to reach the market."},{"id":38,"quote":"Though free to think and act, we are held together, like the stars in the firmament, with ties inseparable. These ties cannot be seen, but we can feel them."},{"id":39,"quote":"When wireless is fully applied the earth will be converted into a huge brain, capable of response in every one of its parts."},{"id":40,"quote":"But instinct is something which transcends knowledge. We have, undoubtedly, certain finer fibers that enable us to perceive truths when logical deduction, or any other willful effort of the brain, is futile."},{"id":41,"quote":"What one man calls God, another calls the laws of physics."},{"id":42,"quote":"My mother understood human nature better and never chided. She knew that a man cannot be saved from his own foolishness or vice by someone else's efforts or protests, but only by the use of his own will."},{"id":43,"quote":"Einstein's relativity work is a magnificent mathematical garb which fascinates, dazzles and makes people blind to the underlying errors. The theory is like a beggar clothed in purple whom ignorant people take for a king... its exponents are brilliant men but they are metaphysicists rather than scientists."},{"id":44,"quote":"You may live to see man-made horrors beyond your comprehension."},{"id":45,"quote":"Is nature a giant cat? If so, who strokes its back?"},{"id":46,"quote":"I do not rush into actual work. When I get a new idea, I start at once building it up in my imagination, and make improvements and operate the device in my mind. When I have gone so far as to embody everything in my invention, every possible improvement I can think of, and when I see no fault anywhere, I put into concrete form the final product of my brain."},{"id":47,"quote":"The mind is sharper and keener in seclusion and uninterrupted solitude. Originality thrives in seclusion free of outside influences beating upon us to cripple the creative mind. Be alone-that is the secret of invention: be alone, that is when ideas are born."},{"id":48,"quote":"Science is but a perversion of itself\n unless it has as its ultimate goal\n the betterment of humanity."},{"id":49,"quote":"In a crystal we have clear evidence of the existence of a formative life principle, and though we cannot understand the life of a crystal, it is nonetheless a living being"},{"id":50,"quote":"The opinion of the world does not affect me. I have placed as the real values in my life what follows when I am dead."},{"id":51,"quote":"The entire Earth will be converted into a huge brain"},{"id":52,"quote":"Great moments are born great opportunity."},{"id":53,"quote":"All that was great in the past was ridiculed, condemned, combated, suppressed — only to emerge all the more powerfully, all the more triumphantly from the struggle."},{"id":54,"quote":"Marconi is a good fellow. Let him continue. He is using seventeen of my patents."},{"id":55,"quote":"What we now want is closer contact and better understanding between individuals and communities all over the earth, and the elimination of egoism and pride which is always prone to plunge the world into primeval barbarism and strife... Peace can only come as a natural consequence of universal enlightenment."},{"id":56,"quote":"It is paradoxical, yet true, to say, that the more we know, the more ignorant we become in the absolute sense, for it is only through enlightenment that we become conscious of our limitations. Precisely one of the most gratifying results of intellectual evolution is the continuous opening up of new and greater prospects."},{"id":57,"quote":"I am trying to awake the energy contained in the air. These are the main sources of energy. What is considered as empty space is just a manifestation of matter that is not awakened."},{"id":58,"quote":"The scientists from Franklin to Morse were clear thinkers and did not produce erroneous theories. The scientists of today think deeply instead of clearly. One must be sane to think clearly, but one can think deeply and be quite insane. Today's scientists have substituted mathematics for experiments, and they wander off through equation after equation, and eventually build a structure which has no relation to reality."},{"id":59,"quote":"Everyone should consider his body as a priceless gift from one whom he loves above all, a marvelous work of art, of indescribable beauty, and mystery beyond human conception, and so delicate that a word, a breath, a look, nay, a thought may injure it."},{"id":60,"quote":"Let the future tell the truth and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I really worked, is mine."},{"id":61,"quote":"My belief is firm in a law of compensation. The true rewards are ever in proportion to the labour and sacrifices made."},{"id":62,"quote":"Today's scientists have substituted mathematics for experiments, and they wander off through equation after equation, and eventually build a structure which has no relation to reality."},{"id":63,"quote":"Invention is the most important product of man's creative brain. The ultimate purpose is the complete mastery of mind over the material world, the harnessing of human nature to human needs."},{"id":64,"quote":"A century from now it will no more occur to a normal person to mate with a person eugenically unfit than to marry a habitual criminal."},{"id":65,"quote":"I am even grateful to Einstein and others because through their erroneous theories they lead mankind away from that dangerous path I followed."},{"id":66,"quote":"Religion is simply an ideal. It is an ideal force that tends to free the human being from material bonds. I do not believe that matter and energy are interchangeable, any more than are the body and soul. There is just so much matter in the universe and it cannot be destroyed. As I see life on this planet, there is no individuality. It may sound ridiculous to say so, but I believe each person is but a wave passing through space, ever-changing from minute to minute as it travels along, finally, some day, just becoming dissolved."},{"id":67,"quote":"Within a few years a simple and inexpensive device, readily carried about, will enable one to receive on land or sea the principal news, to hear a speech, a lecture, a song or play of a musical instrument, conveyed from any other region of the globe."},{"id":68,"quote":"This work somehow awakened my dormant powers of will and I began to practice self-control. At first my resolutions faded like snow in April, but in a little while I conquered my weakness and felt a pleasure I never knew before - that of doing as I willed."},{"id":69,"quote":"Of all the frictional resistances, the one that most retards human movement is ignorance, what Buddha called 'the greatest evil in the world.' The friction which results from ignorance ... can be reduced only by the spread of knowledge and the unification of the heterogeneous elements of humanity. No effort could be better spent."},{"id":70,"quote":"That is the trouble with many inventors; they lack patience. They lack the willingness to work a thing out slowly and clearly and sharply in their mind, so that they can actually \"feel it work.\" They want to try their first idea right off; and the result is they use up lots of money and lots of good material, only to find eventually that they are working in the wrong direction. We all make mistakes, and it is better to make them before we begin."},{"id":71,"quote":"There is no energy in matter other than that received from the environment"},{"id":72,"quote":"Misunderstandings are always caused by the inability of appreciating one another's point of view... The best way is to dispel ignorance of the doings of others by a systematic spread of general knowledge. With this object in view, it is most important to aid exchange of thought and intercourse."},{"id":73,"quote":"Perhaps I failed, but I did my best, These masters of mine may do the rest."},{"id":74,"quote":"One day man will connect his \n apparatus to the very wheel work of \n the universe. The very forces that \n motivate the planets in their orbits \n and cause them to rotate will rotate \n his own machinery."},{"id":75,"quote":"Nature may reach the same result in many ways."},{"id":76,"quote":"The progressive development of man is vitally dependent on invention."},{"id":77,"quote":"My brain is only a receiver, in the Universe"},{"id":78,"quote":"I do not rush into constructive work. When I get an idea, I start right away to build it up in my mind. I change the structure, I make improvements, I experiment, I run the device in my mind. It is absolutely the same to me whether I operate my turbine in thought or test it actually in my shop. It makes no difference, the results are the same. In this way, you see, I can rapidly develop and perfect an invention, without touching anything."},{"id":79,"quote":"Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more."},{"id":80,"quote":"The last 29 days of the month are the toughest!"},{"id":81,"quote":"There is no subject more captivating, more worthy of study, than nature. To understand this great mechanism, to discover the forces which are active, and the laws which govern them, is the highest aim of the intellect of man."},{"id":82,"quote":"Money does not represent such a value as men have placed upon it. All my money has been invested into experiments with which I have made new discoveries enabling mankind to have a little easier life."},{"id":83,"quote":"I am unwilling to accord to some small−minded and jealous individuals the satisfaction of having thwarted my efforts. These men are to me nothing more than microbes of a nasty disease. My project was retarded by laws of nature. The world was not prepared for it. It was too far ahead of time, but the same laws will prevail in the end and make it a triumphal success."},{"id":84,"quote":"I can now state that I have succeeded in operating a motive device by means of [cosmic rays].  I will tell you in the most general way, the cosmic ray ionizes the air, setting free many charges - ions and electrons.  These charges are captured in a condenser which is made to discharge through the circuit of the motor."},{"id":85,"quote":"The present is theirs; the future, for which I really worked, is mine."},{"id":86,"quote":"I have been feeding pigeons, thousands of them for years. But there was one, a beautiful bird, pure white with light grey tips on its wings; that one was different. It was a female. I had only to wish and call her and she would come flying to me. I loved that pigeon as a man loves a women, and she loved me. As long as I had her, there was a purpose to my life."},{"id":87,"quote":"Most persons are so absorbed in the contemplation of the outside world that they are wholly oblivious to what is passing on within themselves. The premature death of millions is primarily traceable to this cause. Even among those who exercise care, it is a common mistake to avoid imaginary, and ignore the real dangers. And what is true of an individual also applies, more or less, to a people as a whole."},{"id":88,"quote":"A single ray of light from a distant star falling upon the eye of a tyrant in bygone times may have altered the course of his life, may have changed the destiny of nations, may have transformed the surface of the globe, so intricate, so inconceivably complex are the processes in Nature."},{"id":89,"quote":"If we use our fuel to get our power, we are living on our capital and exhausting it rapidly. This method is barbarous and wantonly wasteful, and will have to be stopped in the interest of coming generations. The heat of the sun's rays represents an immense amount of energy vastly in excess of waterpower...The sun's energy controlled to create lakes and rivers for motive purposes and transformation of arid deserts into fertile land."},{"id":90,"quote":"The scientists of today think deeply instead of clearly. One must be sane to think clearly, but one can think deeply and be quite insane."},{"id":91,"quote":"If he [Thomas Edison] had a needle to find in a haystack, he would not stop to reason where it was most likely to be, but would proceed at once with the feverish diligence of a bee, to examine straw after straw until he found the object of his search. ... [J]ust a little theory and calculation would have saved him ninety percent of his labor."},{"id":92,"quote":"Man, like the universe, is a machine. Nothing enters our minds or determines our actions which is not directly or indirectly a response to stimuli beating upon our sense organs from without."},{"id":93,"quote":"When wireless is perfectly applied the whole earth will be converted into a huge brain, which in fact it is, all things being particles of a real and rhythmic whole. We shall be able to communicate with one another instantly, irrespective of distance."},{"id":94,"quote":"We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences"},{"id":95,"quote":"With ideas it is like with dizzy heights you climb: At first they cause you discomfort and you are anxious to get down, distrustful of your own powers; but soon the remoteness of the turmoil of life and the inspiring influence of the altitude calm your blood; your step gets firm and sure and you begin to look - for dizzier heights."},{"id":96,"quote":"My Mother had taught me to seek all truth in the Bible."},{"id":97,"quote":"When natural inclination develops into a passionate desire, one advances towards his goal in seven-league boots."},{"id":98,"quote":"Every living being is an engine geared to the wheelwork of the universe. Though seemingly affected only by its immediate surrounding, the sphere of external influence extends to infinite distance."},{"id":99,"quote":"We are whirling through endless space with an inconceivable speed, all around us everything is spinning, everything is moving, everywhere is energy. There mart be some way of availing ourselves of this energy more directly. Then; with the light obtained from the medium, with the power derived from it, with every form of energy obtained without effort, from the store forever inexhaustible, humanity will advance with giant strides. The mere contemplation of these magnificent possibilities expand our minds, strengthens our hopes and and fills our hearts with supreme delight."},{"id":100,"quote":"All peoples everywhere should have free energy sources."},{"id":101,"quote":"From childhood I was compelled to concentrate attention upon myself. This caused me much suffering, but to my present view, it was a blessing in disguise for it has taught me to appreciate the inestimable value of introspection in the preservation of life, as well as a means of achievement."},{"id":102,"quote":"I have always been ahead of my time."},{"id":103,"quote":"The progressive development of man [has as its] ultimate purpose the complete mastery of mind over the material world."},{"id":104,"quote":"I would not give my rotating field discovery for a thousand inventions, however valuable... A thousand years hence, the telephone and the motion picture camera may be obsolete, but the principle of the rotating magnetic field will remain a vital, living thing for all time to come."},{"id":105,"quote":"But the female mind has demonstrated a capacity for all the mental acquirements and achievements of men, and as generations ensue that capacity will be expanded; the average woman will be as well educated as the average man, and then better educated, for the dormant faculties of her brain will be stimulated to an activity that will be all the more intense and powerful because of centuries of repose. Woman will ignore precedent and startle civilization with their progress."},{"id":106,"quote":"If Mr. Edison had thought smarter he wouldn't sweat as much."},{"id":107,"quote":"We build but to tear down. Most of our work and resource is squandered. Our onward march is marked by devastation. Everywhere there is an appalling loss of time, effort and life. A cheerless view, but true."},{"id":108,"quote":"In a time not distant, it will be possible to flash any image formed in thought on a screen and render it visible at any place desired. The perfection of this means of reading thought will create a revolution for the better in all our social relations."},{"id":109,"quote":"I am part of a light, and it is the music. The Light fills my six senses: I see it, hear, feel, smell, touch and think. Thinking of it means my sixth sense. Particles of Light are written note. A bolt of lightning can be an entire sonata. A thousand balls of lightening is a concert.. For this concert I have created a Ball Lightning, which can be heard on the icy peaks of the Himalayas."},{"id":110,"quote":"It seems that I have always been ahead of my time. I had to wait nineteen years before Niagara was harnessed by my system, fifteen years before the basic inventions for wireless which I gave to the world in 1893 were applied universally."},{"id":111,"quote":"Of all things I liked books best. My father had a large library and whenever I could manage I tried to satisfy my passion for reading."},{"id":112,"quote":"I cannot exaggerate the effect of this marvelous sight on my childish imagination. Day after day I asked myself what is electricity and found no answer. Eighty years have gone by since and I still ask the same question, unable to answer it."},{"id":113,"quote":"The economic transmission of power without wires is of all-surpassing importance to man. By its means he will gain complete mastery of the air, the sea and the desert. It will enable him to dispense with the necessity of mining, pumping, transporting and burning fuel, and so do away with innumerable causes of sinful waste."},{"id":114,"quote":"Sometimes I feel that by not marrying, I made too great a sacrifice to my work."},{"id":115,"quote":"So astounding are the facts in this connection, that it would seem as though the Creator, himself had electrically designed this planet."},{"id":116,"quote":"Life is and will ever remain an equation incapable of solution, but it contains certain known factors."},{"id":117,"quote":"For ages this idea has been proclaimed in the consummately wise teachings of religion, probably not alone as a means of insuring peace and harmony among men, but as a deeply founded truth. The Buddhist expresses it in one way, the Christian in another, but both say the same: We are all one."},{"id":118,"quote":"To stop war by the perfection of engines of destruction alone, might consume centuries and centuries. Other means must be employed to hasten the end."},{"id":119,"quote":"We have soon to have everywhere smoke annihilators, dust absorbers, ozonizers, sterilizers of water, air, food and clothing, and accident preventers on streets, elevated roads and in subways. It will become next to impossible to contract disease germs or get hurt in the city, and country folk will got to town to rest and get well."},{"id":120,"quote":"I hold that space cannot be curved, for the simple reason that it can have no properties. It might as well be said that God has properties. He has not, but only attributes and these are of our own making. Of properties we can only speak when dealing with matter filling the space. To say that in the presence of large bodies space becomes curved is equivalent to stating that something can act upon nothing. I, for one, refuse to subscribe to such a view."},{"id":121,"quote":"They say much about the Einstein's theory now. According to Einstein the ether does not exist and many people agree with him. But it is a mistake in my opinion. Ether's opponents refer to the experiments of Maykelson - Morli [Michelson-Morley] who made attempts to detect the Earth's movement relative to the fixed-bed ether. These experiments failed, however it didn't mean the ether's non-existence. I always based as fact the existence of mechanical ether in my works and therefore I could achieve positive success."},{"id":122,"quote":"Archimedes was my ideal. I admired the works of artists, but to my mind, they were only shadows and semblances. The inventor, I thought, gives to the world creations which are palpable, which live and work."},{"id":123,"quote":"The spread of civilisation may be likened to a fire; first, a feeble spark, next a flickering flame, then a mighty blaze, ever increasing in speed and power."},{"id":124,"quote":"The idea of atomic energy is illusionary but it has taken so powerful a hold on the minds, that although I have preached against it for twenty-five years, there are still some who believe it to be realizable."},{"id":125,"quote":"My belief is firm in a law of compensation. The true rewards are ever in proportion to the labor and sacrifices made. This is one of the reasons why I feel certain that of all my inventions, the Magnifying Transmitter will prove most important and valuable to future generations. I am prompted to this prediction not so much by thoughts of the commercial and industrial revolution which it will surely bring about, but of the humanitarian consequences of the many achievements it makes possible. Considerations of mere utility weigh little in the balance against the higher benefits of civilization."},{"id":126,"quote":"When I get an idea I start at once building it up in my imagination. I change the construction, make improvements and operate the device in my mind. It is absolutely immaterial to me whether I run my turbine in my thought or test it in my shop. I even note if it is out of balance."},{"id":127,"quote":"Fights between individuals, as well as governments and nations, invariably result from misunderstandings in the broadest interpretation of this term."},{"id":128,"quote":"No rocket will reach the moon save by a miraculous discovery of an explosive far more energetic than any known. And even if the requisite fuel were produced, it would still have to be shown that the rocket machine would operate at 459 degrees below zero-the temperature of interplanetary space."},{"id":129,"quote":"I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success ... Such emotions make a man forget food, sleep, friends, love, everything."},{"id":130,"quote":"My ear barely caught signals coming in regular succession which could not have been produced on earth."},{"id":131,"quote":"One of the great events in my life was my first meeting with Edison. This wonderful man, who had received no scientific training, yet had accomplished so much, filled me with amazement. I felt that the time I had spent studying languages, literature and art was wasted; though later, of course, I learned this was not so."},{"id":132,"quote":"The individual is ephemeral, races and nations come and pass away, but man remains."},{"id":133,"quote":"It is a mere question of time when men will succeed in attaching their machinery to the very wheelwork of nature."},{"id":134,"quote":"Edison was by far the most successful and, probably, the last exponent of the purely empirical method of investigation. Everything he achieved was the result of persistent trials and experiments often performed at random but always attesting extraordinary vigor and resource. Starting from a few known elements, he would make their combinations and permutations, tabulate them and run through the whole list, completing test after test with incredible rapidity until he obtained a clue. His mind was dominated by one idea, to leave no stone unturned, to exhaust every possibility."},{"id":135,"quote":"The only method compatible with our notions of civilization and the race is to prevent the breeding of the unfit by sterilization and the deliberate guidance of the mating instinct. [...] The trend of opinion among eugenists is that we must make marriage more difficult. Certainly no one who is not a desirable parent should be permitted to produce progeny."},{"id":136,"quote":"The scientific man does not aim at an immediate result. He does not expect that his advanced ideas will be readily taken up. His work is like that of the planter — for the future. His duty is to lay the foundation for those who are to come, and point the way. He lives and labors and hopes."},{"id":137,"quote":"We have to evolve means for obtaining energy from stores which are forever inexhaustible, to perfect methods which do not imply consumption and waste of any material whatever. I now feel sure that the realization of that idea is not far off. ...the possibilities of the development I refer to, namely, that of the operation of engines on any point of the earth by the energy of the medium."},{"id":138,"quote":"Every living being is an engine geared to the wheel-work of the universe."},{"id":139,"quote":"So we find that the three possible solutions of the great problem of increasing human energy are answered by the three words: food, peace, work."},{"id":140,"quote":"I am credited with being one of the hardest workers and perhaps I am, if thought is the equivalent of labour, for I have devoted to it almost all of my waking hours. But if work is interpreted to be a definite performance in a specified time according to a rigid rule, then I may be the worst of idlers."},{"id":141,"quote":"If the genius of invention were to reveal to-morrow the secret of immortality, of eternal beauty and youth, for which all humanity is aching, the same inexorable agents which prevent a mass from changing suddenly its velocity would likewise resist the force of the new knowledge until time gradually modifies human thought."},{"id":142,"quote":"The future will show whether my foresight is as accurate now as it has proved heretofore."},{"id":143,"quote":"Most certainly, some planets are not inhabited, but others are, and among these there must exist life under all conditions and phases of development."},{"id":144,"quote":"Like a flash of lightning and in an instant the truth was revealed. I drew with a stick on the sand the diagrams of my motor. A thousand secrets of nature which I might have stumbled upon accidentally I would have given for that one which I had wrestled from her against all odds and at the peril of my existence."},{"id":145,"quote":"Of all the endless variety of phenomena which nature presents to our senses, there is none that fills our minds with greater wonder than that inconceivably complex movement which, in its entirety, we designate as human life; Its mysterious origin is veiled in the forever impenetrable mist of the past, its character is rendered incomprehensible by its infinite intricacy, and its destination is hidden in the unfathomable depths of the future... ."},{"id":146,"quote":"All the great religions contain wise prescriptions relating to the conduct of life, which hold good now as they did when they were promulgated."},{"id":147,"quote":"There is something within me that might be illusion as it is often case with young delighted people, but if I would be fortunate to achieve some of my ideals, it would be on the behalf of the whole of humanity. If those hopes would become fulfilled, the most exciting thought would be that it is a deed of a Serb."},{"id":148,"quote":"I never have, above my signature, announced anything that I did not prove first. That is the reason why no statement of mine was ever contradicted, and I do not think it will be, because whenever I publish something I go through it first by experiment, then from experiment I calculate, and when I have the theory and practice meet I announce the results."},{"id":149,"quote":"We should begin at the very root from which we spring, we should effect a radical reform in the character of the food."},{"id":150,"quote":"To create and to annihilate material substance, cause it to aggregate in forms according to his desire, would be the supreme manifestation of the power of Man's mind, his most complete triumph over the physical world."},{"id":151,"quote":"I predict that very shortly the old-fashioned incandescent lamp, having a filament heated to brightness by the passage of electric current through it, will entirely disappear."},{"id":152,"quote":"Ere many generations pass, our machinery will be driven by a power obtainable at any point of the universe. This idea is not novel... We find it in the delightful myth of Antaeus, who derives power from the earth; we find it among the subtle speculations of one of your splendid... Throughout space there is energy. Is this energy static or kinetic! If static our hopes are in vain; if kinetic - and this we know it is, for certain - then it is a mere question of time when men will succeed in attaching their machinery to the very wheelwork of nature."},{"id":153,"quote":"To conquer by sheer force is becoming harder and harder every day. Defensive is getting continuously the advantage of offensive, as we progress in the satanic science of destruction."},{"id":154,"quote":"Though we may never be able to comprehend human life, we know certainly that it is a movement, of whatever nature it be. The existence of movement unavoidably implies a body which is being moved and a force which is moving it. Hence, wherever there is life, there is a mass moved by a force. All mass possesses inertia; all force tends to persist"},{"id":155,"quote":"In past ages, the law governing the survival of the fittest roughly weeded out the less desirable strains. Then man's new sense of pity began to interfere with the ruthless workings of nature. As a result, we continue to keep alive and to breed the unfit."},{"id":156,"quote":"So we find that the three possible solutions of the great problem of increasing human energy are answered by the three words: food, peace, work... Their scientific meaning and purpose now clear to me: food to increase the mass, peace to diminish the retarding force, and work to increase the force accelerating human movement."},{"id":157,"quote":"The motors I build there were exactly as I imagined them. I made no attempt to improve the design, but merely reproduced the pictures as they appeared to my vision and the operation was always as I expected."},{"id":158,"quote":"I have harnessed the cosmic rays and caused them to operate a motive device."},{"id":159,"quote":"Our senses enable us to perceive only a minute portion of the outside world. Our hearing extends to a small distance. Our sight is impeded by intervening bodies and shadows. To know each other we must reach beyond the sphere of our sense perceptions. We must transmit our intelligence, travel, transport the materials and transfer the energies necessary for our existence."},{"id":160,"quote":"Inventors don't have time for married life."},{"id":161,"quote":"His [Thomas Edison] method was inefficient in the extreme, for an immense ground had to be covered to get anything at all unless blind chance intervened and, at first, I was almost a sorry witness of his doings, knowing that just a little theory and calculation would have saved him 90 per cent of the labor. But he had a veritable contempt for book learning and mathematical knowledge, trusting himself entirely to his inventor's instinct and practical American sense. In view of this, the truly prodigious amount of his actual accomplishments is little short of a miracle."},{"id":162,"quote":"The human mind thinks but to complicate. As soon as one problem is solved, that solution introduces new complications, other problems that perhaps did not exist before. That was one of my great troubles when I was younger, I invented many things that were very fine, but always I was getting into complications. I have had to work very hard to overcome that."},{"id":163,"quote":"The human being is a self-propelled automaton entirely under the control of external influences. Willful and predetermined though they appear, his actions are governed not from within, but from without. He is like a float tossed about by the waves of a turbulent sea."},{"id":164,"quote":"An inventor's endeavor is essentially lifesaving. Whether he harnesses forces, improves devices, or provides new comforts and conveniences, he is adding to the safety of our existence. He is also better qualified than the average individual to protect himself in peril, for he is observant and resourceful."},{"id":165,"quote":"A point of great importance would be first to know: what is the capacity of the earth? And what charge does it contain if electrified? Though we have no positive evidence of a charged body existing in space without other oppositely electrified bodies being near, there is a fair probability that the earth is such a body, for by whatever process it was separated from other bodies - and this is the accepted view of its origin - it must have retained a charge, as occurs in all processes of mechanical separation."},{"id":166,"quote":"It is a simple feat of scientific electrical engineering — only expensive — blind, faint-hearted, doubting world."},{"id":167,"quote":"Ere many generations pass, our machinery will be driven by a power obtainable at any point of the universe."},{"id":168,"quote":"Perhaps it is better in this present world of ours that a revolutionary idea or invention instead of being helped and patted, be hampered and ill-treated in its adolescence - by want of means, by selfish interest, pedantry, stupidity and ignorance; that it be attacked and stifled; that it pass through bitter trials and tribulations, through the heartless strife of commercial existence. So do we get our light. So all that was great in the past was ridiculed, condemned, combated, suppressed - only to emerge all the more powerfully, all the more triumphantly from the struggle."},{"id":169,"quote":"I am equally proud of my Serbian origin and my Croatian fatherland."},{"id":170,"quote":"It is characteristic of fundamental discoveries, of great achievements of the intellect, that they retain an undiminished power upon the imagination of the thinker. The memorable experiment of Faraday with a disc rotating between two poles of a magnet, which has borne such magnificent fruit, has long passed into every-day experience; yet there are certain features about this embryo of the present dynamos and motors which even today appear to us striking, and are worthy of the most careful study."},{"id":171,"quote":"Even matter called inorganic, believed to be dead, responds to irritants and gives unmistakable evidence of a living principle within. Everything that exists, organic or inorganic, animated or inert, is susceptible to stimulus from the outside."},{"id":172,"quote":"Alternate currents, especially of high frequencies, pass with astonishing freedom through even slightly rarefied gases. The upper strata of the air are rarefied. To reach a number of miles out into space requires the overcoming of difficulties of a merely mechanical nature."},{"id":173,"quote":"Of all things I liked books best."},{"id":174,"quote":"The practical success of an idea, irrespective of its inherent merit, is dependent on the attitude of the contemporaries. If timely it is quickly adopted; if not, it is apt to fare like a sprout lured out of the ground by warm sunshine, only to be injured and retarded in its growth by the succeeding frost."},{"id":175,"quote":"Universal peace as a result of cumulative effort through centuries past might come into existence quickly - not unlike a crystal that suddenly forms in a solution which has been slowly prepared. Science is but a perversion of itself unless it has as its ultimate goal the betterment of humanity."},{"id":176,"quote":"But I hope that it will also be demonstrated soon that in my experiments in the West I was not merely beholding a vision, but had caught sight of a great and profound truth."},{"id":177,"quote":"The day when we shall know exactly what electricity is will chronicle an event probably greater, more important than any other recorded in the history of the human race. The time will come when the comfort, the very existence, perhaps, of man will depend upon that wonderful agent."},{"id":178,"quote":"I come from a very wiry and long-lived race. Some of my ancestors have been centenarians, and one of them lived 129 years. I am determined to keep up the record and please myself with prospects of great promise. Then again, nature has given me a vivid imagination."},{"id":179,"quote":"How extraordinary was my life an incident may illustrate... [As a youth] I was fascinated by a description of Niagara Falls. I had perused, and pictured in my imagination a big wheel run by the Falls. I told my uncle that I would go to America and carry out this scheme. Thirty years later I saw my ideas carried out at Niagara and marveled at the unfathomable mystery of the mind."},{"id":180,"quote":"Ere long intelligence-transmitted without wires-will throb through the earth like a pulse through a living organism. The wonder is that, with the present state of knowledge and the experiences gained, no attempt is being made to disturb the electrostatic or magnetic condition of the earth, and transmit, if nothing else, intelligence."},{"id":181,"quote":"With a different form of wireless instrument devised by me some years ago it was found practicable to locate a body of metallic ore below the ground, and it seems that a submarine could be similarly detected."},{"id":182,"quote":"Up to that time I never realized that I possessed any particular gift of discovery, but Lord Rayleigh, whom I always considered as an ideal man of science, had said so and if that was the case, I felt that I should concentrate on some big idea."},{"id":183,"quote":"By an irony of fate, my first employment was as a draughtsman. I hated drawing; it was for me the very worst of annoyances. Fortunately, it was not long before I secured the position I sought, that of chief electrician to the telephone company."},{"id":184,"quote":"We may produce at will, from a sending station. an electrical effect in any particular region of the globe; we may determine the relative position or course of a moving object, such as a vessel at sea, the distance traversed by the same, or its speed."},{"id":185,"quote":"The recurrence of a phenomenon like Edison is not very likely. The profound change of conditions and the ever increasing necessity of theoretical training would seem to make it impossible. He will occupy a unique and exalted position in the history of his native land, which might well be proud of his great genius and undying achievements in the interest of humanity."},{"id":186,"quote":"The progressive development of man is vitally dependent on invention. It is the most important product of his creative brain. Its ultimate purpose is the complete mastery of mind over the material world, the harnessing of the forces of nature to human needs. This is the difficult task of the inventor who is often misunderstood and unrewarded. But he finds ample compensation in the pleasing exercises of his powers and in the knowledge of being one of that exceptionally privileged class without whom the race would have long ago perished in the bitter struggle against pitiless elements. . . ."},{"id":187,"quote":"It has cost me years of thought to arrive at certain results, by many believed to be unattainable, for which there are now numerous claimants, and the number of these is rapidly increasing, like that of the colonels in the South after the war."},{"id":188,"quote":"Of all things, I liked books best."},{"id":189,"quote":"What we now want is closer contact and better understanding between individuals and communities all over the earth, and the elimination of egoism and pride which is always prone to plunge the world into primeval barbarism and strife... Peace can only come as a natural consequence of universal enlightenment..."},{"id":190,"quote":"Everyone should consider hisbody as a priceless gift fromone whom he loves above all, amarvelous work of art, ofindescribable beauty, andmystery beyond human conception, and so delicate thata word, a breath, a look, nay, athought may injure it."},{"id":191,"quote":"I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success . . . Such emotions make a man forget food, sleep, friends, love, everything."},{"id":192,"quote":"One must be sane to think clearly, but one can think deeply and be quite insane."},{"id":193,"quote":"Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more"},{"id":194,"quote":"Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine"},{"id":195,"quote":"When we speak of man, we have a conception of humanity as a whole, and before applying scientific methods to the investigation of his movement we must accept this as a physical fact. But can anyone doubt to-day that all the millions of individuals and all the innumerable types and characters constitute an entity, a unit? Though free to think and act, we are held together, like the stars in the firmament, with ties inseparable. These ties cannot be seen, but we can feel them. I cut myself in the finger, and it pains me: this finger is a part of me. I see a friend hurt, and it hurts me, too: my friend and I are one. And now I see stricken down an enemy, a lump of matter which, of all the lumps of matter in the universe, I care least for, and it still grieves me. Does this not prove that each of us is only part of a whole?For ages this idea has been proclaimed in the consummately wise teachings of religion, probably not alone as a means of insuring peace and harmony among men, but as a deeply founded truth. The Buddhist expresses it in one way, the Christian in another, but both say the same: We are all one. Metaphysical proofs are, however, not the only ones which we are able to bring forth in support of this idea. Science, too, recognizes this connectedness of separate individuals, though not quite in the same sense as it admits that the suns, planets, and moons of a constellation are one body, and there can be no doubt that it will be experimentally confirmed in times to come, when our means and methods for investigating psychical and other states and phenomena shall have been brought to great perfection. Still more: this one human being lives on and on. The individual is ephemeral, races and nations come and pass away, but man remains. Therein lies the profound difference between the individual and the whole."},{"id":196,"quote":"Fights between individuals, as well as governments and nations, invariably result from misunderstandings in the broadest interpretation of this term. Misunderstandings are always caused by the inability of appreciating one another's point of view. This again is due to the ignorance of those concerned, not so much in their own, as in their mutual fields. The peril of a clash is aggravated by a more or less predominant sense of combativeness, posed by every human being. To resist this inherent fighting tendency the best way is to dispel ignorance of the doings of others by a systematic spread of general knowledge. With this object in view, it is most important to aid exchange of thought and intercourse."},{"id":197,"quote":"Today’s scientists have substituted mathematics for experiments, and they wander off through equation after equation, and eventually build a structure which has no relation to reality."},{"id":198,"quote":"From childhood I was compelled to concentrate attention upon myself. This caused me much suffering, but to my present view, it was a blessing in disguise for it has taught me to appreciate the inestimable value of introspection in the preservation of life, as well as a means of achievement. The pressure of occupation and the incessant stream of impressions pouring into our consciousness through all the gateways of knowledge make modern existence hazardous in many ways. Most persons are so absorbed in the contemplation of the outside world that they are wholly oblivious to what is passing on within themselves. The premature death of millions is primarily traceable to this cause. Even among those who exercise care, it is a common mistake to avoid imaginary, and ignore the real dangers. And what is true of an individual also applies, more or less, to a people as a whole."},{"id":199,"quote":"Nature may reach the same result in many ways. Like a wave in the physical world, in the infinite ocean of the medium which pervades all, so in the world of organisms, in life, an impulse started proceeds onward, at times, may be, with the speed of light, at times, again, so slowly that for ages and ages it seems to stay, passing through processes of a complexity inconceivable to men, but in all its forms, in all its stages, its energy ever and ever integrally present. A single ray of light from a distant star falling upon the eye of a tyrant in bygone times may have altered the course of his life, may have changed the destiny of nations, may have transformed the surface of the globe, so intricate, so inconceivably complex are the processes in Nature. In no way can we get such an overwhelming idea of the grandeur of Nature than when we consider, that in accordance with the law of the conservation of energy, throughout the Infinite, the forces are in a perfect balance, and hence the energy of a single thought may determine the motion of a universe."},{"id":200,"quote":"What we now want most is closer contact and better understanding between individuals and communities all over the earth and the elimination of that fanatic devotion to exalted ideals of national egoism and pride, which is always prone to plunge the world into primeval barbarism and strife."},{"id":201,"quote":"I am part of a light, and it is the music. The Light fills my six senses: I see it, hear, feel, smell, touch and think. Thinking of it means my sixth sense. Particles of Light are written note. O bolt of lightning can be an entire sonata. A thousand balls of lightening is a concert.. For this concert I have created a Ball Lightning, which can be heard on the icy peaks of the Himalayas."},{"id":202,"quote":"Its not the love you make. It's the love you give."},{"id":203,"quote":"Most persons are so absorbed in the contemplation of the outside world that they are wholly oblivious to what is passing on within themselves."},{"id":204,"quote":"It is not a dream, it is a simple feat of scientific electrical engineering, only expensive — blind, faint-hearted, doubting world! [...] Humanity is not yet sufficiently advanced to be willingly led by the discoverer's keen searching sense. But who knows? Perhaps it is better in this present world of ours that a revolutionary idea or invention instead of being helped and patted, be hampered and ill-treated in its adolescence — by want of means, by selfish interest, pedantry, stupidity and ignorance; that it be attacked and stifled; that it pass through bitter trials and tribulations, through the strife of commercial existence. So do we get our light. So all that was great in the past was ridiculed, condemned, combatted, suppressed — only to emerge all the more powerfully, all the more triumphantly from the struggle.\" – Nikola Tesla (at the end of his dream for Wardenclyffe)"},{"id":205,"quote":"My method is different. I do not rush into actual work. When I get an idea I start at once building it up in my imagination. I change the construction, make improvements, and operate the device entirely in my mind."},{"id":206,"quote":"Science is opposed to theological dogmas because science is founded on fact. To me, the universe is simply a great machine which never came into being and never will end. The human being is no exception to the natural order. Man, like the universe, is a machine. Nothing enters our minds or determines our actions which is not directly or indirectly a response to stimuli beating upon our sense organs from without. Owing to the similarity of our construction and the sameness of our environment, we respond in like manner to similar stimuli, and from the concordance of our reactions, understanding is born. In the course of ages, mechanisms of infinite complexity are developed, but what we call 'soul' or 'spirit,' is nothing more than the sum of the functionings of the body. When this functioning ceases, the 'soul' or the 'spirit' ceases likewise.I expressed these ideas long before the behaviorists, led by Pavlov in Russia and by Watson in the United States, proclaimed their new psychology. This apparently mechanistic conception is not antagonistic to an ethical conception of life."},{"id":207,"quote":"Today the most civilized countries of the world spend a maximum of their income on war and a minimum on education. The twenty-first century will reverse this order. It will be more glorious to fight against ignorance than to die on the field of battle. The discovery of a new scientific truth will be more important than the squabbles of diplomats. Even the newspapers of our own day are beginning to treat scientific discoveries and the creation of fresh philosophical concepts as news. The newspapers of the twenty-first century will give a mere 'stick' in the back pages to accounts of crime or political controversies, but will headline on the front pages the proclamation of a new scientific hypothesis.Progress along such lines will be impossible while nations persist in the savage practice of killing each other off. I inherited from my father, an erudite man who labored hard for peace, an ineradicable hatred of war."},{"id":208,"quote":"So we find that the three possible solutions of the great problem of increasing human energy are answered by the three words: food, peace, work. Many a year I have thought and pondered, lost myself in speculations and theories, considering man as a mass moved by a force, viewing his inexplicable movement in the light of a mechanical one, and applying the simple principles of mechanics to the analysis of the same until I arrived at these solutions, only to realize that they were taught to me in my early childhood. These three words sound the key-notes of the Christian religion. Their scientific meaning and purpose now clear to me: food to increase the mass, peace to diminish the retarding force, and work to increase the force accelerating human movement. These are the only three solutions which are possible of that great problem, and all of them have one object, one end, namely, to increase human energy. When we recognize this, we cannot help wondering how profoundly wise and scientific and how immensely practical the Christian religion is, and in what a marked contrast it stands in this respect to other religions. It is unmistakably the result of practical experiment and scientific observation which have extended through the ages, while other religions seem to be the outcome of merely abstract reasoning. Work, untiring effort, useful and accumulative, with periods of rest and recuperation aiming at higher efficiency, is its chief and ever-recurring command. Thus we are inspired both by Christianity and Science to do our utmost toward increasing the performance of mankind. This most important of human problems I shall now specifically consider."},{"id":209,"quote":"So astounding are the facts in this connection, that it would seem as though the Creator, himself had electrically designed this planet..."},{"id":210,"quote":"Peace can only come as a natural consequence of universal enlightenment and merging of races, and we are still far from this blissful realization."},{"id":211,"quote":"Nije mi žao što su ukrali moje ideje, već što nisu imali svoje"},{"id":212,"quote":"Great moments are born great oppurtunity"},{"id":213,"quote":"If you want to find the secrets of the Universe, think in terms of energy, frequency, and vibration."},{"id":214,"quote":"I had a veritable mania for finishing whatever I began, which often got me into difficulties. On one occasion I started to read the works of Voltaire when I learned, to my dismay, that there were close on one hundred large volumes in small print which that monster had written while drinking seventy-two cups of black coffee per diem. It had to be done, but when I laid aside the last book I was very glad, and said, “Never more!"},{"id":215,"quote":"As I review the events of my past life I realize how subtle are the influences that shape our destinies."},{"id":216,"quote":"As I uttered these inspiring words the idea came like a flash of lightning and in an instant the truth was revealed. I drew with a stick on the sand the diagram shown six years later in my address before the American Institute of Electrical Engineers, and my companion understood them perfectly. The images I saw were wonderfully sharp and clear and had the solidity of metal and stone, so much so that I told him, \"See my motor here; watch me reverse it.\" I cannot begin to describe my emotions. Pygmalion seeing his statue come to life could not have been more deeply moved. A thousand secrets of nature which I might have stumbled upon accidentally, I would have given for that one which I had wrested from her against all odds and at the peril of my existence ..."},{"id":217,"quote":"If he [Thomas Edison] had a needle to find in a haystack, he would not stop to reason where it was most likely to be, but would proceed at once with the feverish diligence of a bee, to examine straw after straw until he found the object of his search. … Just a little theory and calculation would have saved him ninety percent of his labor."},{"id":218,"quote":"The progressive development of man is vitally dependent on invention. It is the most important product of his creative brain."},{"id":219,"quote":"The year 2100 will see eugenics universally established. In past ages, the law governing the survival of the fittest roughly weeded out the less desirable strains. Then man's new sense of pity began to interfere with the ruthless workings of nature. As a result, we continue to keep alive and to breed the unfit. The only method compatible with our notions of civilization and the race is to prevent the breeding of the unfit by sterilization and the deliberate guidance of the mating instinct, Several European countries and a number of states of the American Union sterilize the criminal and the insane. This is not sufficient. The trend of opinion among eugenists is that we must make marriage more difficult. Certainly no one who is not a desirable parent should be permitted to produce progeny. A century from now it will no more occur to a normal person to mate with a person eugenically unfit than to marry a habitual criminal."},{"id":220,"quote":"It is not in the shallow physical imitation of men that women will assert first their equality and later their superiority, but in the awakening of the intellect of women."},{"id":221,"quote":"The scientific man does not aim at an immediate result. He does not expect that his advanced ideas will be readily taken up. His work is like that of the planter—for the future. His duty is to lay the foundation for those who are to come, and point the way."},{"id":222,"quote":"Our first endeavors are purely instinctive prompting of an imagination vivid and undisciplined. As we grow older reason asserts itself and we become more and more systematic and designing. But those early impulses, though not immediately productive, are of the greatest moment and may shape our very destinies. Indeed, I feel now that had I understood and cultivated instead of suppressing them, I would have added substantial value to my bequest to the world. But not until I had attained manhood did I realize that I was an inventor."},{"id":223,"quote":"There is something within me that might be illusion as it is often case with young delighted people, but if I would be fortunate to achieve some of my ideals, it would be on the behalf of the whole of humanity."},{"id":224,"quote":"There were many days when [I] did not know where my next meal was coming from. But I was never afraid to work, I went where some men were digging a ditch ... [and] said I wanted to work. The boss looked at my good clothes and white hands and laughed to the others ... but he said, “All right. Spit on your hands. Get in the ditch. And I worked harder than anybody. At the end of the day I had $2”"},{"id":225,"quote":"I came from Paris in the Spring of 1884, and was brought in intimate contact with him [Thomas Edison]. We experimented day and night, holidays not excepted. His existence was made up of alternate periods of work and sleep in the laboratory. He had no hobby, cared for no sport or amusement of any kind and lived in utter disregard of the most elementary rules of hygiene. There can be no doubt that, if he had not married later a woman of exceptional intelligence, who made it the one object of her life to preserve him, he would have died many years ago from consequences of sheer neglect. So great and uncontrollable was his passion for work."},{"id":226,"quote":"All perceptible matter comes from a primary substance, or tenuity beyond conception, filling all space, the akasha or luminiferous ether, which is acted upon by the life giving Prana or creative force, calling into existence, in never-ending cycles all things and phenomena."},{"id":227,"quote":"We are all one. Only egos, beliefs, and fears separate us."},{"id":228,"quote":"A new world must be born, a world that would justify the sacrifices offered by humanity. This new world must be a world in which there shall be no exploitation of the weak by the strong, of the good by the evil; where there will be no humiliation of the poor by the violence of the rich; where the products of intellect, science and art will serve society for the betterment and beautification of life, and not the individuals for achieving wealth.This new world shall not be a world of the downtrodden and humiliated, but of free men and free nations, equal in dignity and respect."},{"id":229,"quote":"One day I was handed a few volumes of new literature unlike anything I had ever read before and so captivating as to make me utterly forget my hopeless state. They were the earlier works of Mark Twain and to them might have been due the miraculous recovery which followed. Twenty-five years later, when I met Mr. Clemens and we formed a friendship between us, I told him of the experience and was amazed to see that great man of laughter burst into tears."},{"id":230,"quote":"One has to be sane to think clearly, but one can think deeply and be quite insane"},{"id":231,"quote":"instinct is something which transcends knowledge. We have, undoubtedly, certain finer fibers that enable us to perceive truths when logical deduction, or any other willful effort of the brain, is futile."},{"id":232,"quote":"The scientists from Franklin to Morse were clear thinkers and did not produce erroneous theories. The scientists of today think deeply instead of clearly. One must be sane to think clearly, but one can think deeply and be quite insane."},{"id":233,"quote":"Let one concentrate all his energies in one single great effort, let him perceive a single truth, even though he be consumed by the sacred fire, then millions of less gifted men can easily follow. Therefore it is not as much quantity as quality of work which determines the magnitude of the progress."},{"id":234,"quote":"One's salvation could only be brought about through his own efforts."},{"id":235,"quote":"Genius is its own passport, and has always been ready to change habitats until the natural one is found."},{"id":236,"quote":"Science is but a perversion of itself unless it has as its ultimate goal the betterment of humanity."},{"id":237,"quote":"Originality thrives in seclusion free of outside influences beating upon us to cripple the creative mind. Be alone–that is the secret of invention."},{"id":238,"quote":"One may feel a sudden wave of sadness and rake his brain for an explanation when he might have noticed that it was caused by a cloud cutting off the rays of the sun."},{"id":239,"quote":"If you only knew the magnificence of the 3, 6 and 9, then you would have a key to the universe"},{"id":240,"quote":"In 1924, Nikola Tesla was asked why he never married?His answer was this: \"I had always thought of woman as possessing those delicate qualities of mind and soul that made her in her respects far superior to man. I had put her on a lofty pedestal, figuratively speaking, and ranked her in certain important attributes considerably higher than man. I worshipped at the feet of the creature I had raised to this height, and, like every true worshiper, I felt myself unworthy of the object of my worship. But all this was in the past. Now the soft voiced gentle woman of my reverent worship has all but vanished. In her place has come the woman who thinks that her chief success in life lies on making herself as much as possible like man - in dress, voice, and actions, in sports and achievements of every kind. The world has experience many tragedies, but to my mind the greatest tragedy of all is the present economic condition wherein women strive against men, and in many cases actually succeed in usurping their places in the professions and in industry. This growing tendency of women to overshadow the masculine is a sign of a deteriorating civilization. Practically all the great achievements of man until now have been inspired by his love and devotion to woman. Man has aspired to great things because some woman believed in him, because he wished to command her admiration and respect. For these reasons he has fought for her and risked his life and his all for her time and time again. Perhaps the male in society is useless. I am frank to admit that I don't know. If women are beginning to feel this way about it - and there is striking evidence at hand that they do - then we are entering upon the cruelest period of the world's history. Our civilization will sink to a state like that which is found among the bees, ants, and other insects - a state wherein the male is ruthlessly killed off. In this matriarchal empire which will be established, the female rules. As the female predominates, the males are at her mercy. The male is considered important only as a factor in the general scheme of the continuity of life. The tendency of women to push aside man, supplanting the old spirit of cooperation with him in all the affairs of life, is very disappointing to me.\" Galveston Daily News, Galveston, Texas, page 23. August 10, 1924."},{"id":241,"quote":"To gain your energy from the right sources means you gain more energy from less; reducing the retarding factors means you have less friction that wastes your energy; focusing your motive power towards the direction of the collective human movement means you use others’ energy to boost your energy.Gain more energy, waste less energy, spend the energy so next time you’ll need less to achieve more. Increase human mass, reduce retarding force, and increase the force accelerating the human mass. Follow this process with reason.Gain more, waste less, spend efficiently, learn."},{"id":242,"quote":"Deficient observation is merely a form of ignorance and responsible for the many morbid notions and foolish ideas prevailing."},{"id":243,"quote":"Instinct is something which transcends knowledge"},{"id":244,"quote":"Each day we go to our work in the hope of discovering,—in the hope that some one, no matter who, may find a solution of one of the pending great problems,—and each succeeding day we return to our task with renewed ardor; and even if we are unsuccessful, our work has not been in vain, for in these strivings, in these efforts, we have found hours of untold pleasure, and we have directed our energies to the benefit of mankind."},{"id":245,"quote":"The hard work of the future will be pushing buttons"},{"id":246,"quote":"My belief is firm in a law of compensation. The true rewards are ever in proportion to the labor and sacrifices made."},{"id":247,"quote":"When I was a boy of seven or eight I read a novel untitled \"Abafi\" — The Son of Aba — a Servian translation from the Hungarian of Josika, a writer of renown. The lessons it teaches are much like those of \"Ben Hur,\" and in this respect it might be viewed as anticipatory of the work of Wallace. The possibilities of will-power and self-control appealed tremendously to my vivid imagination, and I began to discipline myself. Had I a sweet cake or a juicy apple which I was dying to eat I would give it to another boy and go through the tortures of Tantalus, pained but satisfied. Had I some difficult task before me which was exhausting I would attack it again and again until it was done. So I practiced day by day from morning till night. At first it called for a vigorous mental effort directed against disposition and desire, but as years went by the conflict lessened and finally my will and wish became identical."},{"id":248,"quote":"a telephone subscriber here may call up and talk to any other subscriber on the Globe. An inexpensive receiver, not bigger than a watch, will enable him to listen anywhere, on land or sea, to a speech delivered or music played in some other place, however distant."},{"id":249,"quote":"These are only new devices for putting the weak at the mercy of the strong."},{"id":250,"quote":"Peace can only come as a natural consequence of universal enlightenment and merging of races, and we are still far from this blissful realization. As"},{"id":251,"quote":"When a child is born its sense-organs are brought in contact with the outer world. The waves of sound, heat and light beat upon its feeble body, its sensitive nerve-fibres quiver, the muscles contract and relax in obedience: a gasp, a breath, and in this act a marvelous little engine, of inconceivable delicacy and complexity of construction, unlike any on earth, is hitched to the wheel-work of the Universe."},{"id":252,"quote":"The progressive development of man is vitally dependent on invention. It is the most important product of his creative brain. Its ultimate purpose is the complete mastery of mind over the material world, the harnessing of the forces of nature to human needs."},{"id":253,"quote":"I don't care that they stole my idea. I care that they don't have any of their own."},{"id":254,"quote":"Though free to think and act, we are held together, like the stars in the firmament, with ties inseparable. These ties cannot be seen, but we can feel them."},{"id":255,"quote":"My project was retarded by laws of nature. The world was not prepared for it. It was too far ahead of time. But the same laws will prevail in the end and make it a triumphal success."},{"id":256,"quote":"War can not be avoided until the physical cause for its recurrence is removed and this, in the last analysis, is the vast extent of the planet on which we live. Only thru annihilation of distance in every respect, as the conveyance of intelligence, transport of passengers and supplies and transmission of energy will conditions be brought about some day, insuring permanency of friendly relations."},{"id":257,"quote":"We are just waves in time and space, changing continuously, and the illusion of individuality is produced through the concatenation of the rapidly succeeding phases of existence. What we define as likeness is merely the result of the symmetrical arrangement of molecules which compose our body."},{"id":258,"quote":"I am unwilling to accord to some small−minded and jealous individuals the satisfaction of having thwarted my efforts. These men are to me nothing more than microbes of a nasty disease."},{"id":259,"quote":"There is scarcely a subject that cannot be mathematically treated and the effects calculated or the results determined beforehand from the available theoretical and practical data."},{"id":260,"quote":"The by far greater number of human beings are never aware of what is passing around and within them, and millions fall victims of disease and die prematurely just on this account."},{"id":261,"quote":"Every living being is an engine geared to the wheelwork of the universe."},{"id":262,"quote":"Of all the endless variety of phenomena which nature presents to our senses, thereis none that fills our mind with greater wonder than that inconceivably complexmovement which … we designate as human life. Its mysterious origin is veiled inthe forever impenetrable mist of the past, its character is renderedincomprehensible by its in"},{"id":263,"quote":"The recurrence of a phenomenon like [Thomas] Edison is not very likely. The profound change of conditions and the ever increasing necessity of theoretical training would seem to make it impossible. He will occupy a unique and exalted position in the history of his native land, which might well be proud of his great genius and undying achievements in the interest of humanity."},{"id":264,"quote":"Misunderstandings are always caused by the inability of appreciating one another's point of view. This again is due to the ignorance of those concerned, not so much in their own, as in their mutual fields."},{"id":265,"quote":"...and led me to finally recognise that I was but an automaton devoid of free will in thought and action and merely responsible to the forces of the environment."},{"id":266,"quote":"Of all things I liked books the best."},{"id":267,"quote":"We are automata entirely controlled by the forces of the medium being tossed about like corks on the surface of the water, but mistaking the resultant of the impulses from the outside for free will. The movements and other actions we perform are always life preservative and tho seemingly quite independent from one another, we are connected by invisible links"},{"id":268,"quote":"The progressive development of man is vitally dependent on invention. It is the most important product of his creative brain. Its ultimate purpose is the complete mastery of the mind over the material world, the harnessing of the forces of nature to human needs."},{"id":269,"quote":"I counted the steps in my walks and calculated the cubical contents of soup plates, coffee cups and pieces of food otherwise my meal was unenjoyable."},{"id":270,"quote":"Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom."},{"id":271,"quote":"Nature may reach the same result in many ways. Like a wave in the physical world, in the infinite ocean of the medium which pervades all, so in the world of organisms, in life, an impulse started proceeds onward, at times, may be, with the speed of light, at times, again, so slowly that for ages and ages it seems to stay, passing through processes of a complexity inconceivable to men, but in all its forms, in all its stages, its energy ever and ever integrally present. A single ray of light from a distant star falling upon the eye of a tyrant in bygone times may have altered the course of his life, may have changed the destiny of nations, may have transformed the surface of the globe, so intricate, so inconceivably complex are the processes in Nature. In no way can we get such an overwhelming idea of the grandeur of Nature than when we consider, that in accordance with the law of the conservation of energy, throughout the Infinite, the forces are in a perfect balance, and hence the energy of a single thought may determine the motion of a universe. Nikola Tesla”"},{"id":272,"quote":"The carrying out into practise of a crude idea as is being generally done is, I hold, nothing but a waste of energy, money and time. My"},{"id":273,"quote":"We wind a simple ring of iron with coils; we establish the connections to the generator, and with wonder and delight we note the effects of strange forces which we bring into play, which allow us to transform, to transmit and direct energy at will. We arrange the circuits properly, and we see the mass of iron and wires behave as though it were endowed with life,"},{"id":274,"quote":"Our first endeavors are purely instinctive, promptings of an imagination vivid and undisciplined. As we grow older reason asserts itself and we become more and more systematic and designing."},{"id":275,"quote":"I am credited with being one of the hardest workers and perhaps I am, if thought is the equivalent of labor, for I have devoted to it almost all of my waking hours."},{"id":276,"quote":"I was merely an automaton endowed with power of movement, responding to the stimuli of the sense organs and thinking and acting accordingly."},{"id":277,"quote":"From childhood I was compelled to concentrate attention upon myself. This caused me much suffering but, to my present view, it was a blessing in disguise for it has taught me to appreciate the inestimable value of introspection in the preservation of life, as well as a means of achievement. The pressure of occupation and the incessant stream of impressions pouring into our consciousness thru all the gateways of knowledge make modern existence hazardous in many ways"},{"id":278,"quote":"I [had] admired the works of artists, but to mymind, they were only shadows and semblances. The inventor, I thought, gives to theworld creations which are palpable, which live and work."},{"id":279,"quote":"If we want to avert an impending calamity and a state of things which may transform this globe into an inferno, we should push the development of flying machines and wireless transmission of energy without an instant’s delay and with all the power and resources of the nation."},{"id":280,"quote":"Only thru annihilation of distance in every respect, as the conveyance of intelligence, transport of passengers and supplies and transmission of energy will conditions be brought about some day, insuring permanency of friendly relations. What we now want most is closer contact and better understanding between individuals and communities all over the earth, and the elimination of that fanatic devotion to exalted ideals of national egoism and pride which is always prone to plunge the world into primeval barbarism and strife."},{"id":281,"quote":"Soon became convinced I was right and undertook the task with all the fire and boundless confidence of youth."},{"id":282,"quote":"we should effect a radical reform in the character of the food."},{"id":283,"quote":"All of these years of my service towards mankind did not bring me nothing but assaults and humiliations."},{"id":284,"quote":"Here was a stupendous possibility of achievement. If we could produce electric effects of the required quality, this whole planet and the conditions of existence on it could be transformed. The sun raises the water of the oceans and winds drive it to distant regions where it remains in a state of most delicate balance. If it were in our power to upset it when and wherever desired, this mighty life-sustaining stream could be at will controlled. We could irrigate arid deserts, create lakes and rivers and provide motive power in unlimited amounts. This would be the most efficient way of harnessing the sun to the uses of man. The consummation depended on our ability to develop electric forces of the order of those in nature."},{"id":285,"quote":"All that was great in the past was ridiculed, condemned, combated, suppressed — only to emerge all the more powerfully, all the more triumphantly from the struggle. –”"},{"id":286,"quote":"Jules Breton has spoken of the history of his life as being at the same time the genesis of his art. This is true of Nikola Tesla’s evolution. His bent toward invention we may surely trace to his mother, who, as the wife of an eloquent clergyman in the Greek Church, made"},{"id":287,"quote":"لا اهتم ان سرقوا افكاري و لكن مايهمني انهم لا يملكون افكارهم الخاصة"},{"id":288,"quote":"All repeated acts or operations I performed had to be divisible by three and if I missed I felt impelled to do it all over again, even if it took hours."},{"id":289,"quote":"Then I instinctively commenced to make excursions beyond the limits of the small world of which I had knowledge, and I saw new scenes. These were at first very blurred and indistinct, and would flit away when I tried to concentrate my attention upon them, but by and by I succeeded in fixing them; they gained in strength and distinctness and finally assumed the concreteness of real things. I soon discovered that my best comfort was attained if I simply went on in my vision farther and farther, getting new impressions all the time, and so I began to travel—of course, in my mind. Every night (and sometimes during the day), when alone, I would start on my journeys—see new places, cities and countries—live there, meet people and make friendships and acquaintances and, however unbelievable, it is a fact that they were just as dear to me as those in actual life and not a bit less intense in their manifestations."},{"id":290,"quote":"All these observations fascinate us, and fill us with an intense desire to know more about the nature of these phenomena."},{"id":291,"quote":"Miss! Never trust a Jew!"},{"id":292,"quote":"Years hence it will be possible for nations to fight without armies, ships or guns, by weapons far more terrible, to the destructive action and range of which there is virtually no limit. A city, at any distance whatsoever from the enemy, can be destroyed by him and no power on earth can stop him from doing so."},{"id":293,"quote":"Now the soft-voiced gentle woman of my reverent worship has all but vanished."},{"id":294,"quote":"I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success....Such emotions make a man forget food, sleep, friends, love, everything...an inventor has so intense a nature with so much of it wild, passionate quality, that in giving himself to a woman he might love, he would give everything, and so take everything from his chosen field."},{"id":295,"quote":"Most persons are so absorbed in the contemplation of the outside world that they are wholly oblivious to what is passing on within themselves. The"},{"id":296,"quote":"My mother was an inventor of first order and would, I believe, have achieved great things had she not been so remote from modern life and its multifold opportunities."},{"id":297,"quote":"I'm glad, Tesla quipped, “that I am living in a place in which, though they can roast me in the papers, they cannot burn me at the stake.”"},{"id":298,"quote":"All those years spent in science were in vain. Please mother, pray for me over there if you can, sing the Moorish lament for the lost soul of your poor ignorant son..."},{"id":299,"quote":"Only through annihilation of distance in every respect, as the conveyance of intelligence, transport of passengers and supplies and transmission of energy will conditions be brought about someday, insuring permanency of friendly relations. What we now want most is closer contact and better understanding between individuals and communities all over the earth, and the elimination of that fanatic devotion to exalted ideals of national egoism and pride which is always prone to plunge the world into primeval barbarism and strife."},{"id":300,"quote":"I am filled with conviction that the interests of humanity would be best served if the United States remained true to its traditions and kept out of “entangling alliances."},{"id":301,"quote":"Telautomatics"},{"id":302,"quote":"Bu ülkede şu anda alkol tüketimine karşı sert ve hatta anayasaya aykırı önlemler alınıyor ve fakat küçük yaşlarda bile özgürce kullanılan kahve,çay,tütün,sakız ve diğer uyarıcılar - ölenlerin sayısına bakarsak - vücuda çok daha zararlı."},{"id":303,"quote":"İnsanların çoğu dış dünyadan beklentileri ile öyle meşgul ki kendi içlerinde olanlardan tamamen bihaber."},{"id":304,"quote":"War can not be avoided until the physical cause for its recurrence is removed and this, in the last analysis, is the vast extent of the planet on which we live. Only thru annihilation of distance in every respect, as the conveyance of intelligence, transport of passengers and supplies and transmission of energy will conditions be brought about some day, insuring permanency of friendly relations. What we now want most is closer contact and better understanding between individuals and communities all over the earth, and the elimination of that fanatic devotion to exalted ideals of national egoism and pride which is always prone to plunge the world into primeval barbarism and strife. No league or parliamentary act of any kind will ever prevent such a calamity. These are only new devices for putting the weak at the mercy of the strong."},{"id":305,"quote":"I think, therefore, that vegetarianism is a commendable departure from the established barbarous habit. That we can subsist on plant food and perform. our work even to advantage is not a theory, but a well-demonstrated fact. Many races living almost exclusively on vegetables are of superior physique and strength. There is no doubt that some plant food, such as oatmeal, is more economical than meat, and superior to it in regard to both mechanical and mental performance."},{"id":306,"quote":"Adquiri a capacidade de administrar o sono, ficar adormecido e despertar no momento designado. Se eu faço algo que não entendo, me obrigo a pensar em meu sonho para encontrar assim uma solução. A quinta condição de ajuste é a memória. Talvez, na maioria das pessoas, o cérebro é o guardião dos conhecimentos sobre o mundo e o conhecimento adquirido através da vida. Meu cérebro está ocupado em coisas mais importantes que recordar, está recolhendo o que se requer em um momento dado, isto é, tudo o que nos rodeia. Só há que interiorizá-lo. Tudo o que vimos uma vez, escutamos, lemos e aprendemos, nos acompanha na forma de partículas de luz. Para mim, estas partículas são obedientes e fiéis."},{"id":307,"quote":"If you only knew the magnificence of the 3,6 and 9, then you would have the key to the universe."},{"id":308,"quote":"An inexpensive instrument, not bigger than a watch, will enable its bearer to hear anywhere, on sea or land, music or song, the speech of a political leader, the address of an eminent man of science, or the sermon of an eloquent clergyman, delivered in some other place, however distant."},{"id":309,"quote":"We are whirling through endless space, with and inconceivable speed, all around everything is spinning, everything is moving, everywhere there is energy. There must be some way of availing ourselves of this energy more directly. Then, with the light obtained from the medium, with the power derived from it, with every form of energy obtained without effort, from the store forever inexhaustible, humanity will advance with giant strides. The mere contemplation of these magnificent possibilities expand our minds, strengthens our hopes and fills our hearts with supreme delight."},{"id":310,"quote":"War can not be avoided until the physical cause for its recurrence is removed and this, in the last analysis, is the vast extent of the planet on which we live."},{"id":311,"quote":"Every effort under compulsion demands a sacrifice of life-energy. I never paid such a price. On the contrary, I have thrived on my thoughts."},{"id":312,"quote":"I had produced a striking phenomenon with my grounded transmitter and was endeavoring to ascertain its true significance in relation to the currents propagated through the earth."},{"id":313,"quote":"the eye is the most wonderful. It is the most precious, the most indispensable of our perceptive or directive organs, it is the great gateway through which all knowledge enters the mind. Of all our organs, it is the one, which is in the most intimate relation with that which we call intellect. So intimate is this relation, that it is often said, the very soul shows itself in the eye."},{"id":314,"quote":"I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything. Nikola Tesla"},{"id":315,"quote":"The conditions that surrounded this youth in the airy fastnesses of the Dinaric Alps all made against the hopes he nursed of becoming an electrician ; and not the least impediment was the fond wish of his parents at Siniljan Lika that he should maintain the priestly tradition, and benefit by the preferment likely to come through his uncle, now Metropolitan in Bosnia."},{"id":316,"quote":"Значній більшості людей не вдається усвідомити, що відбувається навколо і всередині них самих, мільйони стають жертвами хвороб і передчасно помирають лише з цієї причини. Найзвичніші щоденні явища здаються їм загадковими й незбагненними. Скажімо, вони відчувають раптову хвилю смутку й ламають собі голову над поясненням, хоч могли б зауважити, що це спричинила хмара, яка затулила собою сонце. […] Коли такі люди гублять гудзик із комірця, то цілу годину метушаться й нарікають, не вміючи візуалізувати свої попередні дії й знайти загублену річ. Недостатня спостережливість — це просто різновид неуцтва і причина багатьох поширених нездорових уявлень та дурнуватих ідей."},{"id":317,"quote":"Ми постаємо перед великими проблемами, які неможливо розв'язати, піклуючись тільки про своє матеріальне існування, навіть якщо робити це повною мірою. Навпаки, прогрес у цьому напрямку пов'язаний з ризиком та небезпеками, аж ніяк не меншими за ті, що породжені нуждою й стражданнями. Якщо ми колись розщепимо атом чи винайдемо якийсь інший спосіб вироблення дешевої й невичерпної енергії в будь-якому місці земної кулі, це досягнення, замість стати благословенням, може призвести до катастрофи, спричинивши поширення міжусобиць та анархії, що врешті закінчиться приходом до влади ненависного силового режиму."},{"id":318,"quote":"Our bodies are of such complexity of structure, the motions we perform are so numerous and involved, and the external impressions on our sense organs to such a degree delicate and elusive that it is hard for the average person to grasp this fact."},{"id":319,"quote":"Now the soft-voiced gentle woman of my reverent worship has all but vanished, in her place has come the woman who thinks that her chief success in life lies in making herself as much as possible like man—in dress, voice and actions, in sports and achievements of every kind."},{"id":320,"quote":"Kada sam prihvatao neki zadatak, nisam to radio sa rešenošću koja je svojstvena običnim ljudima. Za mene je to bio stari zavet, pitanje života i smrti."},{"id":321,"quote":"Anti-social behavior is a trait of intelligence in a world full of conformists"},{"id":322,"quote":"Our first endeavors are purely instinctive, promptings of an imagination vivid and undisciplined. As we grow older reason asserts itself and we become more and more systematic and designing. But those early impulses, tho not immediately productive, are of the greatest moment and may shape our very destinies."},{"id":323,"quote":"The... development of man [has as its] ultimate purpose the complete mastery of mind over the material world."},{"id":324,"quote":"My belief is firm in a law of compensation. The true rewards are ever in proportion to the labor and sacrifices made. This is one of the reasons why I feel certain that of all my inventions, the magnifying transmitter will prove most important and valuable to future generations. I am prompted to this prediction, not so much by thoughts of the commercial and industrial revolution which it will surely bring about, but of the humanitarian consequences of the many achievements it makes possible."},{"id":325,"quote":"Ум острее и проницательнее в уединении и в непрерывном одиночестве. Не нужна большая лаборатория, чтобы думать. Оригинальность процветает в уединении, свободном от внешних воздействий, бьющих по нам и наносящих вред творческому уму. Будьте одинокими, в этом секрет изобретательности; будьте одинокими, тогда и рождаются идеи."},{"id":326,"quote":"One of the most gratifying results of intellectual evolution is the continuous opening up of new and greater prospects."},{"id":327,"quote":"human energy is measured by half the product of man's mass with the square of a certain hypothetical velocity. However"},{"id":328,"quote":"Universal peace is a beautiful dream, but not at once realizable."},{"id":329,"quote":"It will only be necessary to carry an inexpensive instrument not bigger than a watch, which will enable its bearer to hear anywhere on sea or land for distances of thousands of miles. One may listen or transmit speech or song to the uttermost parts of the world. In the same way, any kind of picture, drawing, or print can be transferred from one place to another. It will be possible to operate millions of such instruments from a single station."}]