[{"id":1,"quote":"Shift your attention from words to silence and you will hear."},{"id":2,"quote":"Instead of searching for what you do not have, find out what it is that you have never lost."},{"id":3,"quote":"Realize that your world is only a reflection of yourself and stop finding fault with the reflection. Attend to yourself, set yourself right; mentally and emotionally. The physical self will follow automatically."},{"id":4,"quote":"When I look inside and see that I'm nothing, that's wisdom. When I look outside and see that I'm everything, that's love. And between these two, my life turns."},{"id":5,"quote":"Once you realize that the world is your own projection, you are free of it. You need not free yourself of a world that does not exist, except in your own imagination! However is the picture, beautiful or ugly, you are painting it and you are not bound by it. Realize that there is nobody to force it on you, that it is due to the habit of taking the imaginary to be real. See the imaginary as imaginary and be free of fear."},{"id":6,"quote":"To know that you are a prisoner of your mind is the dawn of wisdom."},{"id":7,"quote":"Know yourself to be the changeless witness of the changeful mind. That is enough."},{"id":8,"quote":"Pain is physical; suffering is mental. Beyond the mind there is no suffering. Pain is essential for the survival of the body, but none compels you to suffer. Suffering is due entirely to clinging or resisting; it is a sign of our unwillingness to move on, to flow with life."},{"id":9,"quote":"We miss the real by lack of attention, and create the unreal by excess of imagination."},{"id":10,"quote":"In the mirror of your mind all kinds of pictures appear and disappear. Knowing that they are entirely your own creations, watch them silently come and go. Be alert, but not perturbed. This attitude of silent observation is the very foundation of yoga. You see the picture, but you are not the picture."},{"id":11,"quote":"Your true meaning cannot be grasped or captured by words. You can never be equated with any words, because you are prior to words."},{"id":12,"quote":"What you need will come to you if you do not ask for what you do not need."},{"id":13,"quote":"When you go beyond awareness, there is a state of nonduality, in which there is no cognition, only pure being. In the state of nonduality, all separation ceases."},{"id":14,"quote":"You are not what you think yourself to be, I assure you. The image you have of yourself is made up from memories and is purely accidental."},{"id":15,"quote":"If you seek reality you must set yourself free of all backgrounds, of all cultures, of all patterns of thinking and feeling. Even the idea of being man or woman, or even human should be discarded. The ocean of life contains all, not only humans. So, first of all abandon all self-identification, stop thinking of yourself as such-and-such or so-and-so, this or that. Abandon all self-concern, worry not about your welfare, material or spiritual, abandon every desire, gross or subtle, stop thinking of achievement of any kind. You are complete here and now, you need absolutely nothing."},{"id":16,"quote":"When you demand nothing of the world, nor of God, when you want nothing, seek nothing, expect nothing, then the supreme state will come to you uninvited and unexpected."},{"id":17,"quote":"All that a guru can tell you is: \n 'My dear Sir, you are quite mistaken about yourself. \n You are not the person you take yourself to be.'"},{"id":18,"quote":"Suffering is due entirely to clinging or resisting. It is a sign of our unwillingness to move on, to flow with life"},{"id":19,"quote":"When you sit quiet and watch yourself, \n many things may come to the surface. \n Do nothing about them, don't react to them. \n As they have come, so will they go, by themselves. \n All that matters is mindfulness, total awareness of oneself, \n or rather, of one's mind."},{"id":20,"quote":"You are not the mind. If you know you are not the mind, then what difference does it make if it's busy or quiet? You are not the mind."},{"id":21,"quote":"Love.. is seeing the unity under the imaginary diversity."},{"id":22,"quote":"The world has only as much power over you as you give it. Rebel. Go beyond duality."},{"id":23,"quote":"You will receive everything you need when you stop asking for what you do not need"},{"id":24,"quote":"Nothing can trouble you but your own imagination."},{"id":25,"quote":"There is no need of a way out! Don't you see that a way out is also part of the dream All you have to do is see the dream as dream. ...Wherever it leads you, it will be a dream. The very idea of going beyond the dream is illusory. Why go anywhere Just realize that you are dreaming a dream you call the world and stop looking for ways out. The dream is not your problem. Your problem is that you like one part of your dream and not another. Love all, or none of it, and stop complaining. When you have seen the dream as a dream, you have done all that needs be done."},{"id":26,"quote":"Whatever happens, happens to you by you, through you; you are the creator, enjoyer and destroyer of all you perceive."},{"id":27,"quote":"Do not neglect this body.  This is the house of God; take care of it, only in this body can God be realized."},{"id":28,"quote":"In peace and silence, the skin of the 'I' dissolves and the inner and the outer become one."},{"id":29,"quote":"The consciousness in you and the consciousness in me, apparently two, really one, seek unity and that is love."},{"id":30,"quote":"Freedom is from something. What are you to be free from? Obviously, you must be free from the person you take yourself to be, for it is the idea you have of yourself that keeps you in bondage."},{"id":31,"quote":"There is only one meditation - the rigorous refusal to harbor thoughts."},{"id":32,"quote":"The ultimate point of view is that there is nothing to understand, so when we try to understand, we are only indulging in acrobatics of the mind. Whatever you have understood, you are not. Why are you getting lost in concepts? You are not what you know, you are the knower."},{"id":33,"quote":"When the mind is kept away from its preoccupations, it becomes quiet. If you do not disturb this quiet and stay in it, you find that it is permeated with a light and a love you have never known; and yet you recognise it at once as your own nature. Once you have passed through this experience, you will never be the same man again; the unruly mind may break its peace and obliterate its vision; but it is bound to return, provided the effort is sustained; until the day when all bonds are broken, delusions and attachments end and life becomes supremely concentrated in the present."},{"id":34,"quote":"It has nothing to do with effort. Just turn away, look between the thoughts, rather than at the thoughts. When you happen to walk in a crowd, you do not fight every man you meet, you just find your way between. When you fight, you invite a fight. But when you do not resist, you meet no resistance. When you refuse to play the game, you are out of it."},{"id":35,"quote":"You are not in this world. This world is inside you."},{"id":36,"quote":"There is nothing to do, just be.  Do nothing.  Be.  No climbing mountains and sitting in caves.  I do not even say \"be yourself\" since you  do not know yourself.  Just be."},{"id":37,"quote":"A quiet mind is all you need. All else will happen rightly, once your mind is quiet."},{"id":38,"quote":"Refuse all thoughts except one: the thought 'I am'. The mind will rebel in the beginning, but with patience and perseverance it will yield and keep quiet. Once you are quiet, things will begin to happen spontaneously and quite naturally, without any interference on your part."},{"id":39,"quote":"Don't ask the mind to confirm what is beyond the mind. Direct experience is the only valid confirmation."},{"id":41,"quote":"Don't rely on your mind for liberation. It is the mind that brought you into bondage. Go beyond it altogether."},{"id":42,"quote":"Once you realize that the road is the goal and that you are always on the road, not to reach a goal, but to enjoy its beauty and its wisdom, life ceases to be a task and becomes natural and simple, in itself an ecstasy."},{"id":44,"quote":"It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates."},{"id":45,"quote":"It is only your self-identification with your mind that makes you happy or unhappy. Rebel against your slavery to your mind, see your bonds as self-created and break the chains of attachment and revulsion. Keep in mind your goal of freedom, until it dawns on you that you are already free, that freedom is not something in the distant future to be earned with painful efforts, but perennially one's own, to be used! Liberation is not an acquisition but a matter of courage, the courage to believe that you are free already and to act on it."},{"id":46,"quote":"The way to truth lies through the destruction of the false. To destroy the false, you must question your most inveterate beliefs. Of these the idea that you are the body is the worst. With the body comes the world, with the world - God, who is supposed to have created the world and thus it starts - fears, religions, prayers, sacrifices, all sorts of systems - all to protect and support the child-man, frightened out of his wits by monsters of his own making. Realize that what you are cannot be born nor die and with the fear gone, all suffering ends."},{"id":48,"quote":"There is only life, there is nobody who lives a life."},{"id":49,"quote":"Leave your mind alone, that is all. Do not go along with it. After all, there is no such thing as mind apart from thoughts which come and go obeying their own laws, not yours. They dominate you only because you are interested in them."},{"id":50,"quote":"There is no question of going anywhere, arriving anywhere, or doing anything; you are there already."},{"id":51,"quote":"Sometimes I feel I am everything, I call that Love. \n Sometimes I feel I am nothing, I call that Wisdom. \n Between Love and Wisdom \n my life continuously flows."},{"id":52,"quote":"Give up all ideas about yourself and simply be."},{"id":53,"quote":"If you could only keep quiet, clear of memories and expectations, you would be able to discern the beautiful pattern of events. Its your restlessness that causes chaos."},{"id":54,"quote":"There is nothing wrong with duality as long as it does not create conflict. Multiplicity and variety without strife is joy. In pure consciousness there is light. For warmth, contact is needed. Above the unity of being is the union of love. Love is the purpose of duality."},{"id":55,"quote":"All you want is to be happy. All your desires, whatever they may be, are longing for happiness. Basically, you wish yourself well...desire by itself is not wrong. It is life itself, the urge to grow in knowledge and experience. It is choices you make that are wrong. To imagine that some little thing-food, sex, power, fame-will make you happy is to decieve oneself. Only something as vast and deep as your real self can make you truly and lastingly happy."},{"id":56,"quote":"Don't pretend to be what you are not. Don't refuse to be what you are."},{"id":58,"quote":"Real happiness is not vulnerable, because it does not depend on circumstances."},{"id":59,"quote":"Do you realize the unimaginable greatness, the holiness of what you so casually call 'consciousness'? It is the unmanifest Absolute aware of its awareness through the manifestation, of which your mind-body is presently a part."},{"id":60,"quote":"You need not know what you are. Enough to know what you are not. What you are you will never know, for every discovery reveals new dimensions to conquer. The unknown has no limits."},{"id":61,"quote":"Love is not selective, desire is selective. In love there are no strangers. When the centre of selfishness is no longer, all desires for pleasure and fear of pain cease; one is no longer interested in being happy; beyond happiness there is pure intensity, inexhaustible energy, the ecstasy of giving from a perennial source."},{"id":62,"quote":"Everybody does the same mistake: refusing the means, but wanting the ends. You want peace and harmony in the world, but refuse to have them in yourself."},{"id":63,"quote":"To believe that you depend on things and people for happiness is due to ignorance of your true nature; to know that you need nothing to be happy, except Self-knowledge, is wisdom."},{"id":64,"quote":"I am dead already. Physical death will make no difference in my case. I am timeless being. I am free of desire or fear, because I do not remember the past or imagine the future. Where there are no names and shapes, how can there be desire and fear? With desirelessness comes timelessness. I am safe, because what is not, cannot touch what is. You feel unsafe, because you imagine danger. Of course, your body as such is complex and vulnerable and needs protection. But not you. Once you realize your own unassailable being, you will be at peace."},{"id":65,"quote":"Nothing perceivable is real.Your attachment is your bondage. You cannot control the future.There is no such thing as free will. Will is bondage.You identify yourself with your desires and become their slave."},{"id":66,"quote":"The world you think of is in your own mind."},{"id":67,"quote":"Do not try to know the truth, for knowledge by the mind is not true knowledge. But you can know what is not true-which is enough to liberate you from the false. The idea that you know what is true is dangerous, for it keeps you imprisoned in the mind. It is when you do not know, that you are free to investigate. And there can be no salvation, without investigation, because non investigation is the main cause of bondage."},{"id":68,"quote":"Surely the memory of an event cannot pass for the event itself. Nor can the anticipation. There is something exceptional, unique, about the present event, which the previous, or the coming do not have. There is livingness about it, an actuality; it stands out as if illumined. There is the \"stamp of reality\" on the actual, which the past and future do not have."},{"id":70,"quote":"Deepen and broaden your awareness of yourself and all the blessings will flow. You need not seek anything, all will come to you most naturally and effortlessly."},{"id":71,"quote":"When you believe yourself to be a person, you see persons everywhere. In reality there are no persons, only threads of memories and habits. At the moment of realisation the person ceases."},{"id":72,"quote":"You have projected onto yourself a world of your own imagination, based on memories, on desires and fears, and you have imprisoned yourself in it. Break the spell and be free."},{"id":73,"quote":"No particular thought can be mind's natural state, only silence. Not the idea of silence, but silence itself. When the mind is in its natural state, it reverts to silence spontaneously after every experience, or, rather, every experience happens against the background of silence."},{"id":74,"quote":"To know that you are neither the body nor mind, watch yourself steadily and live unaffected by your body and mind, completely aloof, as if you were dead. It means you have no vested interests, either in the body or in the mind."},{"id":75,"quote":"You begin by letting thoughts flow and watching them. The very observation slows down the mind till it stops altogether. Once the mind is quiet, keep it quiet. Don't get bored with peace, be in it, go deeper into it."},{"id":76,"quote":"Simply look at whatever happens and know that you are beyond it."},{"id":77,"quote":"If you imagine yourself as separate from the the world, the world will appear as separate from you and you will experience desire and fear. I do not see the world as separate from me and so there is nothing for me to desire, or fear."},{"id":78,"quote":"Having realized that you cannot influence the results, pay no attention to your desires and fears. Let them come and go. Don't give them the nourishment of interest and attention."},{"id":79,"quote":"You have put so much energy into building a prison for yourself. Now spend as much on demolishing it."},{"id":80,"quote":"If you are angry or in pain, separate yourself from anger and pain and watch them. Externalization is the first step to liberation."},{"id":81,"quote":"When effort is needed, effort will appear. When effortlessness becomes essential, it will assert itself. You need not push life about. Just flow with it and give yourself completely to the task of the present moment."},{"id":82,"quote":"Learn to live without self concern. \nFor this you must know your own true being as indomitable, fearless and ever victorious. \nOnce you know with absolute certainty that nothing can trouble you but your own imagination, \nyou come to disregard your desires and fears, concepts and ideas, and live by truth alone."},{"id":83,"quote":"Words can bring you only up to their own limit; to go beyond, you must abandon them. Remain as the silent witness only."},{"id":85,"quote":"Your first task is to see the sorrow in you and around you; your next, to long intensely for liberation. The very intensity of longing will guide you; you need no other guide."},{"id":86,"quote":"There is in the body, a current of energy, affection and intelligence, which guides, maintains and energizes the body. Discover that current and stay with it."},{"id":87,"quote":"Learn to look without imagination, to listen without distortion: that is all. Stop attributing names and shapes to the essentially nameless and formless, realize that every mode of perception is subjective, that what is seen or heard, touched or smelled, felt or thought, expected or imagined, is in the mind and not in reality, and you will experience peace and freedom from fear."},{"id":88,"quote":"To see myself in everybody, and everybody in myself, most certainly is love."},{"id":89,"quote":"The primary purpose of meditation is to become conscious of, and familiar with, our inner life. The ultimate purpose is to reach the source of life and consciousness."},{"id":90,"quote":"You cannot change the course of events, but you can change your\nattitude, and what really matters is the attitude and not the mere event."},{"id":91,"quote":"You are really in search of yourself, without knowing it. You are love-longing for the love-worthy, the perfect lovable. Due to ignorance you are looking for it in the world of opposites and contradictions. When you find it within, your search will be over."},{"id":92,"quote":"Just be. Let your true nature emerge. Don't disturb your mind with seeking."},{"id":93,"quote":"All will happen as you want it, provided you really want it."},{"id":94,"quote":"Be conscious of yourself, watch your mind, give it your full attention. Don't look for quick results; there may be none within your noticing. Unknown to you, your psyche will undergo a change; there will be more clarity in your thinking, charity in your feeling, purity in your behavior. You need not aim at these - you will witness the change all the same. For, what you are now is the result of inattention and what you become will be the fruit of attention."},{"id":95,"quote":"Meet you own self. Be with your own self, listen to it, obey it, cherish it, keep it in mind ceaselessly. You need no other guide."},{"id":96,"quote":"Give all your attention to the question: 'What is it that makes me conscious?', until your mind becomes the question itself and cannot think of anything else."},{"id":97,"quote":"The search for Reality is the most dangerous of all undertakings, for it destroys the world in which you live."},{"id":98,"quote":"When you know beyond all doubting that the same life flows through all that is, and you are that life, you will love all naturally and spontaneously."},{"id":99,"quote":"Time is in the mind, space is in the mind. The law of cause and effect is also a way of thinking. In reality all is here and now and all is one. Multiplicity and diversity are in the mind only."},{"id":100,"quote":"There are no steps to self-realization. There is nothing gradual about it. It happens suddenly and is irreversible. You rotate into a new dimension, seen from which the previous ones are mere abstractions. Just like on sunrise you see things as they are, so on self-realization you see everything as it is. The world of illusions is left behind."},{"id":101,"quote":"It is not what you do, but what you stop doing that matters."},{"id":102,"quote":"All is a play in consciousness. All divisions are illusory. You can know the false only. The true you must yourself be."},{"id":103,"quote":"I am timeless being. I am free of desire or fear, because I do not remember the past or imagine the future."},{"id":104,"quote":"Watch your thoughts as you watch the street traffic. People come and go; you register without response. It may not be easy in the beginning, but with some practice you will find that your mind can function on many levels at the same time and you can be aware of them all."},{"id":105,"quote":"I simply followed (my teacher's) instruction which was to focus the mind on pure being 'I am', and stay in it. I used to sit for hours together, with nothing but the 'I am' in my mind and soon peace and joy and a deep all-embracing love became my normal state. In it all disappeared -- myself, my Guru, the life I lived, the world around me. Only peace remained and unfathomable silence."},{"id":106,"quote":"Your weakness is due to your conviction that you were born into the world. In reality the world is ever recreated in you and by you. See everything as emanating from the light which is the source of your own being."},{"id":107,"quote":"The universe is but a partial manifestation of your limitless capacity to become."},{"id":108,"quote":"A quiet mind is all you need. All else will happen rightly, once your mind is quiet. As the sun on rising makes the world active, so does self-awareness affect changes in the mind. In the light of calm and steady self-awareness, inner energies wake up and work miracles without any effort on your part"},{"id":109,"quote":"The window is the absence of the wall, and it gives air and light because it is empty. Be empty of all mental content, of all imagination and effort, and the very absence of obstacles will cause reality to rush in."},{"id":110,"quote":"Our usual attitude is of 'I am this'. Separate consistently and perseveringly the 'I am' from 'this' or 'that', and try to feel what is means to be, just to be, without being 'this' or 'that'."},{"id":111,"quote":"You take yourself to be limited, but you are not. Discover this. Stay silent and attentive. Be earnest about it. Just be aware of your being here and now. Reality will find you."},{"id":112,"quote":"Meditation is a deliberate attempt to pierce into the higher states of consciousness and finally go beyond it. The art of meditation is the art of shifting the focus of attention to ever subtler levels, without losing one's grip on the levels left behind. (...) Save all your energies and time for breaking the wall your mind had built around you. Believe me, you will not regret."},{"id":113,"quote":"True happiness cannot be found in things that change and pass away. Pleasure and pain alternate inexorably. Happiness comes from the Self and can be found in the Self only. Find your real Self and all else will come with it."},{"id":114,"quote":"Concentration, Full Confidence, Pure Will. With these 3, what cannot be accomplished?"},{"id":115,"quote":"All separation, every kind of estrangement and alienation is false. All is one."},{"id":116,"quote":"Having never left the house you are looking for the way home"},{"id":117,"quote":"How can an unsteady mind make itself steady? Of course it cannot. It is the nature of the mind to roam about. All you can do is to shift the focus of consciousness beyond the mind."},{"id":118,"quote":"\"I AM\" itself is God. The seeking itself is God. In seeking you discover that you are neither body nor mind, but the love of the self in you for the self in all. The two are one. The consciousness in you and the consciousness in me, apparently two, really one, seek unity, and that is love."},{"id":119,"quote":"Who was born first, you or the world? As long as you give first place to the world, you are bound by it; once you realize, beyond all trace of doubt, that the world is in you and not you in the world, you are out of it. Of course your body remains in the world and of the world, but you are not deluded by it."},{"id":120,"quote":"Moods are in the mind and do not matter. Go within, go beyond. Cease being fascinated by the content of your consciousness. When you reach the deep layers of your true being, you will find that the mind's surface-play affects you very little."},{"id":121,"quote":"You are too much concerned with past and future. It is all due to your longing to continue, to protect yourself against extinction. And as you want to continue, you want others to keep you company, hence your concern with their survival. But what you call survival is but the survival of a dream."},{"id":122,"quote":"Reality is neither subjective nor objective, neither mind nor matter, neither time nor space. These divisions need somebody to happen to, a conscious separate center. But reality is all and nothing, the totality and the exclusion, the fullness and the emptiness, fully consistent, absolutely paradoxical. You cannot speak about it, you can only lose yourself in it."},{"id":123,"quote":"Freedom to do what one likes is really bondage, while being free to do what one must, what is right, is real freedom."},{"id":124,"quote":"The real you is timeless and beyond life and death."},{"id":125,"quote":"Would people know that nothing can happen unless the entire universe makes it happen, they would achieve much more with less expenditure of energy."},{"id":126,"quote":"The real does not die, the unreal never lived. Set your mind right and all will be right. When you know that the world is one, that humanity is one, you will act accordingly. But first of all you must attend to the way you feel, think and live. Unless there is order in yourself, there can be no order in the world."},{"id":127,"quote":"As long as the mind is there, your body and your world are there. Your world is mind-made, subjective, enclosed within the mind, fragmentary, temporary, personal, hanging on the thread of memory."},{"id":128,"quote":"Meditation will help you to find your bonds, loosen them, untie them and cast your moorings. When you are no longer attached to anything, you have done your share. The rest will be done for you."},{"id":129,"quote":"In nature nothing is at standstill, everything pulsates, appears and disappears. Heart, breath, digestion, sleep and waking - birth and death - everything comes and goes in waves. Rhythm, periodicity, harmonious alternation of extremes is the rule. No use rebelling against the very pattern of life."},{"id":130,"quote":"Pleasure puts you to sleep and pain wakes you up. If you don't want to suffer, don't go to sleep."},{"id":131,"quote":"To see the universe as it is, you must step beyond the net [the matrix]. It is not hard to do so, as the net is full of holes. Look at the net and its many contradictions. You do and undo at every step. You want peace, love and happiness, and work hard to create pain, hatred and war. You want longevity and you overeat. You want friendship and you exploit. See your net as made of such contradictions and remove them - your very seeing them will make them go away."},{"id":132,"quote":"In the light of calm and steady self-awareness, inner energies wake up and work miracles without any effort on your part."},{"id":133,"quote":"Abandon false ideas, that is all. There is no need of true ideas. There aren't any."},{"id":134,"quote":"To see Reality is as simple as to see one’s face in a mirror. Only, the mirror must be clear and true. A quiet mind, undistorted by desires and fears, free from ideas and opinions, clear on all the levels, is needed to reflect the Reality. Be clear and quiet; alert and detached, all else will happen by itself."},{"id":135,"quote":"Discard every self-seeking motive as soon as it is seen, and you need not search for truth; truth will find you."},{"id":136,"quote":"The silence before the words were spoken, is it different from the silence that came after?"},{"id":137,"quote":"My stand is clear; produce to distribute, feed before you eat, give before you take, think of others before you think of yourself. Only a selfless society based on sharing can be stable and happy. This is the only practical solution. If you do not want it, then - fight."},{"id":138,"quote":"With self-awareness you grow more intelligent. In awareness you learn, in self-awareness you learn about yourself. Of course, you can only learn what you are not. To know what you are, you must go beyond the mind. Awareness is the point at which the mind reaches out beyond itself into reality. In awareness you seek not what pleases, but what is true."},{"id":139,"quote":"The sum and substance of my teaching is this: Don't be dishonest to your vital breath; worship that only, abide in that only, accept it as yourself. And when you worship in this manner, it can lead you anywhere, to any heights- this is the quintessence of my talks."},{"id":140,"quote":"Life is worthy of the name only when it reflects Reality in action. No university will teach you how to live so that when the time of dying comes, you can say: I lived well I do not need to live again. Most of us die wishing we could live again. So many mistakes committed, so much left undone. Most of the people vegetate, but do not live. They merely gather experience and enrich their memory. But experience is the denial of Reality, which is neither sensory nor conceptual, neither of the body, nor of the mind, though it includes and transcends both."},{"id":141,"quote":"Whatever comes and goes, is not reality. See the event as event only. Then you are vulnerable to reality, no longer armoured against it, as you were when you gave reality to events and experiences."},{"id":142,"quote":"Just keep in mind the feeling 'I am', merge in it, till your mind and feeling become one. By repeated attempts you will stumble on the right balance of attention and affection and your mind will be firmly established in the thought-feeling 'I am'. Whatever you think, say, or do, this sense of immutable and affectionate being remains as the ever-present background of the mind."},{"id":143,"quote":"My actual experience is not different. It is my evaluation and attitude that differ. I see the same world as you do, but not the same way. There is nothing mysterious about it. Everybody sees the world through the idea he has of himself. As you think yourself to be, so you think the world to be. If you imagine yourself as separate from the world, the world will appear as separate from you and you will experience desire and fear. I do not see the world as separate from me and so there is nothing for me to desire, or fear."},{"id":144,"quote":"It is your fixed idea that you must be something or other, that blinds you."},{"id":145,"quote":"The root of fear is the feeling of not being what you are."},{"id":146,"quote":"I found myself desiring and knowing less and less, until I could say in utter astonishment: \"I know nothing, I want nothing.\" Earlier I was sure of so many things, now I am sure of nothing. But I feel I have lost nothing by not knowing, because all my knowledge was false. My not knowing was in itself knowledge of the fact that all my knowledge is ignorance, that \"I do not know\" is the only true statement the mind can make....I do not claim to know what you do not. In fact, I know much less than you do."},{"id":147,"quote":"Refuse to think in terms of this or that. All pain needs investigation. The mind is nothing else but the self. Assumption obscures reality without destroying it. All separation, every kind of estrangement and alienation is false..Your being a person is due to the illusion of space and time.The mind creates time and space and takes its own creations for reality."},{"id":148,"quote":"You cannot transcend what you do not know. To go beyond yourself, you must know yourself."},{"id":149,"quote":"To understand suffering, you must go beyond pain and pleasure. Your own desires and fears prevent you from understanding and thereby helping others. In reality there are no others, and by helping yourself you help everybody else. If you are serious about the suffering of mankind, you must perfect the only means of help you have, yourself."},{"id":150,"quote":"When I say 'I am', I do not mean a separate entity with a body as its nucleus, I mean the totality of being, the ocean of consciousness, the entire universe of all that is known. I have nothing to desire for I am complete forever"},{"id":151,"quote":"The essence of saintliness is total acceptance of the present moment, \n harmony with things as they happen."},{"id":152,"quote":"Awareness neither dies nor is re-born. It is the changeless reality itself."},{"id":153,"quote":"It is the mind that tells you that the mind is there. Don't be deceived. All the endless arguments about the mind are produced by the mind itself, for its own protection, continuation and expansion. It is the blank refusal to consider the convolutions and convulsions of the mind that can take you beyond it."},{"id":154,"quote":"What is the worth of a happiness for which you must strive and work?\nReal happiness is spontaneous and effortless."},{"id":155,"quote":"Even faith in God is only a stage on the way. Ultimately you abandon all, for you come to something so simple that there are no words to express it."},{"id":156,"quote":"When the mind is quiet, we come to know ourselves as the pure witness. We withdraw from the experience and its experiencer and stand apart in pure awareness, which is between and beyond the two. The personality, based on self-identification, on imagining itself to be something: 'I am this, I am that', continues, but only as a part of the objective world. Its identification with the witness snaps."},{"id":157,"quote":"Stay open and quiet, that is all. What you seek is so near you that there is no place for a way."},{"id":158,"quote":"You are so accustomed to think of yourselves as bodies having consciousness that you just cannot imagine consciousness as having bodies. Once you realize that bodily existence is but a state of mind, a movement in consciousness, that the ocean of consciousness is infinite and eternal, and that, when in touch with consciousness, you are the witness only, you will be able to withdraw beyond consciousness altogether."},{"id":159,"quote":"You know that you are. Don't burden yourself with names, just be. Any name or shape you give yourself obscures your real nature."},{"id":160,"quote":"In your world everything must have a beginning and an end. If it does not, you call it eternal. In my view, there is no such thing as beginning and end - these are all related to time. Timeless being is entirely in the now. Being and not-being alternate and their reality is momentary. The immutable Reality lies beyond space and time."},{"id":161,"quote":"Until we can look at fear and accept it as the shadow of personal existence, as persons we are bound to be afraid."},{"id":162,"quote":"When I look beyond the mind, I see the witness. Beyond the witness, there is infinite intensity of emptiness and silence."},{"id":163,"quote":"Consciousness is an attribute while awareness is not; one can be aware of being conscious, but not conscious of awareness. God is the totality of consciousness, but awareness is beyond all--being as well as not-being."},{"id":164,"quote":"What has been attained may again be lost. Only when you realise the true peace, the peace you have never lost, that peace will remain with you for it was never away. Instead of searching for what you do not have, find out what is it that you have never lost. That which is there before the beginning and after the ending of everything, to That there is no birth nor death. That Immovable state, which is not affected by the birth and death of a body or a mind, that state you must perceive."},{"id":165,"quote":"You are already perfect, only you don't know it. Learn to know yourself and you will discover wonders."},{"id":166,"quote":"There is nothing to practice. To know yourself, be yourself. To be yourself, stop imagining yourself to be this or that. Just be. Let your true nature emerge. Don't disturb your mind with seeking."},{"id":167,"quote":"You can become a night watchman and live happily. It is what you are inwardly that matters. Your inner peace and joy you have to earn. It is much more difficult than earning money. No university can teach you to be yourself."},{"id":168,"quote":"The only difference between us is that I am aware of my natural state, while you are bemused.... We discover it by being earnest, by searching, enquiring, questioning daily and hourly, by giving one's life to this discovery."},{"id":169,"quote":"Playing with various approaches may be due to resistance to going within, to the fear of having to abandon the illusion of being something or somebody in particular.Of all the affections the love of oneself comes first. Light and love are impersonal.When you do not think yourself to be this or that, all conflict ceases. Any attempt to do something about your problems is bound to fail, for what is caused by desire can be undone only in freedom from desire. You cannot be rid of problems without abandoning illusions."},{"id":170,"quote":"You want to know yourself. For this keep steadily in the focus of consciousness, the only clue you have: your certainty of being. Be with it, play with it, ponder over it, delve deeply into it, till the shell of ignorance breaks open and you emerge into the realm of reality."},{"id":171,"quote":"See that you are not what you believe yourself to be. Fight with all the strength at your disposal against the idea that you are nameable and describable. You are not. Refuse to think of this or that. There is no other way out of misery, which you have created for yourself through blind acceptance without investigation. Suffering is a call for inquiry, all pain needs investigation. Don't be lazy to think."},{"id":172,"quote":"The only thing required of you is to allow all your raging desires to relax into preferences. Then everything will be done through you and for you, not by you."},{"id":173,"quote":"Your own self is your ultimate teacher. The outer teacher is merely a milestone. It is only your inner teacher that will walk with you to the goal, for he is the goal"},{"id":174,"quote":"When pain is accepted for what it is, a lesson and a warning, and deeply looked into and heeded, the separation between pain and pleasure breaks down, both become just experience - painful when resisted, joyful when accepted."},{"id":175,"quote":"Do what you believe in and believe in what you do. The rest is a waste of time and energy."},{"id":176,"quote":"Once you say 'I want to find Truth', all your life will be deeply affected by it. All your mental and physical habits, feelings and emotions, desires and fears, plans and decisions will undergo a most radical transformation."},{"id":177,"quote":"Don’t try to understand! It’s enough if you do not misunderstand."},{"id":178,"quote":"Look at your mind dispassionately; this is enough to calm it. When it is quiet, you can go beyond it. Do not keep it busy all the time. Stop it - and just BE."},{"id":179,"quote":"To be a living being is not the ultimate state; there is something [the Reality] beyond, much more wonderful, which is neither being nor non-being, neither living nor not-living. It is a state of Pure Awareness, beyond the limitations of space and time."},{"id":180,"quote":"These moments of inner quiet will burn out all obstacles without fail. Don't doubt its efficacy. Try it."},{"id":181,"quote":"You're free. You've taken this burden of being a human being on yourself. You're free."},{"id":182,"quote":"Only the people who have gone beyond the world can change the world."},{"id":183,"quote":"Easier to change, than to suffer. Grow out of your childishness.That is all."},{"id":184,"quote":"Even for a moment do not think that you are the body. Give yourself no name, no shape. In the darkness and the silence reality is found."},{"id":185,"quote":"Nothing can make you happier than you are. All search for happiness is misery and leads to more misery. The only happiness worth the name is the natural happiness of conscious being."},{"id":186,"quote":"Let the dream unroll itself to its very end. You cannot help it. But you can look at the dream as a dream, refuse it the stamp of reality."},{"id":187,"quote":"The real is behind and beyond words, incommunicable, directly experienced, explosive in its effect on the mind. It is easily had when nothing else is wanted."},{"id":189,"quote":"The world does not yield to changing. By its very nature it is painful and transient. See it as it is and divest yourself of all desire and fear. When the world does not hold and bind you, it becomes an abode of joy and beauty. You can be happy in the world only when you are free of it."},{"id":190,"quote":"Believe me, there is no goal, nor a way to reach it. You are the way and the goal, there is nothing else to reach except yourself."},{"id":191,"quote":"You have never been, nor shall ever be, a person. Refuse to consider yourself as one. But as long as you do not even doubt yourself to be Mr. So-and-so, there is little hope. When you refuse to open your eyes, what can you be shown?"},{"id":192,"quote":"Seeking out causes is a pastime of the mind. There is no duality of cause and effect. Everything is its own cause."},{"id":194,"quote":"You are not the body. You are the immensity and infinity of consciousness."},{"id":195,"quote":"There is no 'my self' and 'his self'. There is the Self, the only Self of all. Misled by the diversity of names and shapes, minds and bodies, you imagine multiple selves."},{"id":196,"quote":"All you need is already within you, only you must approach your self with reverence and love. Self-condemnation and self-distrust are grievous errors. Your constant flight from pain and search for pleasure is a sign of love you bear for your self, all I plead with you is this: make love of your self perfect. Deny yourself nothing -- glue your self infinity and eternity and discover that you do not need them; you are beyond."},{"id":197,"quote":"Unless you know yourself, what else can you know?"},{"id":198,"quote":"I am that by which I know 'I am'"},{"id":199,"quote":"There are always moments when one feels empty and estranged.  Such moments are most desirable,  for it means the soul has cast its moorings and is sailing for distant places.  This is detachment --  when the old is over and the new has not yet come.  If you are afraid, the state may be distressing,  but there is really nothing to be afraid of.  Remember the instruction:  Whatever you come across -- go beyond."},{"id":200,"quote":"To go beyond the mind, you must be silent and quiet. Peace and silence, silence and peace - this is the way beyond. Stop asking questions."},{"id":201,"quote":"I do not suffer; I cannot suffer because I am not an object. Of course there is suffering. But do you realize what this suffering is? I am the suffering. Whatever is manifested, I am the functioning. Whatever is perceptible I am the perceiving of it. Whatever is done I am the doing of it; I am the doer of it, and, understand this, I am also that which is done. In fact, I am the total functioning."},{"id":202,"quote":"There is no such thing as a person. There are only restrictions and limitations. The sum total of these defines the person. The person merely appears to be, like the space within the pot appears to have the shape and volume and smell of the pot."},{"id":203,"quote":"The world is like a sheet of paper on which something is typed. The reading and the meaning will vary with the reader, but the paper is the common factor, always present, rarely perceived. When the ribbon is removed, typing leaves no trace on the paper. So is my mind - the impressions keep on coming, but no trace is left."},{"id":204,"quote":"I ask you what is the taste of your mouth all you can do is to say: it is neither sweet nor bitter, nor sour nor astringent; it is what remains when all these tastes are not. Similarly, when all distinctions and reactions are no more, what remains is reality, simple and solid."},{"id":205,"quote":"Once you understand that the false needs time and what needs time is false, you are nearer the Reality, which is timeless, ever in the NOW."},{"id":206,"quote":"You need not get at it, for you are it. It will get at you, if you give it a chance. Let go your attachment to the unreal and the real will swiftly and smoothly step into its own. Stop imagining yourself being or doing this or that and the realization that you are the source and heart of all will dawn upon you. With this will come great love which is not choice or predilection, nor attachment, but a power which makes all things love-worthy and lovable."},{"id":207,"quote":"Whatever can be understood or perceived can never be the eternal Truth. The Unknown is the Truth."},{"id":208,"quote":"Detach yourself from all that makes your mind restless. Renounce all that disturbs its peace. If you want peace, deserve it. By being a slave to your desires and fears, you disturb peace."},{"id":210,"quote":"It is your restlessness that causes chaos."},{"id":211,"quote":"Give up the idea of being a person, that is all. You need not become what you are anyhow. There is the identity of what you are and there is the person superimposed on it. All you know is the person, the identity - which is not a person - you do not know, for you never doubted, never asked yourself the crucial question: 'Who am I?'"},{"id":212,"quote":"Truth gives no advantage. It gives no higher status, no power over others; all you get is truth and freedom from the false."},{"id":213,"quote":"You must realize first of all that you are the proof of everything, including yourself. None can prove your existence, because his existence must be confirmed by you first. Your being and knowing you owe nobody. Remember, you are entirely on your own. You do not come from somewhere, you do not go anywhere. You are timeless being and awareness."},{"id":214,"quote":"By being with yourself, the 'I am', by watching yourself in your daily life with alert interest, with the intention to understand rather than judge, in full acceptance of whatever may emerge, because it is there, you encourage the deep to come to the surface, and enrich your life and consciousness with its captive energies."},{"id":215,"quote":"Just as every drop of the ocean carries the taste of the ocean, so does every moment carry the taste of eternity."},{"id":216,"quote":"Leave greatness to others. Become so small that no one can see you. This conviction results from growing devotion to the supreme reality."},{"id":217,"quote":"You are not in the world...the world is in you,\" what did he mean? [That is, you are not in the world,\" that is, there is no \"you\" that is real or in any world. \"The world is in you\" means that the world is in your \"mind\" and is nothing more than a figment of your programming-and-conditioning-induced imaginings.]"},{"id":218,"quote":"The mind exists in two states: as water and as honey. The water vibrates at the least disturbance, while the honey, however disturbed, returns quickly to immobility."},{"id":219,"quote":"How do you go about finding anything? \n By keeping your mind and heart on it. \n Interest there must be and steady remembrance. \n To remember what needs to be remembered \n is the secret of success. \n You come to it through earnestness"},{"id":220,"quote":"I find that somehow, by shifting the focus of attention, I become the very thing I look at, and experience the kind of consciousness it has; I become the inner witness of the thing. I call this capacity of entering other focal points of consciousness, love; you may give it any name you like. Love says \"I am everything\". Wisdom says \"I am nothing\". Between the two, my life flows. Since at any point of time and space I can be both the subject and the object of experience, I express it by saying that I am both, and neither, and beyond both."},{"id":221,"quote":"When all names and forms have been given up, the real is with you. You need not seek it."},{"id":222,"quote":"Laugh with people laughing, cry with people crying, but don't fall into the river of world illusion. Stay on the banks."},{"id":223,"quote":"If you believe in God, work with Him. If you do not, become one."},{"id":224,"quote":"The world is an illusion. Why is it unreal? Because none of the knowledge is going to remain permanent, as real knowledge. I had a number of identities; I was a child, I was a boy, I was a teenager, I was a middle-aged man, I was an old man. Like other identities I thought would remain constant, they never remained so. Finally, I became very old. . . So which identity remained honest with me?"},{"id":225,"quote":"Unless you make tremendous efforts, you will not be convinced that effort will take you nowhere. The self is so self-confident that unless it is totally discouraged it will not give up. Mere verbal conviction is not enough. Hard facts alone can show the absolute nothingness of the self-image."},{"id":226,"quote":"To see the unreal is wisdom. Beyond this lies the inexpressible."},{"id":227,"quote":"The real does not die, the unreal never lived."},{"id":228,"quote":"Contemplate life as infinite, undivided, ever present, ever active, until you realize yourself as one with it. It is not even very difficult, for you will be returning only to your own natural condition."},{"id":229,"quote":"Whatever you may have to do, watch your mind. Also you must have moments of complete inner peace and quiet, when your mind is absolutely still. If you miss it, you miss the entire thing. If you do not, the silence of the mind will dissolve and absorb all else."},{"id":230,"quote":"In reality there are no others, and -helping yourself you help everybody else."},{"id":231,"quote":"To know the self as the only reality and all else as temporal and transient is freedom, peace and joy. It is all very simple. Instead of seeing things as imagined, learn to see them as they are. When you can see everything as it is, you will also see yourself as you are. It is like cleansing a mirror. The same mirror that shows you the world as it is, will also show you your own face. The thought 'I am' is the polishing cloth. Use it."},{"id":232,"quote":"Find what is it that never sleeps and never wakes, and whose pale reflection is our sense of 'I'"},{"id":233,"quote":"What is beautiful? Whatever is perceived joyfully is beautiful. Bliss is the essence of beauty."},{"id":234,"quote":"Increase and widen your desires till nothing but reality can fulfill them. It is not desire that is wrong, but its narrowness and smallness. Desire is devotion. By all means be devoted to the real, the infinite, the eternal heart of being. Transform desire into love. All you want is to be happy. All your desires, whatever they may be are expressions of your longing for happiness."},{"id":235,"quote":"Forget the known, don't be all the time immersed in your experiences."},{"id":236,"quote":"You may die a hundred deaths without a break in the mental turmoil. Or, you may keep your body and die only in the mind. The death of the mind is the birth of wisdom."},{"id":237,"quote":"Nobody ever fails in Yoga....It is slow in the beginning and rapid in the end. \n When one is fully matured, realization is explosive."},{"id":238,"quote":"The personal needs a base, a body to identify oneself with, just as a colour needs a surface to appear on."},{"id":239,"quote":"You merely dream that you roam about. In a few years your stay in India will appear as a dream to you. You will dream some other dream at that time. Do realize that it is not you who moves from dream to dream, but the dreams flow before you and you are the immutable witness. No happening affects your real being-that is the absolute truth."},{"id":240,"quote":"We are slaves of what we don't know;of what we know we are masters.Whatever vice or weakness in ourselves we discoverand understand its cause and workings,we overcome it by the very knowing.The primary purpose of meditation is to become more consciousand familiar with our inner life.The ultimate purpose is to reach the source of life."},{"id":241,"quote":"The world you perceive is made of consciousness; what you call matter is consciousness itself."},{"id":242,"quote":"It is just like your tape-recorder. It records, it reproduces - all by itself. You only listen. Similarly, I watch all that happens, including my talking to you. It is not me who talks, the words appear in my mind and then I hear them said."},{"id":243,"quote":"Being oneself is completely beyond all motivation. You cannot be yourself for some reason. You are yourself, and no reason is needed."},{"id":244,"quote":"Give your real being a chance to shape your life. You will not regret it."},{"id":245,"quote":"Live your life without hurting anybody. Harmlessness is a most powerful form of Yoga and it will take you speedily to your goal. This is what I call nisarga yoga, the Natural yoga. It is the art of living in peace and harmony, in friendliness and love. The fruit of it is happiness, uncaused and endless."},{"id":246,"quote":"All I plead with you is this: make love of your self perfect"},{"id":247,"quote":"Whatever state I am in, I see it as a state of mind to be accepted as it is."},{"id":248,"quote":"Suffering is primarily a \n call for attention, which itself is a movement of love. More than \n happiness, love wants growth, the widening and deepening of awareness and consciousness and being. Whatever prevents that, becomes a cause of pain, and love does not shirk from pain."},{"id":249,"quote":"Nothing troubles me. I offer no resistance to trouble - therefore it does not stay with me. On your side there is so much trouble. On mine there is no trouble at all. Come to my side."},{"id":250,"quote":"Absolute perfection is here and now, not in some future, near or far."},{"id":251,"quote":"Past and future are in the mind only - I am now."},{"id":252,"quote":"Get hold of the main thing: That the world and the self are one and perfect. Only your attitude is faulty and needs readjustment."},{"id":253,"quote":"Punishment is but legalized crime. In a society built on prevention, rather than retaliation, there would be very little crime. The few exceptions will be treated medically, as of unsound mind and body."},{"id":254,"quote":"You are so used to the support of concepts that when your concepts leave you, although it is your true state, you get frightened and try to cling to them again."},{"id":255,"quote":"In my world, nothing ever goes wrong."},{"id":256,"quote":"Use your mind. Remember. Observe. You are not different from others. Most of their experiences are valid for you too. Think clearly and deeply, go into the structure of your desires and their ramifications. They are a most important part of your mental and emotional make-up and powerfully affect your actions. Remember, you cannot abandon what you do not know. To go beyond yourself, you must know yourself."},{"id":257,"quote":"The desire for truth is the highest of all desires, yet, it is still a desire. All desires must be given up for the real to be.....When all search ceases, it is the Supreme State."},{"id":258,"quote":"Suffering is a call for inquiry, all pain needs investigation."},{"id":259,"quote":"The mind creates the abyss, and the heart crosses it."},{"id":260,"quote":"Your burden is of false self-identifications—abandon them all."},{"id":261,"quote":"All you need is to stop searching outside for what can be found only within. Set your vision right before you operate. You are suffering from acute misapprehension . Clarify your mind, purify your heart, sanctify your life - this is the quickest way to a change in your world."},{"id":262,"quote":"Who are you?”, my answer would be: “Nothing in particular. Yet, I am."},{"id":263,"quote":"Truth is not a reward for good behaviour, nor a prize for passing some tests. It cannot be brought about. It is the primary, the unborn, the ancient source of all that is. You are eligible because you are. You need not merit truth. It is your own....Stand still, be quiet."},{"id":264,"quote":"If you want peace and harmony in the world, you must have peace and harmony in your \nhearts and minds."},{"id":265,"quote":"If you want to sin, sin wholeheartedly and openly. Sins too have their lessons to teach the earnest sinner, as virtues the earnest saint. It is the mixing up of the two that is so disastrous. Nothing can block you so effectively as compromise, for it shows lack of earnestness, without which nothing can be done."},{"id":266,"quote":"Multiplicity without strife is joy."},{"id":267,"quote":"You will get to your maturity quickly if you stay in the nothingness."},{"id":268,"quote":"By all means attend to your duties. Action, in which you are not emotionally involved and which is beneficial and does not cause suffering will not bind you. You may be engaged in several directions and work with enormous zest, yet remain inwardly free and quiet, with a mirror like mind, which reflects all, without being affected."},{"id":269,"quote":"Knowing that you are nothing is Wisdom,\nKnowing that you are everything is Love."},{"id":270,"quote":"It does not matter much what happens."},{"id":271,"quote":"Stop imagining yourself being or doing this or that and the realization that you are the source and heart of all will dawn on you."},{"id":272,"quote":"By all means be selfish; the right way. Wish yourself well, labour at what is good for you. Destroy all that stands between you and happiness. Be all; love all; be happy; make happy. No happiness is greater."},{"id":273,"quote":"The unchangeable can only be realised in silence. Once realised, \nit will deeply affect the changeable, itself remaining unaffected."},{"id":274,"quote":"The legitimate function of the mind is to tell you what is not. But if you want positive knowledge, you must go beyond the mind."},{"id":275,"quote":"One who is afraid of time becomes a prey of time. But time itself becomes a prey of that one who is not afraid of it."},{"id":276,"quote":"In the light of consciousness all sorts of things happen and one need not give special importance to any. The sight of a flower is as marvelous as the vision of God. Let them be. Why remember them and then make memory into a problem? Be bland about them; do not divide them into high and low, inner and outer, lasting and transient. Go beyond, go back to the source, go to the self that is the same whatever happens."},{"id":277,"quote":"All your desires, whatever they may be, are expressions of your longing for happiness. Basically, you wish yourself well."},{"id":278,"quote":"Between the banks of pain and pleasure the river of life flows. It is only when the mind refuses to flow with life, and gets stuck at the banks, that it becomes a problem."},{"id":279,"quote":"Love is not selective, desire is selective. In love there are no strangers."},{"id":280,"quote":"To find reality you must be real in the smallest daily action; there can be no deceit in the search for truth."},{"id":281,"quote":"The old grooves must be erased in your brain, without forming new ones. You must realize yourself as the immovable, behind and beyond the movable, the silent witness of all that happens."},{"id":282,"quote":"The first steps in self-acceptance are not at all pleasant, for what one sees is not a happy sight. One needs all the courage to go further."},{"id":283,"quote":"There is no second, or higher self to search for. You are the highest self, only give up the false ideas you have about your self."},{"id":284,"quote":"In marriage you are neither the husband nor the wife; you are the love between two."},{"id":285,"quote":"In reality, time and space exist in you.  You do not exist in them."},{"id":286,"quote":"Inquire, investigate, doubt yourself and others. To find truth, you must not cling to your convictions; if you are sure of the immediate, you will never reach the ultimate. Your idea that you were born and that you will die is absurd – both logic and experience contradict it."},{"id":287,"quote":"I am told I was born. I do not remember."},{"id":288,"quote":"Devotion to your goal makes you live a clean and orderly life , given to search for truthand to helping people, and realization makes noble virtue easy and spontaneous, by removing for good the obstacles in the shape of desires and fears and wrong ideas ."},{"id":289,"quote":"Between the banks of pleasure and pain flows the river of life. If you spend much time on either bank you will miss out on life."},{"id":290,"quote":"Pure knowledge is not imparted by another; it comes unmasked. It is the one that is listening: it is your own true nature."},{"id":291,"quote":"In my world love is the only law. I do not ask for love, I give it."},{"id":292,"quote":"It is not the right advice that liberates, but the action based on it."},{"id":293,"quote":"To go beyond you need alert immobility, quiet attention."},{"id":294,"quote":"When all the false self-identifications are thrown away, what remains is all-embracing love."},{"id":295,"quote":"All that happens is the cause of all that happens. Causes are numberless; the idea of a sole cause is an illusion."},{"id":296,"quote":"Sadhana is a search for what to give up. Empty yourself completely."},{"id":297,"quote":"The relinquishing of the lesser is the gaining of the greater. Give up all and you gain all."},{"id":298,"quote":"Whatever you come across- go beyond"},{"id":299,"quote":"To expound and propogate concepts is simple, \nto drop all concepts is difficult and rare"},{"id":300,"quote":"Stop, look, investigate, ask the right questions, come to the right conclusions and have the courage to act on them and see what happens. The first steps may bring the roof down on your head, but soon the commotion will clear and there will be peace and joy."},{"id":301,"quote":"Imagine a dense forest full of tigers and you in a strong steel cage. Knowing that you are well protected by the cage, you watch the tigers fearlessly. Next, you find the tigers in the cage and yourself roaming about in the jungle. Last, the cage disappears and you ride the tigers!"},{"id":302,"quote":"Self-remembrance, awareness of 'I am' ripens him powerfully and speedily. Give up all ideas about yourself and simply be."},{"id":303,"quote":"When you desire the common good, the whole world desires with you. Make humanity's desire your own and work for it. There you cannot fail."},{"id":304,"quote":"Come to the conclusion: I am unborn, I was unborn and I shall remain unborn"},{"id":305,"quote":"We grow through investigation, and to investigate we need experience. We tend to repeat what we have not understood. If we are sensitive and intelligent, we need not suffer. Pain is a call for attention and the penalty of carelessness. Intelligent and compassionate action is the only remedy."},{"id":306,"quote":"For me the moment of death will be a moment of jubilation, not of fear. I cried when I was born and I shall die laughing."},{"id":307,"quote":"Earnestness is the most important thing."},{"id":308,"quote":"Surrender to your own self, of which everything is an expression."},{"id":309,"quote":"Forgetting your Self is the greatest injury; all the calamities flow from it. Take care of the most important, the lesser will take care of itself. You do not tidy up a dark room. You open the windows first. Letting in the light makes everything easy. So, let us wait with improving others until we see ourselves as we are/ and have changed. There is no need to turn round and round in endless questioning; find yourself and everything will fall into its proper place."},{"id":310,"quote":"Steady faith is stronger than destiny. Destiny is the result of causes, mostly accidental, and is therefore loosely woven. Confidence and good hope will overcome it easily."},{"id":311,"quote":"Life is love and love is life."},{"id":312,"quote":"The attitude of silent observation is the very foundation of yoga. You see the picture, but you are not the picture."},{"id":313,"quote":"Cooperate with your destiny, don't go against it, don't thwart it. Allow it to fulfill itself."},{"id":314,"quote":"Abandon the false and you are free of pain; truth makes happy, truth liberates."},{"id":315,"quote":"The mind is what it thinks. To make it true, think true."},{"id":316,"quote":"I ask you only to stop imagining that you were born, have parents, are a body, will die and so on. Just try, make a beginning-it is not as hard as you think."},{"id":317,"quote":"Nature is neither pleasant nor painful. It is all intelligence and beauty. Pain and pleasure are in the mind."},{"id":318,"quote":"Knowledge gives power. In practice it is very simple. To control yourself, know yourself."},{"id":319,"quote":"We are the creators and creatures of each other, \ncausing and bearing each other's burden."},{"id":320,"quote":"The unexpected and unpredictable is real."},{"id":322,"quote":"All will come through, not a single soul (jiva) shall be lost."},{"id":323,"quote":"All you can teach is understanding. The rest comes on its own."},{"id":324,"quote":"When I see I am nothing, that is wisdom. When I see I am everything, that is love. My life is a movement between these two."},{"id":325,"quote":"There is no such thing as unconsciousness for it is not experienceable. We infer unconsciousness when there is a lapse in memory or communication."},{"id":326,"quote":"What kind of Yoga do you want to practice, the Yoga of getting or the Yoga of giving?... One enslaves, the other liberates."},{"id":328,"quote":"Love says 'I am everything.' Wisdom says 'I am nothing.' Between the two, my life flows."},{"id":329,"quote":"Your expectation of something unique and dramatic, of some wonderful explosion, is merely hindering and delaying your Self Realization. You are not to expect an explosion, for the explosion has already happened - at the moment when you were born, when you realized yourself as Being-Knowing-Feeling. There is only one mistake you are making: you take the inner for the outer and the outer for the inner. What is in you, you take to be outside you and what is outside, you take to be in you. The mind and feelings are external, but you take them to be intimate. You believe the world to be objective, while it is entirely a projection of your psyche. That is the basic confusion and no new explosion will set it right! You have to think yourself out of it. There is no other way."},{"id":330,"quote":"Wisdom tells me I am nothing. Love tells me I am everything. And between the two my life flows."},{"id":331,"quote":"The mind creates the abyss, the heart crosses it."},{"id":332,"quote":"Question: You seem to advise me to be self-centered to the point ofegoism. Must I not yield even to my interest in other people?Maharaj: Your interest in others is egoistic, self-concerned, self-oriented. You are not interested in others as persons, but onlyas far as they enrich, or enoble your own image of yourself.And the ultimate in selfishness is to care only for the protection,preservation and multiplication of one's own body. By body Imean all that is related to your name and shape--- your family,tribe, country, race, etc. To be attached to one's name andshape is selfishness. A man who knows that he is neither bodynor mind cannot be selfish, for he has nothing to be selfish for.Or, you may say, he is equally 'selfish' on behalf of everybodyhe meets; everybody's welfare is his own. The feeling 'I am theworld, the world is myself' becomes quite natural; once it is es-tablished, there is just no way of being selfish. To be selfishmeans to covet, to acquire, accumulate on behalf of the partagainst the whole. I Am ThatNisargadatta Maharaj"},{"id":333,"quote":"Nothing ever goes wrong.\"(Tidak ada satu pun yang berjalan keliru)"},{"id":335,"quote":"As you watch your mind, you discover your self as the watcher. When you stand motionless, only watching, you discover your self as the light behind the watcher. The source of light is dark, unknown is the source of knowledge. That source alone is. Go back to that source and abide there.\"I Am That\" - pg 188"},{"id":337,"quote":"There is no such thing as a person. There are only restrictions and limitations. The sum total of these defines the person. You think you know yourself when you know what you are. But you never know who you are. The person merely appears to be, like the space within the pot appears to have the shape and volume and smell of the pot. See that you are not what you believe yourself to be. Fight with all the strength at your disposal against the idea that you are nameable and describable. You are not. Refuse to think of yourself in terms of this or that. There is no other way out of misery, which you have created for yourself through blind acceptance without investigation. Suffering is a call for enquiry, all pain needs investigation. Don’t be too lazy to think."},{"id":338,"quote":"All you need is already within you, only you must approach your self with reverence and love. Self-condemnation and self-disgust are grievous errors. Your constant flight from pain and search for pleasure is a sign of love you bear for your self, all I plead with you is this: make love of your self perfect. Deny your self nothing--give yourself infinity and eternity and discover that you do not need them; you are beyond."},{"id":339,"quote":"Save all your energies and time for breaking the wall your mind has built around you."},{"id":340,"quote":"If you want to know your true nature, you must have yourself in mind all the time, until the secret of your being stands revealed."},{"id":341,"quote":"You have put so much energy into building a prison for yourself. Now spend as much on demolishing it. In fact, demolition is easy, for the false dissolves when it is discovered."},{"id":342,"quote":"When I look inside and see that I am nothing, that is wisdom. When I look outside and see that I am everything, that is love. And between these two, my life flows."},{"id":343,"quote":"Whatever you forget, is not the truth, always remember that."},{"id":344,"quote":"All you need is already within you, only you must approach yourself with reverence and love. Self-condemnation and self-distrust are grievous errors . . ."},{"id":345,"quote":"A quiet mind is all you need."},{"id":346,"quote":"Have your being outside this body of birth and death and all your problems will be solved. They exist because you believe yourself born to die. Undeceive yourself and be free. You are not a person."},{"id":347,"quote":"I cannot but see you as myself.It is in the very nature of love to see no difference."},{"id":348,"quote":"Wisdom tells me I am nothing, love tells me I am everything. Between the two, my life flows."},{"id":350,"quote":"Your High opinion of me is your opinion only. Any moment you may change it. Why attach importance to opinions, even your own ?"},{"id":351,"quote":"Your ideas about yourself change from day to day and from moment to moment. Your self image is the most changeful thing you have. It is utterly vulnerable, at the mercy of a passerby. A bereavement, the loss of a job, an insult, and your image of yourself, which you call your person, changes deeply. To know what you are, you must first investigate and know what you are not. And to know what you are not, you must watch yourself carefully, rejecting all that does not necessarily go with the basic fact: “I am. Our usual attitude is of “I am this.” Consistently and perseveringly separate the “I am” from “this” or “that” and try to feel what it means to be, without being “this” or “that.” All our habits go against it and the task of fighting them is long and hard sometimes, but clear understanding helps significantly. The more clearly you understand that on the level of the mind you can be described in negative terms only, the more quickly you will come to the end of your search and realize your limitless being.”"},{"id":352,"quote":"Happiness is never your own; it is where the ‘I’ is not. It is beyond your reach; you have only to reach out beyond yourself and you will find it."},{"id":353,"quote":"Q: Yet, I cannot see how can anything come to be without a cause. M: When I say a thing is without a cause, I mean it can be with-out a particular cause. Your own mother was needed to give you birth; But you could not have been born without the sun and the earth. Even these could not have caused your birth without your own desire to be born. It is desire that gives birth, that gives name and form. The desirable is imagined and wanted and manifests itself as something tangible or con-ceivable. Thus is created the world in which we live, our personal world. The real world is beyond the mind's ken; we see it through the net of our desires, divided into pleasure and pain, right and wrong, inner and outer. To see the universe as it is, you must step beyond the net. It is not hard to do so, for the net is full of holes. Q: What do you mean by holes? And how to find them? M: Look at the net and its many contradictions. You do and undo at every step. You want peace, love, happiness and work hard to create pain, hatred and war. You want longevity and overeat, you want friendship and exploit. See your net as made of such contradictions and remove them -- *your very seeing them will make them go*"},{"id":354,"quote":"Learn to live without self-concern. For this you must know your own true being as indomitable, fearless, ever victorious. Once you know with absolute certainty that nothing can trouble you, you come to disregard your desires and fears, concepts and ideas and live by truth alone."},{"id":355,"quote":"All depends on you. It is by your consent that the world exists. Withdraw your belief in its reality and it will dissolve like a dream. Time can bring down mountains; much more you, who are the timeless source of time. For without memory and expectation there can be no time."},{"id":356,"quote":"Humanity's problem lies in the misuse of the mind only.All the treasures of nature and spirit are open to man who will use his mind rightly."},{"id":358,"quote":"The way back to yourself is through refusal and rejection."},{"id":359,"quote":"To work in the world is hard, to refrain from all unnecessary work is even harder."},{"id":360,"quote":"If you have contact with pure consciousness even for a moment, you are liberated."},{"id":361,"quote":"An infant knows its body, but not the body-based distinctions. It is just conscious and happy. After all, that was the purpose for which it was born. The pleasure to be is the simplest form of self-love, which later grows into love of the self. Be like an infant with nothing standing between the body and the self. The constant noise of the psychic life is absent. In deep silence the self contemplates the body. It is like the white paper on which nothing is written yet. Be like that infant, instead of trying to be this or that, be happy to be."},{"id":362,"quote":"And spirituality or what you call “religion is mainly to understand this: that you don’t require anything, you are a part of the totality, or reality.”"},{"id":364,"quote":"You may try to trace how a thing happens, but you cannot find out why a thing is as it is. A thing is as it is because the universe is as it is."},{"id":365,"quote":"When you go deep inside nothing is all there is. There is no 'I am'. The 'I am' merges in the Absolute."},{"id":366,"quote":"Between the banks of pain and pleasure the river of life flows. It is only when the mind refuses to flow with life, and gets stuck at the banks, that it becomes a problem. By flowing with life I mean acceptance -- letting come what comes and go what goes. Desire not, fear not, observe the actual, as and when it happens, for you are not what happens, you are to whom it happens. Ultimately even the observer you are not. You are the ultimate potentiality of which the all-embracing consciousness is the manifestation and expression."},{"id":367,"quote":"In dream you love some and not others. On waking up you find you are love itself, embracing all. Personal love, however intense and genuine, invariably binds; love in freedom is love of all."},{"id":368,"quote":"Consciousness is power. Be aware of what needs be done and it will be done. Only keep alert – and quiet. Once you reach your destination and know your real nature, your existence becomes a blessing to all. You may not know, nor will the world know; yet the help radiates."},{"id":369,"quote":"The mind creates the abyss. The heart crosses over it."},{"id":370,"quote":"The interval between the beginning of 'I am' (birth or waking) and when you lose it again (death or deep sleep) is called 'time."},{"id":371,"quote":"Do what you believe in and believe in what you do. All else is a waste of energy and time."},{"id":372,"quote":"Each pleasure is wrapped in pain. You soon discover that you cannot have one without the other … Real happiness is not vulnerable, because it does not depend on circumstances … Real happiness flows from within."},{"id":373,"quote":"When you know beyond all doubting that the same life flows through all that is and you are that life, you will love all naturally and spontaneously. When you realize the depth and fullness of your love of yourself, you know that every living being and the entire universe are included in your affection."},{"id":374,"quote":"We shall suffer as long as our thoughts and actions are prompted by desires and fears."},{"id":375,"quote":"What is religion? A cloud in the sky. I live in the sky, not in the clouds, which are so many words held together. Remove the verbiage and what remains? Truth remains."},{"id":376,"quote":"I am’ itself is God. The seeking itself is God. In seeking you discover that you are neither the body nor mind, and the love of the self in you is for the self in all. The two are one. The consciousness in you and the consciousness in me, apparently two, really one, seek unity and that is love."},{"id":377,"quote":"You must know your own true being as indomitable, fearless, ever victorious. Once you know with absolute certainty that nothing can trouble you but your own imagination, you come to disregard your desires and fears, concepts and ideas, and live by truth alone."},{"id":379,"quote":"There is nothing impossible in the world if you are determined. The"},{"id":380,"quote":"The man who carries a parcel is anxious not to lose it -- he is parcel-conscious. The man who cherishes the feeling 'I am' is self-conscious. The jnani holds on to nothing and cannot be said to be conscious. And yet he is not unconscious. He is the very heart of awareness. We call him digambara clothed in space, the Naked One, beyond all appearance. There is no name and shape under which he may be said to exist, yet he is the only one that truly is."},{"id":381,"quote":"How does the personality come into being? By memory. By identifying the present with the past and projecting it into the future. Think of yourself as momentary, without past and future, and your personality dissolves."},{"id":382,"quote":"Watch your thoughts and watch yourself watching the thoughts. The state of freedom from all thoughts will happen suddenly and by the bliss of it you shall recognize it."},{"id":383,"quote":"There is a vastness beyond the farthest reaches of the mind. That vastness is my home; that vastness is myself. And that vastness is also love."},{"id":384,"quote":"In the great mirror of consciousness, images arise and disappear and only memory gives them continuity. And memory is material - destructible, perishable, transient. On such flimsy foundations we build a sense of personal existence - vague, intermittent, dreamlike. This vague persuasion, “I am so-and-so, obscures the changeless state of pure awareness and makes us believe that we are born to suffer and to die.”"},{"id":386,"quote":"Forget your past experiences and achievements and stand naked, exposed to the winds and rains of life, and you will have a chance."},{"id":387,"quote":"If you take people to be what they think themselves to be, you will only hurt them as they hurt themselves so grievously all the time. But if you see them as they are in reality, it will do them enormous good."},{"id":388,"quote":"All worldly activities are being done for the sake of entertainment of the consciousness of every living being."},{"id":389,"quote":"It is earnestness that will take you through, not cleverness - your own or another’s."},{"id":390,"quote":"Do not be afraid of freedom from desire and fear. It enables you to live a life so different from all you know, so much more intense and interesting that, truly, by losing all you gain all."},{"id":391,"quote":"The scriptures say that we have our ‘karma’ and our sin and that is why we are here, but this is for the ignorant masses. One who has realized the self-knowledge ‘I am’ for him these stories are of no use."},{"id":392,"quote":"Truth is simple and available to all: why do you complicate? Truth is loving and lovable. It includes all, accepts all, purifies all.It is untruth that is difficult and a source of trouble. It always wants, expects, demands. Being false, it is empty, always in search of confirmation and reassurance. It is afraid of and avoids inquiry. It identifies itself with any support, however weak and momentary. Whatever it gets, it loses and asks for more."},{"id":393,"quote":"Q: No purposeful action is then possible?M: All I say is that consciousness contains all. In consciousness all is possible. You can have causes if you want them, in your world. Another may be content with a single cause — God’s will. The root cause is one: the sense ‘I am’."},{"id":394,"quote":"As long as you imagine yourself to be something tangible and solid, a thing among things, you seem short-lived and vulnerable, and of course you will feel anxious to survive. But when you know yourself to be beyond space and time you will be afraid no longer."},{"id":395,"quote":"To be is to suffer. The narrower the circle of my self-identification, the more acute the suffering caused by desire and fear."},{"id":396,"quote":"The world is but a show, glittering and empty. It is, and yet it is not. It is there as long as I want to see it and take part in it. When I cease caring, it dissolves. It has no cause and serves no purpose. It just happens when we are absent-minded. It appears exactly as it looks, but there is no depth in it, nor meaning. Only the onlooker is real, call him Self or Atma. To the Self, the world is but a colorful show, which he enjoys as long as it lasts and forgets when it is over. Whatever happens on the stage makes him shudder in terror or roll with laughter, yet all the time he is aware that it is but a show. Without desire or fear, he enjoys it, as it happens."},{"id":397,"quote":"To be a living being is not the ultimate state; there is something beyond, much more wonderful, which is neither being nor non-being, neither living nor non-living. It is a state of pure awareness, beyond the limitations of space and time. Once the illusion that the body-mind is oneself is abandoned, death loses its terror; it becomes a part of living."},{"id":398,"quote":"You do not tidy up a dark room. You open the windows first. Letting in the light makes everything easy. So, let us wait to improve others until we have seen ourselves as we are - and have changed."},{"id":399,"quote":"Our only hope is to stop, to look, to understand, and to get out of the traps of memory. For memory feeds imagination and imagination generates desire and fear."},{"id":400,"quote":"Things are as they are and nobody in particular is responsible. The idea of personal responsibility comes from the illusion of agency."},{"id":401,"quote":"In reality, nothing happens. Onto the screen of the mind, destiny forever projects its pictures, memories of former projections, and thus illusion constantly renews itself. The pictures come and go - light intercepted by ignorance. See the light and disregard the picture."},{"id":402,"quote":"Merely assuaging fears and satisfying desires will not remove this sense of emptiness you are trying to escape from; only self-knowledge can help you."},{"id":403,"quote":"The very desire to live is the messenger of death, as the longing to be happy is the outline of sorrow. The world is an ocean of pain and fear, anxiety and despair. Pleasures are like the fishes, few and swift, coming rarely, quickly gone."},{"id":404,"quote":"The experience of being empty, uncluttered by memories and expectations; it is like the happiness of open spaces, of being young, of having all the time and energy for doing things, for discovery, for adventure."},{"id":405,"quote":"Freedom means letting go. People just do not care to let go of everything. They do not know that the finite is the price of the infinite, as death is the price of immortality. Spiritual maturity lies in the readiness to let go of everything. The giving up is the first step. But the real giving up is in realizing that there is nothing to give up, for nothing is your own."},{"id":406,"quote":"When the world does not hold and bind you, it becomes an abode of joy and beauty. You can be happy in the world only when you are free of it."},{"id":407,"quote":"The door that locks you in is also the door that lets you out. The “I am is the door. Stay at it until it opens … It is only when you cannot come and go freely that the house becomes a jail. I move in and out of consciousness easily and naturally and therefore to me, the world is a home, not a prison.”"},{"id":408,"quote":"What is in the world cannot save the world; if you really care to help the world, you must step out of it."},{"id":409,"quote":"Our minds are just waves on the ocean of consciousness. As waves, they come and go. As ocean, they are infinite and eternal. Know yourself as the ocean of being, the womb of all existence."},{"id":410,"quote":"The sensation of beingness is a matter of experience, but I am beyond that. Some people claim that they have memories of past lives. I do not have even the experience of myself at anytime."},{"id":411,"quote":"Nisargadatta: You can have for the asking all the peace you want.Questioner: I am asking.Nisargadatta: You must ask with an undivided heart and live an integrated life.Questioner: How?Nisargadatta: Detach yourself from all that makes your mind restless. Renounce all that disturbs its peace. If you want peace, deserve it.Questioner: Surely everybody deserves peaceNisargadatta: Those only deserve it, who don't disturb it.Questioner: In what way do I disturb peace?Nisargadatta: By being a slave to your desires and fears.Questioner: Even when they are justified?Nisargadatta: Emotional reactions, born of ignorance or inadvertence, are never justified.Seek a clear mind and a clean heart. All you need is to keep quietly alert, inquiring into the real nature of yourself. This is the only way to peace."},{"id":412,"quote":"By focusing the mind on “I am, on the sense of being, “I am so-and-so” dissolves; “I am a witness only” remains and that too submerges in “I am all.” Then the all becomes the One and the One - yourself”"},{"id":413,"quote":"Why do you enjoy finding fault with others? Is there not a better way to feel good? Such"},{"id":415,"quote":"What refuses to die cannot be reborn."},{"id":417,"quote":"The world is made of rings. The hooks are all yours. Make your hooks straight and nothing can hold you."},{"id":418,"quote":"It is this clash between desire and fear that causes anger, which is the great destroyer of sanity in life. When pain is accepted for what it is, a lesson and a warning, and deeply looked into and heeded, the separation between pain and pleasure breaks down, and both become experience - painful when resisted, joyful when accepted."},{"id":419,"quote":"What problems can there be which the mind did not create? Life and death do not create problems; pains and pleasures come and go, experienced and forgotten. It is memory and anticipation that create problems of attainment or avoidance, colored by like and dislike. Truth and love are man’s real nature, and mind and heart are the means of its expression."},{"id":420,"quote":"Once you can say with confidence born from direct experience, “I am the world, the world is myself, you are free from desire and fear on one hand and become totally responsible for the world on the other.”"},{"id":421,"quote":"You are concerned with your own happiness and I am telling you that there is no such thing. Happiness is never your own, it is where the ‘I’ is not."},{"id":422,"quote":"Your begging bowl may be of pure gold, but as long as you do not know it, you are a pauper. You must know your inner worth and trust it and express it in the daily sacrifice of desire and fear."},{"id":423,"quote":"When there is total surrender, complete relinquishment of all concern with one’s past, present and future, with one’s physical and spiritual security and standing, a new life dawns, full of love and beauty; then the guru is not important, for the disciple has broken the shell of self-defense. Complete self-surrender is liberation by itself."},{"id":424,"quote":"Questioner: We were told about karma and reincarnation, evolution and Yoga, masters and disciples. What are we to do with all this knowledge?Maharaj: Leave it all behind you. Forget it. Go forth, unburdened with ideas and beliefs. Abandon all verbal structures, all relative truth, all tangible objectives. The Absolute can be reached by absolute devotion only. Don't be half-hearted.Q: I must begin with some absolute truth. Is there any?M: Yes, there is, the feeling: 'I am'. Begin with that."},{"id":425,"quote":"The world is full of contradictions; hence your search for harmony and peace. These you cannot find in the world, for the world is the child of chaos. To find order you must search within."},{"id":426,"quote":"Increase and widen your desires until nothing but reality can fulfill them. It is not desire that is wrong, but its narrowness and smallness. Desire is devotion. By all means, be devoted to the real, the infinite, the eternal heart of being. Transform desire into love. All you want is to be happy. All your desires, whatever they may be, are expressions of your longing for happiness. Basically, you wish yourself well."},{"id":427,"quote":"If you want peace and harmony in the world, you must have peace and harmony in your hearts and minds. Such change cannot be imposed; it must come from within."},{"id":428,"quote":"Trace your misunderstandings and abandon them, that is all. There is nothing to seek or find, for there is nothing lost. Relax and watch the “I am. Reality is just behind it. Keep quiet, keep silent; it will emerge or, rather, it will take you in.”"},{"id":429,"quote":"Don’t try to reform yourself; just see the futility of all change. The changeful keeps on changing while the changeless is waiting."},{"id":430,"quote":"Study the prison you have inadvertently built around yourself."},{"id":431,"quote":"Consciousness is spotless, formless and prior to intellect."},{"id":432,"quote":"In reality there are no persons, only threads of memories and habits. At the moment of realization, the person ceases."},{"id":433,"quote":"When you are free of the world, you can do something about it. As long as you are a prisoner of it, you are helpless to change it. On the contrary, whatever you do will aggravate the situation."},{"id":434,"quote":"Exactly as the shadow appears when light is intercepted by the body, so does the person arise when pure self-awareness is obstructed by the “I am the body idea. And as the shadow changes shape and position according to the lay of the land, so does the person appear to rejoice and suffer, rest and toil, find and lose, according to the pattern of destiny.”"},{"id":435,"quote":"Leave alone your desires and fears and give your entire attention to the subject, to he who is behind the experience of desire and fear. Ask: who desires? Let each desire bring you back to yourself."},{"id":436,"quote":"The light which you see outside arises from your own light. The light of the sun and the moon cannot be compared to the light of your Self."},{"id":437,"quote":"I cried when I was born and I shall die laughing."},{"id":438,"quote":"You love yourself and you want yourself to be secure and happy. Don’t be ashamed of it; don’t deny it. It is natural and good to love oneself. Only, you should know exactly what it is that you love. It is not the body that you love, it is Life: perceiving, feeling, thinking, doing, loving, striving, creating. It is that Life you love, which is you, which is all. Realize it in its totality, beyond all divisions and limitations, and all your desires will merge in it, for the greater contains the smaller. Therefore find yourself, for in finding that you find all. Everybody is glad to be. But few know the fullness of it. You come to know by dwelling in your mind on “I am, “I know,” “I love” - with the will of reaching the deepest meaning of these words.”"},{"id":439,"quote":"Know yourself as beyond space and time - in contact with them only at the point of here and now, otherwise all-pervading and all-containing, unapproachable, unassailable, invulnerable - you will be afraid no longer. Know yourself as you are - against fear there is no other remedy."},{"id":440,"quote":"Since time immemorial the dust of events has been covering the clear mirror of your mind, so that you could see only memories. Brush off the dust before it has time to settle; this will lay bare the old layers, until the true nature of your mind is discovered… Dispassion, detachment, freedom from desire and fear, from all self-concern, mere awareness - free from memory and expectation - this is the state of mind in which discovery can happen. After all, liberation is but the freedom to discover."},{"id":442,"quote":"When the shadow is seen to be only a shadow, you stop following it. You turn around and discover the sun which was there all the time - behind your back!"},{"id":443,"quote":"It is only when you are satiated with the changeable and long for the unchangeable that you are ready for turning around and stepping into what can be described (when seen from the level of the mind) as emptiness and darkness."},{"id":444,"quote":"You cannot be alive, for you are life itself."},{"id":445,"quote":"It may seem arduous, but it is easy if you are earnest, and quite impossible if you are not. Everything yields to earnestness."},{"id":446,"quote":"See everything as emanating from the light which is the source of your own being. You will find that in that light there is love and infinite energy."},{"id":447,"quote":"Desire by itself is not wrong. It is life itself, the urge to grow in knowledge and experience. It is the choices you make that are wrong. To imagine that some little thing - food, sex, power, fame - will make you happy is to deceive yourself. Only something as vast and deep as your real self can make you truly and lastingly happy."},{"id":448,"quote":"When you love the Self and nothing else, you go beyond the selfish and the unselfish. All distinctions lose their meaning. Love of one and love of all merge together in love, pure and simple, addressed to none, denied to none. Stay in that love, go deeper and deeper into it, investigate yourself and love the investigation, and you will solve not only your own problems but also the problems of humanity. You will know what to do."},{"id":449,"quote":"Self-realization definitely comes first. The mind cannot go beyond itself by itself. It must explode."},{"id":451,"quote":"It does not matter much what happens, for ultimately the return to balance and harmony is inevitable. The heart of things is at peace."},{"id":452,"quote":"The limited is bound to be painful and pleasant in turns. If you seek real happiness, unassailable and unchangeable, you must leave the world with its pains and pleasures behind you."},{"id":453,"quote":"Matter is the shape, mind is the name. Together they make the world. Pervading and transcending is Reality, pure being/awareness/bliss, your very essence."},{"id":454,"quote":"Pain and pleasure are the crests and valleys of the waves in the ocean of bliss. Deep down there is utter fullness."},{"id":456,"quote":"Reality is not the result of a process; it is an explosion."},{"id":457,"quote":"When death approaches you, remember that you have no shape and no color. \"I am Nirguna [without attributes]\"; this is the last thought that you should have. You know the body, but you are not the body. When you go to sleep, sleep with the remembrance of that truth. \"Many impure thoughts have come and gone away, but I am immutable, I am infinite, I am the Truth.\" Sleep with these thoughts and all those impure thoughts are absolved. Don't go off to sleep as a slave to the mind; be its master. Form this habit, become absolutely detached and master of your mind."},{"id":458,"quote":"Give up all and you gain all. Then life becomes what it was meant to be: pure radiation from an inexhaustible source. In that light, the world appears dimly like a dream."},{"id":459,"quote":"Happiness is never your own; it is where the “I is not.”"},{"id":460,"quote":"If you seek reality, you must set yourself free of all backgrounds, of all cultures, of all patterns of thinking and feeling. Even the idea of being man or woman, or even human, should be discarded. The ocean of life contains all, not only humans. So, first of all, abandon all self-identification, stop thinking of yourself as such-and-such or so-and-so, this or that. Abandon all self-concern, worry not about your welfare, material or spiritual, abandon every desire, gross or subtle, stop thinking of achievement of any kind. You are complete here and now, you need absolutely nothing.It does not mean that you must be brainless and foolhardy, improvident or indifferent; only the basic anxiety for oneself must go. You need some food, clothing and shelter for you and yours, but this will not create problems as long as greed is not taken for a need. Live in tune with things as they are and not as they are imagined."},{"id":461,"quote":"Keep the “I am in the focus of awareness; remember that you are; watch yourself ceaselessly and the unconscious will flow into the conscious without any special effort on your part. Wrong desires and fears, false ideas, social inhibitions are blocking and preventing its free interplay with the conscious. Once free to mingle, the two become one and the one becomes all. The person merges into the witness, the witness into awareness, awareness into pure being, yet identity is not lost, only its limitations are lost. It is transfigured and becomes the real Self, the sadguru, the eternal friend and guide.”"},{"id":462,"quote":"Słowa tworzą światy.Rzeczywistość jest ciszą."},{"id":463,"quote":"The name given to the body is not your name. What are you beyond the body and its name? For a moment, see that you are without the body and its name.’ This is termed ‘waiting at the doorstep of God for a moment’. Say what you are without considering the body and its name. Look at yourself without the body and its name. Understand this point and you understand everything."},{"id":464,"quote":"I am Atma, the Self, formless, without modifications and pure,"},{"id":465,"quote":"Worship and meditate on your consciousness, the same consciousness which is in all living beings, indicated by the five sense organs and three gunas which supports your living and presence. Continue doing your activities; they will carry on spontaneously, but give attention to the knowledge that you are. Hold your beingness. Self-knowledge will tell you everything you need to know."},{"id":467,"quote":"Without my sense of being, what is the value of the world?"},{"id":468,"quote":"On the verbal level everything is relative. Absolutes should be experienced, not discussed."},{"id":469,"quote":"The core of Sri Nisargadatta’s simple and direct message is this: focus on the ‘I am’ (consciousness, beingness) and enquire into its Source. In becoming conscious of consciousness itself, we may discover we are not limited to the body, mind, or any passing identity, thereby realising our unlimited nature in this very life."},{"id":470,"quote":"you will become everything, including the moving and the inert."},{"id":471,"quote":"Humanity's problem lies in this misuse of the mind only. All the treasures of nature and spirit are open to man who will use his mind rightly."},{"id":472,"quote":"prior to consciousness,"},{"id":473,"quote":"Chanting is the sadhana of consciousness offered to the timeless Self, and the mantra serves as a reminder of this nondual truth."}]