[{"id":1,"quote":"Dripping water hollows out stone, not through force but through persistence."},{"id":2,"quote":"Be patient and tough; someday this pain will be useful to you."},{"id":3,"quote":"Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all."},{"id":4,"quote":"Love is no assignment for cowards."},{"id":5,"quote":"If you are not ready today, you will be even less so tomorrow."},{"id":6,"quote":"Difficulty is what wakes up the genius."},{"id":7,"quote":"A horse never runs so fast as when he has other horses to catch up and outpace."},{"id":8,"quote":"Simplicity is a jewel rarely found."},{"id":9,"quote":"He lives well who lives retired, and keeps\nHis wants within the limits of his means."},{"id":10,"quote":"There is nothing constant in the universe. All ebb and flow, and every shape that's born, bears in its womb the seeds of change."},{"id":11,"quote":"What is harder than rock, or softer than water? Yet soft water hollows out hard rock. Persevere."},{"id":12,"quote":"Misfortunes often sharpen the genius."},{"id":13,"quote":"The purpose of law is to prevent the strong always having their way."},{"id":14,"quote":"If you want to be loved, be lovable."},{"id":15,"quote":"My hopes are not always realized, but I always hope.\n[Lat., Et res non semper, spes mihi semper adest.]"},{"id":16,"quote":"All things change, nothing is extinguished. There is nothing in the whole world which is permanent. Everything flows onward; all things are brought into being with a changing nature; the ages themselves glide by in constant movement."},{"id":17,"quote":"Take rest; a field that has rested gives a bountiful crop"},{"id":18,"quote":"A wealthy traveller fears an ambush, while one with empty pockets journeys on in safety."},{"id":19,"quote":"What is without periods of rest will not endure."},{"id":20,"quote":"Our integrity is never worth so much as when we have parted with our all to keep it."},{"id":21,"quote":"When the roses are gone, nothing is left but the thorn."},{"id":22,"quote":"Passion persuades me one way, reason another. I see the better and approve it, but I follow the worse."},{"id":23,"quote":"Whilst you are prosperous you can number many friends; but when the storm comes you are left alone."},{"id":24,"quote":"Habits change into character."},{"id":25,"quote":"I am the poet of the poor, because I was poor when I loved; since I could not give gifts, I gave words."},{"id":26,"quote":"Stop short of your appetite; eat less than you are able."},{"id":27,"quote":"Fortune and love favor the brave."},{"id":28,"quote":"We are slow to believe that which if believed would hurt our feelings."},{"id":29,"quote":"Endure and persist; this pain will turn to good by and by."},{"id":30,"quote":"Make the workmanship surpass the materials."},{"id":31,"quote":"Everything comes gradually and at its appointed hour."},{"id":32,"quote":"I flee who chases me and chase who flees me."},{"id":33,"quote":"Those things that nature denied to human sight, she revealed to the eyes of the soul."},{"id":34,"quote":"That's one of the greatest curses ever inflicted on the human race, memory."},{"id":35,"quote":"Change is always powerful. Let your hook be always cast. \nIn the pool where you least expect it, will be a fish."},{"id":36,"quote":"Men do not value a good deed\nunless it brings a reward."},{"id":37,"quote":"The vulgar crowd values friends according to their usefulness."},{"id":38,"quote":"The brave find a home in every land."},{"id":39,"quote":"Anyone can be rich in promises."},{"id":40,"quote":"There is no excellence uncoupled with difficulties."},{"id":41,"quote":"All other creatures look down toward the earth, but man was given a face so that might turn his eyes toward the stars and his gaze upon the sky."},{"id":42,"quote":"If you count the sunny and the cloudy days of the whole year, you will find that the sunshine predominates."},{"id":43,"quote":"Perfer et obdura; dolor hic tibi proderit olim.\nHave patience and endure; this unhappiness will one day be beneficial."},{"id":44,"quote":"Suppressed grief suffocates, it rages within the breast, and is forced to multiply its strength."},{"id":45,"quote":"Nothing is stronger than habit."},{"id":46,"quote":"The cause is hidden, but the result is known.\n[Lat., Causa latet: vis est notissima.]"},{"id":47,"quote":"All love is vanquished by a succeeding love."},{"id":48,"quote":"There is no such thing as pure pleasure; some anxiety always goes with it."},{"id":49,"quote":"Those gifts are ever more precious which the giver has made precious."},{"id":50,"quote":"The result proves the wisdom of the act."},{"id":51,"quote":"When there is plenty of wine, sorrow and worry take wing."},{"id":52,"quote":"You will be melancholy, if you are solitary."},{"id":53,"quote":"At times it is folly to hasten at other times, to delay. The wise do everything in its proper time."},{"id":54,"quote":"This also, that I live, I consider a gift of God."},{"id":55,"quote":"As the yellow gold is tried in fire, so the faith of friendship must be seen in adversity."},{"id":56,"quote":"There is nothing in the whole world which abides. All things are in a state of ebb and flow, and every shadow passes away. Even time itself, like a river, is constantly gliding away ."},{"id":57,"quote":"To be silent is but a small virtue; but it is a serious fault to reveal secrets."},{"id":58,"quote":"I shall speak facts; but some will say I deal in fiction."},{"id":59,"quote":"A ruler should be slow to punish and swift to reward."},{"id":60,"quote":"Only the mind cannot be sent into exile."},{"id":61,"quote":"Skill makes love unending."},{"id":62,"quote":"Occupy yourself, and you will be out of harm's way."},{"id":63,"quote":"Chaste is she whom no one has asked."},{"id":64,"quote":"Let the man who does not wish to be idle, fall in love."},{"id":65,"quote":"The lamp burns bright when wick and oil are clean."},{"id":66,"quote":"Beauty is a fragile gift."},{"id":67,"quote":"O fool, what else is sleep but chill death's likeness?"},{"id":68,"quote":"The gods have their own rules."},{"id":69,"quote":"Tears are at times as eloquent as words. [Weeping hath a voice.]"},{"id":70,"quote":"Tears at times have the weight of speech."},{"id":71,"quote":"Bear and endure: This sorrow will one day prove to be for your good."},{"id":72,"quote":"When the character's right, looks are a greater delight."},{"id":73,"quote":"In our play we reveal what kind of people we are."},{"id":74,"quote":"When a rose dies, a thorn is left behind."},{"id":75,"quote":"The bold adventurer succeeds the best."},{"id":76,"quote":"Love is a thing that is full of cares and fears."},{"id":77,"quote":"Work while your strength and years permit you; crooked age will by-and-by come upon you with silent foot."},{"id":78,"quote":"Men should not care too much for good looks; neglect is becoming."},{"id":79,"quote":"The glow of inspiration warms us; it is a holy rapture."},{"id":80,"quote":"Love is an affair of credulity."},{"id":81,"quote":"You will go most safely in the middle."},{"id":82,"quote":"When you have set yourself a task finish it."},{"id":83,"quote":"How little you know about the age you live in if you think that honey is sweeter than cash in hand"},{"id":84,"quote":"Love will enter cloaked in friendship's name."},{"id":85,"quote":"Happy the man who can count his sufferings."},{"id":86,"quote":"Time is generally the best doctor."},{"id":87,"quote":"The high-spirited man may indeed die, but he will not stoop to meanness. Fire, though it may be quenched, will not become cool."},{"id":88,"quote":"I am dragged along by a strange new force. Desire and reason are pulling in different directions. I see the right way and approve it, but follow the wrong."},{"id":89,"quote":"Love and dignity do not dwell together."},{"id":90,"quote":"Be bold, take courage... and be strong of soul"},{"id":91,"quote":"Burdens become light when cheerfully borne."},{"id":92,"quote":"Great talents, by the rust of long disuse,\nGrow lethargic and shrink from what they were."},{"id":93,"quote":"Luck affects everything; let your hook always be cast."},{"id":94,"quote":"Either you pursue or push, O Sisyphus, the stone destined to keep rolling.\n[Lat., Aut petis aut urgues ruiturum, Sisyphe, saxum.]"},{"id":95,"quote":"Lovers remember everything.\n[Lat., Meminerunt omnia amantes.]"},{"id":96,"quote":"What makes men indifferent to their wives is that they can see them when they please."},{"id":97,"quote":"We are charmed by neatness: Let not your hair be out of order.\n[Lat., Munditiis capimur: non sine lege capilli.]"},{"id":98,"quote":"Venus favors the bold."},{"id":99,"quote":"The more they drink the more they thirst."},{"id":100,"quote":"Often the prickly thorn produces tender roses."},{"id":101,"quote":"Nothing retains its form; new shapes from old.  Nature, the great inventor, ceaselessly contrives.  In all creation, be assured, there is no death - no death, but only change and innovation; what we men call birth is but a different new beginning; death is but to cease to be the same.  Perhaps this may have moved to that, and that to this, yet still the sum of things remains the same."},{"id":102,"quote":"What one beholds of a woman is the least part of her."},{"id":103,"quote":"I attempt a difficult work; but there is no excellence without difficulty.\n[Lat., Ardua molimur; sed nulla nisi ardua virtus.]"},{"id":104,"quote":"Rest strengthens the body, the mind too is thus supported; but unremitting toil destroys both."},{"id":105,"quote":"It is a pleasure appropriate to man, for him to save a fellow-man, and gratitude is acquired in no better way."},{"id":106,"quote":"Make good use of your time, it flies fast."},{"id":107,"quote":"I grabbed a pile of dust, and holding it up, foolishly asked for as many birthdays as the grains of dust, I forgot to ask that they be years of youth."},{"id":108,"quote":"Live without envy, spend your peaceful years\nUnknown to fame, and choose your peers for friends."},{"id":109,"quote":"Gutta cavat lapidem, non vi sed saepe cadendo. (The drop excavates the stone, not with force but by falling often.)"},{"id":110,"quote":"Pure women are only those who have not been asked."},{"id":111,"quote":"A burthen cheerfully borne becomes light"},{"id":112,"quote":"The laws allow arms to be taken against an armed foe."},{"id":113,"quote":"Thus I am not able to exist either with you or without you; and I seem not to know my own wishes."},{"id":114,"quote":"Well has he lived who has lived well in obscurity."},{"id":115,"quote":"The whole earth is the brave man's country.\n[Lat., Omne solum forti patria est.]"},{"id":116,"quote":"Deadly poisons are concealed under sweet honey."},{"id":117,"quote":"As wave is driven by wave\n And each, pursued, pursues the wave ahead,\n So time flies on and follows, flies, and follows,\n Always, for ever and new. What was before\n Is left behind; what never was is now;\n And every passing moment is renewed."},{"id":118,"quote":"I hate a woman who offers herself because she ought to do so, and cold and dry thinks of her sewing when making love."},{"id":119,"quote":"Some wounds grow worse beneath the surgeon's hand;\nBetter that they were not touched at all."},{"id":120,"quote":"\"Gutta cavat lapidem.\" (Dripping water carves a stone.)"},{"id":121,"quote":"Virtue and vice, evil and good, are siblings, or next-door neighbors, Easy to make mistakes, hard to tell them apart."},{"id":122,"quote":"Thou seest how sloth wastes the sluggish body, as water is corrupted unless it moves."},{"id":123,"quote":"Wind feeds the fire, and wind extinguishes:\nThe flames are nourished by a gentle breeze,\nYet, if it stronger grows, they sink and die."},{"id":124,"quote":"Trivial losses often prove great gains."},{"id":125,"quote":"A good disposition is a virtue in itself, and it is lasting; the burden of the years cannot depress it, and love that is founded on it endures to the end."},{"id":126,"quote":"That which never has been, never is, and never will be."},{"id":127,"quote":"We two are to ourselves a crowd."},{"id":128,"quote":"He is a foolish swimmer who swims against the stream, when he might take the current sideways."},{"id":129,"quote":"As the mind of each man is conscious of good or evil, so does he conceive within his breast hope or fear, according to his actions."},{"id":130,"quote":"Tempus fugit (time flies)."},{"id":131,"quote":"An injury may prove a blessing."},{"id":132,"quote":"What is deservedly suffered must be borne with calmness, but when the pain is unmerited, the grief is resistless."},{"id":133,"quote":"Spare the soul that feels a deadly wound."},{"id":134,"quote":"Nothing is more useful to man that those arts which have no utility."},{"id":135,"quote":"He who has lived obscurely and quietly has lived well."},{"id":136,"quote":"Riches, the incentives to evil, are dug out of the earth."},{"id":137,"quote":"In the make-up of human beings, intelligence counts for more than our hands, and that is our true strength."},{"id":138,"quote":"The result justifies the deed."},{"id":139,"quote":"Often a silent face has voice and words."},{"id":140,"quote":"The sharp thorn often produces delicate roses."},{"id":141,"quote":"A mind conscious of right laughs at the falsehoods of rumour.\n[Lat., Conscia mens recti famae mendacia risit.]"},{"id":142,"quote":"Our native land charms us with inexpressible sweetness, and never never allows us to forget that we belong to it.\n[Lat., Nescio qua natale solum dulcedine captos\nDucit, et immemores non sinit esse sui.]"},{"id":143,"quote":"There is a deity within us who breathes that divine fire by which we are animated."},{"id":144,"quote":"There is no small pleasure in pure water."},{"id":145,"quote":"I could not possibly count the gold-digging ruses of women, Not if I had ten mouths, not if I had ten tongues."},{"id":146,"quote":"When I was from Cupid's passions free, my Muse was mute and wrote no elegy."},{"id":147,"quote":"The spirited horse, which will try to win the race of its own accord, will run even faster if encouraged."},{"id":148,"quote":"Nowadays nothing but money counts: a fortune brings honors, friendships, the poor man everywhere lies low."},{"id":149,"quote":"The end doesn't justify the means."},{"id":150,"quote":"There is some joy in weeping. For our tears\nFill up the cup, then wash our pain away."},{"id":151,"quote":"It is but a small merit to observe silence, but it is a grave fault to speak of matters on which we should be silent."},{"id":152,"quote":"We hate the hawk because he ever lives in battle."},{"id":153,"quote":"Friendship is but a name; fidelity but an empty name."},{"id":154,"quote":"It is a kingly act to help the fallen."},{"id":155,"quote":"Pleasure is sweetest when 'tis paid for by another's pain."},{"id":156,"quote":"Time is a stream which glides smoothly on and is past before we know."},{"id":157,"quote":"If he did not succeed, he at least failed in a glorious undertaking."},{"id":158,"quote":"He, who is not prepared today, will be less so tomorrow."},{"id":159,"quote":"Lente, lente currite, noctis equi. Translation: Run slowly, slowly, horses of the night."},{"id":160,"quote":"If God be my friend, I cannot be wretched."},{"id":161,"quote":"Note too that a faithful study of the liberal arts humanizes character and permits it not to be cruel."},{"id":162,"quote":"Heaven rewards the pious; those who cherish the gods\nThemselves are cherished."},{"id":163,"quote":"To wish is of little account; to succeed you must earnestly desire; and this desire must shorten thy sleep."},{"id":164,"quote":"Temporis ars medicina fere est.\nTime is generally the best medicine."},{"id":165,"quote":"The rose is often found near the nettle."},{"id":166,"quote":"Ah me! love can not be cured by herbs."},{"id":167,"quote":"Wine gives courage and makes men more apt for passion."},{"id":168,"quote":"Nothing is swifter than our years."},{"id":169,"quote":"Do not believe hastily."},{"id":170,"quote":"A safe pleasure is a tame pleasure."},{"id":171,"quote":"If you give up your quiet life, the bow of Cupid will lose its power."},{"id":172,"quote":"Most safely shall you tread the middle path."},{"id":173,"quote":"It is less to suffer punishment than to deserve it.\n[Lat., Estque pati poenas quam meruisse minus.]"},{"id":174,"quote":"We are ever striving after what is forbidden, and coveting what is denied us."},{"id":175,"quote":"While I am speaking the opportunity is lost."},{"id":176,"quote":"We always strive after what is forbidden, and desire the things refused us."},{"id":177,"quote":"Give way to your opponent; thus will you gain the crown of victory."},{"id":178,"quote":"Presents, believe me, seduce both men and gods."},{"id":179,"quote":"Bring a lawsuit against a man who can pay; the poor man's acts are not worth the expense"},{"id":180,"quote":"Chastity, once lost, cannot be recalled; it goes only once."},{"id":181,"quote":"Like fragile ice anger passes away in time."},{"id":182,"quote":"As the hawk is wont to pursue the trembling doves."},{"id":183,"quote":"The pleasure that is granted to me from a sense of duty ceases to be a pleasure at all."},{"id":184,"quote":"There is a God within us, and we glow when He stirs us."},{"id":185,"quote":"The time will come when you will hate the sight of a mirror."},{"id":186,"quote":"Money nowadays is money; money brings office; money gains friends; everywhere the poor man is down.\n[Lat., In pretio pretium nunc est; dat census honores,\nCensus amicitias; pauper ubique jacet.]"},{"id":187,"quote":"Every lover is a soldier. (Love is a warfare.)\n[Lat., Militat omnis amans.]"},{"id":188,"quote":"This letter gives me a tongue; and were I not allowed to write, I should be dumb.\n[Lat., Praebet mihi littera linguam:\nEt, si non liceat scribere, mutus ero.]"},{"id":189,"quote":"You can learn from anyone even your enemy."},{"id":190,"quote":"It is convenient that there be gods, and, as it is convenient, let us believe there are."},{"id":191,"quote":"It is no less a feat to keep what you have, than to increase it. In one there is chance, the other will be a work of art."},{"id":192,"quote":"Happy is he who dares courageously to defend what he loves."},{"id":193,"quote":"Enhance and intensify one's vision of that synthesis of truth and beauty which is the highest and deepest reality."},{"id":194,"quote":"If you want to be loved, be loveable."},{"id":195,"quote":"Use the occasion, for it passes swiftly."},{"id":196,"quote":"I can't live without you or with you."},{"id":197,"quote":"Those dreams are true which we have in the morning, as the lamp begins to flicker.\n[Lat., Namque sub Aurora jam dormitante lucerna\nSommia quo cerni tempore vera solent.]"},{"id":198,"quote":"Love fed fat soon turns to boredom."},{"id":199,"quote":"We are all bound thither; we are hastening to the same common goal. Black death calls all things under the sway of its laws.\n[Lat., Tendimus huc omnes; metam properamus ad unam. Omnia sub leges mors vocat atra suas.]"},{"id":200,"quote":"The mind, conscious of rectitude, laughed to scorn the falsehood of report."},{"id":201,"quote":"Everyone wishes that the man whom he fears would perish."},{"id":202,"quote":"Whether you call my heart affectionate, or you call it womanish: I confess, that to my misfortune, it is soft."},{"id":203,"quote":"Let others praise ancient times; I am glad I was born in these."},{"id":204,"quote":"It's a kindness that the mind can go where it wishes."},{"id":205,"quote":"Truly now is the golden age; the highest honour comes by means of gold; by gold love is procured."},{"id":206,"quote":"First try all other means, but if the wound\nHeal not, then use the knife, lest to the clean\nFrom the diseased the canker spread."},{"id":207,"quote":"Envy assails the noblest: the winds howl around the highest peaks."},{"id":208,"quote":"Jupiter has no leisure to attend to little things."},{"id":209,"quote":"A red rose peeping through a white? Or else a cherry (double graced) Within a lily? Centre placed? Or ever marked the pretty beam, A strawberry shows, half drowned in cream? Or seen rich rubies blushing through A pure smooth pearl, and orient too? So like to this, nay all the rest, Is each neat niplet of her breast."},{"id":210,"quote":"The mightiest rivers lose their force when split up into several streams."},{"id":211,"quote":"Gold will buy the highest honours; and gold will purchase love."},{"id":212,"quote":"The mind ill at ease, the body suffers also."},{"id":213,"quote":"Our native soil draws all of us, by I know not what sweetness, and never allows us to forget."},{"id":214,"quote":"We must improve our time; time goes with rapid foot."},{"id":215,"quote":"Pleasant words are the food of love."},{"id":216,"quote":"To dismiss a guest is a more ungracious act than not to admit him at all."},{"id":217,"quote":"There is a certain pleasure in weeping."},{"id":218,"quote":"The punishment can be remitted; the crime is everlasting."},{"id":219,"quote":"It is not safe to despise what Love commands. He reigns supreme, and rules the mighty gods."},{"id":220,"quote":"Brass shines with constant usage, a beautiful dress needs wearing,Leave a house empty, it rots."},{"id":221,"quote":"Time, motion and wine cause sleep."},{"id":222,"quote":"It is ill to marry in the month of May."},{"id":223,"quote":"The man who has experienced shipwreck shudders even at a calm sea."},{"id":224,"quote":"There is no useful thing which may not be turned to an injurious purpose."},{"id":225,"quote":"Haste is productive of injury, and so is too much hesitation. He is the wisest man who does everything at the proper time."},{"id":226,"quote":"Let the poor man mind his tongue"},{"id":227,"quote":"The mind that's conscious of its rectitude,\nLaughs at the lies of rumor."},{"id":228,"quote":"Love and dignity cannot share the same abode."},{"id":229,"quote":"God himself helps those who dare."},{"id":230,"quote":"Envy feeds on the living, after death it rests, then the honor of a man protects him."},{"id":231,"quote":"All things may corrupt when minds are prone to evil."},{"id":232,"quote":"Nor is there any law more just, than that he who has plotted death shall perish by his own plot."},{"id":233,"quote":"Every woman thinks herself attractive; even the plainest is satisfied with the charms she deems that she possesses."},{"id":234,"quote":"If thou wouldst marry wisely, marry thine equal."},{"id":235,"quote":"I have never injured anybody with a mordant poem; my\nverse contains charges against nobody. Ingenuous, I have\nshunned wit steeped in venom--not a letter of mine is dipped\nin poisonous jest."},{"id":236,"quote":"A field becomes exhausted by constant tillage."},{"id":237,"quote":"That load becomes light which is cheerfully borne."},{"id":238,"quote":"Beauty is heaven's gift, and how few can boast of beauty."},{"id":239,"quote":"She that weds well will wisely match her love, Nor be below her husband nor above."},{"id":240,"quote":"Poetry comes fine-spun from a mind at peace."},{"id":241,"quote":"Great is the strife between beauty and modesty."},{"id":242,"quote":"By faithful study of the nobler arts, our nature's softened, and more gentle grows."},{"id":243,"quote":"The judge's duty is to inquire about the time, as well as the facts."},{"id":244,"quote":"Resist beginnings: it is too late to employ medicine when the evil has grown strong by inveterate habit."},{"id":245,"quote":"It is good to be taught even by an enemy"},{"id":246,"quote":"He who holds the hook is aware in what waters many fish are swimming."},{"id":247,"quote":"Idleness ruins the constitution"},{"id":248,"quote":"He who has it in his power to commit sin, is less inclined to do so. The very idea of being able, weakens the desire."},{"id":249,"quote":"Alas! How difficult it is to prevent the countenance from betraying guilt!"},{"id":250,"quote":"So long as you are secure you will count many friends; if your life becomes clouded you will be alone."},{"id":251,"quote":"Add little to little and there will be a big pile."},{"id":252,"quote":"Meet the disorder in the outset, the medicine may be too late, when the disease has gained ground through delay."},{"id":253,"quote":"For this reason, if you believe proverbs, let me tell you the common one: \"It is unlucky to marry in May."},{"id":254,"quote":"A woman is always buying something."},{"id":255,"quote":"It's useful that there should be Gods, so let's believe there are."},{"id":256,"quote":"A frail gift is beauty, which grows less as time draws on, and is devoured by its own years."},{"id":257,"quote":"Few love what they may have."},{"id":258,"quote":"Nothing is more powerful than custom or habit."},{"id":259,"quote":"If you would marry suitably, marry your equal."},{"id":260,"quote":"What we call birth\nIs but a beginning to be something else\nThan what we were before; and when we cease\nTo be that something, then we call it death."},{"id":261,"quote":"A short absence is the safest."},{"id":262,"quote":"Simplicity, very rare in our age."},{"id":263,"quote":"Those gifts are ever the most acceptable which the giver makes precious.\n[Lat., Acceptissima semper munera sunt auctor quae pretiosa facit.]"},{"id":264,"quote":"Medicine sometimes snatches away health, sometimes gives it."},{"id":265,"quote":"You will be safest in the middle."},{"id":266,"quote":"Let me tell you I am better acquainted with you for a long absence, as men are with themselves for a long affliction: absence does but hold off a friend, to make one see him the truer."},{"id":267,"quote":"Either do not attempt at all or go through with it."},{"id":268,"quote":"The iron ring is worn out by constant use.\n[Lat., Ferreus assiduo consumitur anulus usu.]"},{"id":269,"quote":"The burden becomes light that is shared by love."},{"id":270,"quote":"There is something in omens."},{"id":271,"quote":"Although the power is lacking, the will is commendable."},{"id":272,"quote":"To give requires good sense."},{"id":273,"quote":"God gave man an upright countenance to survey the heavens, and to look upward to the stars."},{"id":274,"quote":"Where crime is taught from early years, it becomes a part of nature."},{"id":275,"quote":"My intention is to tell of bodies changed into new forms."},{"id":276,"quote":"The spirits run riot in youth."},{"id":277,"quote":"If the art is concealed, it succeeds."},{"id":278,"quote":"Nothing aids which may not also injure us.\nFire serves us well, but he who plots to burn\nHis neighbor's roof arms his hands with fire."},{"id":279,"quote":"We take no pleasure in permitted joys,\nBut what's forbidden is more keenly sought."},{"id":280,"quote":"Twice does he live who can enjoy the remembrance of the past."},{"id":281,"quote":"Concealed sorrow bursts the heart, and rages within us as an internal fire."},{"id":282,"quote":"Art is most effective when concealed."},{"id":283,"quote":"The gift derives its value from the rank of the giver."},{"id":284,"quote":"Forbear to lay the guilt of a few on the many."},{"id":285,"quote":"Not for any one man's delight has Nature made\nthe sun, the wind, the waters; all are free."},{"id":286,"quote":"Love conquers all things; let us own her dominion."},{"id":287,"quote":"A gift in time of need is most acceptable."},{"id":288,"quote":"From high Meonia's rocky shores I came,  Of poor decsent, Acoetes is my name,  My sire was measly born: no oxen ploughed,  His fruitful fields, nor in his pastures lowed,  His whole estate within the waters lay'  With lines and hooks he caught the finny prey;  His art was all his livelehood, which he  Thus with his dying lips bequeathed to me:   In streams, my boy, and rivers take thy chance;  There swims', said he,  Thy whole inheritance."},{"id":289,"quote":"Ah me! how easy it is (how much all have experienced it) to indulge in brave words in another person's trouble.\n[Lat., Hei mihi, quam facile est (quamvis hic contigit omnes),\nAlterius lucta fortia verba loqui!]"},{"id":290,"quote":"The sick mind can not bear anything harsh.\n[Lat., Mensque pati durum sustinet aegra nihil.]"},{"id":291,"quote":"Often they benefit who suffer wrong."},{"id":292,"quote":"Where belief is painful we are slow to believe."},{"id":293,"quote":"The crop always seems better in our neighbor's field, and our neighbor's cow gives more milk."},{"id":294,"quote":"Everything changes, nothing is lost."},{"id":295,"quote":"Love is a believing creature."},{"id":296,"quote":"Leve fit quod bene fertur onus.\nThe burden which is well borne becomes light."},{"id":297,"quote":"There is a god within us, and the heavens\nHave intercourse with earth; from realms above\nThat spirit comes."},{"id":298,"quote":"It's right to learn, even from the enemy."},{"id":299,"quote":"As many as the shells that are on the shore, so many are\nthe pains of love; the darts that wound are steeped in\nmuch poison."},{"id":300,"quote":"The wit of man has devised cruel statutes,\nAnd nature oft permits what is by law forbid."},{"id":301,"quote":"That tuneful nymph, the babbling Echo."},{"id":302,"quote":"Diseases of the mind impair the bodily powers."},{"id":303,"quote":"If Jupiter should hurl a bolt whenever men sin,\nHis armory would quickly be empty."},{"id":304,"quote":"Though the power be wanting, yet the wish is praiseworthy."},{"id":305,"quote":"When the heart is sick it cannot bear the slightest annoyance."},{"id":306,"quote":"We do not bear sweets; we are recruited by a bitter potion."},{"id":307,"quote":"Devouring Time and envious Age, all things yield to you; and with lingering death you destroy, step by step, with venomed tooth whatever you attack."},{"id":308,"quote":"Leave war to others; 'tis Protesilaus' part of love."},{"id":309,"quote":"If it were in my power, I would be wiser; but a newly felt power carries me off in spite of myself; love leads me one way, my understanding another."},{"id":310,"quote":"Put faith in one who's had experience."},{"id":311,"quote":"There is a certain pleasure in weeping; grief finds in tears both a satisfaction and a cure."},{"id":312,"quote":"A light breath fans the flame, a violent gust extinguishes it."},{"id":313,"quote":"A wound will perhaps become tolerable with length of time; but wounds which are raw shudder at the touch of the hands."},{"id":314,"quote":"Niobe would have been called most blessed of mothers,\nhad she not seemed so herself."},{"id":315,"quote":"If he should love deny him what he loves!"},{"id":316,"quote":"Thy destiny is only that of man, but thy aspirations may be those of a god."},{"id":317,"quote":"A thousand ills require a thousand cures."},{"id":318,"quote":"Sleep, rest of things, O pleasing Deity,\nPeace of the soul, which cares dost crucify,\nWeary bodies refresh and mollify."},{"id":319,"quote":"The workmanship was better than the subject matter."},{"id":320,"quote":"We can learn even from our enemies."},{"id":321,"quote":"Take the advice of light when you're looking at linens or jewels; Looking at faces or forms, take the advice of the day."},{"id":322,"quote":"Only begin, and you will become eloquent of yourself."},{"id":323,"quote":"I too am not powerless, and my weapons strike hard."},{"id":324,"quote":"Envy feeds on the living. It ceases when they are dead."},{"id":325,"quote":"Little things please little minds."},{"id":326,"quote":"There is no excellency without difficulty."},{"id":327,"quote":"The mind grows sicker than the body in contemplation of it's suffering."},{"id":328,"quote":"Yield to him who opposes you; by yielding you conquer."},{"id":329,"quote":"everything changes, nothing perishes"},{"id":330,"quote":"All things human hang by a slender thread; and that which seemed to stand strong suddenly falls and sinks in ruins."},{"id":331,"quote":"Love is the force that leaves you colorless"},{"id":332,"quote":"These are the evils which result from gossiping habits."},{"id":333,"quote":"Tis not always in a physician's power to cure the sick; at times the disease is stronger than trained art."},{"id":334,"quote":"When the lightning strikes but one, not one only does it terrify."},{"id":335,"quote":"Women can always be caught; that's the first rule of the game."},{"id":336,"quote":"All things can corrupt perverse minds."},{"id":337,"quote":"Those presents are the most acceptable which are enhanced by our regard for the donor."},{"id":338,"quote":"Keep thy hook always baited, for a fish lurks even in the most unlikely swim."},{"id":339,"quote":"Seeking is all very well, but holding requires greater talent: Seeking involves some luck; now the demand is for skill."},{"id":340,"quote":"Cunning leads to knavery. It is but a step from one to the other, and that very slippery. Only lying makes the difference; add that to cunning, and it is knavery."},{"id":341,"quote":"Our advantages fly away without aid. Pluck the flower.\n[Lat., Nostra sine auxilio fugiunt bona. Carpite florem.]"},{"id":342,"quote":"The raven once in snowy plumes was drest,\nWhite as the whitest dove's unsullied breast,\nFair as the guardian of the Capitol,\nSoft as the swan; a large and lovely fowl\nHis tongue, his prating tongue had changed him quite\nTo sooty blackness from the purest white."},{"id":343,"quote":"You who seek an end of love, love yields to business: be busy, and you will be safe."},{"id":344,"quote":"Isn't the best defense always a good attack?"},{"id":345,"quote":"Envy depreciates the genius of the great Homer."},{"id":346,"quote":"Jupiter from on high smiles at the perjuries of lovers."},{"id":347,"quote":"Wherever I look there is nothing but the image of death."},{"id":348,"quote":"It is hope which makes the shipwrecked sailor strike out with his arms in the midst of the sea, though no land is in sight."},{"id":349,"quote":"Remove but the temptations of leisure, and the bow of Cupid will lose its effect."},{"id":350,"quote":"Adde, quod ingénues didicisse fideliter artes Emollit mores, nec sinit esse fervos. To be instructed in the arts, softens the manners and makes men gentle."},{"id":351,"quote":"The good of other times let people state; I think it lucky I was born so late."},{"id":352,"quote":"Ere land and sea and the all-covering sky Were made, in the whole world the countenance Of nature was the same, all one, well named Chaos, a raw and undivided mass, Naught but a lifeless bulk, with warring seeds Of ill-joined elements compressed together."},{"id":353,"quote":"There is a divinity within our breast."},{"id":354,"quote":"I cannot keep track of all the vagaries of fashion, Every day, so it seems, brings in a different style."},{"id":355,"quote":"Opportunity is ever worth expecting; let your hood be ever hanging ready. The fish will be in the pool where you least imagine it to be."},{"id":356,"quote":"The hunter follows things which flee from him; he leaves them when they are taken; and ever seeks for that which is beyond what he has found.\n[Lat., Venator sequitur fugientia; capta relinquit;\nSemper et inventis ulteriora petit.]"},{"id":357,"quote":"Out of many things a great heap will be formed.\n[Lat., De multis grandis acervus erit.]"},{"id":358,"quote":"It is the poor man who'll ever count his flock."},{"id":359,"quote":"Pursuits become habits.\n[Lat., Abeunt studia in mores.]"},{"id":360,"quote":"Fortune and love favour the brave.\n[Lat., Audentem Forsque Venusque juvant.]"},{"id":361,"quote":"Bear patiently with a rival."},{"id":362,"quote":"The sea's vast depths lie open to the fish;\nWherever the breezes blow the bird may fly;\nSo to the brave man every land's a home."},{"id":363,"quote":"Time glides away and as we get older through the noiseless years; the days flee and are restrained by no reign."},{"id":364,"quote":"Love is a kind of military service"},{"id":365,"quote":"Happy the man who ventures boldly to defend what he holds dear."},{"id":366,"quote":"Time spent in the cultivation of the fields passes very pleasantly."},{"id":367,"quote":"Death is less bitter punishment than death's delay."},{"id":368,"quote":"Neither can the wave that has passed by be recalled, nor the hour which has passed return again."},{"id":369,"quote":"The man who falls in love chill find plenty of occupation."},{"id":370,"quote":"A woman is a creature that's always shopping."},{"id":371,"quote":"A pious fraud.\n[Lat., Pia fraus.]"},{"id":372,"quote":"Every delay that postpones our joys, is long.\n[Lat., Longa mora est nobis omnis, quae gaudia differt.]"},{"id":373,"quote":"Skilled in every trick, a worthy heir of his paternal craft, he would make black look like white, and white look black.\n[Lat., Furtum ingeniosus ad omne,\nQui facere assueret, patriae non degener artis,\nCandida de nigris, et de candentibus atra.]"},{"id":374,"quote":"Overlook our deeds, since you know that crime was absent from our inclination.\n[Lat., Factis ignoscite nostris\nSi scelus ingenio scitis abesse meo.]"},{"id":375,"quote":"Thou beginnest better than thou endest.\nThe last is inferior to the first.\n[Lat., Coepisti melius quam desinis. Ultima primis cedunt.]"},{"id":376,"quote":"Writings survive the years; it is by writings that you know Agamemnon, and those who fought for or against him.\n[Lat., Scripta ferunt annos; scriptis Agamemnona nosti,\nEt quisquis contra vel simul arma tulit.]"},{"id":377,"quote":"In time the bull is brought to wear the yoke.\n[Lat., Tempore ruricolae patiens fit taurus aratri.]"},{"id":378,"quote":"By arts, sails, and oars, ships are rapidly moved; arts move the\nlight chariot, and establish love.\n[Lat., Arte citae veloque rates remoque moventur;\nArte levis currus, arte regendus Amor.]"},{"id":379,"quote":"Agreeing to differ.\n[Lat., Discors concordia.]"},{"id":380,"quote":"The love of fame puts spurs to the mind"},{"id":381,"quote":"To be thoroughly imbued, with the liberal arts refines the manners, and makes men to be mild and gentle in their conduct."},{"id":382,"quote":"If you have a voice, sing; but if you have good arms, then go in for dancing."},{"id":383,"quote":"Sleep, rest of nature, O sleep, most gentle of the divinities, peace of the soul, thou at whose presence care disappears, who soothest hearts wearied with daily employments, and makest them strong again for labour!"},{"id":384,"quote":"The glow of inspiration warms us; this holy rapture springs from the seeds of the Divine mind sown in man."},{"id":385,"quote":"What is hid is unknown: for what is unknown there is no desire.\n[Lat., Quod latet ignotum est; ignoti nulla cupido.]"},{"id":386,"quote":"What ignorance there is in human minds."},{"id":387,"quote":"Fools laugh at the Latin language. -Rident stolidi verba Latina"},{"id":388,"quote":"Thanks are justly due for things got without purchase.\n[Lat., Gratia pro rebus merito debetur inemtis.]"},{"id":389,"quote":"You do not know it but you are the talk of all the town.\n[Lat., Fabula (nec sentis) tota jactaris in urba.]"},{"id":390,"quote":"Giving requires good sense.\n[Lat., Rest est ingeniosa dare.]"},{"id":391,"quote":"The swallow is not ensnared by men because of its gentle nature.\n[Lat., At caret insidiis hominum, quia mitis, hirundo.]"},{"id":392,"quote":"We two [Deucalion and Pyrrha, after the deluge] form a multitude.\n[Lat., Nos duo turba sumus.]"},{"id":393,"quote":"What is more useful than fire? Yet if any one prepares to burn a house, it is with fire that he arms his daring hands."},{"id":394,"quote":"The dove, O hawk, that has once been wounded by thy talons, is frightened by the least movement of a wing.\n[Lat., Terretur minimo pennae stridore columba\nUnguibus, accipiter, saucia facta tuis.]"},{"id":395,"quote":"The wounded limb shrinks from the slightest touch; and a slight shadow alarms the nervous.\n[Lat., Membra reformidant mollem quoque saucia tactum:\nVanaque sollicitis incutit umbra metum.]"},{"id":396,"quote":"Indulgent gods, grant me to sin once with impunity. That is sufficient. Let a second offence bear its punishment."},{"id":397,"quote":"He who would not be idle, let him fall in love."},{"id":398,"quote":"Quarrels are the dowry which married folk bring one another."},{"id":399,"quote":"Keep a mid course between two extremes."},{"id":400,"quote":"That you may please others you must be forgetful of yourself."},{"id":401,"quote":"There will grow from straws a mighty heap."},{"id":402,"quote":"The wounded gladiator forswears all fighting, but soon forgetting his former wound resumes his arms."},{"id":403,"quote":"Wine stimulates the mind and makes it quick with heat; care flees and is dissolved in much drink."},{"id":404,"quote":"Stones are hollowed out by the constant dropping of water."},{"id":405,"quote":"Love's dominion, like a kings, admits of no partition."},{"id":406,"quote":"Love is a naked child: do you think he has pockets for money?"},{"id":407,"quote":"The need has gone; the memorial thereof remains."},{"id":408,"quote":"Sleep ... peace of the soul, who puttest care to flight."},{"id":409,"quote":"He who can simulate sanity will be sane."},{"id":410,"quote":"Calumny ever pursues the great, even as the winds hurl themselves on high places."},{"id":411,"quote":"Habit had made the custom."},{"id":412,"quote":"Why should I go into details, we have nothing that is not perishable except what our hearts and our intellects endows us with."},{"id":413,"quote":"Envy, the meanest of vices, creeps on the ground like a serpent."},{"id":414,"quote":"Take away leisure and Cupid's bow is broken"},{"id":415,"quote":"One does not yearn for that which is easily acquired."},{"id":416,"quote":"Pluck with quick hand the fruit that passes."},{"id":417,"quote":"We have ploughed the vast ocean in a fragile bark."},{"id":418,"quote":"Pursuits become habits."},{"id":419,"quote":"It is expedient that there should be gods, and, since it is expedient, let us believe that gods exist."},{"id":420,"quote":"There are a thousand forms of evil; there will be a thousand remedies."},{"id":421,"quote":"It is the act of a coward to wish for death."},{"id":422,"quote":"Remove the temptation of idleness and Cupid's bow is useless."},{"id":423,"quote":"It is annoying to be honest to no purpose."},{"id":424,"quote":"Winged time glides on insensibly, and deceive us; and there is nothing more fleeting than years."},{"id":425,"quote":"Minds that are ill at ease are agitated by both hope and fear."},{"id":426,"quote":"There is no need of words; believe facts.\n[Lat., Non opus est verbis, credite rebus.]"},{"id":427,"quote":"It is some relief to weep; grief is satisfied and carried off by tears."},{"id":428,"quote":"Though the strength is lacking, yet the willingness is commendable."},{"id":429,"quote":"The ungovernable passion for wealth.\n[Lat., Opum furiata cupido.]"},{"id":430,"quote":"In war the olive branch of peace is of use.\n[Lat., Adjuvat in bello pacatae ramus olivae.]"},{"id":431,"quote":"In your judgment virtue requires no reward, and is to be sought for itself, unaccompanied by external benefits.\n[Lat., Judice te mercede caret, per seque petenda est\nExternis virtus incomitata bonis.]"},{"id":432,"quote":"Even pleasure cloys without variety."},{"id":433,"quote":"We covet what is guarded; the very care invokes the thief. Few love what they may have."},{"id":434,"quote":"Everyone's a millionaire where promises are concerned."},{"id":435,"quote":"The cause is hidden; the effect is visible to all."},{"id":436,"quote":"Venus is kind to creatures as young as we;We know not what we do, and while we're youngWe have the right to live and love like gods."},{"id":437,"quote":"According to the state of a man's conscience, so do hope and fear on account of his deeds arise in his mind."},{"id":438,"quote":"Friendship is but a name, faith is an empty name. Alas,\nit is not safe to praise to a friend the object of your love;\nas soon as he believes your praises, he slips into your place."},{"id":439,"quote":"The earth yields up her stores, of every ill\nThe instigators; iron, foe to man,\nAnd gold, than iron deadlier."},{"id":440,"quote":"Alcohol is necessary for a man so that he can have a good opinion of himself, undisturbed be the facts. Finley Peter Dunne There is more refreshment and stimulation in a nap, even of the briefest, than in all the alcohol ever distilled."},{"id":441,"quote":"Time was when genius was more precious than gold, but\nnow to have nothing is monstrous barbarism."},{"id":442,"quote":"Gifts, believe me, captivate both men and Gods, Jupiter himself was won over and appeased by gifts."},{"id":443,"quote":"He who says o'er much I love not is in love."},{"id":444,"quote":"Many women long for what eludes them, and like not what is offered them."},{"id":445,"quote":"Constant Penelope sends to thee, careless Ulysses.\nWrite not again, but come, sweet mate"},{"id":446,"quote":"Hate I shall, if I can;  if I can't, I shall love though not willing."},{"id":447,"quote":"The penalty may be removed, the crime is eternal."},{"id":448,"quote":"Struggling over my fickle heart, love draws it now this\nway, and now hate that--but love, I think, is winning. I\nwill hate, if I have strength; if not, I shall love unwilling."},{"id":449,"quote":"Suppressed pain chokes us; in our breasts\nIt surges, adding ever to its strength."},{"id":450,"quote":"What is now reason was formerly impulse or instinct."},{"id":451,"quote":"Truly it is allowed us to weep: by weeping we disperse our wrath; and tears go through the heart, even like a stream.\n[Lat., Flere licet certe: flendo diffundimus iram:\nPerque sinum lacrimae, fluminis instar enim.]"},{"id":452,"quote":"Sleep, thou repose of all things; sleep, thou gentlest of the deities; thou peace of the mind, from which care flies; who doest soothe the hearts of men wearied with the toils of the day, and refittest them for labor."},{"id":453,"quote":"It is lawful to be taught by an enemy. Fas est ab hoste doceri."},{"id":454,"quote":"Very slight violence will break that which has once been cracked."},{"id":455,"quote":"Wine, not too much, inspires and make the mind,to the soft joys of Venus strong inclined,which, buried in excess, unapt to love,stupidly lies and knows not hom to move"},{"id":456,"quote":"I attempt an arduous task but there is no worth in that which is not a difficult achievement"},{"id":457,"quote":"Giving calls for genius."},{"id":458,"quote":"To have properly studied the liberal sciences gives a polish to our manners, and removes all awkwardness."},{"id":459,"quote":"Thus all things altered. Nothing dies. And here and there the unbodied spirit flies."},{"id":460,"quote":"The heavier crop is ever in others' fields."},{"id":461,"quote":"This victory will be your I ruin."},{"id":462,"quote":"Things which of themselves avail nothing, when united become powerful."},{"id":463,"quote":"I would that you were either less beautiful, or less corrupt. Such perfect beauty does not suit such imperfect morals.\n[Lat., Aut formosa fores minus, aut minus improba vellem.\nNon facit ad mores tam bona forma malos.]"},{"id":464,"quote":"There is a certain kind of pleasure in weeping."},{"id":465,"quote":"Sickness seizes the body from bad ventilation."},{"id":466,"quote":"An evil life is a kind of death."},{"id":467,"quote":"We suffer by our proximity. [Who get a blow intended for another.]"},{"id":468,"quote":"What is harder than stone?\nWhat more soft than water?\nNevertheless hard though the rock be, it is hollowed by the wave."},{"id":469,"quote":"Mad desire, when it has the most, longs for more"},{"id":470,"quote":"It is something to hold the scepter with a firm hand.\n[Lat., Est aliquid valida sceptra tenere manu.]"},{"id":471,"quote":"The more highminded a man is the more easily is his anger appeased."},{"id":472,"quote":"Love is a kind of warfare."},{"id":473,"quote":"Knowest thou not that kings have long hands?\n[Lat., An nescis longos regibus esse manus?]"},{"id":474,"quote":"The prayers of cowards fortune spurns."},{"id":475,"quote":"Dripping water hollows out a stone"},{"id":476,"quote":"Let love give way to business; give attention to business and you will be safe."},{"id":477,"quote":"It warms the blood, adds luster to the eyes, and wine and love have ever been allies."},{"id":478,"quote":"We are always striving for things forbidden, and coveting those denied us."},{"id":479,"quote":"Love that is fed by jealousy dies hard."},{"id":480,"quote":"Whatever charm thou hast, be charming."},{"id":481,"quote":"What is now an act of reason, was but blind impulse."},{"id":482,"quote":"There is a good deal in a man's mode of eating."},{"id":483,"quote":"For in this strange anatomy we wear, the head has greater powers than the hand; the spirit, heart, and mind are over all."},{"id":484,"quote":"A lover fears all that he believes."},{"id":485,"quote":"All things change, nothing perishes."},{"id":486,"quote":"Let love steal in disguised as friendship."},{"id":487,"quote":"In an easy cause anyone can be eloquent; the slightest strength is enough to break what is already shattered."},{"id":488,"quote":"Anger assists hands however weak."},{"id":489,"quote":"Who gives to Aristaeus honey;\nOr wine to Bacchus, or Triptolemus\nEarth's fruits, or apples to Alcinous?"},{"id":490,"quote":"Face troubles from their birth, for 'tis too late to cure\nWhen long delay has given the evil strength.\nHaste then; postpone not to the coming hour: tomorrow\nHe'll be less ready who's not ready now."},{"id":491,"quote":"Love is a thing full of anxious fears."},{"id":492,"quote":"By constant dripping, water hollows stone,\nA signet-ring from use alone grows thin,\nAnd the curved plowshare by soft earth is worn."},{"id":493,"quote":"The art of medicine in the season lies:\nWine given in season oft will benefit,\nWhich out of season injures."},{"id":494,"quote":"Majesty and love do not well agree, nor do they live together."},{"id":495,"quote":"Grant me profits only, grant me the joy of profit made,\nand see to it that I enjoy cheating the buyer!"},{"id":496,"quote":"Tis base to plead the unhappy prisoner's cause,\nWith eloquence that's bought."},{"id":497,"quote":"Time is the devourer of all things."},{"id":498,"quote":"Sleep, nature's rest, divine tranquility, That brings peace to the mind."},{"id":499,"quote":"Some people think that because they do the opposite of what they are asked to do, they have initiative"},{"id":500,"quote":"No man provokes me with impunity."},{"id":501,"quote":"Time itself flows on with constant motion, just like a river: for no more than a river can the fleeting hour stand still. As wave is driven on by wave, and, itself pursued, pursues the one before, so the moments of time at once flee and follow, and are ever new."},{"id":502,"quote":"Tempus edax rerum. Time the devourer of everything."},{"id":503,"quote":"I see and praise what is better, but follow what is worse."},{"id":504,"quote":"Tempore difficiles veniunt ad aratra juvenci;\nTempore lenta pati frena docentur equi.\nIn time the unmanageable young oxen come to the plough; in time the horses are taught to endure the restraining bit."},{"id":505,"quote":"Art lies in concealing art."},{"id":506,"quote":"Beauty- it was a favor bestowed by the gods."},{"id":507,"quote":"Tempus edax rerum.\nTime that devours all things."},{"id":508,"quote":"Believe me, the gods spare the afflicted, and do not always oppress those who are unfortunate."},{"id":509,"quote":"The gods favor the bold."},{"id":510,"quote":"Gain, acquired by many agents, soon accumulates."},{"id":511,"quote":"Right it is to be taught even by the enemy."},{"id":512,"quote":"Birth and ancestry, and that which we have not ourselves achieved, we can scarcely call our own."},{"id":513,"quote":"See that you promise: what harm is there in promise? In\npromises anyone can be rich."},{"id":514,"quote":"When a house is tottering to its fall,\nThe strain lies heaviest on the weakest part,\nOne tiny crack throughout the structure spreads,\nAnd its own weight soon brings it toppling down."},{"id":515,"quote":"Although they posses enough, and more than enough still they yearn for more."},{"id":516,"quote":"There are as many characters in men\nAs there are shapes in nature."},{"id":517,"quote":"The love of glory gives an immense stimulus."},{"id":518,"quote":"In sweet water there is a pleasure ungrudged by anyone."},{"id":519,"quote":"You start in April and cross to the time of May\nOne has you as it leaves, one as it comes\nSince the edges of these months are yours and defer\nTo you, either of them suits your praises.\nThe Circus continues and the theatre's lauded palm,\nLet this song, too, join the Circus spectacle."},{"id":520,"quote":"Here Jove with Hermes came; but in disguise\nOf mortal men conceal'd their deities;\nOne laid aside his thunder, one his rod"},{"id":521,"quote":"Beauty, if you do not open your doors, takes age from lack of use."},{"id":522,"quote":"Wine prepares the heart for love, unless you take too much."},{"id":523,"quote":"Honesty, by evil fortune tried,\nFinds in adversity the seed of praise."},{"id":524,"quote":"Tis best to be silent in a bad cause."},{"id":525,"quote":"Had I not sinned what would there be for you to pardon. My fate has given you the opportunity for mercy."},{"id":526,"quote":"All-devouring time, envious age,\nNought can escape you, and by slow degrees,\nWorn by your teeth, all things will lingering die."},{"id":527,"quote":"The applause and the favour of our fellow-men\nFan even a spark of genius to a flame."},{"id":528,"quote":"Courage conquers all things."},{"id":529,"quote":"There is no pleasure pure and simple, and some care always\ncomes to mar our joys."},{"id":530,"quote":"I am an exile; but it is the fault that pains;\nThe punishment is nought; that it is deserved\nIs all the pain."},{"id":531,"quote":"Envy, slothful vice,\nNever makes its way in lofty characters,\nBut, like the skulking viper, creeps and crawls\nClose to the ground."},{"id":532,"quote":"Love is a credulous thing."},{"id":533,"quote":"Thanks are justly due for boons unbought"},{"id":534,"quote":"Let others seek safety. Nothing is safer than misfortune,\nWhere there's no fear of greater ill to come."},{"id":535,"quote":"Though strength be wanting, the will to action\nMerits praise."},{"id":536,"quote":"Beneath the sun's rays our shadow is our comrade;\nWhen clouds obscure the sun our shadow flees.\nSo Fortune's smiles the fickle crowd pursues,\nBut swift is gone whenever she veils her face."},{"id":537,"quote":"With wavering steps does fickle fortune stray,\nNowhere she finds a firm and fixed abode;\nBut now all smiles, and now again all frowns,\nShe's constant only in inconstancy."},{"id":538,"quote":"When worse may yet befall, there's room for prayer,\nBut when our fortune's at its lowest ebb,\nWe trample fear beneath our feet, and live\nWithout a fear of evil yet to come."},{"id":539,"quote":"With patience bear what pains you have deserved,\nGrieve, if you will, over what's unmerited."},{"id":540,"quote":"Everyone is desirous of his own pursuits, and loves\nTo spend his time in his accustomed art."},{"id":541,"quote":"Rare is the virtue that's not ruled by Fortune,\nThat stands unshaken even when Fortune flees."},{"id":542,"quote":"She who resists as though she would not win,\nBy her own treason falls an easy prey."},{"id":543,"quote":"People are slow to claim confidence in undertakings of magnitude."},{"id":544,"quote":"We praise times past, while we times present use;\nYet due the worship which to each we give."},{"id":545,"quote":"The mind alone can not be exiled.\n[Lat., Mens sola loco non exulat.]"},{"id":546,"quote":"A broken fortune is like a falling column; the lower it sinks, the greater weight it has to sustain."},{"id":547,"quote":"The love of fame usually spurs on the mind.\n[Lat., Ingenio stimulos subdere fama solet.]"},{"id":548,"quote":"Alas! how difficult it is not to betray one's guilt by one's looks."},{"id":549,"quote":"Death is not grievous to me, for I shall lay aside my pains by death.\n[Lat., Nec mihi mors gravis est posituro morte dolores.]"},{"id":550,"quote":"Man should ever look to his last day, and no one should be called happy before his funeral.\n[Lat., Ultima semper\nExpectanda dies homini est, dicique beatus\nAnte obitum nemo et suprema funera debet.]"},{"id":551,"quote":"Thou fool, what is sleep but the image of death? Fate will give an eternal rest.\n[Lat., Stulte, quid est somnus, gelidae nisi mortis imago?\nLonga quiescendi tempora fata dabunt.]"},{"id":552,"quote":"As long as you are lucky, you will have many friends; if cloudy times appear, you will be alone. -Donec eris felix, multos numerabis amicos; tempora si fuerint nubila, solus eris"},{"id":553,"quote":"The deeds of men never escape the gods.\n[Lat., Acta deos nunquam mortalia fallunt.]"},{"id":554,"quote":"The gods see the deeds of the righteous.\n[Lat., Di pia facta vident.]"},{"id":555,"quote":"May you live unenvied, and pass many pleasant years unknown to fame; and also have congenial friends.\n[Lat., Vive sine invidia, mollesque inglorius annos\nExige; amicitias et tibi junge pares.]"},{"id":556,"quote":"You will hardly conquer, but conquer you must.\n[Lat., Male vincetis, sed vincite.]"},{"id":557,"quote":"A pleasing countenance is no slight disadvantage.\n[Lat., Auxilium non leve vultus habet.]"},{"id":558,"quote":"Women's words are as light as the doomed leaves whirling in autumn, Easily swept by the wind, easily drowned by the wave."},{"id":559,"quote":"Beauty is a frail good."},{"id":560,"quote":"The most wretched fortune is safe; for there is no fear of anything worse.\n[Lat., Fortuna miserrima tuta est:\nNam timor eventus deterioris abest.]"},{"id":561,"quote":"Every man should stay within his own fortune.\n[Lat., Intera fortunam quisque debet manere suam.]"},{"id":562,"quote":"The vulgar herd estimate friendship by its advantages.\n[Lat., Vulgus amicitias utilitate probat.]"},{"id":563,"quote":"How little is the promise of the child fulfilled in the man."},{"id":564,"quote":"If thou wishest to put an end to love, attend to business (love yields to employment); then thou wilt be safe.\n[Lat., Qui finem quaeris amoris,\n(Cedit amor rebus) res age; tutus eris.]"},{"id":565,"quote":"Ah me! love can not be cured by herbs.\n[Lat., Hei mihi! quod nullis amor est medicabilis herbis.]"},{"id":566,"quote":"Fair Flora! Now attend thy sportful feast, \nOf which some days I with design have past; \nA part in April and a part in May \nThou claim'st, and both command my tuneful lay; \nAnd as the confines of two months are thine \nTo sing of both the double task be mine."},{"id":567,"quote":"That you may be beloved, be amiable."},{"id":568,"quote":"Against the bold, daring is unsafe."},{"id":569,"quote":"Excessive love in loathing ever ends."},{"id":570,"quote":"The gods have their own laws.\n[Lat., Sunt superis sua jura.]"},{"id":571,"quote":"While strength and years permit, endure labor; soon bent old age will come with silent foot.\n[Lat., Dum vires annique sinunt, tolerate labores.\nJam veniet tacito curva senecta pede.]"},{"id":572,"quote":"Nothing in the entire universe ever perishes, believe me, but things vary, and adopt a new form. The phrase being born is used for beginning to be something different from what one was before, while dying means ceasing to be the same. Though this thing may pass into that, and that into this, yet the sums of things remains unchanged."},{"id":573,"quote":"Nothing is so high and above all danger that is not below and in the power of God.\n[Lat., Nihil ita sublime est, supraque pericula tendit\nNon sit ut inferius suppositumque deo.]"},{"id":574,"quote":"As God is propitiated by the blood of a hundred bulls, so also is he by the smallest offering of incense.\n[Lat., Sed tamen ut fuso taurorum sanguine centum,\nSic capitur minimo thuris honore deux.]"},{"id":575,"quote":"There is a God within us and intercourse with heaven.\n[Lat., Est deus in nobis; et sunt commercia coeli.]"},{"id":576,"quote":"The god we now behold with opened eyes,\nA herd of spotted panthers round him lies\nIn glaring forms; the grapy clusters spread\nOn his fair brows, and dangle on his head."},{"id":577,"quote":"Anger assists hands however weak.\n[Lat., Quamlibet infirmas adjuvat ira manus.]"},{"id":578,"quote":"A pleasing face is no small advantage."},{"id":579,"quote":"Whether they yield or refuse, it delights women to have been asked."},{"id":580,"quote":"If Jupiter hurled his thunderbolt as often as men sinned, he would soon be out of thunderbolts."},{"id":581,"quote":"The least strength suffices to break what is bruised."},{"id":582,"quote":"It is some alleviation to ills we cannot cure to speak of them."},{"id":583,"quote":"Love is born of idleness and, once born, by idleness is fostered."},{"id":584,"quote":"Treat a thousand dispositions in a thousand ways."},{"id":585,"quote":"A pleasing countenance is no light advantage."},{"id":586,"quote":"In an easy matter. Anybody can be eloquent."},{"id":587,"quote":"Who would have known of Hector, if Troy had been happy? The road to valor is built by adversity."},{"id":588,"quote":"Every lover is a soldier."},{"id":589,"quote":"Man looks aloft, and with erected eyes Beholds his hereditary skies."},{"id":590,"quote":"All human things hang on a slender thread, the strongest fall with a sudden crash."},{"id":591,"quote":"A boar is often held by a not-so-large dog."},{"id":592,"quote":"In an easy cause any man may be eloquent."},{"id":593,"quote":"Do not lay on the multitude the blame that is due to a few."},{"id":594,"quote":"The mind conscious of innocence despises false reports: but we are a set always ready to believe a scandal."},{"id":595,"quote":"What follows I flee; what flees I ever pursue."},{"id":596,"quote":"Even the gods are moved by the voice of entreaty."},{"id":597,"quote":"Dear to girls' hearts is their own beauty."},{"id":598,"quote":"Love, and a cough, are not concealed."},{"id":599,"quote":"What is reason now was passion heretofore."},{"id":600,"quote":"Tis you, alone, can save, or give my doom."},{"id":601,"quote":"Ants do no bend their ways to empty barns, so no friend will visit the place of departed wealth.\n[Lat., Horrea formicae tendunt ad inania nunquam\nNullus ad amissas ibit amicus opes.]"},{"id":602,"quote":"Good-bye to the lies of the poets.\n[Lat., Valeant mendacia vatum.]"},{"id":603,"quote":"The poet's labors are a work of joy, and require peace of mind."},{"id":604,"quote":"Alluring pleasure is said to have softened the savage dispositions (of early mankind).\n[Lat., Blanda truces animos fertur mollisse voluptas.]"},{"id":605,"quote":"What is lawful is undesirable; what is unlawful is very attractive.\n[Lat., Quod licet est ingratum quod non licet acrius urit.]"},{"id":606,"quote":"There is no such thing as pure, unalloyed pleasure; some bitter ever mingles with the sweet."},{"id":607,"quote":"O ye gods! what thick encircling darkness blinds the minds of men!"},{"id":608,"quote":"And I will capture your minds with sweet novelty.\n[Lat., Dulcique animos novitate tenebo.]"},{"id":609,"quote":"Take this at least, this last advice, my son:\nKeep a stiff rein, and move but gently on:\nThe coursers of themselves will run too fast,\nYour art must be to moderate their haste."},{"id":610,"quote":"Safety lies in the middle course.\n[Lat., Medio tutissimus ibis.]"},{"id":611,"quote":"They come to see, they come that they themselves may be seen.\n[Lat., Spectatum veniunt, veniunt spectentur ut ipse.]"},{"id":612,"quote":"Fortune resists half-hearted prayers."},{"id":613,"quote":"Consider the misfortunes of others, and you will be the better able to bear your own."},{"id":614,"quote":"Nations and empires flourish and decay, By turns command, and in their turns obey."},{"id":615,"quote":"By looking at squinting people you learn to squint."},{"id":616,"quote":"My bark, once struck by the fury of the storm, dreads again to approach the place of danger."},{"id":617,"quote":"He whom all hate all wish to see destroyed."},{"id":618,"quote":"A soldier when aged is not appreciated; the love of an old man sickens."},{"id":619,"quote":"Fair peace is becoming to men; fierce anger belongs to beasts."},{"id":620,"quote":"To feel our ills is one thing, but to cure them is another."},{"id":621,"quote":"A bitter drug oft brings relief."},{"id":622,"quote":"God himself favors the brave."},{"id":623,"quote":"Let those who have deserved their punishment, bear it patiently.\n[Lat., Aequo animo poenam, qui meruere, ferant.]"},{"id":624,"quote":"She only is chaste, who is chaste where there is no danger of detection: she who does not, because she may not, does."},{"id":625,"quote":"Every one who repeats it adds something to the scandal. [The rolling snow-ball.]"},{"id":626,"quote":"Good hope is often beguiled by her own augury."},{"id":627,"quote":"Grief brims itself and flows away in tears."},{"id":628,"quote":"Eurydice, dying now a second time, uttered no complaint against her husband. What was there to complain of, but that she had been loved?"},{"id":629,"quote":"When all the other animals, downcast looked upon the earth, he [Prometheus] gave a face raised on high to man, and commanded him to see the sky and raise his high eyes to the stars."},{"id":630,"quote":"It is not easy to bear prosperity unruffled."},{"id":631,"quote":"It is art to conceal art. -Ars est celare artem"},{"id":632,"quote":"I see and approve better things, but follow worse."},{"id":633,"quote":"Imperceptibly the hours glide on, and beguile us as they pass."},{"id":634,"quote":"The gods behold all righteous actions."},{"id":635,"quote":"It is the mind that makes the man, and our vigour is in our immortal soul."},{"id":636,"quote":"Have consideration for wounded feelings."},{"id":637,"quote":"Hastiness is the beginning of wrath, and its end repentance."},{"id":638,"quote":"What is allowed us is disagreeable, what is denied us causes us intense desire."},{"id":639,"quote":"Grief is put to flight and assuaged by generous draughts."},{"id":640,"quote":"It is prudence that first forsakes the wretched."},{"id":641,"quote":"The wild boar is often held by a small dog.\n[Lat., A cane non magno saepe tenetur aper.]"},{"id":642,"quote":"No thanks attach to a kindness long deferred."},{"id":643,"quote":"Heavens! what thick darkness pervades the minds of men.\n[Lat., Pro superi! quantum mortalia pectora caecae,\nNoctis habent.]"},{"id":644,"quote":"Daring is not safe against daring men."},{"id":645,"quote":"Small minds are captivated by trifles."},{"id":646,"quote":"In prosperity you may count on many friends; if the sky becomes overcast you will be alone."},{"id":647,"quote":"Fas est ab hoste doceri.\nOne should learn even from one's enemies."},{"id":648,"quote":"That fair face will as years roll on lose its beauty, and old age will bring its wrinkles to the brow."},{"id":649,"quote":"That pleasure which can be safely indulged in is the least inviting."},{"id":650,"quote":"I am above being injured by fortune, though she steals away much, more will remain with me. The blessing I now enjoy transcend fear."},{"id":651,"quote":"That, which has not its alternation of rest, will not last long."},{"id":652,"quote":"The act is judged of by the event."},{"id":653,"quote":"The battle is over when the foe has fallen."},{"id":654,"quote":"Riches too increase, and the maddening craving for gold,\nSo that men ever seek for more, that they may have the most."},{"id":655,"quote":"The mind is sicker than the sick body; in contemplation of its sufferings it becomes hopeless.\n[Lat., Corpore sed mens est aegro magis aegra; malique\nIn circumspectu stat sine fine sui.]"},{"id":656,"quote":"What is it that love does to a woman? Without she only sleeps with it alone, she lives."},{"id":657,"quote":"Fair peace becomes men; ferocious anger belongs to beasts.\n[Lat., Candida pax homines, trux decet ira feras.]"},{"id":658,"quote":"Courage conquers all things:\nit even gives strength to the body."},{"id":659,"quote":"Novelty in all things is charming."},{"id":660,"quote":"Let what is irksome become habitual, no more will it trouble you."},{"id":661,"quote":"Art lies by its own artifice."},{"id":662,"quote":"Our neighbour's crop is always more fruitful and his cattle produce more milk than our own."},{"id":663,"quote":"Pedigree and ancestry and what we ourselves have not achieved, I scarcely recognize as our own."},{"id":664,"quote":"Pride is innate in beauty, and haughtiness is the companion of the fair."},{"id":665,"quote":"The rest of the crowd were friends of my fortune, not of me.\n[Lat., Caetera fortunae, non mea, turba fuit.]"},{"id":666,"quote":"Anything cracked will shatter at a touch."},{"id":667,"quote":"An anthill increases by accumulation. Medicine is consumed by distribution. That which is feared lessens by association. This is the thing to understand."},{"id":668,"quote":"The love of country is more powerful than reason itself."},{"id":669,"quote":"When disposition wins us, the features please."},{"id":670,"quote":"He who sins easily, sins less. The very power\nRenders less vigorous the roots of evil."},{"id":671,"quote":"You put aside the work that's done, and seek some work to do."},{"id":672,"quote":"Tis on the living Envy feeds. She silent grows\nWhen, after death, man's honor is his guard.\nSo I, when on the pyre consumed I lie,\nShall live, for all that's noblest will survive."},{"id":673,"quote":"Ovid lies here, the poet, skilled in love's gentle sport;\nBy his own talents he worked his undoing.\nOh, you who pass by, if ever you have loved,\nThink it not a burden to wish him calm repose."},{"id":674,"quote":"Destroy our leisure and you break love's bow."},{"id":675,"quote":"Judgement of beauty can err, what with the wine and the dark."},{"id":676,"quote":"There is no brotherhood between love and dignity,\nNor can they share the same abode."},{"id":677,"quote":"If you would conquer Love, he must be fought\nAt his first onslaught; sprinkle but a drop\nOf water, the new-kindled flame expires."},{"id":678,"quote":"Love is too prone to trust. Would I could think\nMy charges false and all too rashly made."},{"id":679,"quote":"Neglect of appearance becomes men."},{"id":680,"quote":"Few people want the pleasures they are free to take."},{"id":681,"quote":"Dear to the heart of a girl is her own beauty and charm."},{"id":682,"quote":"Let ancient times delight other folk, I rejoice that I was not born till now."},{"id":683,"quote":"Today is truly the Golden Age: gold buys hornor, gold procures love"},{"id":684,"quote":"Either attempt it not, or succeed."},{"id":685,"quote":"I hate, and yet must love the thing I hate."},{"id":686,"quote":"A man is sorry to be honest for nothing."},{"id":687,"quote":"Love is a driver, bitter and fierce if you fight and resist him, \nEasy-going enough once you acknowledge his power."},{"id":688,"quote":"If the subject's easy we may all be wise;\nWhat stands unfirm, the smallest force overthrows."},{"id":689,"quote":"We beg one hour of death, that neither she\nWith widow's tears may live to bury me,\nNor weeping I, with wither'd arms, may bear\nMy breathless Baucis to the sepulchre."},{"id":690,"quote":"Man's last day must ever be awaited and none to be\ncounted happy until his death, until his last funeral rites\nare paid."},{"id":691,"quote":"Chance is always powerful. Let your hook be always cast; in the pool where you least expect it, there will be a fish."},{"id":692,"quote":"Perfer et obdura, dolor hic tibi proderit olim. (Be patient and tough; someday this pain will be useful to you.)"},{"id":693,"quote":"Fas est ab hoste doceri.One should learn even from one's enemies."},{"id":694,"quote":"Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all.\"Be patient and tough; one day this pain will be useful to you.”"},{"id":695,"quote":"Omnia mutantur, nihil interit (everything changes, nothing perishes)."},{"id":696,"quote":"Happy are those who dare courageously to defend what they love."},{"id":697,"quote":"Give me the waters of Lethe that numb the heart, if they exist, I will still not have the power to forget you."},{"id":698,"quote":"As wave is driven by wave And each, pursued, pursues the wave ahead, So time flies on and follows, flies, and follows, Always, for ever and new. What was before Is left behind; what never was is now; And every passing moment is renewed."},{"id":699,"quote":"When he, whoever of the gods it was, had thus arranged in order and resolved that chaotic mass, and reduced it, thus resolved, to cosmic parts, he first moulded the Earth into the form of a mighty ball so that it might be of like form on every side … And, that no region might be without its own forms of animate life, the stars and divine forms occupied the floor of heaven, the sea fell to the shining fishes for their home, Earth received the beasts, and the mobile air the birds … Then Man was born:… though all other animals are prone, and fix their gaze upon the earth, he gave to Man an uplifted face and bade him stand erect and turn his eyes to heaven."},{"id":700,"quote":"If you would be loved, be lovable"},{"id":701,"quote":"A new idea is delicate. It can be killed by a sneer or a yawn; it can be stabbed to death by a quip and worried to death by a frown on the right man's brow."},{"id":702,"quote":"Take rest; a field that has rested gives a beautiful crop."},{"id":703,"quote":"Saepe creat molles aspera spina rosas\" - \"Often the prickly thorn produces tender roses"},{"id":704,"quote":"Dignity and love do not blend well, nor do they continue long together."},{"id":705,"quote":"In our play we reveal what kind of people we are"},{"id":706,"quote":"The cause is hidden. The effect is visible to all."},{"id":707,"quote":"All things change; nothing perishes."},{"id":708,"quote":"Barbarus hic ego sum, quia non intelligor illis.(In this place I am a barbarian, because men do not understand me.)"},{"id":709,"quote":"Greatly he failed, but he had greatly dared."},{"id":710,"quote":"And besides, we lovers fear everything"},{"id":711,"quote":"All right, boy, skewer me. I've dropped my defenses, I'm an easy victim. Why, by nowYour arrows practically know their own way to the target And feel less at home in their quiver than in me."},{"id":712,"quote":"...et ignotas animum dimittit in artes, naturamque nouat. (to arts unknown he bends his wits, and alters nature.)"},{"id":713,"quote":"Bene vixit, bene qui latuit.\"(To live well is to live concealed.)"},{"id":714,"quote":"My soul would sing of metamorphoses.But since, o gods, you were the source of thesebodies becoming other bodies, breatheyour breath into my book of changes: maythe song I sing be seamless as its wayweaves from the world's beginning to our day."},{"id":715,"quote":"Look at the four-spaced yearThat imitates four seasons of our lives;First Spring, that delicate season, bright with flowers,Quickening, yet shy, and like a milk-fed child,Its way unsteady while the countrymanDelights in promise of another year.Green meadows wake to bloom, frail shoots and grasses,And then Spring turns to Summer's hardiness,The boy to manhood. There's no time of yearOf greater richness, warmth, and love of living,New strength untried. And after Summer, Autumn,First flushes gone, the temperate season hereMidway between quick youth and growing age,And grey hair glinting when the head turns toward us, Then senile Winter, bald or with white hair,Terror in palsy as he walks alone."},{"id":716,"quote":"Someday this pain will be useful to you"},{"id":717,"quote":"or that writing a poem you can read to no oneis like dancing in the dark."},{"id":718,"quote":"Venus of Eryx, from her mountain throne,Saw Hades and clasped her swift-winged son, and said:'Cupid, my child, my warrior, my power,Take those sure shafts with which you conquer all,And shoot your speedy arrows to the heartOf the great god to whom the last lot fellWhen the three realms were drawn. Your masterySubdues the gods of heaven and even Jove,Subdues the ocean's deities and him,Even him, who rules the ocean's deities.Why should Hell lag behind? Why not there tooExtend your mother's empire and your own....?Then Cupid, guided by his mother, openedHis quiver of all his thousand arrowsSelected one, the sharpest and the surest,The arrow most obedient to the bow,And bent the pliant horn against his kneeAnd shot the barbed shaft deep in Pluto's heart."},{"id":719,"quote":"Nitimur in vetitum\" -- \"We strive after the forbidden"},{"id":720,"quote":"There is a certain pleasure in weeping"},{"id":721,"quote":"My vengeance is my guilt"},{"id":722,"quote":"I am a shipwrecked man who fears every sea."},{"id":723,"quote":"Poetry comes fine spun from a mind at peace."},{"id":724,"quote":"He who can believe himself well, will be well."},{"id":725,"quote":"Omnia mutantur; nihil interit"},{"id":726,"quote":"My purpose is to tell of bodies that have been changed into shapes of different kinds."},{"id":727,"quote":"Blemishes are hid by night and every fault forgiven; darkness makes any woman fair."},{"id":728,"quote":"And now the measure of my song is done: The work has reached its end; the book is mine, None shall unwrite these words: nor angry Jove, Nor war, nor fire, nor flood, Nor venomous time that eats our lives away. Then let that morning come, as come it will, When this disguise I carry shall be no more, And all the treacherous years of life undone, And yet my name shall rise to heavenly music, The deathless music of the circling stars. As long as Rome is the Eternal City These lines shall echo from the lips of men, As long as poetry speaks truth on earth, That immortality is mine to wear."},{"id":729,"quote":"Et ignotas animum dimittit in artes.And he sets his mind to unknown arts."},{"id":730,"quote":"what we have been, or now are, we shall not be tomorrow"},{"id":731,"quote":"Their useless torches on dry hedges throw,That catch the flames, and kindle all the row;So burns the God, consuming in desire,And feeding in his breast a fruitless fire"},{"id":732,"quote":"He plunged his arms deep to embraceOne who vanished in agitated water.Again and again he kissed The lips that seemed to be rising to kiss hisBut dissolved, as he touched them,Into a soft splash and a shiver of ripples.How could he clasp and caress his own reflection?And still he could not comprehend What the deception was, what the delusion.He simply became more excited by it.Poor misguided boy! Why clutch so vainlyAt such a brittle figment? What you hopeTo lay hold of has no existence.Look away and what you love is nowhere."},{"id":733,"quote":"You will go most safely by the middle way."},{"id":734,"quote":"Qui non est hodie eras minus aptus erit. He who is not prepared today will be less so tomorrow."},{"id":735,"quote":"The god of Delos, proud in victory,Saw Cupid draw his bow's taut arc, and said:'Mischievous boy, what are a brave man's armsTo you? That gear becomes my shoulders best.My aim is sure; I wound my enemies,I wound wild beasts; my countless arrows slewBut now the bloated Python, whose vast coilsAcross so many acres spread their blight.You and your loves! You have your torch to light them!Let that content you; never claim my fame!'And Venus' son replied: 'Your bow, Apollo,May vanquish all, but mine shall vanquish you.As every creature yields to power divine,So likewise shall your glory yield to mine."},{"id":736,"quote":"She made up prayers and said them,Worshipping unknown gods with unknown singing,Her customary magic, which would coverThe white moon’s face and darken the sun with cloud."},{"id":737,"quote":"He loved a lifeless thing and he was utterly and hopelessly wretched."},{"id":738,"quote":"Hurry to your goal together. That is full bliss when man and woman lie equally conquered."},{"id":739,"quote":"Even as a cow she was lovely."},{"id":740,"quote":"By yielding you may obtain victory"},{"id":741,"quote":"Venus is kind to creatures as young as we;We know not what we do, and while we’re youngWe have the right to live and love like gods."},{"id":742,"quote":"for no god may undo what another god has done..."},{"id":743,"quote":"Darkness makes any woman fair."},{"id":744,"quote":"The burden which is well borne becomes light."},{"id":745,"quote":"For such a career I lacked both endurance and inclination:the stress of ambition left me cold,while the Muse, the creative spirit, was forever urging on methat haven of leisure to which I'd always leaned.The poets of those days I cultivated and cherished:for me, bards were so many gods."},{"id":746,"quote":"A prince should be slow to punish, and quick to reward."},{"id":747,"quote":"My hopes are not always realized, but I always hope."},{"id":748,"quote":"A new idea is delicate. It can be killed by a sneer or a yawn."},{"id":749,"quote":"Video meliora proboque, deteriora sequor."},{"id":750,"quote":"I got nervous at bulls and eagles,Trying to figure what shape Zeus might take for sexWhen it could be your turn next. But now I don't care any longer,I've come to my senses, your profile leaves me cold.Why am I different? you ask. I'll tell you. Because you keep naggingFor presents. That's what turns me off."},{"id":751,"quote":"your fate is mortal: what you ask for isn’t."},{"id":752,"quote":"Only she is chaste whom none has invited"},{"id":753,"quote":"اسرع الي خلع خفيها عن قدميها الرقيقتين ان كانت لابستهما أو البسهما قدميها ان كانتا مجردتين منهما, و ان شكت برداً فدفئ كفيها في صدرك, و لو ارتجفت برداً. ولا تحسبها ذلة ان تمسك مرآتها بيدك, يا من ولدت حراً لا قناً(هي ذلة حقاً لكن ما اسرع ان تستعذبها)"},{"id":754,"quote":"We need to accept the strangeness of things as they are."},{"id":755,"quote":"Sometimes tears carry the same weight as words."},{"id":756,"quote":"We believe slowly when belief brings pain."},{"id":757,"quote":"And now I have finished the work, which neither the wrath of Jove, nor fire, nor the sword, nor devouring age shall be able to destroy."},{"id":758,"quote":"I can live neither with you, nor without you."},{"id":759,"quote":"O gods, \\ If any gods will listen, I deserve \\ Punishment surely, I do not refuse it, \\ But lest, in living, I offend the living, Offend the dead in death, drive me away \\ From either realm, change me somehow, refuse me \\ Both life and death! -- Myrrha, before being transformed into a tree"},{"id":760,"quote":"Their love was equal; on the hills they roamed together, and together they would go back to their cave; and this time too they went into the Lapith's palace side by side and side by side were fighting in the fray. A javelin (no knowing from whose hand) came from the left and wounded Cyllarus, landing below the place where the chest joins neck--slight wound, but when the point was pulled away, cold grew his damaged heart and cold his limbs. Hylonome embraced him as he died, caressed the wound and, putting lips to lips, she tried to stay his spirit as it fled. And when she saw him lifeless, she moaned words that in that uproar failed to reach my ears; and fell upon the spear that pierced her love, and, dying, held her husband in her arms."},{"id":761,"quote":"Be bold, take courage... and be strong of soul."},{"id":762,"quote":"Argus, you are fallen, and the light in all your lamps is utterly put out: one hundred eyes, one darkness all the same!"},{"id":763,"quote":"Not knowing what he sees, he adores the sight; That false face fools and fuels his delight"},{"id":764,"quote":"Let your mistress’s birthday be one of great terror to you:that’s a black day when anything has to be given.However much you avoid it, she’ll still win: it’sa woman’s skill, to strip wealth from an ardent lover.A loose-robed pedlar comes to your lady: she likes to buy:and explains his prices while you’re sitting there.She’ll ask you to look, because you know what to look for:then kiss you: then ask you to buy her something there.She swears that she’ll be happy with it, for years,but she needs it now, now the price is right.If you say you haven’t the money in the house, she’ll askfor a note of hand – and you’re sorry you learnt to write.Why - she asks doesn’t she for money as if it’s her birthday,just for the cake, and how often it is her birthday, if she’s in need?Why - she weeps doesn’t she, mournfully, for a sham loss,that imaginary gem that fell from her pierced ear?They many times ask for gifts, they never give in return:you lose, and you’ll get no thanks for your loss.And ten mouths with as many tongues wouldn’t be enoughfor me to describe the wicked tricks of whores."},{"id":765,"quote":"Ten en cuenta que si regalas algo a tu amante antes de haberla poseído, es muy fácil que te quedes sin regalo y sin amante."},{"id":766,"quote":"Dicere quae puduit, scribere jussit amor"},{"id":767,"quote":"Our native land charms us with inexpressible sweetness, and never, never allows us to forget that we belong to it."},{"id":768,"quote":"who can carryThe incineration of a Universe?"},{"id":769,"quote":"And he sets his mind to unknown arts"},{"id":770,"quote":"Her clear conscience mocked rumour’s mendacity, But we are a mob prone to credit sin."},{"id":771,"quote":"Keep your run along a course between those constellations. I leave the rest to Fortune: may she help and guide you better than you do yourself."},{"id":772,"quote":"The result justifies the deed (Exitus acta probat)"},{"id":773,"quote":"Frightened, he runs off to the silent fields and howls aloud, attempting speech in vain; foam gathers at the corners of his mouth; he turns his lust for slaughter on the flocks, and mangles them, rejoicing still in blood. His garments now become a shaggy pelt; his arms turn into legs, and he, to wolf while still retaining traces of the man: greyness the same, the same cruel visage, the same cold eyes and bestial appearance. ~ The story of King Lycaon from Ovid's Metamorphosis, Book I, ll. 321-331 tr. Charles Martin"},{"id":774,"quote":"His eyes that swam in death's dark night looked roundFor Athis, and he lay down by his side,Solaced among the shades to share his death."},{"id":775,"quote":"I see and approve of the better, but I follow the worse."},{"id":776,"quote":"you put too much faith in the power of the gods, if you think they can give and take away the shape of things"},{"id":777,"quote":"Nothing retains its original form, but Nature, the goddess of all renewal, keeps altering one shape into another. Nothing at all in the world can perish, you have to believe me; things merely vary and change their appearance. What we call birthis merely becoming a different entity; what we call death is ceasing to be the same. Though the parts may possibly shifttheir position from here to there, the wholeness in nature is constant."},{"id":778,"quote":"Nothing retains its form; new shapes from oldNature, the great inventor, ceaselesslyContrives. In all creation, be assured,There is no death - no death, but only changeAnd innovation; what we men call birthIs but a different new beginning; deathIs but to cease to be the same. PerhapsThis may have moved to that and that to this,Yet still the sum of things remains the same.Nothing can last, I do believe, for longIn the same image."},{"id":779,"quote":"Agamemnon escaped with his life From land battles and sea storms, then fell to his wife."},{"id":780,"quote":"And when wine has soaked Cupid’s drunken wings,he’s stayed, weighed down, a captive of the place....Wine rouses courage and is fit for passion:care flies, and deep drinking dilutes it....Don’t trust the treacherous lamplight overmuch:night and wine can harm your view of beauty.Paris saw the goddesses in the light, a cloudless heaven,when he said to Venus: ‘Venus, you win, over them both.’Faults are hidden at night: every blemish is forgiven,and the hour makes whichever girl you like beautiful.Judge jewellery, and fabric stained with purple,judge a face, or a figure, in the light."},{"id":781,"quote":"I am compelled to speak of metamorphoses"},{"id":782,"quote":"All that remained of Daphne was her shining loveliness"},{"id":783,"quote":"the gods are created by poets\" --Ovid"},{"id":784,"quote":"To wish for what you want is not enough; With ardent longing you must strive for it."},{"id":785,"quote":"I MEAN not to defend the scapes of any,\tOr justify my vices being many;\tFor I confess, if that might merit favour,\tHere I display my lewd and loose behaviour.\tI loathe, yet after that I loathe, I run:\t 5Oh, how the burthen irks, that we should shun.\tI cannot rule myself but where Love please;\tAm driven like a ship upon rough seas.\tNo one face likes me best, all faces move,\tA hundred reasons make me ever love.\t 10If any eye me with a modest look,\tI blush, and by that blushful glance am took;\tAnd she that’s coy I like, for being no clown,\tMethinks she would be nimble when she’s down.\tThough her sour looks a Sabine’s brow resemble,\t 15I think she’ll do, but deeply can dissemble.\tIf she be learned, then for her skill I crave her;\tIf not, because she’s simple I would have her.\tBefore Callimachus one prefers me far;\tSeeing she likes my books, why should we jar?\t 20Another rails at me, and that I write,\tYet would I lie with her, if that I might:\tTrips she, it likes me well; plods she, what then?\tShe would be nimbler lying with a man.\tAnd when one sweetly sings, then straight I long,\t 25To quaver on her lips even in her song;\tOr if one touch the lute with art and cunning,\tWho would not love those hands for their swift running?\tAnd her I like that with a majesty,\tFolds up her arms, and makes low courtesy.\t 30To leave myself, that am in love with all,\tSome one of these might make the chastest fall.\tIf she be tall, she’s like an Amazon,\tAnd therefore fills the bed she lies upon:\tIf short, she lies the rounder: to speak troth,\t 35Both short and long please me, for I love both.\tI think what one undecked would be, being drest;\tIs she attired? then show her graces best.\tA white wench thralls me, so doth golden yellow:\tAnd nut-brown girls in doing have no fellow.\t 40If her white neck be shadowed with brown hair,\tWhy so was Leda’s, yet was Leda fair.\tAmber-tress’d is she? Then on the morn think I:\tMy love alludes to every history:\tA young wench pleaseth, and an old is good,\t 45This for her looks, that for her womanhood:\tNay what is she, that any Roman loves,\tBut my ambitious ranging mind approves?"},{"id":786,"quote":"Nothing is stronger than Custom (Fac tibi consuescat: nil adsuetudine maius)"},{"id":787,"quote":"To live well is to live unnoticed.\"\"Bene qui latuit bene dixit."},{"id":788,"quote":"هبْني القدرة على أن أُبدع قواعد جديدة[تُغيّر من أحكامِ طبيعتي [البشرية"},{"id":789,"quote":"I prate of ancient poets' monstrous lies,Ne'er seen or now or then by human eyes."},{"id":790,"quote":"Odero, si potero; si non, inuitus amabo."},{"id":791,"quote":"Crédule enfant, à quoi bon ces vains efforts pour saisir une fugitive apparence? L'objet de ton désir n'existe pas! ... Cette ombre que tu vois, c'est le reflet de ton image."},{"id":792,"quote":"amor crevit tempore"},{"id":793,"quote":"While I speak, time flies."},{"id":794,"quote":"Let others praise ancient times; I am glad I was born in these"},{"id":795,"quote":"156. \"By faithful study of the nobler arts, our nature's softened, and more gentle grows."},{"id":796,"quote":"The first thing to get in your head is that every singleGirl can be caught - and that you'll catch her ifYou set your toils right. Birds will sooner fall dumb in Springtime,Cicadas in summer, or a hunting-dogTurn his back on a hare, than a lover's bland inducementsCan fail with a woman, Even one you supposeReluctant will want it."},{"id":797,"quote":"The brave find a home in every land"},{"id":798,"quote":"Ars est celaree artem."},{"id":799,"quote":"Should anyone here in Rome lack finesse at love-making,Let himTry me - read my book, and the results are guaranteed!Technique is the secret. Charioteer, sailor, oarsman,All need it.Technique can controlLove himself."},{"id":800,"quote":"Anche le lacrime hanno il peso della parola."},{"id":801,"quote":"But now I get it! I am that other one!I've finally seen through my own image!I burn with love for - me! The spark I kindleis the torch I carry: whatever can I do?Am I the favor-seeker, or the favor sought?Why seek at all, when all that I desireis mine already? Riches in such abundancethat I've been left completely without means!Oh, would that I were able to secedefrom my own body, depart from what I love!(Now that's an odd request from any lover.)My grief is draining me, my end is near;soon I will be extinguished in my prime.This death is no grave matter, for it brings an end to sorrow. Of course, I would have been delighted if my beloved could have lived on,but now in death we two will merge as one."},{"id":802,"quote":"Ceza kaldırılabilir; ama suç insanın içinde sonsuza kadar yaşar."},{"id":803,"quote":"Arrive before your Husband. Not that I canSee quite what good arriving first will do;But still arrive before him. When he's takenHis place upon the couch and you go tooTo sit beside him, on your best behaviorStealthily touch my foot, and look at me,Watching my nods, my eyes, my face's language;Catch and return my signals secretly.I'll send a wordless message with my eyebrows;You'll read my fingers' words, words traced in wine.When you recall our games of love together,Your finger on rosy cheeks must trace a line.If in your silent thoughts you wish to chide me,Let your hand hold the lobe of your soft ear;When, darling, what I do or say gives pleasure,Keep turning to an fro the ring you wear.When you wish well-earned curses on your husband,Lay your hand on the table, as in prayer.If he pours you wine, watch out, tell him to drink it;Ask for what you want from the waiter there.I shall take next the glass you hand the waiterAnd I'll drink from the place you took your sips;If he should offer anything he's tasted,Refuse whatever food has touch his lips.Don't let him plant his arms upon your shoulders,Don't let him rest your gentle head on his hard chest,Don't let your dress, your breasts, admit his fingers,And--most of all--no kisses to be pressed!You kiss--and I'll reveal myself your lover;I'll say 'they're mine'; my legal claim I'll stake.All this, of course I'll see, But what's well hiddenunder your dress--blind terror makes me quake."},{"id":804,"quote":"and I will reach the stars with the crown of my head"},{"id":805,"quote":"Everything changesEverything flows.What we were or areTomorrow we will not be."},{"id":806,"quote":"Vulcan, the god who had forged his armour, had fired his body to ashes; all that remained of Achilles the great was a small amount of material, barely sufficientto fill an urn. But his fame lives on to fill the expanseof the whole wide world. His glory measures up to the man;it matches his noble self, untouched by shadowy Hades."},{"id":807,"quote":"Perhaps you think that there are sacred groves and cities of the gods along the way, temples displaying all the gifts of wealth? Not so: your path is full of lurking perils as well as images of savage beasts. “And if you hold this course unswervingly, you’ll find the horns of Taurus in your way, 110 the Archer and the gaping jaws of Leo, and Scorpio, whose long and curving arms sweep one way, while the curving arms of Cancer sweep broadly in the opposite direction."},{"id":808,"quote":"Даже когато цари мир, хората треперят от страх пред войната."},{"id":809,"quote":"ego pulveris haustiostendens cumulum, quot haberet corpora pulvis,tot mihi natales contingere vana rogavi;excidit, ut peterem iuvenes quoque protinus annos."},{"id":810,"quote":"Time gliding by without our knowledge cheats us, and nothing can be swifter than the years."},{"id":811,"quote":"Thus earth of late so rude, So shapeless, man, till now unknown, became."},{"id":812,"quote":"Winds sweep the summits, envy seeks the heights."},{"id":813,"quote":"He gazes at her lips, and knows that gazing Is not enough. He marvels at her fingers, Her hands, her wrists, her arms, bare to the shoulder, And what he does not see he thinks is better. But still she flees him, swifter than the wind,"},{"id":814,"quote":"But love, resistless love, my soul invades, discretion this, affection that perswades. I see the right and I approve it too, condemn the wrong and yet the wrong pursue."},{"id":815,"quote":"Since you can never be my bride, My tree at least you shall be! Let the laurel Adorn, henceforth, my hair, my lyre, my quiver: Let Roman victors, in the long procession, Wear laurel wreaths for triumph and ovation."},{"id":816,"quote":"Ajax defending his honor when he fought against Troy along with Ulysses, who claimed his actions enabled the Greeks to be victorious. The chiefs side with Ulysses, and Ajax, having lost his honor as a warrior, draws his sword and proclaims: \"But this at least is mine, or does Ulysses claim this also for himself? This I must employ against myself; and the sword which has often reeked with Phrygian blood will now reek with its masters, lest any man but Ajax ever conquer Ajax."},{"id":817,"quote":"What did Sappho of Lesbos teach but how to love women?"},{"id":818,"quote":"119. \"Let your hook be always cast in the pond. when you least expect it, there will be fish."},{"id":819,"quote":"I intend to speak of metamorphoses."},{"id":820,"quote":"Read what is here. How could reading a letter harm you? There might even be something in it that pleases you. My secrets are carried, by these letters, over land and sea: even enemies read letters received from their enemies."},{"id":821,"quote":"At once he felt the scalesbegin to grow out on his thickened skin,and his dark body lighten up with patchesof irridescent blue; he fell upon his breast,and his two legs were blended into one,which, gradually lengthening, becamean elegant and sharply pointed tail.His arms remained unchanged; he held them out,and as the tears coursed down his cheeks (which werestill—for the moment—human), he exclaimed,“Come closer to me, O most wretched wife,and while there is still something left of me,before I am entirely transformedto serpent, touch me, take these hands in yours!He would have said much more, but suddenlythe tip of his tongue divided into two,and words no longer would obey his wishes,so that whenever he tried to complainor grieve, he hissed, and could not manage more,for he had been left with no other voice.Now striking her bare breast, his wife cries out,“Cadmus! Stay as you are! Put off these strangeshapes now possessing you, unfortunate man!Cadmus, what’s happening? Where are your feet?Your face? Complexion? Even as I speak,where is the rest of you! Heavenly beings,will you not also turn me to a snake?”The creature’s tongue flicked lightly over her lips,and he slipped in between her cherished breastsas though he were familiar with the place,embraced her, and slid right around her neck.Those of his companions who were presentwere horrified, but she just calmly strokedthe smooth, sleek neck of the crested dragon,and at once there were two serpents intertwined,who presently went crawling off and founda hiding place within a nearby grove.”"},{"id":822,"quote":"You ask perhaps if one should take the maid herself?Such a plan brings the greatest risk with it.In one case, fresh from bed, she’ll get busy, in another be tardy,in one case you’re a prize for her mistress, in the other herself.There’s chance in it: even if it favours the idea,my advice nevertheless is to abstain.I don’t pick my way over sharp peaks and precipices,no youth will be caught out being lead by me.Still, while she’s giving and taking messages,if her body pleases you as much as her zeal,make the lady your first priority, her companion the next:Love should never be begun with a servant."},{"id":823,"quote":"Jokaisen rakkauden voittaa uusi rakkaus."},{"id":824,"quote":"But now as Phoebus anointed PhaethonWith medicinal blockerTo protect him from the burningAnd fixed the crown of rays on the boy’s headHe saw the tragedy to comeAnd sighed: “At least, if you can,Stick to these instructions, my son.First: use the whip not at all, or lightly.But rein the team hard. It is not easy.Their whole inclination is to be gone.Second: avoid careeringOver the whole five zones of heaven.Keep to that broad highway that curvesWithin three zones, temperate and tropic.Avoid the poles, and their killing blizzards.Keep to that highway, follow the wheel ruts.Share your heat fairlyBetween heaven and earth, not too lowAnd not crashing in among the stars. Too high,You will set heaven aflame—and, too low, earth.The middle way is best, and safest.And do not veer too far to the rightWhere your wheels might crush the Serpent, nor to the leftWhere they might be shattered against the Altar.Take a bearing between them."},{"id":825,"quote":"Peace filled the world—until some futile brain Envied the lions’ diet and gulped down A feast of flesh to fill his greedy guts."},{"id":826,"quote":"May the world near and far dread the sons of Aeneas, and if there be land that feared not Rome, may it love Rome instead."},{"id":827,"quote":"Dunque suvvia, non confidare nell'aspetto che inganna; chiunque tu sia, stima qualcosa di superiore al corpo."},{"id":828,"quote":"Iamque opus exegi, quod nec Iovis ira nec ignesnec poterint ferrum nec edax abolere vetustas.cum volet, illa dies, quae nil nisi corporis huiusius habet, incerti spatium mihi finiat aevi:parte tamen meliore mei super alta perennisastra ferar, nomenque erit indelibile nostrum,quaque patet domitis Romana potentia terris,ore legar populi, perque omnia saecula fama,siquid haben veri vatum praesagia, vivam."},{"id":829,"quote":"When lizard-footed giants climbed the hills And with a hundred hands clawed at the sky."},{"id":830,"quote":"Love is a child and naked; he has years that know no meanness, and he has no clothes, so that he is open in his ways."},{"id":831,"quote":"Through steep, and sheer, and inaccessible,through difficult and through impossibleplaces, they track him, and he flees the hunthe has so often led, longing to cry outto the pack behind him, \"It's me! Actaeon!Recognize your master!\" But the wordsbetray him and the air resounds with baying....torn by their teeth, he makesa sound no man would make and no stag either,a cry that echoes through those well-know heights;and kneeling like a supplicant at prayer,he turns towards them pleading with his eyes,as a man would with his hands."},{"id":832,"quote":"Alles verändert sich nur, nichts stirbt."},{"id":833,"quote":"From that time on she lived in lonely caves."},{"id":834,"quote":"Tempora mutantur, nos et mutamur in illis."},{"id":835,"quote":"what we call birth iswhen something first changes out of its former condition,and what we call death is when its identity ceases;things may perhaps be translated hither and thither;nevertheless, they stay constant in their sum total"},{"id":836,"quote":"An animal more like the gods than these, more intellectually capable and able to control the other beasts, had not as yet appeared: now man was born, either"},{"id":837,"quote":"Quem põe ponto final numa paixão com o ódio, ou ainda ama, ou não consegue deixar de sofrer."},{"id":838,"quote":"ingenium mala saepe movent"},{"id":839,"quote":"Apollo Loves at first sight; he wants to marry Daphne, He hopes for what he wants—all wishful thinking!"},{"id":840,"quote":"105. \" I congratulate myself on not having arrived into this world until the present time. This age suits my taste."},{"id":841,"quote":"The drop excavates the stone, not with force but by falling often."},{"id":842,"quote":"The rest night knows, and we, and the tower that sees, and the light that showed me a path through the sea."},{"id":843,"quote":"Vilia miretur vulgus; mihi flavus ApolloPocula Castalia plena ministret aqua.— Venus & Adonis, May 1593"},{"id":844,"quote":"And now, as she died for the second time, she never complained that her husband had failed her - what could she complain of, except that he'd loved her?"},{"id":845,"quote":"the goddess knew that her daughterhad been taken, and tore her hair into utter disorder,and repeatedly struck her breasts with the palms of both hands.With her daughter’s location a mystery still, she reproachesthe whole earth as ungrateful, unworthy her gift of grain crops,and Sicily more than the others, where she has discoveredthe proof of her loss; and so it was here that her fierce handshattered the earth-turning plows, here that the farmers and cattleperished alike, and here that she bade the plowed fieldsdefault on their trust by blighting the seeds in their keeping.Sicilian fertility, which had been everywhere famous,was given the lie when the crops died as they sprouted,now ruined by too much heat, and now by too heavy a rainfall;stars and winds harmed them, and the greedy birds devouredthe seed as it was sown; the harvest of wheat was defeatedby thorns and darnels and unappeasable grasses."},{"id":846,"quote":"Vain sopimaton miellyttää, vain oma nautinto kiinnostaa, ja toisten murheet viihdyttävät eniten."},{"id":847,"quote":"My vessel is launched on the boundless main and my sails are spread to the wind ! In the whole of the world there is nothing that stays unchanged. All is in flux. Any shape that is formed is constantly shifting.Time itself flows steadily by in perpetual motion. Think of a river: no river can ever arrest its current, nor can the fleeting hour. But as water is forced downstreamby the water behind it and presses no less on the water ahead, so time is in constant flight and pursuit, continually new. The present turns into the past and the future replaces the present; every moment that passes is new and eternally changing."},{"id":848,"quote":"Philemon counselled with old Baucis first;and then discovered to the listening Godstheir hearts' desire, ‘We pray you let us havethe care of your new temple; and since wehave passed so many years in harmony,let us depart this life together— Letthe same hour take us both—I would not seethe tomb of my dear wife; and let me notbe destined to be buried by her hands!’At once their wishes were fulfilled. So longas life was granted they were known to bethe temple's trusted keepers, and when agehad enervated them with many years,as they were standing, by some chance, beforethe sacred steps, and were relating allthese things as they had happened, Baucis sawPhilemon, her old husband, and he, too,saw Baucis, as their bodies put forth leaves;and while the tops of trees grew over them,above their faces, — they spoke each to each;as long as they could speak they said, ‘Farewell,farewell, my own’—and while they said farewell;new leaves and branches covered both at once."},{"id":849,"quote":"Although the gods were in the distant skies,Pythagoras drew near them with his mind;what nature had denied to human sight,he saw with his intellect, his mental eye.When he, with reason and tenacious care,had probed all things, he taught-- to those who gatheredin silence and amazement-- what he'd learnedof the beginnings of the universe,of what caused things to happen, and what istheir nature: what god is, whence come the snows,what is the origin of lightning bolts--whether it is the thundering winds or Jovethat cleave the cloudbanks-- and what is the cause of earthquakes, and what laws control the courseof stars: in sum, whatever had been hid,Pythagoras revealed."},{"id":850,"quote":"Phantasos: he takes illusory shapes of all inanimate things, earth, stones, rivers, trees."},{"id":851,"quote":"My mind leads me to speak now of forms changed into new bodies: O gods above, inspire this undertaking (which you’ve changed as well) and guide my poem in its epic sweep from the world’s beginning to the present day. The"},{"id":852,"quote":"Eis os únicos barcos que temos para voltar a nossa pátria; eis nosso único meio de escapar de Minos. Ele, que fechou todas as outras saídas, não pode fechar o ar para nós; resta-nos o ar; fenda-o graças a minha invenção. Mas não é para a virgem de Tégia, nem para o companheiro de Boótes, que é preciso olhar, mas para Orião, armado com uma clava; é por mim que você deve orientar sua marcha com as asas que eu lhe darei; irei na frente para mostrar o caminho; preocupe-se somente em me seguir; guiado por mim você estará seguro, se através das camadas do éter, nós nos aproximarmos do sol, a cera não poderá suportar o calor; se, descendo, agitarmos as asas muito perto do mar, nossas plumas, batendo, serão molhadas pelas águas marinhas. Voe entre os dois. Preste atenção também nos ventos, meu filho; onde seu sopro o guiar, deixe-se levar em suas asas.\"(Conselhos de Dédalo a Ícaro - em A Arte de Amar)"},{"id":853,"quote":"Lesbia quid docuit Sappho nisi amare puellas?"},{"id":854,"quote":"Non inpune feres neque'' ait ''reddere Canenti, laesaque quid faciat, quid amans, quid femina disces rebus'' ait ''sed amans et laesa et femina Circe!"},{"id":855,"quote":"To feed her love on melancholy sorrow"},{"id":856,"quote":"And warns us to use life’s beauty as it blooms. The thorn is spurned when the rose has dropped."},{"id":857,"quote":"And yet, no joy is ever unalloyed,and worry worms its way into delight"},{"id":858,"quote":"Errabat nudo per loca sola pede.She was wandering barefoot through lonely places."},{"id":859,"quote":"Siqua metu dempto casta est, ea denique casta est; quae, quia non liceat, non facit, illa facit"},{"id":860,"quote":"Què li podia retreure sinó haver-la estimada?"},{"id":861,"quote":"Saepe tepent alii iuvenes: ego semper amavi,/ Et si, quid faciam, nunc quoque, quaeris, amo."},{"id":862,"quote":"Now I am ready to tell how bodies are changedInto different bodies."},{"id":863,"quote":"Thence are we a hardy generation, and able to endure fatigue, and we give proofs from what original we are sprung."},{"id":864,"quote":"When thro' Earth's caverns I a-while have roul'dMy waves, I rise, and here again beholdThe long-lost stars; and, as I late did glideNear Styx, Proserpina there I espy'd.Fear still with grief might in her face be seen;She still her rape laments; yet, made a queen,Beneath those gloomy shades her sceptre sways,And ev'n th' infernal king her will obeys.This heard, the Goddess like a statue stood,Stupid with grief; and in that musing moodContinu'd long; new cares a-while supprestThe reigning of her immortal breast.At last to Jove her daughter's sire she flies,And with her chariot cuts the chrystal skies;She comes in clouds, and with dishevel'd hair,Standing before his throne, prefers her pray'r(Ovid, Metamorphoses (Translated by Sir Samuel Garth, John Dryden, et al).„ქვესკნელში ვწვეთავ, მივიწყებულ ვარსკვლავთა შევცქერ.მიწისქვეშეთა სტიქსის მორევს როს მივდიოდი,ვიხილე შენი პროზერპინა ჩემი თვალებით.თუმცა იურვის, აქამომდე კრთომა აქვს სახეს,დედოფალია მაინც. დიდი, ბნელი სამეფოსუფლებამორჭმულ ცოლად უზის ქვესკნელის ტირანს.მეხდაცემული იყო დიდხანს, მაგრამ როს ურვამგანდევნა დიდი გონდაბინდვა, ამხედრდა ეტლზე,ეთერს აიჭრა და სახეზე ნისლმობურულიიუპიტერის წინ წარმოდგა გაშლილი თმებით“(პუბლიუს ოვიდიუს ნაზონი, მეტამორფოზები (ლათინურიდან თარგმნეს: ნ. მელაშვილმა, ნ. ტონიამ, ი. გარაყანიძემ), თბ., 1980, 143).”"},{"id":865,"quote":"Phoebus amat visaeque cupit conubia Daphnes, quodque cupit, sperat, suaque illum oracula fallunt ♥♥"},{"id":866,"quote":"Barbarus hic ego sum, quia non intelligor illis"},{"id":867,"quote":"Así, cuando asistieres a un festín en que abunden los dones de Baco, si una muchacha que te atrae se coloca cerca de ti en el lecho, ruega a este padre de la alegría, cuyos misterios se celebran por la noche, que los vapores del vino no lleguen a trastornar tu cabeza. Allí te será permitido dirigir a tu bella insinuantes discursos con palabras veladas que no escaparán a su perspicacia y se los aplicará a sí misma; escribe en la mesa con gotas de vino dulcísimas ternuras, en las que tu amiga adivine tu pasión avasalladora, y clava en los suyos tus ojos respirando fuego: un semblante mudo habla a las veces con singular elocuencia."},{"id":868,"quote":"Îi dau de lucruu minții și-mi amăgesc durereaA' mele suferințe îcerc să mi le-nșel!"},{"id":869,"quote":"Не е голяма заслуга да се мълчи вечно и навсякъде за всичко, но грешно е да се говори за това, за което трябва да се мълчи."},{"id":870,"quote":"Tunc amo, tunc odi frustra, quod amare necesse est;tunc ego, sed tecum, mortuus esse uelim."},{"id":871,"quote":"Aliudque cupido, mens aliud suadet: video meliora proboque,deteriora sequor!"},{"id":872,"quote":"¡Desgraciado de mí! El niño tiene flechascerteras. Yo me abraso, y el Amorreina en mi corazón deshabitado."},{"id":873,"quote":"PERFER ET OBDURA; DOLOR HIC TIBI PRODERIT OLIM"},{"id":874,"quote":"in flammam flammas, in mare fundis aquas"},{"id":875,"quote":"Ii dau de lucru mintii si-ami amagesc durereaA' mele suferinte incerc sa mi le-nsel."},{"id":876,"quote":"Se, mikä on sallittua, ei ole mieluisaa.Mikä on kiellettyä, siihen on palava halu."},{"id":877,"quote":"gifts"},{"id":878,"quote":"Quid vos perdiderit, dicam? nescistis amare: Defuit ars vobis; arte perennat amor. Що вас згубило? Не вміли любить: бракувало мистецтва - Тільки мистецька любов може тривалою буть."},{"id":879,"quote":"Fas est ab hoste doceri."},{"id":880,"quote":"And last her voice remained. Vanished in forest"},{"id":881,"quote":"Wait for the final day. Call no man happy until he is dead and his body is laid to rest in the grave."},{"id":882,"quote":"fear feeds fear when knowledge fails"},{"id":883,"quote":"Male beauty’s better for neglect."},{"id":884,"quote":"In the old days, privilege came with obligations—except for the small class of intellectuals who served a patron or, in some cases, the state. You want to be a feudal lord—you will be first to die. You want war? First in battle. Let us not forget something embedded in the U.S. Constitution: the president is commander in chief. Caesar, Alexander, and Hannibal were on the battlefield—the last, according to Livy, was first-in, last-out of combat zones. George Washington, too, went to battle, unlike Ronald Reagan and George W. Bush, who played video games while threatening the lives of others."},{"id":885,"quote":"If a god said ‘Live, and set love aside’ I’d say ‘no’!Girls are such sweet misfortune."},{"id":886,"quote":"Wij mensen zijn dan ook gehard en tehen veel bestand, een wezenlijk bewijs van dat waaruit wij zijn geschapen."},{"id":887,"quote":"yo me abraso, y el amor reina en mi corazón deshabitado."},{"id":888,"quote":"Between the houses was a common wall,Flawed with a narrow chink long years ago,When it was built. This chink, so long unnoticed-But what does it not see? - those lovers foundAnd made of it their voices' passageway,And safely flowed the whispered words of love"},{"id":889,"quote":"Let the storm have its will of man – but letstorm and poemreach their end, I pray, each at the same time!"},{"id":890,"quote":"Straightway [Juno] sought the filthy slimy shackWhere Envy dwelt deep in a dreary dale,A gruesome sunless hovel, filled with frost,Heart-numbing frost, its stagnant air unstirredBy any breeze, for ever lacking warmthOf cheerful fire, for ever wrapped in gloom....The door flew wide and thereShe saw foul Envy eating viper's flesh,Fit food for spite, and turned her eyes away....[Envy's] cheeks are sallow, her whole body shrunk,Her eyes askew and squinting; black decayBefouls her teeth, her bosom's green with bile,And venom coats her tongue. She never smilesSave when she relishes the sight of woe;Sleep never soothes her, night by night awakeWith worry, as she sees against her willSuccesses won and sickens at the sight.She wounds, is wounded, she herself her own torture,"},{"id":891,"quote":"Even the Sun, whose star-born radianceGoverns all the world, became the thrall of love."}]