[{"id":1,"quote":"Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it."},{"id":2,"quote":"If I believe in God and life after death and you do not, and if there is no God, we both lose when we die. However, if there is a God, you still lose and I gain everything."},{"id":3,"quote":"There is a God shaped vacuum in the heart of every man which cannot be filled by any created thing, but only by God, the Creator, made known through Jesus."},{"id":4,"quote":"Don't try to add more years to your life. Better add more life to your years."},{"id":5,"quote":"All men's miseries derive from not being able to sit in a quiet room alone."},{"id":6,"quote":"Either Christianity is true or it's false. If you bet that it's true, and you believe in God and submit to Him, then if it IS true, you've gained God, heaven, and everything else. If it's false, you've lost nothing, but you've had a good life marked by peace and the illusion that ultimately, everything makes sense. If you bet that Christianity is not true, and it's false, you've lost nothing. But if you bet that it's false, and it turns out to be true, you've lost everything and you get to spend eternity in hell."},{"id":7,"quote":"People almost invariably arrive at their beliefs not on the basis of proof but on the basis of what they find attractive."},{"id":8,"quote":"In difficult times carry something beautiful in your heart."},{"id":9,"quote":"There are only three types of people; those who have found God and serve him; those who have not found God and seek him, and those who live not seeking, or finding him. The first are rational and happy; the second unhappy and rational, and the third foolish and unhappy."},{"id":10,"quote":"The more I see of Mankind, the more I prefer my dog."},{"id":11,"quote":"We must learn our limits. We are all something, but none of us are everything."},{"id":12,"quote":"Knowing God without knowing our own wretchedness makes for pride. Knowing our own wretchedness without knowing God makes for despair. Knowing Jesus Christ strikes the balance because he shows us both God and our own wretchedness."},{"id":13,"quote":"If you want others to have a good opinion of you, say nothing."},{"id":14,"quote":"I bring you the gift of these four words: I believe in you."},{"id":15,"quote":"It's not those who write the laws that have the greatest impact on society. It's those who write the songs."},{"id":16,"quote":"Once your soul has been enlarged by a truth, it can never return to its original size."},{"id":17,"quote":"Man's greatness lies in his power of thought."},{"id":18,"quote":"Love knows no limit to its endurance, no end to its trust, no fading of its hope; it can outlast anything. Love still stands when all else has fallen."},{"id":19,"quote":"Happiness is neither within us, nor without us. It is in the union of ourselves with God."},{"id":20,"quote":"Kind words do not cost much. Yet they accomplish much."},{"id":21,"quote":"Distraction is the only thing that consoles us for our miseries. Yet it is itself the greatest of our miseries."},{"id":22,"quote":"Muhammad established a religion by putting his enemies to death; Jesus Christ by commanding his followers to lay down their lives."},{"id":23,"quote":"I rather live as if God exists to find out that He doesn't than live as if he doesn't exist to find out He does."},{"id":24,"quote":"Lord, help me to do great things as though they were little, since I do them with your power; And little things as though they were great, since I do them in your name!"},{"id":25,"quote":"Small minds are concerned with the extraordinary, great minds with the ordinary."},{"id":26,"quote":"We are not satisfied with real life; we want to live some imaginary life in the eyes of other people and to seem different from what we actually are."},{"id":27,"quote":"The heart has its reasons of which reason knows nothing."},{"id":28,"quote":"Do you wish people to think well of you? Don't speak well of yourself."},{"id":29,"quote":"It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason."},{"id":30,"quote":"Cold words freeze people, and hot words scorch them, and bitter words make them bitter, and wrathful words make them wrathful. Kind words also produce their own image on men's souls; and a beautiful image it is. They smooth, and quiet, and comfort the hearer."},{"id":31,"quote":"Men never do evil so completely and cheerfully as when they do it from religious conviction."},{"id":32,"quote":"Mankind suffers from two excesses: to exclude reason, and to live by nothing but reason."},{"id":33,"quote":"We should seek the truth without hesitation; and, if we refuse it, we show that we value the esteem of men more than the search for truth."},{"id":34,"quote":"Most of man's trouble comes from his inability to be still."},{"id":35,"quote":"If you do not love too much, you do not love enough."},{"id":36,"quote":"There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous."},{"id":37,"quote":"The God of Christians is a God of love and comfort, a God who fills the soul and heart of those whom he possesses, a God who makes them conscious of their inward wretchedness, and his infinite mercy; who unites himself to their inmost soul, who fills it with humility and joy, with confidence and love, who renders them incapable of any other end than himself."},{"id":38,"quote":"There is a God-shaped vacuum in every heart."},{"id":39,"quote":"Let each of us examine his thoughts; he will find them wholly concerned with the past or the future. We almost never think of the present, and if we do think of it, it is only to see what light is throws on our plans for the future. The present is never our end. The past and the present are our means, the future alone our end. Thus we never actually live, but hope to live, and since we are always planning how to be happy, it is inevitable that we should never be so."},{"id":40,"quote":"If you want to be a real seeker of truth, you need to, at least once in your lifetime, doubt in, as much as it's possible, in everything."},{"id":41,"quote":"The supreme function of reason is to show man that some things are beyond reason."},{"id":42,"quote":"Kind words do not cost much. They never blister the tongue or lips. They make other people good-natured. They also produce their own image on men's souls, and a beautiful image it is."},{"id":43,"quote":"Human life is thus only an endless illusion. Men deceive and flatter each other. No one speaks of us in our presence as he does when we are gone. Society is based on mutual hypocrisy."},{"id":44,"quote":"All men seek happiness. This is without exception. Whatever different means they employ, they all tend to this end. The cause of some going to war, and of others avoiding it, is the same desire in both, attended with different views. The will never takes the least step but to this object. This is the motive of every action of every man, even of those who hang themselves."},{"id":45,"quote":"And is it not obvious that, just as it is a crime to disturb the peace when truth reigns, it is also a crime to remain at peace when the truth is being destroyed?"},{"id":46,"quote":"If I had more time I would write a shorter letter."},{"id":47,"quote":"Man is equally incapable of seeing the nothingness from which he emerges and the infinity in which he is engulfed."},{"id":48,"quote":"The Christian religion teaches me two points-that there is a God whom men can know, and that their nature is so corrupt that they are unworthy of Him."},{"id":49,"quote":"One-half of the ills of life come because men are unwilling to sit down quietly for thirty minutes to think through all the possible consequences of their acts."},{"id":50,"quote":"There is enough light for those who only desire to see, and enough obscurity for those who have a contrary disposition"},{"id":51,"quote":"There are two excesses: to exclude reason, to admit nothing but reason. The supreme achievement of reason is to realise that there is a limit to reason. Reason's last step is the recognition that there are an infinite number of things which are beyond it. It is merely feeble if it does not go as far as to realise that."},{"id":52,"quote":"Imagination decides everything."},{"id":53,"quote":"Anyone who does not see the vanity of the world is very vain himself. So who does not see it, apart from young people whose lives are all noise, diversions, and thoughts for the future? But take away their diversion and you will see them bored to extinction. Then they feel their nullity without recognizing it, for nothing could be more wretched than to be intolerably depressed as soon as one is reduced to introspection with no means of diversion."},{"id":54,"quote":"Nothing gives rest but the sincere search for truth."},{"id":55,"quote":"What a difficult thing it is to ask someone's advice on a matter without coloring his judgment by the way in which we present our problem."},{"id":56,"quote":"The strength of a man's virtue should not be measured by his special exertions, but by his habitual acts."},{"id":57,"quote":"Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists."},{"id":58,"quote":"In faith there is enough light for those who want to believe and enough shadows to blind those who don't."},{"id":59,"quote":"When intuition and logic agree, you are always right."},{"id":60,"quote":"All our dignity lies in our thoughts."},{"id":61,"quote":"Happiness can be found neither in ourselves nor in external things, but in God and in ourselves as united to him."},{"id":62,"quote":"If we let ourselves believe that man began with divine grace, that he forfeited this by sin, and that he can be redeemed only by divine grace through the crucified Christ, then we shall find peace of mind never granted to philosophers. He who cannot believe is cursed, for he reveals by his unbelief that God has not chosen to give him grace."},{"id":63,"quote":"Reflect on death as in Jesus Christ, not as without Jesus Christ. Without Jesus Christ it is dreadful, it is alarming, it is the terror of nature. In Jesus Christ it is fair and lovely, it is good and holy, it is the joy of saints."},{"id":64,"quote":"Wisdom leads us back to childhood."},{"id":65,"quote":"Human beings must be known to be loved; but Divine beings must be loved to be known."},{"id":66,"quote":"Not only do we know God by Jesus Christ alone, but we know ourselves only by Jesus Christ. We know life and death only through Jesus Christ. Apart from Jesus Christ, we do not know what is our life, nor our death, nor God, nor ourselves."},{"id":67,"quote":"Unless we love the truth we cannot know it."},{"id":68,"quote":"We never love a person, but only qualities."},{"id":69,"quote":"How can anyone lose who chooses to become a Christian? If, when he dies, there turns out to be no God and his faith was in vain, he has lost nothing...If, however, there is a God and a heaven and a hell. then he has gained heaven and his skeptical friends have lost everything."},{"id":70,"quote":"We know the truth not only through our reason but also through our heart. It is through the latter that we know first principles, and reason, which has nothing to do with it, tries in vain to refute them."},{"id":71,"quote":"Passion cannot be beautiful without excess; one either loves too much or not enough."},{"id":72,"quote":"Men despise religion. They hate it and are afraid it may be true. The cure for this is first to show that religion is not contrary to reason, but worthy of reverence and respect. Next make it attractive, make good men wish it were true and then show that it is."},{"id":73,"quote":"Man is obviously made for thinking. Therein lies all his dignity and his merit; and his whole duty is to think as he ought."},{"id":74,"quote":"Faith is different from proof; the latter is human, the former is a Gift from God."},{"id":75,"quote":"Curiosity is only vanity. We usually only want to know something so that we can talk about it."},{"id":76,"quote":"Nature imitates herself. A grain thrown into good ground brings forth fruit; a principle thrown into a good mind brings forth fruit. Everything is created and conducted by the same Master-the root, the branch, the fruits-the principles, the consequences."},{"id":77,"quote":"If we examine our thoughts, we shall find them always occupied with the past or the future."},{"id":78,"quote":"Justice without force is powerless; force without justice is tyrannical."},{"id":79,"quote":"Faith is a sounder guide than reason. Reason can only go so far, but faith has no limits."},{"id":80,"quote":"The more intelligent a man is, the more originality he discovers in others."},{"id":81,"quote":"Noble deeds that are concealed are most esteemed."},{"id":82,"quote":"The heart has its reasons which reason knows nothing of... We know the truth not only by the reason, but by the heart.\" - Blaise Pascal"},{"id":83,"quote":"All the maxims have been written. It only remains to put them into practice."},{"id":84,"quote":"Men despise religion. They hate it and are afraid it may be true."},{"id":85,"quote":"All the trouble in the world is due to the fact that man cannot sit still in a room."},{"id":86,"quote":"Without Jesus Christ man must be in vice and misery with Jesus Christ man is free from vice and misery in Him is all our virtue and all our happiness. Apart from Him there is but vice, misery, darkness, death, despair."},{"id":87,"quote":"What a vast difference there is between knowing God and loving Him."},{"id":88,"quote":"If a man is not made for God, why is he happy only in God?"},{"id":89,"quote":"Evil is easy, and has infinite forms."},{"id":90,"quote":"Eloquence is a way of saying things in such a way, first, that those to whom we speak may listen to them without pain and with pleasure, and second, that they feel themselves interested, so that self-love leads them more willingly to reflection upon it."},{"id":91,"quote":"Plurality which is not reduced to unity is confusion; unity which does not depend on plurality is tyranny."},{"id":92,"quote":"Faith is a gift of God."},{"id":93,"quote":"Having been unable to strengthen justice, we have justified strength."},{"id":94,"quote":"Man's sensitivity to the little things and insensitivity to the greatest are the signs of a strange disorder."},{"id":95,"quote":"There are people who lie simply for the sake of lying."},{"id":96,"quote":"Mutual cheating is the foundation of society."},{"id":97,"quote":"When everyone is moving towards depravity, no one seems to be moving, but if someone stops he shows up the others who are rushing on, by acting as a fixed point."},{"id":98,"quote":"Jesus was in a garden, not of delight as the first Adam, in which he destroyed himself and the whole human race, but in one of agony, in which he saved himself and the whole human race."},{"id":99,"quote":"The entire ocean is affected by a single pebble."},{"id":100,"quote":"Human beings do not know their place and purpose. They have fallen from their true place, and lost their true purpose. They search everywhere for their place and purpose, with great anxiety. But they cannot find them because they are surrounded by darkness."},{"id":101,"quote":"Clarity of mind means clarity of passion, too; this is why a great and clear mind loves ardently and sees distinctly what it loves."},{"id":102,"quote":"Good deeds, when concealed, are the most admirable."},{"id":103,"quote":"A man does not show his greatness by being at one extremity, but rather by touching both at once."},{"id":104,"quote":"Dull minds are never either intuitive or mathematical."},{"id":105,"quote":"No religion except ours has taught that man is born in sin; none of the philosophical sects has admitted it; none therefore has spoken the truth"},{"id":106,"quote":"Fear not, provided you fear; but if you fear not, then fear."},{"id":107,"quote":"Love has reasons which reason cannot understand."},{"id":108,"quote":"Thought makes the whole dignity of man; therefore endeavor to think well, that is the only morality."},{"id":109,"quote":"No one is discontented at not being a king except a discrowned king ... unhappiness almost invariably indicates the existence of a road not taken, a talent undeveloped, a self not recognized."},{"id":110,"quote":"Nothing is so intolerable to man as being fully at rest, without a passion, without business, without entertainment, without care."},{"id":111,"quote":"Force rules the world-not opinion; but it is opinion that makes use of force."},{"id":112,"quote":"Great and small suffer the same mishaps."},{"id":113,"quote":"All of our reasoning ends in surrender to feeling."},{"id":114,"quote":"We know that there is an infinite, and we know not its nature. As we know it to be false that numbers are finite, it is therefore true that there is a numerical infinity. But we know not of what kind; it is untrue that it is even, untrue that it is odd; for the addition of a unit does not change its nature; yet it is a number, and every number is odd or even (this certainly holds of every finite number). Thus we may quite well know that there is a God without knowing what He is."},{"id":115,"quote":"The best defense against logic is ignorance."},{"id":116,"quote":"So we can only know God well by knowing our iniquities. Therefore those who have known God, without knowing their wretchedness, have not glorified Him, but have glorified themselves."},{"id":117,"quote":"Everyone, without exception, is searching for happiness."},{"id":118,"quote":"Can anything be stupider than that a man has the right to kill me because he lives on the other side of a river and his ruler has a quarrel with mine, though I have not quarrelled with him?"},{"id":119,"quote":"You always admire what you really don't understand."},{"id":120,"quote":"Instead of complaining that God had hidden himself, you will give Him thanks for having revealed so much of Himself."},{"id":121,"quote":"When we would show any one that he is mistaken, our best course is to observe on what side he considers the subject,--for his view of if is generally right on this side,--and admit to him that he is right so far. He will be satisfied with this acknowledgment, that he was not wrong in his judgment, but only inadvertent in not looking at the whole case."},{"id":122,"quote":"Men are so completely fools by necessity that he is but a fool in a higher strain of folly who does not confess his foolishness."},{"id":123,"quote":"Words differently arranged have a different meaning, and meanings differently arranged have different effects."},{"id":124,"quote":"For nature is an image of Grace, and visible miracles are images of the invisible."},{"id":125,"quote":"Those are weaklings who know the truth and uphold it as long as it suits their purpose, and then abandon it."},{"id":126,"quote":"Silence.  All human unhappiness comes from not knowing how to stay quietly in a room."},{"id":127,"quote":"The captain of a ship is not chosen from those of the passengers who comes from the best family."},{"id":128,"quote":"Kind words produce their images on men's souls."},{"id":129,"quote":"The incredulous are the more credulous. They believe the miracles of Vespasian that they may not believe those of Moses.\n[Fr., Incredules les plus credules. Ils croient les miracle de Vespasien, pour ne pas croire ceux de Moise.]"},{"id":130,"quote":"Parents fear the destruction of natural affection in their children. What is this natural principle so liable to decay? Habit is a second nature, which destroys the first. Why is not custom nature? I suspect that this nature itself is but a first custom, as custom is a second nature."},{"id":131,"quote":"The property of power is to protect."},{"id":132,"quote":"There are two equally dangerous extremes-to shut reason out, and to let nothing else in."},{"id":133,"quote":"If god does not exist, one loses nothing by believing in him anyway, while if he does exist, one stands to lose everything by not believing."},{"id":134,"quote":"We like to be deceived."},{"id":135,"quote":"We must keep our thought secret, and judge everything by it, while talking like the people."},{"id":136,"quote":"Habit is a second nature, which destroys the first."},{"id":137,"quote":"Fashion is a tyrant from which nothing frees us. We must suit ourselves to its fantastic tastes. But being compelled to live under its foolish laws, the wise man is never the first to follow, nor the last to keep it."},{"id":138,"quote":"The heart has arguments with which the logic of mind is not aquainted."},{"id":139,"quote":"One has followed the other in an endless circle, for it is certain that as man's insight increases so he finds both wretchedness and greatness within himself. In a word man knows he is wretched. Thus he is wretched because he is so, but he is truly great because he knows it."},{"id":140,"quote":"What can be seen on earth points to neither the total absence nor the obvious presence of divinity, but to the presence of a hidden God. Everything bears this mark."},{"id":141,"quote":"If it is an extraordinary blindness to live without investigating what we are, it is a terrible one to live an evil life, while believing in God"},{"id":142,"quote":"The majority is the best way, because it is visible, and has strength to make itself obeyed. Yet it is the opinion of the least able."},{"id":143,"quote":"Chess is the gymnasium of the mind."},{"id":144,"quote":"Continuous eloquence wearies."},{"id":145,"quote":"Let it not be imagined that the life of a good Christian must be a life of melancholy and gloominess; for he only resigns some pleasures to enjoy others infinitely better."},{"id":146,"quote":"It is dangerous to explain too clearly to man how like he is to the animals without pointing out his greatness. It is also dangerous to make too much of his greatness without his vileness. It is still more dangerous to leave him in ignorance of both, but it is most valuable to represent both to him. Man must not be allowed to believe that he is equal either to animals or to angels, nor to be unaware of either, but he must know both."},{"id":147,"quote":"If God exists, not seeking God must be the gravest error imaginable. If one decides to sincerely seek for God and doesn't find God, the lost effort is negligible in comparison to what is at risk in not seeking God in the first place."},{"id":148,"quote":"Amusement that is excessive and followed only for its own sake, allures and deceives us."},{"id":149,"quote":"There is nothing that we can see on earth which does not either show the wretchedness of man or the mercy of God. One either sees the powerlessness of man without God, or the strength of man with God."},{"id":150,"quote":"It is impossible on reasonable grounds to disbelieve miracles."},{"id":151,"quote":"To ridicule philosophy is really to philosophize."},{"id":152,"quote":"All the troubles of life come upon us because we refuse to sit quietly for a while each day in our rooms."},{"id":153,"quote":"Jesus Christ came to tell men that they have no enemies but themselves."},{"id":154,"quote":"To understand is to forgive."},{"id":155,"quote":"One of the greatest artifices the devil uses to engage men in vice and debauchery, is to fasten names of contempt on certain virtues, and thus fill weak souls with a foolish fear of passing for scrupulous, should they desire to put them in practice."},{"id":156,"quote":"For after all what is man in nature? A nothing in relation to infinity, all in relation to nothing, a central point between nothing and all and infinitely far from understanding either. The ends of things and their beginnings are impregnably concealed from him in an impenetrable secret. He is equally incapable of seeing the nothingness out of which he was drawn and the infinite in which he is engulfed."},{"id":157,"quote":"Vanity is so secure in the heart of man that everyone wants to be admired:  even I who write this, and you who read this."},{"id":158,"quote":"It has pleased God that divine verities should not enter the heart through the understanding, but the understanding through the heart."},{"id":159,"quote":"It is certain that the soul is either mortal or immortal. The decision of this question must make a total difference in the principles of morals. Yet philosophers have arranged their moral system entirely independent of this. What an extraordinary blindness!"},{"id":160,"quote":"No man ever believes with a true and saving faith unless God inclines his heart; and no man when God does incline his heart can refrain from believing."},{"id":161,"quote":"We view things not only from different sides, but with different eyes; we have no wish to find them alike."},{"id":162,"quote":"If ignorance were bliss, he'd be a blister"},{"id":163,"quote":"It is not certain that everything is uncertain."},{"id":164,"quote":"Nothing is so intolerable to man as being fully at rest, without passion, without business, without entertainment, without care. It is then that he recognizes that he is empty, insufficient, dependent, ineffectual. From the depths of his soul now comes at once boredom, gloom, sorrow, chagrin, resentment and despair."},{"id":165,"quote":"There is a God-shaped hole in the life of every man."},{"id":166,"quote":"Anyone who found the secret of rejoicing when things go well without being annoyed when they go badly would have found the point."},{"id":167,"quote":"Bless yourself with holy water, have Masses said, and so on; by a simple and natural process this will make you believe, and will dull you - will quiet your proudly critical intellect."},{"id":168,"quote":"Kind words produce their own image in men's souls; and a beautiful image it is. They soothe and quiet and comfort the hearer. They shame him out of his sour, morose, unkind feelings. We have not yet begun to use kind words in such abundance as they ought to be used."},{"id":169,"quote":"Nothing is surer than that the people will be weak."},{"id":170,"quote":"Death itself is less painful when it comes upon us unawares than the bare contemplation of it, even when danger is far distant."},{"id":171,"quote":"When I see the blind and wretched state of men, when I survey the whole universe in its deadness, and man left to himself with no light, as though lost in this corner of the universe without knowing who put him there, what he has to do, or what will become of him when he dies, incapable of knowing anything, I am moved to terror, like a man transported in his sleep to some terrifying desert island, who wakes up quite lost, with no means of escape. Then I marvel that so wretched a state does not drive people to despair."},{"id":172,"quote":"Our soul is cast into a body, where it finds number, time, dimension. Thereupon it reasons, and calls this nature necessity, and can believe nothing else."},{"id":173,"quote":"Our achievements of today are but the sum total of our thoughts of yesterday. You are today where the thoughts of yesterday have brought you and you will be tomorrow where the thoughts of today take you."},{"id":174,"quote":"There are two kinds of people one can call reasonable: those who serve God with all their heart because they know him, and those who seek him with all their heart because they do not know him."},{"id":175,"quote":"In each action we must look beyond the action at our past, present, and future state, and at others whom it affects, and see the relations of all those things. And then we shall be very cautious."},{"id":176,"quote":"We think very little of time present; we anticipate the future, as being too slow, and with a view to hasten it onward, we recall the past to stay it as too swiftly gone. We are so thoughtless, that we thus wander through the hours which are not here, regardless only of the moment that is actually our own."},{"id":177,"quote":"We must kill them in war, just because they live beyond the river. If they lived on this side, we would be called murderers."},{"id":178,"quote":"The sensitivity of men to small matters, and their indifference to great ones, indicates a strange inversion."},{"id":179,"quote":"If a man loves a woman for her beauty, does he love her? No; for the smallpox, which destroys her beauty without killing her, causes his love to cease. And if any one loves me for my judgment or my memory, does he really love me? No; for I can lose these qualities without ceasing to be."},{"id":180,"quote":"If we must not act save on a certainty, we ought not to act on religion, for it is not certain. But how many things we do on an uncertainty, sea voyages, battles!"},{"id":181,"quote":"I maintain that, if everyone knew what others said about him, there would not be four friends in the world."},{"id":182,"quote":"The man who knows God but does not know his own misery, becomes proud. The man who knows his own misery but does not know God, ends in despair...the knowledge of Jesus Christ constitutes the middle course because in him we find both God and our own misery. Jesus Christ is therefore a God whom we approach without pride, and before whom we humble ourselves without despair."},{"id":183,"quote":"The art of subversion, of revolution, is to dislodge established customs by probing down to their origins in order to show how they lack authority and justice."},{"id":184,"quote":"Little things console us because little things afflict us."},{"id":185,"quote":"All men seek happiness. There are no exceptions.... This is the motive of every act of every man, including those who go and hang themselves."},{"id":186,"quote":"What part of us feels pleasure? Is it our hand, our arm, our flesh, or our blood? It must obviously be something immaterial."},{"id":187,"quote":"Christian piety annihilates the egoism of the heart; worldly politeness veils and represses it."},{"id":188,"quote":"There is a virtuous fear, which is the effect of faith; and there is a vicious fear, which is the product of doubt. The former leads to hope, as relying on God, in whom we believe; the latter inclines to despair, as not relying on God, in whom we do not believe. Persons of the one character fear to lose God; persons of the other character fear to find Him."},{"id":189,"quote":"No one is offended at not seeing everything; but one does not like to be mistaken, and that perhaps arises from the fact that man naturally cannot see everything, and that naturally he cannot err in the side he looks at, since the perceptions of our senses are always true."},{"id":190,"quote":"Silence is the greatest persecution; never do the saints keep themselves silent."},{"id":191,"quote":"Apart from Jesus Christ, we do not know what is our life, nor our death, nor God, nor ourselves."},{"id":192,"quote":"Instinct teaches us to look for happiness outside ourselves."},{"id":193,"quote":"Let man reawake and consider what he is compared with the reality of things; regard himself lost in this remote corner of Nature; and from the tiny cell where he lodges, to wit the Universe, weigh at their true worth earth, kingdoms, towns, himself. What is a man face to face with infinity?"},{"id":194,"quote":"(Man,) the glory and the scandal of the universe."},{"id":195,"quote":"How hollow is the heart of man, and how full of excrement!"},{"id":196,"quote":"The last function of reason is to recognize that there are an infinity of things which surpass it."},{"id":197,"quote":"Being unable to cure death, wretchedness, and ignorance, men have decided, in order to be happy, not to think about such things."},{"id":198,"quote":"What reason have atheists for saying that we cannot rise again? That what has never been, should be, or that what has been, should be again? Is it more difficult to come into being than to return to it."},{"id":199,"quote":"Few men speak humbly of humility, chastely of chastity, skeptically of skepticism."},{"id":200,"quote":"We do not weary of eating and sleeping every day, for hunger and sleepiness recur. Without that we should weary of them. So, without the hunger for spiritual things, we weary of them. Hunger after righteousness--the eighth beatitude."},{"id":201,"quote":"Too much and too little wine. Give him none, he cannot find truth; give him too much, the same."},{"id":202,"quote":"There is no arena in which vanity displays itself under such a variety of forms as in conversation."},{"id":203,"quote":"The eternal silence of these infinite spaces frightens me."},{"id":204,"quote":"What a strange vanity painting is; it attracts admiration by resembling the original, we do not admire."},{"id":205,"quote":"Unable to make what is just strong, we have made what is strong just."},{"id":206,"quote":"Not only do we know God through Jesus Christ, we only know ourselves through Jesus Christ."},{"id":207,"quote":"It is not in Montaigne, but in myself, that I find all that I see in him."},{"id":208,"quote":"Vanity is but the surface."},{"id":209,"quote":"When one does not love too much, one does not love enough."},{"id":210,"quote":"Just as all things speak about God to those that know Him, and reveal Him to those that love Him, they also hide Him from all those that neither seek nor know Him."},{"id":211,"quote":"One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life and there is nothing better."},{"id":212,"quote":"The gospel to me is simply irresistible."},{"id":213,"quote":"When I have occasionally set myself to consider the different distractions of men, the pains and perils to which they expose themselves I have discovered that all the unhappiness of men arises from one single fact, that they cannot stay quietly in their own chamber."},{"id":214,"quote":"What amazes me most is to see that everyone is not amazed at his own weakness."},{"id":215,"quote":"Man is so made that by continually telling him he is a fool he believes it, and by continually telling it to himself he makes himself believe it. For man holds an inward talk with himself, which it pays him to regulate."},{"id":216,"quote":"Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves."},{"id":217,"quote":"The only shame is to have none."},{"id":218,"quote":"L'homme n'est ni ange ni be\"  te, et le malheur veut que qui veut faire l'ange fait la be\"  te. Man is neither angel nor beast.Unfortunately, he who wants to act the angel often acts the beast."},{"id":219,"quote":"All the excesses, all the violence, and all the vanity of great men, come from the fact that they know not what they are: it being difficult for those who regard themselves at heart as\nequal with all men... For this it is necessary for one to forget himself, and to believe that he has some real excellence above them, in which consists this illusion that I am endeavoring to\ndiscover to you."},{"id":220,"quote":"If we regulate our conduct according to our own convictions, we may safely disregard the praise or censure of others."},{"id":221,"quote":"Reason is the slow and torturous method by which those who do not know the truth discover it"},{"id":222,"quote":"Everything that is written merely to please the author is worthless."},{"id":223,"quote":"Two things control men's nature, instinct and experience."},{"id":224,"quote":"Our nature lies in movement; complete calm is death."},{"id":225,"quote":"Those who do not hate their own selfishness and regard themselves as more important than the rest of the world are blind because the truth lies elsewhere"},{"id":226,"quote":"Man lives between the infinitely large and the infinitely small."},{"id":227,"quote":"The Church limits her sacramental services to the faithful. Christ gave Himself upon the cross a ransom for all."},{"id":228,"quote":"[Unbelievers] think they have made great efforts to get at the truth when they have spent a few hours in reading some book out of Holy Scripture, and have questioned some cleric about the truths of the faith. After that, they boast that they have searched in books and among men in vain."},{"id":229,"quote":"Either God exists or He doesn't. Either I believe in God or I don't. Of the four possibilities, only one is to my disadvantage. To avoid that possibility, I believe in God."},{"id":230,"quote":"The end point of rationality is to demonstrate the limits of rationality."},{"id":231,"quote":"We are only troubled by the fears which we, and not nature, give ourselves, for they add to the state in which we are the passions of the state in which we are not."},{"id":232,"quote":"The mind naturally makes progress, and the will naturally clings to objects; so that for want of right objects, it will attach itself to wrong ones."},{"id":233,"quote":"Excuse me, pray.\" Without that excuse I would not have known there was anything amiss."},{"id":234,"quote":"Jesus is the God whom we can approach without pride and before whom we can humble ourselves without despair."},{"id":235,"quote":"The greatest single distinguishing feature of the omnipotence of God is that our imagination gets lost thinking about it."},{"id":236,"quote":"It is the conduct of God, who disposes all things kindly, to put religion into the mind by reason, and into the heart by grace."},{"id":237,"quote":"Man is but a reed, the most feeble thing in nature, but he is a thinking reed."},{"id":238,"quote":"He who cannot believe is cursed, for he reveals by his unbelief that God has not chosen to give him grace."},{"id":239,"quote":"One must have deeper motives and judge everything accordingly, but go on talking like an ordinary person."},{"id":240,"quote":"When we see a natural style, we are astonished and charmed; for we expected to see an author, and we find a person."},{"id":241,"quote":"Opinion is, as it were, the queen of the world, but force is its tyrant."},{"id":242,"quote":"Il est non seulement impossible, mais inutile de conna|\"tre Dieu sans Je  sus-Christ. It is not only impossible, but also useless to recognize God without Jesus."},{"id":243,"quote":"The statements of atheists ought to be perfectly clear of doubt. Now it is not perfectly clear that the soul is material."},{"id":244,"quote":"It is right that what is just should be obeyed.  It is necessary that what is strongest should be obeyed."},{"id":245,"quote":"Man is to himself the most wonderful object in nature; for he cannot conceive what the body is, still less what the mind is, and least of all how a body should be united to a mind. This is\n the consummation of his difficulties, and yet it is his very being."},{"id":246,"quote":"There are plenty of maxims in the world; all that remains is to apply them."},{"id":247,"quote":"Curiosity is nothing more than vanity. More often than not we only seek knowledge to show it off."},{"id":248,"quote":"Justice is what is established; and thus all our established laws will necessarily be regarded as just without examination, since they are established."},{"id":249,"quote":"Orthodoxy on one side of the Pyrenees may be heresy on the other."},{"id":250,"quote":"He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright."},{"id":251,"quote":"It is the heart which perceives God and not the reason."},{"id":252,"quote":"Let us imagine a number of men in chains and all condemned to death, where some are killed each day in the sight of the others, and those who remain see their own fate in that of their fellows and wait their turn, looking at each other sorrowfully and without hope. It is an image of the condition of man."},{"id":253,"quote":"It is certain that those who have the living faith in their hearts see at once that all existence is none other than the work of the God whom they adore. But for those in whom this light is extinguished, [if we were to show them our proofs of the existence of God] nothing is more calculated to arouse their contempt. . . ."},{"id":254,"quote":"All human evil comes from a single cause, man's inability to sit still in a room."},{"id":255,"quote":"The heart has its reasons of which reason knows nothing. We feel it in a thousand things. I say that the heart naturally loves the Universal Being, and naturally loves itself; and it gives itself to one or the other, and hardens itself against one or the other, as it chooses...it is the heart that feels God, not the reason; this is faith."},{"id":256,"quote":"God only pours out his light into the mind after having subdued the rebellion of the will by an altogether heavenly gentleness which charms and wins it."},{"id":257,"quote":"To go beyond the bounds of moderation is to outrage humanity."},{"id":258,"quote":"Our own interests are still an exquisite means for dazzling our eyes agreeably."},{"id":259,"quote":"Nothing is so important to man as his own state; nothing is so formidable to him as eternity. And thus it is unnatural that thereshould be men indifferent to the loss of their existence and to the perils of everlasting suffering."},{"id":260,"quote":"We implore the mercy of God, not that He may leave us at peace in our vices, but that He may deliver us from them."},{"id":261,"quote":"If men knew themselves, God would heal and pardon them."},{"id":262,"quote":"Let us, then, take our compass; we are something, and we are not everything. The nature of our existence hides from us the knowledge of first beginnings which are born of the nothing; and the littleness of our being conceals from us the sight of the infinite. Our intellect holds the same position in the world of thought as our body occupies in the expanse of nature."},{"id":263,"quote":"I do not admire a virtue like valour when it is pushed to excess, if I do not see at the same time the excess of the opposite virtue, as one does in Epaminondas, who displayed extreme valour and extreme benevolence. For otherwise it is not an ascent, but a fall. We do not display our greatness by placing ourselves at one extremity, but rather by being at both at the same time, and filling up the whole of the space between them."},{"id":264,"quote":"We know truth, not only by the reason, but also by the heart."},{"id":265,"quote":"We run heedlessly into the abyss after putting something in front of us to stop us from seeing it."},{"id":266,"quote":"We are usually convinced more easily by reasons we have found ourselves than by those which have occurred to others."},{"id":267,"quote":"The principles of pleasure are not firm and stable. They are different in all mankind, and variable in every particular with such a diversity that there is no man more different from\nanother than from himself at different times."},{"id":268,"quote":"The greatness of man is so evident that it is even proved by his wretchedness. For what in animals is nature, we call in man wretchedness--by which we recognize that, his nature being now like that of animals, he has fallen from a better nature which once was his."},{"id":269,"quote":"The immortality of the soul is a matter which is of so great consequence to us and which touches us so profoundly that we must have lost all feeling to be indifferent about it."},{"id":270,"quote":"Man is neither angel nor beast."},{"id":271,"quote":"Justice and truth are two such subtle points, that our tools are too blunt to touch them accurately."},{"id":272,"quote":"All I know is that I must soon die, but what I know least is this very death which I cannot escape."},{"id":273,"quote":"I feel engulfed in the infinite immensity of spaces whereof I know nothing, and which know nothing of me, I am terrified The eternal silence of these infinite spaces alarms me."},{"id":274,"quote":"Those who are clever in imagination are far more pleased with themselves than prudent men could reasonably be."},{"id":275,"quote":"To make a man a saint, it must indeed be by grace; and whoever doubts this does not know what a saint is, or a man."},{"id":276,"quote":"St. Augustine teaches us that there is in each man a Serpent, an Eve, and an Adam. Our senses and natural propensities are the Serpent; the excitable desire is the Eve; and reason is the Adam. Our nature tempts us perpetually; criminal desire is often excited; but sin is not completed till reason consents."},{"id":277,"quote":"Justice and power must be brought together, so that whatever is just may be powerful, and whatever is powerful may be just."},{"id":278,"quote":"To doubt is a misfortune, but to seek when in doubt is an indispensable duty. So he who doubts and seeks not is at once unfortunate and unfair."},{"id":279,"quote":"The manner in which Epictetus, Montaigne, and Salomon de Tultie wrote, is the most usual, the most suggestive, the most remembered, and the oftener quoted; because it is entirely composed of thoughts born from the common talk of life."},{"id":280,"quote":"Few friendships would survive if each one knew what his friend says of him behind his back."},{"id":281,"quote":"The greater intellect one has, the more originality one finds in men. Ordinary persons find no difference between men."},{"id":282,"quote":"The struggle alone pleases us, not the victory."},{"id":283,"quote":"We conceal it from ourselves in vain - we must always love something. In those matters seemingly removed from love, the feeling is secretly to be found, and man cannot possibly live for a moment without it."},{"id":284,"quote":"Earnestness is enthusiasm tempered by reason."},{"id":285,"quote":"You're basically killing each other to see who's got the better imaginary friend."},{"id":286,"quote":"God has given us evidence sufficiently clear to convince those with an open heart and mind."},{"id":287,"quote":"If there is a God, He is infinitely incomprehensible, since, having, neither parts nor limits, He has no affinity to us. We are then incapable of knowing either what He is or if He is. [So] you must wager. Let us weigh the gain and the loss in wagering that God is. Let us estimate these two chances. If you gain, you gain all; if you lose, you lose nothing. Wager then without hesitation that he is."},{"id":288,"quote":"It is dangerous to tell the people that the laws are unjust; for they obey them only because they think them just. Therefore it isnecessary to tell them at the same time that they must obey them because they are laws, just as they must obey superiors, not because they are just, but because they are superiors. In this way all sedition is prevented."},{"id":289,"quote":"We are only falsehood, duplicity, contradiction; we both conceal and disguise ourselves from ourselves."},{"id":290,"quote":"The stream is always purer at its source."},{"id":291,"quote":"Since we cannot know all that there is to be known about anything, we ought to know a little about everything."},{"id":292,"quote":"The past and present are only our means; the future is always our end. Thus we never really live, but only hope to live."},{"id":293,"quote":"Our achievements of today are but the sum total of our thoughts of yesterday."},{"id":294,"quote":"A jester, a bad character."},{"id":295,"quote":"He who does not know his way to the sea should take a river for his guide."},{"id":296,"quote":"Il n'y a que deux sortes d'hommes: les uns justes, qui se croient pe  cheurs; les autres pe  cheurs, qui se croient justes. There are only two types of people: the virtuous who believe themselves to be sinners and the sinners who believe themselves to be virtuous."},{"id":297,"quote":"How shall one who is so weak in his childhood become really strong when he grows older? We only change our fancies."},{"id":298,"quote":"The least movement is of importance to all nature. The entire ocean is affected by a pebble."},{"id":299,"quote":"To be mistaken in believing that the Christian religion is true is no great loss to anyone; but how dreadful to be mistaken in believing it to be false!"},{"id":300,"quote":"The mind has its arrangement; it proceeds from principles to demonstrations. The heart has a different mode of proceeding."},{"id":301,"quote":"There is nothing so insupportable to man as to be in entire repose, without passion, occupation, amusement, or application. Then it is that he feels his own nothingness, isolation, insignificance, dependent nature, powerless, emptiness. Immediately there issue from his soul ennui, sadness, chagrin, vexation, despair."},{"id":302,"quote":"Our senses perceive no extreme. Too much sound deafens us; too much light dazzles us; too great distance or proximity hinders ourview. Too great length and too great brevity of discourse tends to obscurity; too much truth is paralyzing.... In short, extremes are for us as though they were not, and we are not within their notice. They escape us, or we them."},{"id":303,"quote":"The law required what it could not give. Grace gives that which it requires."},{"id":304,"quote":"When a soldier complains of his hard life (or a labourer, etc.) try giving him nothing to do."},{"id":305,"quote":"Too much pleasure disagrees with us. Too many concords are annoying in music; too many benefits irritate us; we wish to have the wherewithal to overpay our debts."},{"id":306,"quote":"The two principles of truth, reason and senses, are not only both not genuine, but are engaged in mutual deception. The senses deceive reason through false appearances, and the senses are disturbed by passions, which produce false impressions."},{"id":307,"quote":"There are two types of mind . . . the mathematical, and what might be called the intuitive. The former arrives at its views slowly, but they are firm and rigid; the latter is endowed with greater flexibility and applies itself simultaneously to the diverse lovable parts of that which it loves."},{"id":308,"quote":"To deny, to believe, and to doubt well, are to a man what the race is to a horse."},{"id":309,"quote":"Man's grandeur is that he knows himself to be miserable."},{"id":310,"quote":"In proportion as our own mind is enlarged we discover a greater number of men of originality.  Commonplace people see no difference between one man and another."},{"id":311,"quote":"Description of man: dependence, longing for independence, need."},{"id":312,"quote":"Whilst in speaking of human things, we say that it is necessary to know them before we love can them. The saints on the contrary say in speaking of divine things that it is necessary to love them in order to know them, and that we only enter truth through charity."},{"id":313,"quote":"All great amusements are dangerous to the Christian life; but among all those which the world has invented there is none more to be feared than the theater. It is a representation of the passions so natural and so delicate that it excites them and gives birth to them in our hearts, and, above all, to that of love."},{"id":314,"quote":"The art of revolutionizing and overturning states is to undermine established customs, by going back to their origin, in order to mark their want of justice."},{"id":315,"quote":"The world is satisfied with words. Few appreciate the things beneath.\n[Fr., Le monde se paye de paroles; peu approfondissement les choses.]"},{"id":316,"quote":"That queen, of error, whom we call fancy and opinion, is the more deceitful because she does not always deceive. She would be the infallible rule of truth if she were the infallible rule of falsehood; but being only most frequently in error, she gives no evidence of her real quality, for she marks with the same character both that which is true and that which is false."},{"id":317,"quote":"To find recreation in amusements is not happiness; for this joy springs from alien and extrinsic sources, and is therefore dependent upon and subject to interruption by a thousand accidents, which may minister inevitable affliction."},{"id":318,"quote":"Our nature consists in motion; complete rest is death."},{"id":319,"quote":"The stream is always purer at its source.\n[Fr., Les choses valent toujours mieux dans leur source.]"},{"id":320,"quote":"All our life passes in this way: we seek rest by struggling against certain obstacles, and once they are overcome, rest proves intolerable because of the boredom it produces."},{"id":321,"quote":"Who can doubt that we exist only to love? Disguise it, in fact, as we will, we love without intermission... We live not a moment exempt from its influence."},{"id":322,"quote":"The imagination disposes of everything. It creates beauty, justice, and happiness, which are the whole of the world."},{"id":323,"quote":"We are so presumptuous that we wish to be known to all the world, even to those who come after us; and we are so vain that the esteem of five or six persons immediately around us is enough to amuse and satisfy us."},{"id":324,"quote":"The serene, silent beauty of a holy life is the most powerful influence in the world, next to the night of God."},{"id":325,"quote":"The last proceeding of reason is to recognize that there is an infinity of things which are beyond it. There is nothing so conformable to reason as this disavowal of reason."},{"id":326,"quote":"Beauty is a harmonious relation between something in our nature and the quality of the object which delights us."},{"id":327,"quote":"We know then the existence and nature of the finite, because we also are finite and have extension. We know the existence of the infinite and are ignorant of its nature, because it has extension like us, but not limits like us. But we know neither the existence nor the nature of God, because he has neither extension nor limits."},{"id":328,"quote":"Not the zeal alone of those who seek Him proves God, but the blindness of those who seek Him not."},{"id":329,"quote":"Il y a deux sortes d'esprits, l'un ge  ome  trique, et l'autre que l'on peut appeler de finesse. Le premier a des vues lentes, dures et inflexibles; mais le dernier a une souplesse de pense  e. There are two kinds of mind, one mathematical, the other what one might call the intuitive. The first takes a slow, firm, inflexible view, but the latter has flexibility of thought."},{"id":330,"quote":"Imagination magnifies small objects with fantastic exaggeration until they fill our soul, and with bold insolence cuts down great things to its own size, as when speaking of God."},{"id":331,"quote":"There is a certain standard of grace and beauty which consists in a certain relation between our nature, such as it is, weak or strong, and the thing which pleases us. Whatever is formed according to this standard pleases us, be it house, song, discourse, verse, prose, woman, birds, rivers, trees, room, dress, and so on. Whatever is not made according to this standard displeases those who have good taste."},{"id":332,"quote":"We make an idol of truth itself; for truth apart from charity is not God, but His image and idol, which we must neither love nor worship."},{"id":333,"quote":"At the centre of every human being is a God-shaped vacuum which can only be filled by Jesus Christ."},{"id":334,"quote":"How I hate this folly of not believing in the Eucharist, etc.! If the gospel be true, if Jesus Christ be God, what difficulty is there?"},{"id":335,"quote":"When we are in love we seem to ourselves quite different from what we were before."},{"id":336,"quote":"Nature is an infinite sphere of which the center is everywhere and the circumference nowhere."},{"id":337,"quote":"Our imagination so magnifies this present existence, by the power of continual reflection on it, and so attenuates eternity, by not thinking of it at all, that we reduce an eternity to nothingness, and expand a mere nothing to an eternity; and this habit is so inveterately rooted in us that all the force of reason cannot induce us to lay it aside."},{"id":338,"quote":"If we do not know ourselves to be full of pride, ambition, lust, weakness, misery, and injustice, we are indeed blind. And if, knowing this, we do not desire deliverance, what can we say of a man...?"},{"id":339,"quote":"To speak freely of mathematics, I find it the highest exercise of the spirit; but at the same time I know that it is so useless that I make little distinction between a man who is only a mathematician and a common artisan. Also, I call it the most beautiful profession in the world; but it is only a profession."},{"id":340,"quote":"We are fools to depend upon the society of our fellow-men. Wretched as we are, powerless as we are, they will not aid us; we shall die alone."},{"id":341,"quote":"This is what I see, and what troubles me. I look on all sides, and everywhere I see nothing but obscurity. Nature offers me nothing that is not a matter of doubt and disquiet."},{"id":342,"quote":"The world is satisfied with words, few care to dive beneath the surface."},{"id":343,"quote":"All men are almost led to believe not of proof, but by attraction. This way is base, ignoble, and irrelevant; every one therefore disavows it. Each one professes to believe and even to love\nnothing but what he knows to be worthy of belief and love."},{"id":344,"quote":"The consciousness of the falsity of present pleasures, and the ignorance of the vanity of absent pleasures, cause inconstancy."},{"id":345,"quote":"The parts of the universe ... all are connected with each other in such a way that I think it to be impossible to understand any one without the whole."},{"id":346,"quote":"No soul of high estate can take pleasure in slander. It betrays a weakness."},{"id":347,"quote":"As men are not able to fight against death, misery, ignorance, they have taken it into their heads, in order to be happy, not to think of them at all."},{"id":348,"quote":"Eloquence is a painting of the thoughts."},{"id":349,"quote":"It is good to be tired and wearied by the futile search after the true good, that we may stretch out our arms to the Redeemer."},{"id":350,"quote":"The knowledge of God is very far from the love of Him."},{"id":351,"quote":"We sail within a vast sphere, ever drifting in uncertainty, driven from end to end."},{"id":352,"quote":"Men are so necessarily mad, that not to be mad would amount to another form of madness."},{"id":353,"quote":"The pagans do not know God, and love only the earth. The Jews know the true God, and love only the earth. The Christians know the true God, and do not love the earth."},{"id":354,"quote":"If man were happy, he would be the more so, the less he was diverted, like the saints and God."},{"id":355,"quote":"Continuous eloquence is tedious."},{"id":356,"quote":"[Christianity] endeavors equally to establish these two things: that God has set up in the Church visible signs to make himself known to those who should seek him sincerely, and that he has nevertheless so disguised them that he will only be perceived by those who seek him with all their heart."},{"id":357,"quote":"Man governs himself more by impulse than reason"},{"id":358,"quote":"All mankind's unhappiness derives from one thing: his inability to know how to remain in repose in one room."},{"id":359,"quote":"Look for the truth, it wants to be found."},{"id":360,"quote":"True eloquence makes light of eloquence.  True morality makes light of morality."},{"id":361,"quote":"Things are always at their best in their beginning."},{"id":362,"quote":"The heart has its reasons, which Reason does not know. We feel it in a thousand things. It is the heart which feels God, and not Reason. This, then, is perfect faith: God felt in the heart."},{"id":363,"quote":"True eloquence scorns eloquence."},{"id":364,"quote":"A mere trifle consoles us, for a mere trifle distresses us."},{"id":365,"quote":"Christianity is strange. It bids man recognise that he is vile, even abominable, and bids him desire to be like God. Without such a counterpoise, this dignity would make him horribly vain, or this humiliation would make him terribly abject."},{"id":366,"quote":"Nothing fortifies scepticism more than that there are some who are not sceptics; if all were so, they would be wrong."},{"id":367,"quote":"Brave deeds are wasted when hidden."},{"id":368,"quote":"We are so presumptuous that we should like to be known all over the world, even by people who will only come when we are no more. Such is our vanity that the good opinion of half a dozen of the people around us gives us pleasure and satisfaction."},{"id":369,"quote":"Each man is everything to himself, for with his death everything is dead for him. That is why each of us thinks he is everything to everyone. We must not judge nature by ourselves, but by its own standards."},{"id":370,"quote":"The finite is annihilated in the presence of the infinite, and becomes a pure nothing. So our spirit before God, so our justice before divine justice."},{"id":371,"quote":"We sail within a vast sphere, ever drifting in uncertainty, driven from end to end. When we think to attach ourselves to any pointand to fasten to it, it wavers and leaves us; and if we follow it, it eludes our grasp, slips past us, and vanishes for ever. Nothing stays for us."},{"id":372,"quote":"Atheism shows strength of mind, but only to a certain degree."},{"id":373,"quote":"It is a dangerous experiment to call in gratitude as an ally to love. Love is a debt which inclination always pays, obligation never."},{"id":374,"quote":"Man is clearly made to think. It is his whole dignity and his whole merit; and his whole duty is to think as he ought. And the order of thought is to begin with ourselves, and with our Author and our end."},{"id":375,"quote":"All men naturally hate one another. I hold it a fact, that if men knew exactly what one says of the other, there would not be four friends in the world."},{"id":376,"quote":"The eternal Being is forever if he is at all."},{"id":377,"quote":"Perfect clarity would profit the intellect but damage the will."},{"id":378,"quote":"Man is so made that if he is told often enough that he is a fool he believes it."},{"id":379,"quote":"If a soldier or labourer complain of the hardship of his lot, set him to do nothing."},{"id":380,"quote":"Man is only a reed, the weakest in nature, but he is a thinking reed. There is no need for the whole universe to take up arms to crush him: a vapour, a drop of water is enough to kill him. but even if the universe were to crush him, man would still be nobler than his slayer, because he knows that he is dying and the advantage the universe has over him. The universe knows none of this."},{"id":381,"quote":"All of our miseries prove our greatness. They are the miseries of a dethroned monarch."},{"id":382,"quote":"It is the contest that delights us, and not the victory."},{"id":383,"quote":"Reason's last step is to acknowledge that there are infinitely many things\nbeyond it."},{"id":384,"quote":"Faith indeed tells what the senses do not tell, but not the contrary of what they see. It is above them and not contrary to them."},{"id":385,"quote":"Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science."},{"id":386,"quote":"If they [Plato and Aristotle] wrote about politics it was as if to lay down rules for a madhouse. And if they pretended to treat it as something really important it was because they knew that the madmen they were talking to believed themselves to be kings and emperors. They humored these beliefs in order to calm down their madness with as little harm as possible."},{"id":387,"quote":"When some passion or effect is described in a natural style, we find within ourselves the truth of what we hear, without knowing it was there."},{"id":388,"quote":"There should be in eloquence that which is pleasing and that which is real; but that which is pleasing should itself be real."},{"id":389,"quote":"If he exalts himself, I humble him. If he humbles himself, I exalt him. And I go on contradicting him Until he understands That he is a monster that passes all understanding."},{"id":390,"quote":"Those we call the ancients were really new in everything."},{"id":391,"quote":"Chance gives rise to thoughts, and chance removes them; no art can keep or acquire them."},{"id":392,"quote":"As we speak of poetical beauty, so ought we to speak of mathematical beauty and medical beauty. But we do not do so; and that reason is that we know well what is the object of mathematics, and that it consists in proofs, and what is the object of medicine, and that it consists in healing. But we do not know in what grace consists, which is the object of poetry."},{"id":393,"quote":"Let each of us examine his thoughts"},{"id":394,"quote":"We have so exalted a notion of the human soul that we cannot bear to be despised, or even not to be esteemed by it. Man, in fact, places all his happiness in this esteem."},{"id":395,"quote":"The heart has its order, the mind has its own, which uses principles and demonstrations. The heart has a different one. We do not prove that we ought to be loved by setting out in order the causes of love; that would be absurd."},{"id":396,"quote":"It is not from space that I must seek my dignity, but from the government of my thought. I shall have no more if I possess worlds. By space the universe encompasses and swallows me up like an atom; by thought I comprehend the world."},{"id":397,"quote":"Nothing is thoroughly approved but mediocrity. The majority has established this, and it fixes its fangs on whatever gets beyond it either way."},{"id":398,"quote":"A little thing comforts us because a little thing afflicts us."},{"id":399,"quote":"Vanity is so anchored in the heart of man that a soldier, a soldier's servant, a cook, a porter brags and wishes to have his admirers. Even philosophers wish for them. Those who write against vanity want to have the glory of having written well; and those who read it desire the glory of having read it. I who write this have perhaps this desire, and perhaps those who will read it."},{"id":400,"quote":"The war existing between the senses and reason."},{"id":401,"quote":"Sneezing absorbs all the functions of the soul just as much as the [sexual] act, but we do not draw from it the same conclusions against the greatness of man, because it is involuntary; although we bring it about, we do so involuntarily. It is not for the sake of the thing in itself but for another end, and is therefore not a sign of man's weakness, or his subjection to this act."},{"id":402,"quote":"If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists."},{"id":403,"quote":"Pride counterbalances all our miseries, for it either hides them, or, if it discloses them, boasts of that disclosure. Pride has such a thorough possession of us, even in the midst of our miseries and faults, that we are prepared to sacrifice life with joy, if it may but be talked of."},{"id":404,"quote":"The last advance of reason is to recognize that it is surpassed by innumerable things; it is feeble if it cannot realize that."},{"id":405,"quote":"All the unhappiness of men arises from one single fact, that they cannot stay quietly in their own chamber."},{"id":406,"quote":"Let no one say that I have said nothing new... the arrangement of the subject is new. When we play tennis, we both play with the same ball, but one of us places it better."},{"id":407,"quote":"To have no time for philosophy is to be a true philosopher."},{"id":408,"quote":"All man's troubles come from not knowing how to sit still in one room."},{"id":409,"quote":"The present letter is a very long one, simply because I had no leisure to make it shorter."},{"id":410,"quote":"Rivers are roads which move, and which carry us whither we desire to go."},{"id":411,"quote":"It is not good to be too free. It is not good to have all one wants."},{"id":412,"quote":"Nothing is good but mediocrity. The majority has settled that, and finds fault with him who escapes it at whichever end... To leave the mean is to abandon humanity."},{"id":413,"quote":"Who confers reputation? who gives respect and veneration to persons, to books, to great men? Who but Opinion? How utterly insufficient are all the riches of the world without her approbation!"},{"id":414,"quote":"Generally we are occupied either with the miseries which now we feel, or with those which threaten; and even when we see ourselves sufficiently secure from the approach of either, still fretfulness, though unwarranted by either present or expected affliction, fails not to spring up from the deep recesses of the heart, where its roots naturally grow, and to fill the soul with its poison."},{"id":415,"quote":"Man is so great that his greatness appears even in the consciousness of his misery. A tree does not know itself to be miserable. It is true that it is misery indeed to know one's self to be miserable; but then it is greatness also. In this way, all man's miseries go to prove his greatness. They are the miseries of a mighty potentate, of a dethroned monarch."},{"id":416,"quote":"Amusement allures and deceives us and leads us down imperceptibly in thoughtlessness to the grave"},{"id":417,"quote":"The whole title by which you possess your property, is not a title of nature but of a human institution."},{"id":418,"quote":"The last thing we decide in writing a book is what to put first."},{"id":419,"quote":"[On vanity:] The nose of Cleopatra: if it had been shorter, the face of the earth would have changed."},{"id":420,"quote":"Le silence est la plus grande perse  cution: jamais les saints ne se sont tus. Silence is the greatest of all persecutions: no saint was ever silent."},{"id":421,"quote":"Discourses on humility are a source of pride in the vain and of humility in the humble."},{"id":422,"quote":"Man is nothing but insincerity, falsehood, and hypocrisy, both in regard to himself and in regard to others. He does not wish that he should be told the truth, he shuns saying it to others; and all these moods, so inconsistent with justice and reason, have their roots in his heart."},{"id":423,"quote":"To ridicule philosophy is truly philosophical.\n[Fr., Se moquer de la philosophie c'est vraiment philosophe.]"},{"id":424,"quote":"Men blaspheme what they do not know."},{"id":425,"quote":"Lust is the source of all our actions, and humanity."},{"id":426,"quote":"By space the universe encompasses and swallows me up like an atom; by thought I comprehend the world."},{"id":427,"quote":"We do not worry about being respected in towns through which we pass. But if we are going to remain in one for a certain time, we do worry. How long does this time have to be?"},{"id":428,"quote":"Custom creates the whole of equity, for the simple reason that it is accepted."},{"id":429,"quote":"Losses are comparative; imagination only makes them of any moment."},{"id":430,"quote":"God is, or He is not.\" But to which side shall we incline? Reason can decide nothing here. There is an infinite chaos which separated us. A game is being played at the extremity of this infinite distance where heads or tails will turn up. What will you wager?"},{"id":431,"quote":"I can well conceive a man without hands, feet, head. But I cannot conceive man without thought; he would be a stone or a brute."},{"id":432,"quote":"The God of the infinite is the God of the infinitesimal."},{"id":433,"quote":"If man made himself the first object of study, he would see how incapable he is of going further. How can a part know the whole?"},{"id":434,"quote":"When we read too fast or too slowly, we understand nothing."},{"id":435,"quote":"The mind must not be forced; artificial and constrained manners fill it with foolish presumption, through unnatural elevation and vain and ridiculous inflation, instead of solid and\nvigorous nutriment."},{"id":436,"quote":"Ugly deeds are most estimable when hidden."},{"id":437,"quote":"When we see an effect happen always in the same manner, we infer that it takes place by a natural necessity; as, for instance, that the sun will rise to morrow; but nature often deceives us, and will not submit to its own rules."},{"id":438,"quote":"All err the more dangerously because each follows a truth. Their mistake lies not in following a falsehood but in not following another truth."},{"id":439,"quote":"Justice is as much a matter of fashion as charm is."},{"id":440,"quote":"There is a lot of difference between tempting and leading into error. God tempts but does not lead into error. To tempt is to provide opportunities for us to do certain things if we do not love God, but putting us under no necessity to do so. To lead into error is to compel a man necessarily to conclude and follow a falsehood."},{"id":441,"quote":"The married should not forget that to speak of love begets love."},{"id":442,"quote":"I know whom I have believed."},{"id":443,"quote":"I have made this letter longer than usual, only because I have not had the time to make it shorter."},{"id":444,"quote":"The sole cause of man's unhappiness is that he does not know how to stay quietly in his room."},{"id":445,"quote":"The secrets of nature are concealed; her agency is perpetual, but we do not always discover its effects; time reveals them from age to age; and although she is always the same in herself, she is not always equally well known."},{"id":446,"quote":"I have spent much time in the study of the abstract sciences; but the paucity of persons with whom you can communicate on such subjects disgusted me with them. When I began to study man, I saw that these abstract sciences are not suited to him, and that in diving into them, I wandered farther from my real object than those who knew them not, and I forgave them for not having attended to these things. I expected then, however, that I should find some companions in the study of man, since it was so specifically a duty. I was in error. There are fewer students of man than of geometry."},{"id":447,"quote":"It is natural for the mind to believe and for the will to love; so that, for want of true objects, they must attach themselves to false."},{"id":448,"quote":"The truth about nature we discover with our brains. The truth about religion we discover with our hearts."},{"id":449,"quote":"Any unity which doesn't have its origin in the multitudes is tyranny."},{"id":450,"quote":"There was once in man a true happiness of which there now remain to him only the mark and empty trace, which he in vain tries to fill from all his surroundings, seeking from things absent the help he does not obtain in things present."},{"id":451,"quote":"Nature, which alone is good, is wholly familiar and common."},{"id":452,"quote":"La chose la plus importante a'   toute la vie est le choix du me  tier: le hasard en dispose. The most important thing in life is to choose a profession: chance arranges for that."},{"id":453,"quote":"Man's true nature being lost, everything becomes his nature; as, his true good being lost, everything becomes his good."},{"id":454,"quote":"How vain is painting, which is admired for reproducing the likeness of things whose originals are not admired."},{"id":455,"quote":"Imagination is the deceptive part in man, the mistress of error and falsehood."},{"id":456,"quote":"It is not shameful for a man to succumb to pain and it is shameful to succumb to pleasure."},{"id":457,"quote":"How vain painting is, exciting admiration by its resemblance to things of which we do not admire the originals."},{"id":458,"quote":"Montaigne is wrong in declaring that custom ought to be followed simply because it is custom, and not because it is reasonable or just."},{"id":459,"quote":"Opinion is the queen of the world."},{"id":460,"quote":"Something incomprehensible is not for that reason less real."},{"id":461,"quote":"It is your own assent to yourself, and the constant voice of your own reason, and not of others, that should make you believe."},{"id":462,"quote":"We desire truth, and find within ourselves only uncertainty. We seek happiness, and find only misery and death. We cannot but desire truth and happiness, and are incapable of certainty or happiness."},{"id":463,"quote":"Our senses will not admit anything extreme. Too much noise confuses us, too much light dazzles us, too great distance or nearness prevents vision, too great prolixity or brevity weakens an argument, too much pleasure gives pain, too much accordance annoys."},{"id":464,"quote":"Since we cannot be universal and know all that is to be known of everything, we ought to know a little about everything. For it is far better to know something about everything than to know all about one thing. This universality is the best. If we can have both, still better; but if we must choose, we ought to choose the former."},{"id":465,"quote":"The Christian's God does not merely consist of a God who is the Author of mathematical truths and the order of the elements. The God of Abraham, the God of Isaac, the God of Jacob, the God of the Christians, is a God of love and consolation."},{"id":466,"quote":"You corrupt religion either in favour of your friends, or against your enemies."},{"id":467,"quote":"Now, if the passions had no hold on us, a week and a hundred years would amount to the same."},{"id":468,"quote":"The world is ruled by force, not by opinion; but opinion uses force."},{"id":469,"quote":"Fire. God of Abraham, God of Isaac, God of Jacob, not of the philosophers and the scholars. I will not forget thy word. Amen."},{"id":470,"quote":"Man finds nothing so intolerable as to be in a state of complete rest, without passions, without occupation, without diversion, without effort. Then he feels his nullity, loneliness, inadequacy, dependence, helplessness, emptiness."},{"id":471,"quote":"Truly it is an evil to be full of faults; but it is a still greater evil to be full of them and to be unwilling to recognize them, since that is to add the further fault of a voluntary illusion."},{"id":472,"quote":"Education produces natural intuitions, and natural intuitions are erased by education."},{"id":473,"quote":"...for the truth is always older than all the opinions men have held regarding it; and one should be ignoring the nature of truth if we imagined that the truth began at the time it came to be known."},{"id":474,"quote":"Law, without force, is impotent."},{"id":475,"quote":"All mankind's troubles are caused by one single thing, which is their inability to sit quietly."},{"id":476,"quote":"Do little things as if they were great, because of the majesty of the Lord Jesus Christ who dwells in thee."},{"id":477,"quote":"It is not permitted to the most equitable of men to be a judge in his own cause."},{"id":478,"quote":"they do not know that they seek only the chase and not the quarry."},{"id":479,"quote":"La vraie e  loquence se moque de l'e  loquence, la vraie morale se moque de la morale. True eloquence has notime foreloquence, true morality has no time for morality."},{"id":480,"quote":"Custom determines what is agreeable."},{"id":481,"quote":"Imagination cannot make fools wise, but it makes them happy, as against reason, which only makes its friends wretched: one covers them with glory, the other with shame."},{"id":482,"quote":"Clarity of mind means clarity of passion, too."},{"id":483,"quote":"The origins of disputes between philosophers is, that one class of them have undertaken to raise man by displaying his greatness, and the other to debase him by showing his miseries."},{"id":484,"quote":"All evil stems from this-that we do. Know how to handle your solitude."},{"id":485,"quote":"Philosophers.-We are full of things which take us out of ourselves."},{"id":486,"quote":"Quand on voit le style naturel, on est tout e  tonne   et ravi, car on s'attendait de voir un auteur, et on trouve un homme. When we see a natural style we are quite amazed and delighted, because we expected to see an author and find a man."},{"id":487,"quote":"Tout notre raisonnement se re  duit a'   ce  der au sentiment. All our reasoning comes down to surrendering to feeling."},{"id":488,"quote":"Must we kill to prevent there being any wicked? This is to make both parties wicked instead of one."},{"id":489,"quote":"The state of man is inconstancy, ennui, anxiety."},{"id":490,"quote":"We have an idea of truth, invincible to all scepticism."},{"id":491,"quote":"Who knows if this other half of life where we think we're awake is not another sleep a little different from the first."},{"id":492,"quote":"That dog is mine said those poor children; that place in the sun is mine; such is the beginning and type of usurpation throughout the earth.\n[Fr., Ce chien est a moi, disaient ces pauvres enfants; c'est la ma place au soleil. Voila le commencement et l'image de l'usurpation de toute la terre.]"},{"id":493,"quote":"If there were only one religion, God would indeed be manifest."},{"id":494,"quote":"All our reasoning boils down to yielding to sentiment."},{"id":495,"quote":"When a natural discourse paints a passion or an effect, one feels within oneself the truth of what one reads, which was there before, although one did not know it. Hence one is inclined to love him who makes us feel it, for he has not shown us his own riches, but ours. ...such community of intellect that we have with him necessarily inclines the heart to love."},{"id":496,"quote":"When we do not know the truth of a thing, it is good that there should exist a common error which determines the mind of man, as, for example, the moon, to which is attributed the change of seasons, the progress of diseases, etc. For the chief malady of man is a restless curiosity about things which he cannot understand; and it is not so bad for him to be in error as to be curious to no purpose."},{"id":497,"quote":"The mind of the greatest man on earth is not so independent of circumstances as not to feel inconvenienced by the merest buzzing noise about him; it does not need the report of a cannon to disturb his thoughts. The creaking of a vane or a pully is quite enough. Do not wonder that he reasons ill just now; a fly is buzzing by his ear; it is quite enough to unfit him for giving good counsel."},{"id":498,"quote":"We do not content ourselves with the life we have in ourselves and in our being; we desire to live an imaginary life in the mind of others, and for this purpose we endeavor to shine. We labor unceasingly to adorn and preserve this imaginary existence and neglect the real."},{"id":499,"quote":"Mediocrity makes the most of its native possessions."},{"id":500,"quote":"Not to be mad is another form of madness"},{"id":501,"quote":"To go beyond the bounds of moderation is to outrage humanity. The greatness of the human soul is shown by knowing how to keep within proper bounds. There are two equally dangerous extremes- to shut reason out, and not to let nothing in."},{"id":502,"quote":"Each one is all in all to himself; for being dead, all is dead to him."},{"id":503,"quote":"Symmetry is what we see at a glance; based on the fact that there is no reason for any difference."},{"id":504,"quote":"Without [diversion] we would be in a state of weariness, and this weariness would spur us on to seek a more solid means of escaping from it. But diversion amuses us, and leads us unconsciously to death."},{"id":505,"quote":"Thinking too little about things or thinking too much both make us obstinate and fanatical."},{"id":506,"quote":"Extremes are for us as though they were not, and we are not within their notice. They escape us, or we them. This is our true state; this is what makes us incapable of certain knowledge and of absolute ignorance... This is our natural condition, and yet most contrary to our inclination; we burn with desire to find solid ground and an ultimate sure foundation whereon to build a tower reaching to the Infinite. But our whole groundwork cracks, and the earth opens to abysses."},{"id":507,"quote":"The only thing which consoles for our miseries is diversion, and yet this is the greatest of our miseries. For it is this which principally hinders us from reflecting upon ourselves and which makes us imperceptibly ruin ourselves."},{"id":508,"quote":"Reverend Fathers, my letters did not usually follow each other at such close intervals, nor were they so long.... This one would not be so long had I but the leisure to make it shorter."},{"id":509,"quote":"Eloquence is the painting of thought."},{"id":510,"quote":"It is man's natural sickness to believe that he possesses the Truth."},{"id":511,"quote":"Extremes are for us as if they were not, and as if we were not in regard to them; they escape from us, or we from them."},{"id":512,"quote":"Continuous eloquence wearies. Grandeur must be abandoned to be appreciated. Continuity in everything is unpleasant. Cold is agreeable, that we may get warm."},{"id":513,"quote":"The sweetness of glory is so great that, join it to what we will, even to death, we love it."},{"id":514,"quote":"There are some who speak well and write badly. For the place and the audience warm them, and draw from their minds more than they think of without that warmth."},{"id":515,"quote":"We feel neither extreme heat nor extreme cold; qualities that are in excess are so much at variance with our feelings that they are impalpable: we do not feel them, though we suffer from their effects."},{"id":516,"quote":"Law was once introduced without reason, and has become reasonable."},{"id":517,"quote":"We never do evil so effectually as when we are led to do it by a false principle of conscience."},{"id":518,"quote":"Il n'est pas certain que tout soit incertain. (Translation: It is not certain that everything is uncertain.)"},{"id":519,"quote":"Men seek rest in a struggle against difficulties; and when they have conquered these, rest becomes insufferable."},{"id":520,"quote":"We run carelessly to the precipice, after we have put something before us to prevent us seeing it."},{"id":521,"quote":"All that tends not to charity is figurative. The sole aim of the Scripture is charity."},{"id":522,"quote":"Why God has instituted Prayer: To communicate to his creatures the dignity of causation."},{"id":523,"quote":"All is one, all is different. How many natures exist in man? How many vocations? And by what chance does each man ordinarily choose what he has heard praised?"},{"id":524,"quote":"Our notion of symmetry is derived form the human face. Hence, we demand symmetry horizontally and in breadth only, not vertically nor in depth."},{"id":525,"quote":"May God never abandon me."},{"id":526,"quote":"Nothing is so conformable to reason as to disavow reason."},{"id":527,"quote":"Rivers are roads that move and carry us whither we wish to go.\n[Fr., Les rivieres sont des chemins qui marchant et qui portent ou l'on veut aller.]"},{"id":528,"quote":"Do they think that they have given us great pleasure by telling us that they hold our soul to be no more than wind or smoke, and saying it moreover in tones of pride and satisfaction? Is this then something to be said gaily? Is it not on the contrary something to be said sadly, as being the saddest thing in the world?"},{"id":529,"quote":"We must know where to doubt, where to feel certain, where to submit. He who does not do so, understands not the force of reason."},{"id":530,"quote":"I would inquire of reasonable persons whether this principle: Matter is naturally wholly incapable of thought, and this other: I think, therefore I am, are in fact the same in the mind of\nDescartes, and in that of St. Augustine, who said the same thing twelve hundred years before."},{"id":531,"quote":"There are three means of believing--by inspiration, by reason, and by custom. Christianity, which is the only rational institution, does yet admit none for its sons who do not believe by inspiration. Nor does it injure reason or custom, or debar them of their proper force; on the contrary, it directs us to open our minds by the proofs of the former, and to confirm our minds by the authority of the latter."},{"id":532,"quote":"In order to enter into a real knowledge of your condition, consider it in this image: A man was cast by a tempest upon an unknown island, the inhabitants of which were in trouble to find\ntheir king, who was lost; and having a strong resemblance both in form and face to this king, he was taken for him, and acknowledged in this capacity by all the people."},{"id":533,"quote":"Habit is a second nature that destroys the first. But what is nature? Why is habit not natural? I am very much afraid that nature itself is only a first habit, just as habit is a second nature."},{"id":534,"quote":"What a chimera then is man. What a novelty! What a monster... what a contradiction, what a prodigy"},{"id":535,"quote":"Nobody is publicly accepted as an expert on poetry unless he displays the sign of poet, mathematician, etc., but universal men want no sign and make hardly any distinction between the crafts of poet and embroiderer. Universal men are not called poets or mathematicians, etc. But they are all these things and judges of them too. No one could guess what they are, and they will talk about whatever was being talked about when they came in. One quality is not more noticeable in them than another, unless it becomes necessary to put it into practice, and then we remember it."},{"id":536,"quote":"It is of dangerous consequence to represent to man how near he is to the level of beasts, without showing him at the same time his greatness. It is likewise dangerous to let him see his greatness without his meanness. It is more dangerous yet to leave him ignorant of either; but very beneficial that he should be made sensible of both."},{"id":537,"quote":"The philosophers talk to you about the dignity of man, and they tempt you to pride, or they talk to you about the misery of man, and they tempt you to despair."},{"id":538,"quote":"Fuller believed human societies would soon rely mainly on renewable sources of energy, \nsuch as solar- and wind-derived electricity,. envisioned an age of \"universal education and sustenance of all humanity\".\n\"The heart has reasons that reason does not understand.\""},{"id":539,"quote":"Put the world's greatest philosopher on a plank that is wider than need be; if there is a precipe below, although his reason may convince him that he is safe, his imagination will prevail."},{"id":540,"quote":"All who say the same things do not possess them in the same manner; and hence the incomparable author of the Art of Conversation pauses with so much care to make it understood that we must not judge of the capacity of a man by the excellence of a happy remark that we heard him make. Let us penetrate, says he, the mind from which it proceeds. It will oftenest be seen that he will be made to disavow it on the spot, and will be drawn very far from this better thought in which he does not believe, to plunge himself into another, quite base and ridiculous."},{"id":541,"quote":"There are hardly any truths upon which we always remain agreed, and still fewer objects of pleasure which we do not change every hour, I do not know whether there is a means of giving fixed\nrules for adapting discourse to the inconstancy of our caprices."},{"id":542,"quote":"Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth."},{"id":543,"quote":"What is it, in your opinion, to be a great nobleman? It is to be master of several objects that men covet, and thus to be able to satisfy the wants and the desires of many. It is these\nwants and these desires that attract them towards you, and that make them submit to you: were it not for these, they would not even look at you; but they hope, by these services... to obtain\nfrom you some part of the good which they desire, and of which they see that you have the disposal."},{"id":544,"quote":"People are generally better persuaded by the reasons which they have themselves discovered than by those which have come in to the mind of others."},{"id":545,"quote":"You are in the same manner surrounded with a small circle of persons... full of desire. They demand of you the benefits of desire... You are therefore properly the king of desire. ...equal\nin this to the greatest kings of the earth... It is desire that constitutes their power; that is, the possession of things that men covet."},{"id":546,"quote":"The method of not erring is sought by all the world. The logicians profess to guide it, the geometricians alone attain it, and apart from science, and the imitations of it, there are no\ntrue demonstrations."},{"id":547,"quote":"The arithmetical machine produces effects that approach nearer to thought than all the actions of animals. But it does nothing that would enable us to attribute will to it, as to the animals."},{"id":548,"quote":"Those who write against vanity want the glory of having written well, and their readers the glory of reading well, and I who write this have the same desire, as perhaps those who read this have also."},{"id":549,"quote":"Faith embraces many truths which seem to contradict each other."},{"id":550,"quote":"Do you wish people to speak well of you? Then do not speak at all yourself."},{"id":551,"quote":"The last act is bloody, however pleasant all the rest of the play is: a little earth is thrown at last upon our head, and that is the end forever."},{"id":552,"quote":"Quelque e  tendue d'esprit que l'on ait, l'on n'est capable que d'une grande passion. However vast a man's spirit, he is only capable of one great passion."},{"id":553,"quote":"If you believe in God you are at no disadvantage in this life, and at considerable advantage in the next. If you do not believe, but find in the next that there was a next, you are most unfortunate!"},{"id":554,"quote":"Le silence e  ternel de ces espaces infinis m'effraie. The eternal silence of these infinite spaces fills me with dread."},{"id":555,"quote":"By thought I embrace the universe."},{"id":556,"quote":"For as old age is that period of life most remote from infancy, who does not see that old age in this universal man ought not to be sought in the times nearest his birth, but in those most\n remote from it?"},{"id":557,"quote":"Those who are accustomed to judge by feeling do not understand the process of reasoning, because they want to comprehend at a glance and are not used to seeking for first principles. Those, on the other hand, who are accustomed to reason from first principles do not understand matters of feeling at all, because they look for first principles and are unable to comprehend at a glance."},{"id":558,"quote":"I take it as a matter not to be disputed, that if all knew what each said of the other, there would not be four friends in the world. This seems proved by the quarrels and disputes caused by the disclosures which are occasionally made."},{"id":559,"quote":"Console-toi, tu ne me chercherais pas si tu ne m'avais trouve  . Comfort yourself.You would not seek me if you had not found me."},{"id":560,"quote":"It is not only old and early impressions that deceive us; the charms of novelty have the same power."},{"id":561,"quote":"Dans une grande a\"  me tout est grand. In a great soul everything isgreat."},{"id":562,"quote":"Thus so wretched is man that he would weary even without any cause for weariness... and so frivolous is he that, though full of a thousand reasons for weariness, the least thing, such as playing billiards or hitting a ball, is sufficient enough to amuse him."},{"id":563,"quote":"L'on a beau se cacher a'   soi-me\"  me, l'on aime toujours. We vainly conceal from ourselves the fact that we are always in love."},{"id":564,"quote":"Nothing is more dastardly than to act with bravado toward God."},{"id":565,"quote":"A town, a landscape are when seen from afar a town and a landscape; but as one gets nearer, there are houses, trees, tiles leaves, grasses, ants, legs of ants and so on to infinity. All this is subsumed under the name of landscape."},{"id":566,"quote":"It is an appalling thing to feel all one possesses drain away."},{"id":567,"quote":"Human life is thus only a perpetual illusion; men deceive and flatter each other. No one speaks of us in our presence as he does of us in our absence. Human society is founded on mutual deceit; few friendships would endure if each knew what his friend said of him in his absence, although he then spoke in sincerity and without passion."},{"id":568,"quote":"Je ne crois que les histoires dont les te  moins se feraient e  gorger. I only believe in histories told by witnesses who would have had their throats slit."},{"id":569,"quote":"When I consider the small span of my life absorbed in the eternity of all time, or the small part of space which I can touch or see engulfed by the infinite immensity of spaces that I know not and that know me not, I am frightened and astonished to see myself here instead of there  now instead of then."},{"id":570,"quote":"That we must love one God only is a thing so evident that it does not require miracles to prove it."},{"id":571,"quote":"Those honor nature well, who teach that she can speak on everything..."},{"id":572,"quote":"No animal admires another animal."},{"id":573,"quote":"We do not rest satisfied with the present.... So imprudent we are that we wander in the times which are not ours and do not thinkof the only one which belongs to us; and so idle are we that we dream of those times which are no more and thoughtlessly overlook that which alone exists. For the present is generally painful to us."},{"id":574,"quote":"What matters it that man should have a little more knowledge of the universe? If he has it, he gets little higher. Is he not always infinitely removed from the end, and is not the duration of our life equally removed from eternity, even if it lasts ten years longer?"},{"id":575,"quote":"Since [man] is infinitely removed from comprehending the extremes, the end of things and their beginning are hopelessly hidden from him in an impenetrable secret; he is equally incapable of seeing the nothing from which he was made, and the infinite in which he is swallowed up."},{"id":576,"quote":"Knowledge has two extremes. The first is the pure natural ignorance in which all men find themselves at birth. The other extreme is that reached by great minds, who, having run through all that men can know, find they know nothing, and come back again to that same natural ignorance from which they set out; this is a learned ignorance which is conscious of itself."},{"id":577,"quote":"True eloquence makes light of eloquence, true morality makes light of morality; that is to say, the morality of the judgment, which has no rules, makes light of the morality of the intellect.... To make light of philosophy is to be a true philosopher."},{"id":578,"quote":"Let man then contemplate nature in full and lofty majesty, and turn his eyes away from the mean objects which surround him. Let him look at the dazzling light hung aloft as an eternal lamp to lighten the universe; let him behold the earth, a mere dot compared with the vast circuit which that orb describes, and stand amazed to find that the vast circuit itself is but a very fine point compared with the orbit traced by the starts as they roll their course on high."},{"id":579,"quote":"The great mass of people judge well of things, for they are in natural ignorance, which is man's true state."},{"id":580,"quote":"Man's greatness is great in that he knows himself wretched. A tree does not know itself wretched. It is then being wretched to know oneself wretched; but it is being great to know that one is wretched."},{"id":581,"quote":"The multitude which does not reduce itself to unity is confusion."},{"id":582,"quote":"Those great efforts of intellect, upon which the mind sometimes touches, are such that it cannot maintain itself there. It only leaps to them, not as upon a throne, forever, but merely for an instant."},{"id":583,"quote":"If magistrates had true justice, and if physicians had the true art of healing, they would have no occasion for square caps; the majesty of these sciences would itself be venerable enough."},{"id":584,"quote":"La dernie'  re chose qu'on trouve en faisant un ouvrage, est de savoir celle qu'il faut mettre la premie'  re. The last thing one discovers in composing a work iswhat to put first."},{"id":585,"quote":"The imagination enlarges little objects so as to fill our souls with a fantastic estimate; and, with rash insolence, it belittles the great to its own measure, as when talking of God."},{"id":586,"quote":"Caesar was too old, it seems to me, to go off and amuse himself conquering the world. Such a pastime was all right for Augustus and Alexander; they were young men, not easily held in check, but Caesar ought to have been more mature."},{"id":587,"quote":"The authority of reason is far more imperious than that of a master; for he who disobeys the one is unhappy, but he who disobeys the other is a fool."},{"id":588,"quote":"Just as I do not know where I came from, so I do not know where I am going. All I know is that when I leave this world I shall fall forever into oblivion, or into the hands of an angry God, without knowing which of the two will be my lot for eternity. Such is my state of mind, full of weakness and uncertainty. The only conclusion I can draw from all this is that I must pass my days without a thought of trying to find out what is going to happen to me."},{"id":589,"quote":"If we submit everything to reason our religion will be left with nothing mysterious or supernatural. If we offend the principles of reason our religion will be absurd and ridiculous . . . There are two equally dangerous extremes: to exclude reason, to admit nothing but reason."},{"id":590,"quote":"Evil is easily discovered; there is an infinite variety; good is almost unique. But some kinds of evil are almost as difficult to discover as that which we call good; and often particular evil of this class passes for good. It needs even a certain greatness of soul to attain to this, as to that which is good."},{"id":591,"quote":"An advocate who has been well paid in advance will find the cause he is pleading all the more just."},{"id":592,"quote":"Is it courage in a dying man to go, in weakness and in agony, to affront an almighty and eternal God?"},{"id":593,"quote":"What a chimaera then is man, what a novelty, what a monster, what chaos, what a subject of contradiction, what a prodigy! Judge of all things, yet an imbecile earthworm; depository of truth, yet a sewer of uncertainty and error; pride and refuse of the universe. Who shall resolve this tangle?"},{"id":594,"quote":"The charm of fame is so great that we like every object to which it is attached, even death."},{"id":595,"quote":"The weakness of human reason appears more evidently in those who know it not than in those who know it."},{"id":596,"quote":"Eloquence; it requires the pleasant and the real; but the pleasant must itself be drawn from the true."},{"id":597,"quote":"Without the knowledge of our wretchedness, the knowledge of God creates pride. With it, the knowledge of God creates despair. The knowledge of Christ offers a third way, because in him we find both God and our wretchedness."},{"id":598,"quote":"Let us now speak according to natural lights. If there is a God, He is infinitely incomprehensible. . . . We are then incapable of knowing of either what He is or if He is. . . ."},{"id":599,"quote":"Death is easier to bear without thinking of it, than the thought of death without peril."},{"id":600,"quote":"Who dispenses reputation? Who makes us respect and revere persons, works, laws, the great? Who but this faculty of imagination? All the riches of the earth are inadequate without its approval."},{"id":601,"quote":"I condemn equally those who choose to praise man, those who choose to condemn him and those who choose to divert themselves, and I can only approve of those who seek with groans."},{"id":602,"quote":"The sum of a man's problems come from his inability to be alone in a silent room."},{"id":603,"quote":"Vanity is illustrated in the cause and effect of love, as in the case of Cleopatra."},{"id":604,"quote":"How vain painting is-we admire the realistic depiction of objects which in their original state we don't admire at all."},{"id":605,"quote":"We must make good people wish that the Christian faith were true, and then show that it is."},{"id":606,"quote":"When malice has reason on its side, it looks forth bravely, and displays that reason in all its luster. When austerity and self-denial have not realized true happiness, and the soul returns to the dictates of nature, the reaction is fearfully extravagant."},{"id":607,"quote":"Men often take their imagination for their heart; and they believe they are converted as soon as they think of being converted."},{"id":608,"quote":"All men have happiness as their object: there is no exception. However different the means they employ, they all aim at the same end."},{"id":609,"quote":"To call a king \"Prince\" is pleasing, because it diminishes his rank."},{"id":610,"quote":"Rivers are highways that move on and bear us whither we wish to go."},{"id":611,"quote":"Necessity, that great refuge and excuse for human frailty, breaks through all law; and he is not to be accounted in fault whose crime is not the effect of choice, but force."},{"id":612,"quote":"Our natures lie in motion, without which we die."},{"id":613,"quote":"I cannot judge my work while I am doing it. I have to do as painters do, stand back and view it from a distance, but not too great a distance. How great? Guess."},{"id":614,"quote":"We never live, but we hope to live; and as we are always arranging to be happy, it must be that we never are so."},{"id":615,"quote":"Admiration spoils all from infancy."},{"id":616,"quote":"According to the doctrine of chance, you ought to put yourself to the trouble of searching for the truth; for if you die without worshiping the True Cause, you are lost. \"But,\" say you, \"if He had wished me to worship Him, He would have left me signs of His will.\" He has done so; but you neglect them. Seek them, therefore; it is well worth it."},{"id":617,"quote":"Let us weigh the gain and the loss, in wagering that God is. Consider these alternatives: if you win, you win all, if you lose you lose nothing. Do not hesitate, then, to wager that he is."},{"id":618,"quote":"All the dignity of man consists in thought. Thought is therefore by its nature a wonderful and incomparable thing. It must have strange defects to be contemptible. But it has such, so that nothing is more ridiculous. How great it is in its nature! How vile it is in its defects! But what is this thought? How foolish it is!"},{"id":619,"quote":"Continuity in everything is unpleasant."},{"id":620,"quote":"I should not be a Christian but for the miracles."},{"id":621,"quote":"Everything that is incomprehensible does not, however, cease to exist."},{"id":622,"quote":"Those whom we call ancient were really new in all things, and properly constituted the infancy of mankind."},{"id":623,"quote":"The Stoics say, \"Retire within yourselves; it is there you will find your rest.\" And that is not true. Others say, \"Go out of yourselves; seek happiness in amusement.\" And this is not true. Illness comes. Happiness is neither without us nor within us. It is in God, both without us and within us."},{"id":624,"quote":"When a man who accepts the Christian doctrine lives unworthily of it, it is much clearer to say he is a bad Christian than to say he is not a Christian."},{"id":625,"quote":"Force and not opinion is the queen of the world; but it is opinion that uses the force.\n[Fr., La force est la reine du monde, et non pas l'opinion; mais l'opinion est celle qui use de la force.]"},{"id":626,"quote":"All this visible world is but an imperceptible point in the ample bosom of nature."},{"id":627,"quote":"All men naturally hate each other. We have used concupiscence as best we can to make it serve the common good, but this is mere sham and a false image of charity, for essentially it is just hate."},{"id":628,"quote":"I would have far more fear of being mistaken, and of finding that the Christian religion was true, than of not being mistaken in believing it true."},{"id":629,"quote":"The gist is that good and evil are foreordained. What is foreordained comes necessarily to be after a prior act of divine volition...Rather, everything small and large is written and comes to be in a known and expected measure."},{"id":630,"quote":"The Fall is an offense to human reason, but once accepted, it makes perfect sense of the human condition."},{"id":631,"quote":"Let a man choose what condition he will, and let him accumulate around him all the goods and gratifications seemingly calculated to make him happy in it; if that man is left at any time without occupation or amusement, and reflects on what he is, the meagre, languid felicity of his present lot will not bear him up. He will turn necessarily to gloomy anticipations of the future; and unless his occupation calls him out of himself, he is inevitably wretched."},{"id":632,"quote":"We only consult the ear because the heart is wanting."},{"id":633,"quote":"The weather and my mood have little connection. I have my foggy and my fine days within me; my prosperity or misfortune has little to do with the matter."},{"id":634,"quote":"We like security: we like the pope to be infallible in matters of faith, and grave doctors to be so in moral questions so that we can feel reassured."},{"id":635,"quote":"Concupiscence and force are the source of all our actions; concupiscence causes voluntary actions, force involuntary ones."},{"id":636,"quote":"It is superstitious to put one's hopes in formalities, but arrogant to refuse to submit to them."},{"id":637,"quote":"Discourses on humility are a source of pride in the vain and of humility in the humble. So those on scepticism cause believers to affirm. Few men speak humbly of humility, chastely of chastity, few doubtingly of scepticism."},{"id":638,"quote":"It is not possible to have reasonable grounds for not believing in miracles."},{"id":639,"quote":"Even those who write against fame wish for the fame of having written well, and those who read their works desire the fame of having read them."},{"id":640,"quote":"One-half of life is admitted by us to be passed in sleep, in which, however, it may appear otherwise, we have no perception of truth, and all our feelings are delusions; who knows but the other half of life, in which we think we are awake, is a sleep also, but in some respects different from the other, and from which we wake when we, as we call it, sleep. As a man dreams often that he is dreaming, crowding one dreamy delusion on another."},{"id":641,"quote":"The multitude which is not brought to act as a unity, is confusion. That unity which has not its origin in the multitude is tyranny."},{"id":642,"quote":"All our troubles come from not being able to be alone."},{"id":643,"quote":"You see, if the height of the mercury [barometer] column is less on the top of a mountain than at the foot of it (as I have many reasons for believing, although everyone who has so far written about it is of the contrary opinion), it follows that the weight of the air must be the sole cause of the phenomenon, and not that abhorrence of a vacuum, since it is obvious that at the foot of the mountain there is more air to have weight than at the summit, and we cannot possibly say that the air at the foot of the mountain has a greater aversion to empty space than at the top."},{"id":644,"quote":"Seeing too much to deny and too little to be sure, I am in a state to be pitied."},{"id":645,"quote":"The last thing that we find in making a book is to know what we must put first."},{"id":646,"quote":"Most of the evils of life arise from man's being unable to sit still in a room."},{"id":647,"quote":"We sometimes learn more from the sight of evil than from an example of good; and it is well to accustom ourselves to profit by the evil which is so common, while that which is good is so rare."},{"id":648,"quote":"Our true dignity consists  in thought. Thence we must derive our elevation, not from space or duration. Let us endeavor then to think well; this is the principle of morals."},{"id":649,"quote":"Man is full of desires: he loves only those who can satisfy them all. \"This man is a good mathematician,\" someone will say. But I have no concern for mathematics; he would take me for a proposition. \"That one is a good soldier.\" He would take me for a besieged town. I need, that is to say, a decent man who can accommodate himself to all my desires in a general sort of way."},{"id":650,"quote":"Civil wars are the greatest of evils. They are inevitable, if we wish to reward merit, for all will say that they are meritorious."},{"id":651,"quote":"There are vices which have no hold upon us, but in connection with others; and which, when you cut down the trunk, fall like the branches."},{"id":652,"quote":"From whence comes it that a cripple in body does not irritate us, and that a crippled mind enrages us? It is because a cripple sees that we go right, and a distorted mind says that it is we who go astray. But for that we should have more pity and less rage."},{"id":653,"quote":"Let man then contemplate the whole of nature in her full and grand majesty... No idea approaches it. We may enlarge our conceptions beyond all imaginable space; we only produce atoms in comparison with the reality of things. It is an infinite sphere, the center of which is everywhere, the circumference nowhere."},{"id":654,"quote":"When we would think of God, how many things we find which turn us away from Him, and tempt us to think otherwise. All this is evil, yet it is innate."},{"id":655,"quote":"I can approve of those only who seek in tears for happiness."},{"id":656,"quote":"Piety is different from superstition. To carry piety to the extent of superstition is to destroy it. The heretics reproach us with this superstitious submission. It is doing what they reproach us with."},{"id":657,"quote":"Those who make antitheses by forcing the sense are like men who make false windows for the sake of symmetry. Their rule is not to speak justly, but to make accurate figures."},{"id":658,"quote":"The exterior must be joined to the interior to obtain anything from God, that is to say, we must kneel, pray with the lips, and soon, in order that proud man, who would not submit himself to God, may be now subject to the creature."},{"id":659,"quote":"Therefore, those to whom God has imparted religion by intuition are very fortunate and justly convinced. But to those who do not have it, we can give it only by reasoning, waiting for God to give them spiritual insight, without which faith is only human and useless for salvation."},{"id":660,"quote":"Nature confuses the skeptics and reason confutes the dogmatists"},{"id":661,"quote":"There would be too great darkness, if truth had not visible signs."},{"id":662,"quote":"To find recreation in amusement is not happiness."},{"id":663,"quote":"Meanings receive their dignity from words instead of giving it to them."},{"id":664,"quote":"Curiosity is only vanity. Most frequently we wish not to know, but to talk. We would not take a sea voyage for the sole pleasure of seeing without hope of ever telling."},{"id":665,"quote":"Two similar faces, neither of which alone causes laughter, use laughter when they are together, by their resemblance."},{"id":666,"quote":"Continued eloquence is wearisome."},{"id":667,"quote":"We need not have the loftiest mind to understand that here is no lasting and real satisfaction, that our pleasures are only vanity, that our evils are infinite, and, lastly, that death, which threatens us every moment, must infallibly place us within a few years under the dreadful necessity of being forever either annihilated or unhappy."},{"id":668,"quote":"Those who profess contempt for men, and put them on a level with beasts, yet wish to be admired and believed by men, and contradict themselves by their own feelings--their nature, which is stronger than all, convincing them of the greatness of man more forcibly than reason convinces them of his baseness."},{"id":669,"quote":"That a religion may be true, it must have knowledge of our nature."},{"id":670,"quote":"Condition de l'homme: inconstance, ennui, inquie  tude. Man's condition. Inconstancy, boredom, anxiety."},{"id":671,"quote":"On the occasions when I have pondered over men's various activities, the dangers and worries they are exposed to at Court or at war, from which so many quarrels, passions, risky, often ill-conceived actions and so on are born, I have often said that man's unhappiness springs from one thing alone, his incapacity to stay quietly in one room."},{"id":672,"quote":"Le moi est ha|s sable. The self is hateful."},{"id":673,"quote":"If we dreamed the same thing every night, it would affect us much as the objects we see every day. And if a common workman were sure to dream every night for twelve hours that he was a king, I believe he would be almost as happy as a king who should dream every night for twelve hours on end that he was a common workman."},{"id":674,"quote":"Le nez de Cle  opa\"  tre: s'il e u\" t e  te   plus court, toute la face de la terre aurait change  . Cleopatra'snose: if it had beenshorter the whole face of the earth would have been different."},{"id":675,"quote":"Notre nature est dans le mouvement; le repos entier est la mort. Our nature consists in movement; absolute rest is death."},{"id":676,"quote":"That which makes us go so far for love is that we never think that we might have need of anything besides that which we love."},{"id":677,"quote":"Look somewhere else for someone who can follow you in your researches about numbers. For my part, I confess that they are far beyond me, and I am competent only to admire them."},{"id":678,"quote":"All sorrow has its root in man's inability to sit quiet in a room by himself."},{"id":679,"quote":"Reason commands us far more imperiously than a master; for in disobeying the one we are unfortunate, and in disobeying the other we are fools."},{"id":680,"quote":"Jurisdiction is not given for the sake of the judge, but for that of the litigant."},{"id":681,"quote":"When we wish to correct with advantage, and to show another that he errs, we must notice from what side he views the matter, for on that side it is usually true."},{"id":682,"quote":"Flies are so mighty that they win battles, paralyse our minds, eat up our bodies."},{"id":683,"quote":"Religion is so great a thing that it is right that those who will not take the trouble to seek it if it be obscure, should be deprived of it."},{"id":684,"quote":"To scorn philosophy is truly to philosophize."},{"id":685,"quote":"The present is never the mark of our designs. We use both past and present as our means and instruments, but the future only as our object and aim."},{"id":686,"quote":"If man should commence by studying himself, he would see how impossible it is to go further."},{"id":687,"quote":"Between us, and Hell or Heaven, there is only life between the two, which is the most fragile thing in the world.\nVariant: Between us and heaven or hell there is only life, which is the frailest thing in the world."},{"id":688,"quote":"A few rules include all that is necessary for the perfection of the definitions, the axioms, and the demonstrations, and consequently of the entire method of the geometrical proofs of the\nart of persuading."},{"id":689,"quote":"All the miseries of mankind come from one thing, not knowing how to remain alone."},{"id":690,"quote":"It is incomprehensible that God should exist, and it is incomprehensible that he should not exist."},{"id":691,"quote":"We are never in search of things, but always in search of the search."},{"id":692,"quote":"Eloquence is a painting of thought; and thus those who, after having painted it, add something more, make a picture instead of a portrait."},{"id":693,"quote":"Nature has some perfections to show that she is the image of God, and some defects to show that she is only His image."},{"id":694,"quote":"Love has no age as it is always renewing itself."},{"id":695,"quote":"Undoubtedly equality of goods is just; but, being unable to cause might to obey justice, men has made it just to obey might. Unable to strengthen justice, they have justified might--so that the just and the strong should unite, and there should be peace, which is the sovereign good."},{"id":696,"quote":"However vast a man's spiritual resources, he is capable of but one great passion."},{"id":697,"quote":"Which is the more believable of the two, Moses or China?"},{"id":698,"quote":"Things have different qualities, and the soul different inclinations; for nothing is simple which is presented to the soul, and the soul never presents itself simply to any object. Hence it comes that we weep and laugh at the same thing."},{"id":699,"quote":"By a peculiar prerogative, not only each individual is making daily advances in the sciences, and may make advances in morality (which is the science, by way of eminence, of living well and being happy), but all mankind together is making a continual progress in proportion as the universe grows older. So that the whole human race, during the course of so many ages, may be considered as one man who never ceases to live and learn."},{"id":700,"quote":"All the good maxims which are in the world fail when applied to one's self."},{"id":701,"quote":"How comes it that a cripple does not offend us, but a fool does? Because a cripple recognizes that we walk straight, whereas a fool declares that it is we who are silly; if it were not so, we should feel pity and not anger."},{"id":702,"quote":"I can readily conceive of a man without hands or feet; and I could conceive of him without a head, if experience had not taught me that by this he thinks, Thought then, is the essence of man, and without this we cannot conceive of him."},{"id":703,"quote":"Voluptuousness, like justice, is blind, but that is the only resemblance between them."},{"id":704,"quote":"Equality of possessions is no doubt right, but, as men could not make might obey right, they have made right obey might."},{"id":705,"quote":"What use is it to us to hear it said of a man that he has thrown off the yoke that he does not believe there is a God to watch over his actions, that he reckons himself the sole master of his behavior, and that he does not intend to give an account of it to anyone but himself?"},{"id":706,"quote":"You gave me health that I might serve you; and so often I failed to use my good health in your service. Now you send me sickness in order to correct me Grant that, having ignored the things of spirit when my body was vigorous, I may now enjoy spiritual sweetness while my body groans with pain."},{"id":707,"quote":"It is not our task to secure the triumph of truth, but merely to fight on its behalf."},{"id":708,"quote":"Desire and force between them are responsible for all our actions; desire causes our voluntary acts, force our involuntary."},{"id":709,"quote":"The more intelligence one has, the more people one finds original. Commonplace people see no difference between men."},{"id":710,"quote":"I cannot forgive Descartes. In all his philosophy he would have been quite willing to dispense with God. But he had to make Him give a fillip to set the world in motion; beyond this, he has no further need of God."},{"id":711,"quote":"Some vices only lay hold of us by means of others, and these, like branches, fall on removal of the trunk."},{"id":712,"quote":"No one is ignorant that there are two avenues by which opinions are received into the soul, which are its two principal powers: the understanding and the will."},{"id":713,"quote":"En un mot, l'homme conna|\"t qu'il est mise  rable: il est donc mise  rable, puisqu'il l'est; mais il est bien grand, puisqu'il le conna|\"t. In one word, man knows that he is miserable and therefore he is miserable because he knows it; but he is also worthy, because he knows his condition."},{"id":714,"quote":"Faith affirms many things, respecting which the senses are silent, but nothing that they deny. It is superior, but never opposed to their testimony"},{"id":715,"quote":"Our reason is always disappointed by the inconstancy of appearances."},{"id":716,"quote":"The sole cause of all human misery is the inability of people to sit quietly in their rooms."},{"id":717,"quote":"Notwithstanding the sight of all our miseries, which press upon us and take us by the throat, we have an instinct which we cannot repress, and which lifts us up."},{"id":718,"quote":"Nothing is so insufferable to man as to be completely at rest, without passions, without business, without diversion, without study. He then feels his nothingness, his forlornness, his insufficiency, his dependence, his weakness, his emptiness. There will immediately arise from the depth of his heart weariness, gloom, sadness, fretfulness, vexation, despair."},{"id":719,"quote":"We see neither justice nor injustice which does not change its nature with change in climate. Three degrees of latitude reverse all jurisprudence; a meridian decides the truth."},{"id":720,"quote":"Nature has made all her truths independent of one another. Our art makes one dependent on the other. But this is not natural. Each keeps its own place."},{"id":721,"quote":"That something so obvious as the vanity of the world should be so little recognized that people find it odd and surprising to be told that it is foolish to seek greatness; that is most remarkable."},{"id":722,"quote":"What are our natural principles but principles of custom?"},{"id":723,"quote":"E?  loquence quipersuade par douceur, non par empire, en tyran, non en roi. Eloquence should persuade gently, not by force or like a tyrant or king."},{"id":724,"quote":"Making fun of philosophy is really philosophising."},{"id":725,"quote":"L'homme n'est qu'un sujet plein d'erreur, naturelle et ineffa c able sans la gra\"  ce. Man is nothing but a subject full of natural error that cannot be eradicated except through grace."},{"id":726,"quote":"If our condition were truly happy, we would not need diversion from thinking of it in order to make ourselves happy."},{"id":727,"quote":"I am in the utmost perplexity, yand have wished a hundred times, that if there is a A God, nature would manifest him without ambiguity, and that if there is not, every imaginary sign of his existence might vanish : in short, let nature speak distinctly, or be totally silent, and I shall know what course to take."},{"id":728,"quote":"The heart has its reasons which reason knows not."},{"id":729,"quote":"All of humanity's problems stem from man's inability to sit quietly in a room alone."},{"id":730,"quote":"I have only made this letter longer because I have not had the time to make it shorter.\"(Letter 16, 1657)"},{"id":731,"quote":"I would prefer an intelligent hell to a stupid paradise."},{"id":732,"quote":"Kind words don't cost much. Yet they accomplish much."},{"id":733,"quote":"To make light of philosophy is to be a true philosopher."},{"id":734,"quote":"I made this [letter] very long, because I did not have the leisure to make it shorter."},{"id":735,"quote":"I lay it down as a fact that if all men knew what others say of them, there would not be four friends in the world."},{"id":736,"quote":"Il n'est pas certain que tout soit incertain.(Translation: It is not certain that everything is uncertain.)"},{"id":737,"quote":"The last thing one discovers in composing a work is what to put first."},{"id":738,"quote":"We are generally the better persuaded by the reasons we discover ourselves than by those given to us by others."},{"id":739,"quote":"It is man's natural sickness to believe that he possesses the truth."},{"id":740,"quote":"Little things comfort us because little things distress us."},{"id":741,"quote":"People are generally better persuaded by the reasons which they have themselves discovered than by those which have come into the mind of others."},{"id":742,"quote":"There is a God-shaped vacuum in the heart of each man which cannot be satisfied by any created thing but only by God the Creator, made know through Jesus Christ."},{"id":743,"quote":"Distraction is the only thing that consoles us for miseries and yet it is itself the greatest of our miseries."},{"id":744,"quote":"Le silence eternel des ces espaces infinis m'effraie - The eternal silence of these infinite spaces frightens me."},{"id":745,"quote":"Le coeur a ses raisons que le raison ne connat point."},{"id":746,"quote":"The eternal silence of these infinite spaces terrifies me"},{"id":747,"quote":"When I consider the brief span of my life absorbed into the eternity which precedes and will succeed itmemoria hospitis unius diei praetereuntis (remembrance of a guest who tarried but a day)the small space I occupy and which I see swallowed up in the infinite immensity of spaces of which I know nothing and which know nothing of me, I take fright and am amazed to see myself here rather than there: there is no reason for me to be here rather than there, now rather than then. Who put me here? By whose command and act were this place and time allotted to me?"},{"id":748,"quote":"What a Chimera is man! What a novelty, a monster, a chaos, a contradiction, a prodigy! Judge of all things, an imbecile worm; depository of truth, and sewer of error and doubt; the glory and refuse of the universe."},{"id":749,"quote":"Nature is an infinite sphere whose center is everywhere and whose circumference is nowhere."},{"id":750,"quote":"All men's miseries derive from not being able to sit quiet in a room alone."},{"id":751,"quote":"I ask you neither for health nor for sickness, for life nor for death; but that you may dispose of my health and my sickness, my life and my death, for your glory ... You alone know what is expedient for me; you are the sovereign master, do with me according to your will. Give to me, or take away from me, only conform my will to yours. I know but one thing, Lord, that it is good to follow you, and bad to offend you. Apart from that, I know not what is good or bad in anything. I know not which is most profitable to me, health or sickness, wealth or poverty, nor anything else in the world. That discernment is beyond the power of men or angels, and is hidden among the secrets of your providence, which I adore, but do not seek to fathom."},{"id":752,"quote":"Justice, might.It is right that what is just should be obeyed; it is necessary that what is strongest should be obeyed. Justice without might is helpless; might without justice is tyrannical. Justice without might is gainsaid, because there are always offenders; might without justice is condemned. We must then combine justice and might, and for this end make what is just strong, or what is strong just.Justice is subject to dispute; might is easily recognised and is not disputed. So we cannot give might to justice, because might has gainsaid justice, and has declared that it is she herself who is just. And thus being unable to make what is just strong, we have made what is strong just."},{"id":753,"quote":"Nature has made all her truths independent of one another. Our art makes one dependent on the other."},{"id":754,"quote":"Atheists. What grounds have they for saying that no one can rise from the dead? Which is harder, to be born or to rise again? That what has never been should be, or that what has been should be once more? Is it harder to come into existence than to come back? Habit makes us find the one easy, while lack of habit makes us find the other impossible."},{"id":755,"quote":"And if one loves me for my judgement, memory, he does not love me, for I can lose these qualities without losing myself. Where, then, is this Ego, if it be neither in the body nor in the soul? And how love the body or the soul, except for these qualities which do not constitute me, since they are perishable? For it is impossible and would be unjust to love the soul of a person in the abstract and whatever qualities might be therein. We never, then, love a person, but only qualities. Let us, then, jeer no more at those who are honoured on account of rank and office; for we love a person only on account of borrowed qualities."},{"id":756,"quote":"Symmetry is what we see at a glance; based on the fact that there is no reason for any difference..."},{"id":757,"quote":"Reason's last step is the recognition that there are an infinite number of things which are beyond it."},{"id":758,"quote":"Knowing God without knowing our wretchedness leads to pride. Knowing our wretchedness without knowing God leads to despair. Knowing Jesus Christ is the middle course, because in him we find both God and our wretchedness."},{"id":759,"quote":"Anyone who does not see the vanity of the world is very vain himself. So who does not see it, apart from young people whose lives are all noise, diversions, and thoughts for the future?But take away their diversion and you will see them bored to extinction. Then they feel their nullity without recognizing it, for nothing could be more wretched than to be intolerably depressed as soon as one is reduced to introspection with no means of diversion."},{"id":760,"quote":"The heart has reasons that reason cannot know."},{"id":761,"quote":"La dernire chose qu'on trouve en faisant un ouvrage est de savoir celle qu'il faut mettre la premire. (The last thing one settles in writing a book is what one should put in first.)"},{"id":762,"quote":"By space the universe encompasses me and swallows me up like an atom; by thought I comprehend the world."},{"id":763,"quote":"Since we cannot know all there is to be known about anything, we ought to know a little about everything."},{"id":764,"quote":"Those honor nature well, who teach that she can speak on everything."},{"id":765,"quote":"We never keep to the present. We recall the past; we anticipate the future as if we found it too slow in coming and were trying to hurry it up, or we recall the past as if to stay its too rapid flight. We are so unwise that we wander about in times that do not belong to us, and do not think of the only one that does; so vain that we dream of times that are not and blindly flee the only one that is. The fact is that the present usually hurts. We thrust it out of sight because it distresses us, and if we find it enjoyable, we are sorry to see it slip away. We try to give it the support of the future, and think how we are going to arrange things over which we have no control for a time we can never be sure of reaching. Let each of us examine his thoughts; he will find them wholly concerned with the past or the future. We almost never think of the present, and if we do think of it, it is only to see what light it throws on our plans for the future. The present is never our end. The past and the present are our means, the future alone our end. Thus we never actually live, but hope to live, and since we are always planning how to be happy, it is inevitable that we should never be so."},{"id":766,"quote":"The human being is only a reed, the most feeble in nature; but this is a thinking reed. It isn't necessary for the entire universe to arm itself in order to crush him; a whiff of vapor, a taste of water, suffices to kill him. But when the universe crushes him, the human being becomes still more noble than that which kills him, because he knows that he is dying, and the advantage that the universe has over him. The universe, it does not have a clue.\"All our dignity consists, then, in thought. This is the basis on which we must raise ourselves, and not space and time, which we would not know how to fill. Let us make it our task, then, to think well: here is the principle of morality."},{"id":767,"quote":"Man's sensitivity to little things and insensitivity to the greatest things are marks of a strange disorder."},{"id":768,"quote":"       "},{"id":769,"quote":"The power of a man's virtue should not be measured by his special efforts, but by his ordinary doing."},{"id":770,"quote":"Kind words do not cost much. Yet they accomplish much"},{"id":771,"quote":"There is a certain standard of grace and beauty which consists in a certain relation between our nature... and the thing which pleases us."},{"id":772,"quote":"I would have written a shorter letter, but I did not have the time."},{"id":773,"quote":"Words differently arranged have different meanings, and meanings differently arranged have different effects."},{"id":774,"quote":"If they [Plato and Aristotle] wrote about politics it was as if to lay down rules for a madhouse.And if they pretended to treat it as something really important it was because they knew that the madmen they were talking to believed themselves to be kings and emperors. They humored these beliefs in order to calm down their madness with as little harm as possible."},{"id":775,"quote":"The last act is bloody, however fine the rest of the play"},{"id":776,"quote":"When I consider the short duration of my life, swallowed up in the eternity before and after, the little space which I fill, and even can see, engulfed in the infinite immensity of spaces of which I am ignorant, and which know me not, I am frightened, and am astonished at being here rather than there; for there is no reason why here rather than there, why now rather than then. Who has put me here? By whose order and direction have this place and time been allotted to me? Memoria hospitis unius diei prtereuntis."},{"id":777,"quote":"A trifle consoles us, for a trifle distresses us."},{"id":778,"quote":"All human evil comes from a single cause, mans inability to sit still in a room."},{"id":779,"quote":"What is the self?A man goes to the window to see the people passing by; if I pass by, can I say he went there to see me? No, for he is not thinking of me in particular. But what about a person who loves someone for the sake of her beauty; does he love her? No, for smallpox, which will destroy beauty without destroying the person, will put an end to his love for her.And if someone loves me for my judgement or my memory, do they love me? me, myself? No, for I could lose these qualities without losing my self. Where then is this self, if it is neither in the body nor the soul? And how can one love the body or the soul except for the sake of such qualities, which are not what makes up the self, since they are perishable? Would we love the substance of a person's soul, in the abstract, whatever qualities might be in it? That is not possible, and it would be wrong. Therefore we never love anyone, but only qualities.Let us then stop scoffing at those who win honour through their appointments and offices, for we never love anyone except for borrowed qualities."},{"id":780,"quote":"God instituted prayer to communicate to creatures the dignity of causality."},{"id":781,"quote":"The only thing that consoles us for our miseries is diversion. And yet it is the greatest of our miseries. For it is that above all which prevents us thinking about ourselves and leads is imperceptibly to destruction. But for that we should be bored, and boredom would drive us to seek some more solid means of escape, but diversion passes our time and brings us imperceptibly to our death."},{"id":782,"quote":"We run carelessly over the precipice after having put something in front of us to prevent us seeing it."},{"id":783,"quote":"He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright"},{"id":784,"quote":"Please forgive the long letter; I didnt have time to write a short one."},{"id":785,"quote":"All men seek happiness. This is without exception. Whatever different means they employ, they all tend to this end. The cause of some going to war, and of others avoiding it, is the same desire in both, attended with different views. The will never takes the least step but to this object. This is the motive of every action of every man, even of those who hang themselves.And yet after such a great number of years, no one without faith has reached the point to which all continually look. All complain, princes and subjects, noblemen and commoners, old and young, strong and weak, learned and ignorant, healthy and sick, of all countries, all time, all ages, and all conditions.A trial so long, so continuous, and so uniform should certainly convince us of our inability to reach the good by our own efforts.... What is it then that this desire and this inability proclaim to us, but that there was once in man a true happiness of which there now remains to him only; the mark and empty trace, which he in vain tries to fill from all his surroundings, seeking from things absent the help he does not obtain in things present? But these are all inadequate, because the infinite abyss can only be filled by an infinite and immutable Object, that is to say, only by God Himself."},{"id":786,"quote":"Jesus is a God whom we can approach without pride and before whom we can humble ourselves without despair."},{"id":787,"quote":"Unless we know ourselves to be full of pride, ambition, concupiscence, weakness, wretchedness and unrighteousness, we are truly blind. And if someone knows all this and does not desire to be saved, what can be said of him?"},{"id":788,"quote":"We make an idol of truth itself, for truth apart from charity is not God, but his image and an idol that we must not love or worship."},{"id":789,"quote":"We never keep to the present. We recall the past; we anticipate the future as if we found it too slow in coming and were trying to hurry it up, or we recall the past as if to stay its too rapid flight. We are so unwise that we wander about in times that do not belong to us, and do not think of the only one that does; so vain that we dream of times that are not and blindly flee the only one that is. The fact is the present usually hurts."},{"id":790,"quote":"If he exalts himself, I humble him.If he humbles himself, I exalt him.And I go on contradicting himUntil he understandsThat he is a monster that passes all understanding."},{"id":791,"quote":"Men never commit evil so fully and joyfully as when they do it for religious convictions."},{"id":792,"quote":"The heart has its reasons which reason knows not of."},{"id":793,"quote":"Cleopatra's nose, had it been shorter, the whole face of the world would have been changed."},{"id":794,"quote":"The world is a good judge of things, for it is in natural ignorance, which is man's true state. The sciences have two extremes which meet. The first is the pure natural ignorance in which all men find themselves at birth. The other extreme is that reached by great intellects, who, having run through all that men can know, find they know nothing, and come back again to that same ignorance from which they set out; but this is a learned ignorance which is conscious of itself. Those between the two, who have departed from natural ignorance and not been able to reach the other, have some smattering of this vain knowledge and pretend to be wise. These trouble the world and are bad judges of everything. The people and the wise constitute the world; these despise it, and are despised. They judge badly of everything, and the world judges rightly of them."},{"id":795,"quote":"       :             "},{"id":796,"quote":"We know the truth, not only be the reason, but also be the heart."},{"id":797,"quote":"God wishes to move the will rather than the mind. Perfect clarity would help the mind and harm the will."},{"id":798,"quote":"Man is but a reed, the most feeble thing in nature; but he is a thinking reed."},{"id":799,"quote":"It is dangerous to explain too clearly to man how like he is to the animals without pointing out his greatness. It is also dangerous to make too much of his greatness without his vileness. It is still more dangerous to leave him in ignorance of both, but it is most valuable to represent both to him.Man must not be allowed to believe that he is equal either to animals or to angels, nor to be unaware of either, but he must know both."},{"id":800,"quote":"If you gain, you gain all. If you lose, you lose nothing. Wager then, without hesitation, that He exsists."},{"id":801,"quote":"Man is neither angel nor beast, and unhappily whoever wants to act the angel, acts the beast."},{"id":802,"quote":"We run heedlessly into the abyss after putting something in front of us to stop us seeing it."},{"id":803,"quote":"Those who have known God without knowing their own wretchedness have not glorified him but themselves."},{"id":804,"quote":"At the far end of this infinite distance a coin is being spun which will come down heads or tails. How will you wager? Reason cannot make you choose either, reason cannot prove either wrong."},{"id":805,"quote":"Vanity is so firmly anchored in man's heart that a soldier, a camp follower, a cook or a porter will boast and expect admirers, and even philosophers want them; those who write against them want to enjoy the prestige of having written well, those who read them want the prestige of having read them, and perhaps I who write this want the same thing."},{"id":806,"quote":"All of humanitys problems stem from mans inability to sit quietly in a room alone."},{"id":807,"quote":"The sole cause of mans unhappiness is that he does not know how to stay quietly in his room."},{"id":808,"quote":"It is better to know something about everything then everything about something"},{"id":809,"quote":"We are fools to depend upon the society of our fellow-men. Wretched as we are, powerless as we are, they will not aid us; we shall die alone. We should therefore act as if we were alone, and in that case should we build fine houses, etc.? We should seek the truth without hesitation; and, if we refuse it, we show that we value the esteem of men more than the search for truth."},{"id":810,"quote":"As we cannot be universal by knowing everything there is to know about everything, we must know a little about everything, because it is much better to know something about everything than everything about something. Such universality is the finest. It would be still better if we could have both together, but, if a choice must be made, this is the one to choose. The world knows this and does so, for the world is often a good judge."},{"id":811,"quote":"We naturally believe we are more capable of reaching the centre of things than of embracing their circumference, and the visible extent of the world is visibly greater than we. But since we in our turn are greater than small things, we think we are more capable of mastering them, and yet it takes no less capacity to reach nothingness than the whole. In either case it takes an infinite capacity, and it seems to me that anyone who had understood the ultimate principles of things might also succeed in knowing infinity. One depends on the other, and one leads to the other. These extremes touch and join by going in opposite directions, and they meet in God and God alone."},{"id":812,"quote":"Being unable to cure death, wretchedness and ignorance, men have decided, in order to be happy, not to think about such things."},{"id":813,"quote":"All of human unhappiness comes from one single thing: not knowing how to remain at rest in a room."},{"id":814,"quote":"Men are so inevitably mad that not to be mad would be to give a mad twist to madness."},{"id":815,"quote":"they do not know that they seek onlythe chase and not the quarry."},{"id":816,"quote":"It is not in space that I must seek my human dignity, but in the ordering of my thought. It will do me no good to own land. Through space the universe grasps me and swallows me up like a speck; through thought I grasp it."},{"id":817,"quote":"Too much clarity darkens."},{"id":818,"quote":"We desire truth and find within ourselves only uncertainty."},{"id":819,"quote":"Knowlege of God without knowledge of man's wretchedness leads to pride. Knowledge of man's wretchedness without knowledge of God leads to despair. Knowledge of Jesus Christ is the middle course, because by it we discover both God and our wretched state."},{"id":820,"quote":"Nothing is good but mediocrity. The majority has settled that, and finds fault with him who escapes it at whichever end."},{"id":821,"quote":"The Christian religion alone has been able to cure these twin vices, not by using one to expel the other according to worldly wisdom, but by expelling both through the simplicity of the Gospel. For it teaches the righteous, whom it exalts, even to participation in divinity itself, that in this sublime state they still bear the source of all corruption, which exposes them throughout their lives to error, misery, death and sin; and it cries out to the most ungodly that they are capable of the grace of their redeemer. Thus, making those whom it justifies tremble and consoling those whom it condemns, it so nicely tempers fear with hope through this dual capacity, common to all men, for grace and sin, that it causes infinitely more dejection than mere reason, but without despair, and infinitely more exaltation than natural pride, but without puffing us up."},{"id":822,"quote":"There is nothing we can now call our own, for what we call so is the effect of art; crimes are made by decrees of the senate, or by the votes of the people; and as here-to-fore we are burdened by vices, so now we are oppressed by laws."},{"id":823,"quote":"Man's greatness comes from knowing that he is wretched: a tree does not know it is wretched. Thus it is wretched to know that one is wretched, but there is greatness in knowing one is wretched."},{"id":824,"quote":"I have discovered that all the unhappiness of men arises from one single fact, that they cannot stay quietly in their own chamber."},{"id":825,"quote":"If we dreamed the same thing every night, it would affect us as much as the objects we see every day. And if an artisan was sure of dreaming for twelve hours every night that he was king, I believe he would be almost as happy as a king who dreamed for twelve hours every night that he was an artisan....But because dreams are all different, and there is a variety even within each one, what we see in them affects us much less than what we see when we are awake, because of the continuity. This, however, is not so continuous and even that it does not change too, though less abruptly, except on rare occasions, as on a journey, when we say: 'It seems like a dream.' For life is a dream, but somewhat less changeable."},{"id":826,"quote":"The two foundations; one inward, the other outward; grace, miracles; both supernatural."},{"id":827,"quote":"The greatest and most important thing in the world is founded on weakness. This is a remarkably sure foundation, for nothing is surer than that the people will be weak."},{"id":828,"quote":"Imagine a number of men in chains, all under sentence of death, some of whom are each day butchered in the sight of others those remaining see their own condition in that of their fellows, and looking at each other with grief and despair await their turn. This is an image of the human condition."},{"id":829,"quote":"Know then, proud man, what a paradox you are to yourself. Be humble, impotent reason! Be silent, feeble nature! Learn that man infinitely transcends man, hear from your master your true condition, which is unknown to you."},{"id":830,"quote":"We never keep to the present. We recall the past; we anticipate the future as if were found it too slow in coming and were trying to hurry it up, or we recall the past as if to stay it's too rapid flight. We are so unwise that we wander about in times that do not belong to us, and do not think of the only one that does; so vain that we dream of times that are not and blindly flee the only one that is. The fact is the present usually hurts. We thrust it out of sight because it distresses us, and if we find it enjoyable, we are sorry to see it slip away. We try to give it the support of the future, and think how we are going to arrange things over which we have no control for a time we can never be sure of reaching. (Page 9)"},{"id":831,"quote":"For, after all, what is man in nature? ...a middle point between all and nothing...What else can he do, then, but perceive some semblance of the middle of things, eternally hopeless of knowing either their principles or their end? All things have come out of nothingness and are carried onwards to infinity. Who can follow these astonishing processes? The author of these wonders understands them: no one else can."},{"id":832,"quote":"If man made himself the first object of study, he would see how incapable he is of going further. How can a part know the whole? But he may perhaps aspire to know at least the parts to which he bears some proportion. But the parts of the world are all so related and linked to one another, that I believe it impossible to know one without the other and without the whole. Man, for instance, is related to all he knows. He needs a place wherein to abide, time through which to live, motion in order to live, elements to compose him, warmth and food to nourish him, air to breathe. He sees light; he feels bodies; in short, he is in a dependant alliance with everything. To know man, then, it is necessary to know how it happens that he needs air to live, and, to know the air, we must know how it is thus related to the life of man, etc. Flame cannot exist without air; therefore to understand the one, we must understand the other. Since everything then is cause and effect, dependant and supporting, mediate and immediate, and all is held together by a natural though imperceptible chain, which binds together things most distant and most different, I hold it equally impossible to know the parts without knowing the whole, and to know the whole without knowing the parts in detail."},{"id":833,"quote":"Our imagination so magnifies the present, because we are continually thinking about it, and so reduces eternity, because we do not think about it, that we turn eternity into nothing and nothing into eternity, and all this is so strongly rooted within us that all our reason cannot save us from it."},{"id":834,"quote":"For it is beyond doubt that there is nothing which more shocks our reason than to say that the sin of the first man has rendered guilty those, who, being so removed from this source, seem incapable of participation in it. This transmission does not only seem to us impossible, it seems also very unjust. For what is more contrary to the rules of our miserable justice than to damn eternally an infant incapable of will, for a sin wherein he seems to have so little a share, that it was committed six thousand years before he was in existence? Certainly nothing offends us more rudely than this doctrine; and yet, without this mystery, the most incomprehensible of all, we are incomprehensible to ourselves. The knot of our condition takes its twists and turns in this abyss, so that man is more inconceivable without this mystery than this mystery is inconceivable to man."},{"id":835,"quote":"Let man then contemplate the whole of nature in her full and grand majesty, and turn his vision from the low objects which surround him. Let him gaze on that brilliant light, set like an eternal lamp to illumine the universe; let the earth appear to him a point in comparison with the vast circle described by the sun; and let him wonder at the fact that this vast circle is itself but a very fine point in comparison with that described by the stars in their revolution round the firmament. But if our view be arrested there, let our imagination pass beyond; it will sooner exhaust the power of conception than nature that of supplying material for conception. The whole visible world is only an imperceptible atom in the ample bosom of nature. It is an infinite sphere, the center of which is everywhere, the circumference nowhere. In short it is the greatest sensible mark of the almighty power of God, that imagination loses itself in that thought."},{"id":836,"quote":"Happiness is neither within us only, or without us; it is the union of ourselves with God"},{"id":837,"quote":"Evil is never done so thoroughly or so well as when it is done with a good conscience."},{"id":838,"quote":"Habit is a second nature thta destroys the first. But what is nature? Why is habit not natural? I am very much afraid that nature itself is only a first habit, just as habit is a second nature."},{"id":839,"quote":"The only good thing for men therefore is to be diverted from thinking of what they are, either by some occupation which takes their mind off it, or by some novel and agreeable passion which keeps them busy, like gambling, hunting, some absorbing show, in short by what is called diversion...Thus men who are naturally conscious of what they are shun nothing so much as rest; they would do anything to be disturbed.It is wrong then to blame them; they are not wrong to want excitement - if they only wanted it for the sake of diversion. The trouble is that they want it as though, once they had the things they seek, they could not fail to be truly happy. That is what justifies calling their search a vain one. All this shows that neither the critics nor the criticized understand man's real nature.When men are reproached for pursuing so eagerly something that could never satisfy them, their proper answer, if they really thought about it, ought to be that they simply want a violent and vigorous occupation to take their minds off themselves, and that is why they choose some attractive object to entice them in ardent pursuit. Their opponents could find no answer to that."},{"id":840,"quote":"It is absurd of us to rely on the company of our fellows, as wretched and helpless as we are; they will not help us; we shall die alone.We must act then as if we were alone. If that were so, would we build superb houses, etc.? We should unhesitatingly look for the truth. And, if we refuse, it shows that we have a higher regard for men's esteem than for pursuing the truth."},{"id":841,"quote":"It is superstitious to put one's hope in formalities, but arrogant to refuse to submit to them."},{"id":842,"quote":"Thus I stretch out my arms to my Saviour, who, after being foretold for four thousand years, came on earth to die and suffer for me at the time and in the circumstances foretold. By his grace I peaceably await death, in the hope of being eternally united to him, and meanwhile I live joyfully, whether in the blessings which he is pleased to bestow on me or in the affliction he sends me for my own good and taught me how to endure by his example."},{"id":843,"quote":"Le cur a ses raisons que la raison ne connat point."},{"id":844,"quote":"This is what I see and what troubles me. I look on all sides, and I see only darkness everywhere. Nature presents to me nothing which is not matter of doubt and concern. If I saw nothing there which revealed a Divinity, I would come to a negative conclusion; if I saw everywhere the signs of a Creator, I would remain peacefully in faith. But, seeing too much to deny and too little to be sure, I am in a state to be pitied; wherefore I have a hundred time wished that if a God maintains nature, she should testify to Him unequivocally, and that, if the signs she gives are deceptive, she should suppress them altogether; that she should say everything or nothing, that I might see which cause I ought to follow. Whereas in my present state, ignorant of what I am or of what I ought to do, I know neither my condition nor my duty. My heart inclines wholly to know where is the true good, in order to follow it; nothing would be too dear to me for eternity."},{"id":845,"quote":"Eloquence is painted thought, and thus those who, after having painted it, add somewhat more, make a picture, not a portrait."},{"id":846,"quote":"I feel that it is possible that I might never have existed, for my self consists in thought; therefore I who think would never have been if my mother had been killed before I had come to life; therefore I am not a necessary being. I am not eternal or infinite either"},{"id":847,"quote":"L'homme n'est qu'un roseau, le plus faible de la nature; mais c'est un roseau pensant. Il ne faut pas que l'univers entier s'arme pour l'raser: un vapeur, un goutte d'eau suffit pout le tuer. Mais, quand l'univers l'craserait, l'homme serait encore plus noble que ce qui le tue, pare qu'il sait qu'il meurt, et l'avantage que l'univers a sur lui, l'univers n'en sait rien."},{"id":848,"quote":"Nothing strengthens the case for scepticism more than the fact that there are people who are not sceptics. If they all were, they would be wrong."},{"id":849,"quote":"Everything that is incomprehensible does not cease to exist."},{"id":850,"quote":"Power rules the world, not opinion, but it is opinion that exploits power. It is power that makes opinion. To be easygoing can be a fine thing according to our opinion. Why? Because anyone who wants to dance the tightrope will be alone, and I can get together a stronger body of people to say there is nothing fine about it."},{"id":851,"quote":"The eternal silence of these infinite places fills me with dread."},{"id":852,"quote":"Jesus Christ and St Paul possess the order of charity, not of the mind, for they wished to humble, not to teach."},{"id":853,"quote":"We know the existence of the infinite without knowing its nature, because it too has extension but unlike us no limits.But we do not know either the existence or the nature of God, because he has neither extension nor limits."},{"id":854,"quote":"Man's greatness comes from knowing he is wretched."},{"id":855,"quote":"All our reasoning comes down to surrendering to feeling."},{"id":856,"quote":"Thought constitutes the greatness of man. Man is a reed, the most feeble thing in nature, but he is a thinking reed."},{"id":857,"quote":"Cuando no se ama demasiado no se ama lo suficiente"},{"id":858,"quote":"and the same man who spends so many days and nights in fury and despair at losing some office or at some imaginary affront to his honour is the very one who knows that he is going to lose everything through death and feels neither anxiety nor emotion."},{"id":859,"quote":"The eternal being exists for ever if he once exists."},{"id":860,"quote":"Je n'ai fait celle-ci plus longue que parce que je n'ai pas eu le loisir de la faire plus courte."},{"id":861,"quote":"Why should I choose to divide my ethics into four rather than six? Why should I define virtue as four, or two, or one? Why as desist and resist rather than 'follow nature' or 'discharge your private business without injustice', like Plato, or anything else?'But,' you will say, 'there everything is summed up in a word. - 'Yes, but that is no good unless you explain it.' And when you come to explain it, as soon as you open up this precept which contains all the others, out they all come in the original confusion that you wanted to avoid. Thus when they are all enclosed in one they are concealed and useless, as if they were in a box, and they only come to light in their natural confusion. Nature has laid them down, without enclosing one inside another."},{"id":862,"quote":"When we come across a natural style, we are surprised and delighted; for we expected an author, and wefind a man."},{"id":863,"quote":"What must I do? I see nothing but obscurities on every side.''Shall I believe I am nothing? Shall I believe I am God?"},{"id":864,"quote":"They prefer death to peace, others prefer death to war. Any opinion can be preferred to life, which it seems so natural to love dearly."},{"id":865,"quote":"We know that we are not dreaming, but, however unable we may be to prove it rationally, our inability proves nothing but the weakness of our reason, and not the uncertainty of all our knowledge as they maintain."},{"id":866,"quote":"Man is neither angel nor brute, and the unfortunate thing is that he who would act the angel acts the brute."},{"id":867,"quote":"There is nothing so consistent with reason as this denial of reason."},{"id":868,"quote":"It is not good to be too free. It is not good to have all one needs. (Page 11)"},{"id":869,"quote":"All that is made perfect by progress perishes also by progress."},{"id":870,"quote":"I have often said that the sole cause of mans unhappiness is that he does not know how to stay quietly in his room."},{"id":871,"quote":"I do not admire the excess of a virtue as of valour, except I see at the same time the excess of the opposite virtue, as in Epaminondas, who had the greatest valour and the greatest kindness. For otherwise it is not to rise, it is to fall. We do not display greatness by going to one extreme, but in touching both at once, and filling all the intervening space."},{"id":872,"quote":"The only religion which is against nature, against common sense and against our pleasures is the only one which has always existed."},{"id":873,"quote":"Do not be astonished to see simple people believing without argument. God makes them love him and hate themselves. He inclines their hearts to believe. We shall never believe, with an effective belief and faith, unless God inclines our hearts."},{"id":874,"quote":"Ecclesiastes shows that man without God is in total ignorance and inevitable misery."},{"id":875,"quote":"God is or He is not. But to which side shall we incline? Let us weigh the gain and the lose in wagering that God is. Let us estimate the two changes. If you gain, you gain all; if you lose, lose nothing. Wager then without any hesitation that He is"},{"id":876,"quote":"The immortality of the soul is a matter which is of so great consequence to us, and which touches us so profoundly, that we must have lost all feeling to be indifferent as to knowing what it is."},{"id":877,"quote":"We seek rest in a struggle against some obstacles. And when we have overcome these, rest proves unbearable because of the boredom it produces..."},{"id":878,"quote":"I am in terrible ignorance of everything. I know not what my body is, nor my senses, nor my soul, not even that part of me which thinks what I say, which reflects on all and on itself, and knows itself no more than the rest. I see those frightful spaces of the universe which surround me, and I find myself tied to one corner of this vast expanse, without knowing why I am put in this place rather than in another, nor why the short time which is given me to live is assigned to me at this point rather than at another of the whole eternity which was before me or which shall come after me. I see nothing but infinites on all sides, which surround me as an atom and as a shadow which endures only for an instant and returns no more. All I know is that I must soon die, but what I know least is this very death which I cannot escape."},{"id":879,"quote":"Make religion attractive, make good men wish it were true, and then show that it is. Worthy of reverence because it really understands human nature. Attractive because it promises true good."},{"id":880,"quote":"The Stoics say, \" Retire within yourselves; it is there you will find your rest.\" And that is not true. Others say, \"Go out of yourselves; seek happiness in amusement.\" And this is not true. Illness comes. Happiness is neither without us nor within us. It is in God, both without us and within us."},{"id":881,"quote":"All men naturally hate one another. They employ lust as far as possible in the service of the public weal. But this is only a pretence and a false image of love; for at bottom it is only hate."},{"id":882,"quote":"In a word, the Self has two qualities: it is unjust in itself since it makes itself the centre of everything; it is inconvenient to others since it would enslave them; for each self is the enemy, and would like to be the tyrant of all others. You take away its inconvenience, but not its injustice, and so you do not render it lovable to those who hate injustice; you render it lovable only to the unjust, who do not any longer find in it an enemy. And thus you remain unjust, and can please only the unjust"},{"id":883,"quote":"All their principles are true, sceptics, stoics, atheists, etc...but their conclusions are false, because the contrary principles are also true."},{"id":884,"quote":"If we examine our thoughts, we shall find them always occupied with the past and the future."},{"id":885,"quote":"As I write down my thought it sometimes escapes me, but that reminds me of my weakness, which I am always forgetting, and teaches me as much as my forgotten thought, for I care only about knowing that I am nothing."},{"id":886,"quote":"Nature constantly begins the same things over again, years, days, hours, spaces too. And numbers run end to end, one after another. This makes something in a way infinite and eternal. It is not that any of this is really infinite and eternal, but these finite entities multiply infinitely. Thus only number, which multiplies them, seems to me to be infinite."},{"id":887,"quote":"Jesus Christ is the god whom we approach without pride, and before whom we humble ourselves without despair."},{"id":888,"quote":"I do not admire the excess of a virtue like courage unless I see at the same time an excess of the opposite virtue, as in Epaminondas, who possessed extreme courage and extreme kindness. We show greatness not by being at one extreme, but by touching both at once and occupying all the space in between."},{"id":889,"quote":"Extreme intelligence is accused of being as foolish as extreme lack of it; only moderation is good. The majority have laid this down and attack anyone who deviates from it towards any extreme whatever. I am not going to be awkward, I readily consent to being put in the middle and refuse to be at the bottom end, not because it is the bottom but because it is the end, for I should refuse just as much to be put at the top. It is deserting humanity to desert the middle way. The greatness of the human soul lies in knowing how to keep this course; greatness does not mean going outside it, but rather keeping within it."},{"id":890,"quote":"The last thing one knows when writing a book is what to put first."},{"id":891,"quote":"There are three sources of belief: reason, custom, inspiration."},{"id":892,"quote":"There is no denying it; one must admit that there is something astonishing about Christianity. 'It is because you were born in it,' they will say. Far from it; I stiffen myself against it for that very reason, for fear of being corrupted by prejudice. But, though I was born in it, I cannot help finding it astonishing."},{"id":893,"quote":"Ciascuno esamini i propri pensieri: li trover sempre occupati dal passato e dall'avvenire. Non pensiamo quasi mai al presente, o se ci pensiamo,  solo per prenderne lume al fine di predisporre l'avvenire. Il presente non  mai il nostro fine: il passato o il presente sono i nostri mezzi; solo l'avvenire  il nostro fine. Cos non viviamo mai, ma speriamo di vivere, e, preparandoci sempre ad essere felici,  inevitabile che non siamo mai tali."},{"id":894,"quote":"Wisdom leads us back to childhood. Except ye become as little children."},{"id":895,"quote":"The eternal silence of these infinite spaces fills me with dread."},{"id":896,"quote":"Wisdom is a return to childhood."},{"id":897,"quote":"Knowing God without knowing our own wretchedness makes for pride. Knowing our own wretchedness without knowing God makes for despair.Knowing Jesus Christ strikes the balance because he shows us both God and our own wretchedness."},{"id":898,"quote":"The last function of reason is to recognize that there is an infinity of things which are beyond it. It is but feeble if it does not see so far as to know this."},{"id":899,"quote":"To tell the truth is useful to those to whom it is spoken, but disadvantageous to those who tell it, because it makes them disliked."},{"id":900,"quote":"Sceptic, mathematician, Christian; doubt, affirmation, submission."},{"id":901,"quote":"  ,    "},{"id":902,"quote":"If we submit everything to reason our religion will be left with nothing mysterious or supernatural.If we offend the principles of reason our religion will be absurd and ridiculous."},{"id":903,"quote":"Thus our dignity consists in thought. It is on thought that we must depend for our recovery, not on space and time, which we could never fill. Let us then strive to think well; that is basic principle of morality. (54)"},{"id":904,"quote":"Once that is clearly understood, I think that each of us can stay quietly in the state in which nature has placed him. since the middle station allotted to us is always far from the extremes, what does it matter if someone else has a slightly better understanding of things? If he has, and if he takes them a little further, is he not still infinitely remote from the goal? Is not our span of life equally infinitesimal in eternity, even if it is extended by ten years?In the perspective of all these infinites, all finites are equal and I see no reason to settle our imagination on one rather than another. Merely comparing ourselves with the finite is painful."},{"id":905,"quote":"I have often said the soul cause of mans unhappiness is that he does not know how to stay quietly in a room. (Page 32)"},{"id":906,"quote":"L'homme n'est qu'un roseau, le plus faible de la nature; mais c'est un roseau pensant. Il ne faut pas que l'univers entier s'arme pour l'craser : une vapeur, une goutte d'eau, suffit pour le tuer. Mais, quand l'univers l'craserait, l'homme serait encore plus noble que ce qui le tue, puisqu'il sait qu'il meurt, et l'avantage que l'univers a sur lui, l'univers n'en sait rien. Toute notre dignit consiste donc en la pense. C'est de l qu'il faut nous relever et non de l'espace et de la dure, que nous ne saurions remplir. Travaillons donc  bien penser : voil le principe de la morale. Ce n'est point de l'espace que je dois chercher ma dignit, mais c'est du rglement de ma pense. Je n'aurai pas d'avantage en possdant des terres : par l'espace, l'univers me comprend et m'engloutit comme un point; par la pense, je le comprends."},{"id":907,"quote":"For the chief malady of man is restless curiosity about things which he cannot understand; and it is not so bad for him to be in error as to be curious to no purpose."},{"id":908,"quote":"Since [man's] true nature has been lost, anything can become his nature: similarly, true good being lost, anything can become his true good."},{"id":909,"quote":"The weather and my mood have little connection. I have my foggy and my fine days within me."},{"id":910,"quote":"This religion so great in miracles, in men holy, pure and irreproachable, in scholars, great witnesses and martyrs, established kings - David - Isaiah, a prince of the blood; so great in knowledge, after displaying all its miracles and all its wisdom, rejects it all and says that it offers neither wisdom nor signs, but only the Cross and folly."},{"id":911,"quote":"The infinite distance between body and mind symbolizes the infinitely more infinite distance between mind and charity, for charity is supernatural....Out of all bodies together we could not succeed in creating one little thought. It is impossible, and of a different order. Out of all bodies and minds we could not extract one impulse of true charity. It is impossible, and of a different, supernatural, order."},{"id":912,"quote":"The motions of Grace, the hardness of heart; external circumstances."},{"id":913,"quote":"Nie betrieben die Menschen das Bse so umfassend und freudig wie aus religiser berzeugung."},{"id":914,"quote":"When I consider the small span of my life absorbed in the eternity of all time, orthe small part of space which I can touch or see engulfed by the infinite immensityof spaces that I know not and that know me not, I am frightened and astonished tosee myself here instead of there...now instead of then."},{"id":915,"quote":"Truly it is an evil to be full of faults; but it is a still greater evil to be full of them and to be unwilling to recognize them."},{"id":916,"quote":"El amor no tiene edad; siempre est naciendo."},{"id":917,"quote":"What reason for vanity in being plunged into impenetrable darkness?"},{"id":918,"quote":"What then is to become of man? Will he be the equal of god or the beasts? What a terrifying distance! What then shall he be? Who cannot see from all this that man is lost, that he has fallen from his place, that he anxiously seeks it, and cannot find it again? And who then is to direct him there? The greatest men have failed."},{"id":919,"quote":"Le silence ternel de ces espaces infinis m'effraie."},{"id":920,"quote":"El hombre tiene ilusiones como el pjaro alas. Eso es lo que lo sostiene"},{"id":921,"quote":"We are full of things which take us out of ourselves. Our instinct makes us feel that we must seek our happiness outside ourselves. Our passions impel us outside, even when no objects present themselves to excite them. External objects tempt us of themselves, and call to us, even when we are not thinking of them. And thus philosophers have said in vain, \" Retire within yourselves, you will find your good there.\" We do not believe them, and those who believe them are the most empty and the most foolish."},{"id":922,"quote":"For, not seeing the whole truth, they could not attain to perfect virtue. Some considering nature as incorrupt, others as incurable, they could not escape either pride or sloth, the two sources of all vice; since they cannot but either abandon themselves to it through cowardice, or escape it by pride."},{"id":923,"quote":"Tous les grands divertissement sont dangereux [...]; mais entre tous ceux que le monde a invents, il n'y en a point qui soit plus  craindre que la comedie. C'est une reprsentation si naturelle et si dlicate des passions, qu'elle les meut et les fait naitre dans notre coeur, et surtout celle de l'amour; principalement lorsqu'on le reprsente fort chaste et fort honnete. Car plus il parait innocent aux ames innocentes, plus elles sont capables d'en etre touches; sa violence plait a notre amour-propre, qui forme un desir de causer les memes effets, que l'on voit si bien reprsentes; et l'on se fait en meme temps une conscience fonde sur l'honnetet des sentiments qu'on y voit, qui otent la crainte des ames pures, qui s'imaginent que ce n'est pas blesser la puret, d'aimer d'un amour qui leur semble si sage."},{"id":924,"quote":"L'esprit croit naturellement, et la volont aime naturellement; de sorte que, faute de vrais objets, il faut qu'ils s'attachent aux faux."},{"id":925,"quote":"There are two ways of persuading men of the truths of our religion; one by the power of reason, the other by the authority of the speaker.We do not use the latter but the former. We do not say: 'You must believe that because Scripture, which says it, is divine,' but we say that it must be believed for such and such a reason. But these are feeble arguments, because reason can be bent in any direction."},{"id":926,"quote":"But Pascal is one of those writers who will be and who must be studied afresh by men in every generation. It is not he who changes, but we who change. It is not our knowledge of him that increases, but our world that alters and our attitudes towards it."},{"id":927,"quote":"When you say that Christ did not die for all men, you are abusing a weakness of men, who at once apply this exception to themselves, and this encourages despair, instead of turning them away from it to encourage hope."},{"id":928,"quote":"Tout le malheur des hommes vient d'une seule chose, qui est de ne savoir pas demeurer en repos, dans une chambre."},{"id":929,"quote":"S'il se vante, je l'abaisse;s'il s'abaisse, je le vante;et le contredis toujours, jusqu' qu'il comprenne qu'il est un monstre incomprhensible."},{"id":930,"quote":"We do not content ourselves with the life we have in ourselves and in our own being; we desire to live an imaginary life in the mind of others, and for this purpose we endeavour to shine. We labour unceasingly to adorn and preserve this imaginary existence, and neglect the real. And if we possess calmness, or generosity, or truthfulness, we are eager to make it known, so as to attach these virtues to that imaginary existence. We would rather separate them from ourselves to join them to it; and we would willingly be cowards in order to acquire the reputation of being brave. A great proof of the nothingness of our being, not to be satisfied with the one without the other, and to renounce the one for the other! For he would be infamous who would not die to preserve his honour."},{"id":931,"quote":"Ultimul act e sngeros; orict de frumoas ar fi comedia n rest; ni se arunc pmnt n cap i cu asta se ncheie totul pentru totdeauna."},{"id":932,"quote":"Men spend their time in following a ball or a hare; it is the pleasure even of kings."},{"id":933,"quote":"Ultimul lucru pe care-l aflm cnd alctuim o lucrare este cu ce ar fi trebuit s ncepem."},{"id":934,"quote":"Descartes useless and unnecessary."},{"id":935,"quote":"I see the terrifying spaces of the universe that enclose me, and I find myself attached to a corner of this vast expanse, without knowing why I am more in this place than in another, nor why this little time that is given me to live is assigned me at this point more than another out of all the eternity that has preceded me and out of all that will follow me."},{"id":936,"quote":"Just as we harm the understanding, we harm the feelings also."},{"id":937,"quote":"No man ever believes with a true and saving faith unless God incline his heart, and no man when God does incline his heart can refrain from believing."},{"id":938,"quote":"Eloquence. We need both what is pleasing and what is real, but that which pleases must itself be drawn from the true."},{"id":939,"quote":"A given man lives a life free from boredom by gambling a small sum every day. Give him every morning the money he might win that day, but on condition that he does not gamble, and you will make him unhappy."},{"id":940,"quote":"For after all, what is man in creation? Is he not a mere cipher compared with the infinite, a whole compared to the nothing, a mean between zero & all, infinitely remote from understanding of either extreme? Who can follow these astonishing processes? The Author of these wonders understands them, but no one else can."},{"id":941,"quote":"There is some pleasure in being on board a ship battered by storms when one is certain of not perishing."},{"id":942,"quote":"In every action we must look beyond the action at our past, present and future state, and at others whom it affects, and see the relations of all these things."},{"id":943,"quote":"the more innocent it appears to innocent souls, the more they are likely to be touched by it. Its violence pleases our self-love, which immediately forms a desire to produce the same effects which are seen so well represented"},{"id":944,"quote":"However sad a man may be, if you can persuade him to take up some diversion he will be happy while it lasts, and however happy a man may be, if he lacks diversion and has no absorbing passion or entertainment to keep boredom away, he will soon be depressed and unhappy. Without diversion there is no joy; with diversion there is no sadness. That is what constitutes the happiness of persons of rank, for they have a number of people to divert them and the ability to keep themselves in this state."},{"id":945,"quote":"The prophets clearly said that Israel would always be beloved of God and that the law would be everlasting, and they also said that none would understand their meaning, but that it was veiled. How highly then should we esteem those who break the cipher for us and teach us to understand the hidden meaning,"},{"id":946,"quote":"I do not know whether God exists, but I know that I have nothing to gain from being an atheist if he does not exist, whereas I have plenty to lose if he does. Hence, this justifies my belief in God."},{"id":947,"quote":"Truth is not an object to be possessed; it is a living thing recognized, cultivated by the mind and heart."},{"id":948,"quote":"God is enough for them."},{"id":949,"quote":"l'silence eternal de ces espaces infinis m'effraie"},{"id":950,"quote":"Nu m-ai fi cautat, daca nu m-ai fi gasit"},{"id":951,"quote":"O corao tem razes que a Razo desconhece."},{"id":952,"quote":"nsa n cazul n care universul l-ar strivi, omul ar fi nca mai nobil dect ceea ce-l ucide; pentru ca el stie ca moare; iar avantajul pe care universul l are asupra lui, acest univers nu-l cunoaste."},{"id":953,"quote":"One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life, and there is nothing better."},{"id":954,"quote":"Alergm fr ncetare spre prpastie dup ce am aezat ceva n faa noastr pentru a ne mpiedica s o vedem."},{"id":955,"quote":"Omul este asa de mare, nct maretia lui reiese si din aceea ca el se stie nenorocit."},{"id":956,"quote":"S'il se vante, je l'abaisse,S'il s'abaisse, je le vante;Et le contredis toujours,Jusqu' ce qu'il comprenneQu'il est un monstre incomprhensible."},{"id":957,"quote":"A true friend is so great an advantage, even for the greatest lords, in order that he may speak well of them, and back them in their absence, that they should do all to have one."},{"id":958,"quote":"Pride counterbalances all these miseries; man either hides or displays them, and glories in his awareness of them."},{"id":959,"quote":"The charm of fame is so great, that we like every object to which it is attached, even death."},{"id":960,"quote":"Let us weigh up the gain and the loss involved in calling heads that God exists. Let us assess the two cases: if you win you win everything, if you lose you lose nothing. Do not hesitate then; wager that he does exist."},{"id":961,"quote":"It is natural for the mind to believe, and for the will to love; [47] so that, for want of true objects, they must attach themselves to false."},{"id":962,"quote":"Eloquence is an art of saying things in such a way (1) that those to whom we speak may listen to them without pain and with pleasure; (2) that they feel themselves interested, so that self-love leads them more willingly to reflection upon it."},{"id":963,"quote":"People often mistake their imagination for their heart, & so often are convinced they are converted as soon as they start thinking of becoming converted."},{"id":964,"quote":"I set it down as a fact that if all men knew what each said of the other, there would not be four friends in the world."},{"id":965,"quote":"As men who naturally understand their own condition avoid nothing so much as rest, so there is nothing they leave undone in seeking turmoil."},{"id":966,"quote":"The sole case of man's unhappiness is that he does not know how to stay quietly in his room"},{"id":967,"quote":"If the foot had never realized it belonged to the body, & that there never was a body on which it depended, if it had only known & loved itself & then came to know that it really belonged to the body on which it depended, think of the regret & shame it would feel for its past existence. It would recognize how useless it had been to the body in spite of the life poured into it, & how it would have been destroyed if the body had rejected it & cut it off as the foot cut itself off from the body! How it would have desired earnestly to be kept on! How obediently it would let itself be governed by the will in charge of the body, to the point of being amputated if necessary! Otherwise it would cease to a member, for every member must be ready to perish for the sake of the whole, for whose sake alone exists."},{"id":968,"quote":"Mans condition. Inconstancy, boredom, anxiety. (Page 1)"},{"id":969,"quote":"I have made this longer than usual because I have not had time to make it shorter."},{"id":970,"quote":"We almost never think of the present, and if we do think of it, it is only to see what light it throws on our plans for the future. The present is never our end. The past and present are our means, the future alone our end. Thus we never actually live, but hope to live, and since we are always planning how to be happy, it is inevitable that we should never be so. (Page 10)"},{"id":971,"quote":"The parts of the universe . . . all are connected with each other in such a way that I think it to be impossible to understand any one without the whole."},{"id":972,"quote":"For in fact what is man in nature? A Nothing in comparison with the Infinite, an All in comparison with the Nothing, a mean between nothing and everything."},{"id":973,"quote":"He who does not see the vanity of the world is himself very vain. Indeed who do not see it but youths who are absorbed in fame, diversion, and the thought of the future? But take away diversion, and you will see them dried up with weariness. They feel then their nothingness without knowing it; for it is indeed to be unhappy to be in insufferable sadness as soon as we are reduced to thinking of self, and have no diversion.If our condition were truly happy, we would not need diversion from thinking of it in order to make ourselves happy.As men are not able to fight against death, misery, ignorance, they have taken it into their heads, in order to be happy, not to think of them at all.The only thing which consoles us for our miseries is diversion, and yet this it the greatest of our miseries. For it is this which principally hinders us from reflecting upon ourselves, and which makes us insensibly ruin ourselves. Without this we should be in a state of weariness, and this weariness would spur us to seek a more solid means of escaping from it. But diversion amuses us, and leads us unconsciously to death"},{"id":974,"quote":"If we look at our work immediately after completing it, we are still too involved; if too long afterwards, we cannot pick up the thread again. It"},{"id":975,"quote":"Certain authors, speaking of their works, say: \"My book,\" \"My commentary,\" \"My history,\" etc. They resemble middle-class people who have a house of their own and always have \"My house\" on their tongue."},{"id":976,"quote":"Man is but a reed, the feeblest thing in nature, but he is a thinking reed. The entire universe need not arm itself to crush him But if the universe were to crush him, man would still be nobler than that which killed him, because he knows that he dies and the advantage which the universe has over him  the universe knows nothing of this. All our dignity then consists in thought. By it we must elevate ourselves, and not by space and time, which we cannot fill."},{"id":977,"quote":"The last thing we discover in composing a work is what to put down first."},{"id":978,"quote":" impossvel compreender que Deus exista, e  tambm impossvel compreender que no exista; que a alma esteja unida ao corpo, e que no exista alma; que o mundo tenha sido criado, e que no tenha sido criado..."},{"id":979,"quote":"Diversion. Sometimes, when I set to thinking the various activities of men, the dangers and troubles which they face at Court, or in war, giving rise to so many quarrels and passions, daring and often wicked enterprises and so on, I have often said the soul cause of mans unhappiness is that he does not know how to stay quietly in a room. A man wealthy enough for lifes needs would never leave home to go to sea or besiege some fortress if he knew how to stay at home and enjoy it. (Page 32)"},{"id":980,"quote":"Where then is this self, if it is neither in the body nor the soul? And how can one love the body or the soul except for the sake of such qualities, which are not what makes up the self, since they are perishable? Would we love the substance of a persons soul, in the abstract, whatever qualities might be in it? That is not possible, and it would be wrong. Therefore we never love anyone, but only qualities."},{"id":981,"quote":"[80] Respect means; put yourself out. That may look pointless, but it is quite right, because it amounts to saying: I should certainly put myself out if you needed it, because I do so when you do not; besides, respect serves to distinguish the great. If respect meant sitting in an armchair we should be showing everyone respect and then there would be no way of marking distinction, but we make the distinction quite clear by putting ourselves out."},{"id":982,"quote":"Faith certainly tells us what the senses do not, but not the contrary of what they see; it is above, not against them."},{"id":983,"quote":"When we want to correct someone usefully and show him he is wrong, we must see from what point of view he is approaching the matter, for it is usually right from that point of view, and we must admit this, but show him the point of view from which it is wrong. This will please him, because he will see that he was not wrong but merely failed to see every aspect of the question. Now, no one is annoyed at not seeing everything, but no one wants to be wrong; the reason for that may be that man is not by nature able to see everything, and by nature cannot be wrong from the point of view he adopts, as sense impressions are always true."},{"id":984,"quote":"So imprudent are we that we wander in the times which are not ours, and do not think of the only one which belongs to us; and so idle are we that we dream of those times which are no more, and thoughtlessly overlook that which alone exists."},{"id":985,"quote":"The virtue of a man ought to be measured not by his extraordinary exertions, but by his every-day conduct."},{"id":986,"quote":"Reverend Fathers, my letters do not customarily follow one another so closely, nor are they usually so extensive. The little time I have had has caused both. I have made this one longer only because I have not had the leisure of making it shorter."},{"id":987,"quote":"Finally, let them recognise that there are two kinds of people one can call reasonable; those who serve God with all their heart because they know Him, and those who seek Him with all their heart because they do not know Him."},{"id":988,"quote":"The greatness of man is great in that he knows himself to be miserable. A tree does not know itself to be miserable. It is then being miserable to know oneself to be miserable; but it is also being great to know that one is miserable."},{"id":989,"quote":"The tone of voice influences the wisest of us and alters the force of a speech or a poem."},{"id":990,"quote":"What is it then that this desire and this inability proclaim to us, but that there was once in man a true happiness of which there now remain to him only the mark and empty trace, which he in vain tries to fill from all his surroundings, seeking from things absent the help he does not obtain in things present? But these are all inadequate, because the infinite abyss can only be filled by an infinite and immutable object, that is to say, only by God Himself."},{"id":991,"quote":"   ,     ,     ,    "},{"id":992,"quote":"Inima i are propriile raiuni pe care raiunea nu le cunoate|"},{"id":993,"quote":"Reason never wholly overcomes imagination, while the contrary is quite common."},{"id":994,"quote":"The end point of rationality is to demonstrate the limits of rationality"},{"id":995,"quote":"Intuitive minds, on the contrary, being thus accustomed to judge at a single glance, are so astonished when they are presented with propositions of which they understand nothing, and the way to which is through definitions and axioms so sterile, and which they are not accustomed to see thus in detail, that they are repelled and disheartened."},{"id":996,"quote":"Can anything be more ridiculous than that a man should have the right to kill me because he lives on the other side of the sea, and because his ruler has a quarrel with mine, though I have none with him."},{"id":997,"quote":"The true religion would have to teach greatness and wretchedness, inspire self-esteem and self-contempt, love and hate."},{"id":998,"quote":"There is internal war in man between reason and the passions. If he had only reason without passions ... If he had only passions without reason ... But having both, he cannot be without strife, being unable to be at peace with the one without being at war with the other. Thus he is always divided against, and opposed to himself."},{"id":999,"quote":"Two contrary reasons. We must begin with that, otherwise we cannot understand anything and everything is heretical. And even at the end of each truth we must add that we are bearing the opposite truth in mind."},{"id":1000,"quote":"The knowledge of God without that of man's misery causes pride. The knowledge of man's misery without that of God causes despair. The knowledge of Jesus Christ is the middle course, because in Him we find both God and our misery."},{"id":1001,"quote":"Nobody is publicly accepted as an expert on poetry unless he displays the sign of poet, mathematician, etc., but universal men want no sign and make hardly any distinction between the crafts of poet and embroiderer.Universal men are not called poets or mathematicians, etc. But they are all these things and judges of them too. No one could guess what they are, and they will talk about whatever was being talked about when they came in. One quality is not more noticeable in them than another, unless it becomes necessary to put it into practice, and then we remember it."},{"id":1002,"quote":"Nous ne nous contentons pas de la vie que nous avons en nous et en notre propre tre. Nous voulons vivre dans lide des autres dune vie imaginaire, et nous nous efforons pour cela de paratre"},{"id":1003,"quote":"Two infinites. Mean. When we read too quickly or too slowly we do not understand anything."},{"id":1004,"quote":"'Stand ye in the ways, and see, and ask for the old paths, and walk therein.'"},{"id":1005,"quote":"Man is neither angel nor beast, and it is unfortunately the case that anyone trying to act the angel acts the beast."},{"id":1006,"quote":"The brutes do not admire each other. A horse does not admire his companion. Not that there is no rivalry between them in a race, but that is of no consequence; for, when in the stable, the heaviest and most ill-formed does not give up his oats to another as men would have others do to them. Their virtue is satisfied with itself."},{"id":1007,"quote":"He no longer loves the person whom he loved ten years ago. I quite believe it. She is no longer the same, nor is he. He was young, and she also; she is quite different. He would perhaps love her yet, if she were what she was then."},{"id":1008,"quote":"If our state were really happy, we should not need to take our minds off it in order to make ourselves happy."},{"id":1009,"quote":"     ,      ."},{"id":1010,"quote":"We must sit by these rivers, not under or in them, but above, not standing upright, but sitting down, so that we remain humble by sitting, and safe by remaining above."},{"id":1011,"quote":"Do you want it always to cost me the blood of my humanity while you do not even shed a tear?"},{"id":1012,"quote":"     ,         -."},{"id":1013,"quote":"All man's miseries derive from not being able to sit quietly in a room alone."},{"id":1014,"quote":"You would not seek me if you did not possess me."},{"id":1015,"quote":"If our condition were truly happy we should not need to divert ourselves from thinking about it."},{"id":1016,"quote":"Nous sommes de bien petites mcaniques gares par les infinis."},{"id":1017,"quote":"[91] Cause and effect. One must have deeper motives and judge everything accordingly, but go on talking like an ordinary person."},{"id":1018,"quote":"Miracle does not always signify miracle."},{"id":1019,"quote":"[92] Cause and effect. It is then true to say that everyone is the victim of illusion, because the ordinary persons opinions are sound without being intellectually so, for he believes truth to be where it is not. There is certainly some truth in these opinions, but not as much as people imagine. It is true that we should honour the gentry but not because gentle birth is a real advantage."},{"id":1020,"quote":"Nada nos puede consolar cuando lo pensamos detenidamente."},{"id":1021,"quote":"This he tries in vain to fill with everything around him, seeking in things that are not there the help he cannot find in those that are, though none can help, since this infinite abyss can be filled only with an infinite and immutable object; in other words by God himself. God alone is mans true good, and since man abandoned him it is a strange fact that nothing in nature has been found to take his place: stars, sky, earth, elements, plants, cabbages, leeks, animals, insects, calves, serpents, fever, plague, war, famine, vice, adultery, incest. Since losing his true good, man is capable of seeing it in anything, even his own destruction, although it is so contrary at once to God, to reason and to nature."},{"id":1022,"quote":"  : '   ,        ."},{"id":1023,"quote":"All things can be deadly to us, even the things made to serve us; as in nature walls can kill us, and stairs can kill us, if we do not walk circumspectly."},{"id":1024,"quote":"Those who are accustomed to judge by feeling do not understand the process of reasoning, for they would understand at first sight, and are not used to seek for principles. And others, on the contrary, who are accustomed to reason from principles, do not at all understand matters of feeling, seeking principles, and being unable to see at a glance."},{"id":1025,"quote":"[128] Two things teach man about his whole nature: instinct and experience."},{"id":1026,"quote":"To be of noble birth is a great advantage. In eighteen years it places a man within the select circle, known and respected, as another have merited in fifty years. It is a gain of thirty years without trouble."},{"id":1027,"quote":"There is some pleasure in being on board a ship battered by storms when one is certain of not perishing. The persecutions buffeting the Church are like this."},{"id":1028,"quote":"Ci Puo' essere quakcosa di piu' stupido del fatto che un uomo abbia il diritto di uccidermi perche' vive sull'altra sponda di un fiume e il suo sovrano ha avuto una lite con il mio, anche se io non ho litigato con lui?"},{"id":1029,"quote":"What a great advantage to be of noble birth, since it gives a man of eighteen the standing, recognition and respect that another man might not earn before he was fifty. That means winning thirty years start with no effort."},{"id":1030,"quote":"Thus we never actually live, but hope to live, and since we are always planning how to be happy, it is inevitable that we should never be so."},{"id":1031,"quote":"I can certainly imagine a man without hands, feet, or head, for it is only experience that teaches us that the head is more necessary than the feet. But I cannot imagine a man without thought; he would be a stone or an animal."},{"id":1032,"quote":"Men never do evil so completely and cheerfully as when they do it with religious conviction."},{"id":1033,"quote":"The greater intellect one has, the more originality one finds in men. Ordinary persons find no difference between men. 8"},{"id":1034,"quote":"All our life passes in this way: we seek rest by struggling against certain obstacles, and once they are overcome, rest proves intolerable because of the boredom it produces. We must get away from it and crave excitement."},{"id":1035,"quote":"Let it not be said that I have said nothing new. The arrangement of the material is new."},{"id":1036,"quote":"Razboiul launtric al ratiunii impotriva pasiunii a facut ca cei care au voit sa aiba pacea sa se imparta in doua secte. Unii au voit sa renunte la pasiuni si sa devina dumnezei, ceilalti au vrut sa renunte la ratiune si sa devina vite. Dar nici unii, nici ceilalti n-au putut-o face; si ratiunea ramane totdeauna in picioare acuzand nimicnicia si nedreptatea pasiunior care tulbura odihna celor ce li se abandoneaza; si pasiunile sunt totdeauna vii, chiar si in sufletul celor care fac efortul de a renunta la ele. Iata ce poate omul prin el insusi si prin propriile sale eforturi cu privire la adevar si la bine. In ce priveste dovezile, suntem neputinciosi. Cautam adevarul, dar nu gasim decat incertitudine. Cautam fericirea, dar nu gasim decat nefericire si mizerie. Suntem incapabili de a nu dori adevarul si fericirea; insa nu suntem capabili nici de certitudine, nici de fericire."},{"id":1037,"quote":"What sort of freak then is man! How novel, how monstrous, how chaotic, how paradoxical, how prodigious! Judge of all things, feeble earthworm, repository of truth, sink of doubt and error, glory and refuse of the universe!"},{"id":1038,"quote":"Porque, al fin, qu es el hombre en la naturaleza? Una nada frente al infinito, un todo frente a la nada, un medio entre nada y todo. Infinitamente alejado de comprender los extremos, el fin de las cosas y su principio estn para l invenciblemente ocultos en un secreto impenetrable, igualmente incapaz de ver la nada de donde ha salido y el infinito donde es absorbido."},{"id":1039,"quote":"Vetky problmy udstva pramenia z neschopnosti loveka sedie v miestnosti ticho a sm."},{"id":1040,"quote":"A good portrait can only be made by reconciling all our contradictory features, and it is not enough to follow through a series of mutually compatible qualities without reconciling their opposites; to understand an authors meaning all contradictory passages must be reconciled."},{"id":1041,"quote":"The will is one of the chief organs of belief, not because it creates belief, but because things are true or false according to the aspect by which we judge them. When the will likes one aspect more than another, it deflects the mind from considering the qualities of the one it does not care to see. Thus the mind, keeping in step with the will, remains looking at the aspect preferred by the will and so judges by what it sees there."},{"id":1042,"quote":"For after all what is man in nature? A nothing in relation to infinity, all in relation to nothing, a central point between nothing and all and infinitely far from understanding either. The ends of things and their beginnings are impregnably concealed from him in an impenetrable secret. He is equally incapable of seeing the nothingness out of which he was drawn and the infinite in which he is engulfed.Porque, finalmente, qu es el hombre en la naturaleza? Una nada frente al infinito, un todo frente a la nada, un medio entre nada y todo. Infinitamente alejado de comprender los extremos, el fin de las cosas y su principio le estn invenciblemente ocultos en un secreto impenetrable, igualmente incapaz de ver la nada de donde ha sido sacado y el infinito en que se halla sumido."},{"id":1043,"quote":"Tout notre raisonnement se rduit  cder au sentiment"},{"id":1044,"quote":"How difficult it is to submit anything to the judgment of another, without prejudicing his judgment by the manner in which we submit it!"},{"id":1045,"quote":"         ,     ,         .                 -     ,           ,       .       '  ,     ."},{"id":1046,"quote":"There is change and succession in all things. You are wrong, there is  Why, do you not say yourself that the sky and the birds prove God?  No.  Does your religion not say so?  No. For though it is true in a sense for some souls whom God has enlightened in this way, yet it is untrue for the majority."},{"id":1047,"quote":"Truth on this side of the Pyrenees, error on the other."},{"id":1048,"quote":"all of man's problems come from the inability to sit quietly in a room."},{"id":1049,"quote":"[7] Letter showing the usefulness of proofs, by the Machine. Faith is different from proof. One is human and the other a gift of God. The just shall live by faith.1 This is the faith that God himself puts into our hearts, often using proof as the instrument. Faith cometh by hearing.2 But this faith is in our hearts, and makes us say not I know but I believe."},{"id":1050,"quote":"Si no actas como piensas, vas a terminar pensando como actas."},{"id":1051,"quote":"Circumcision of the heart, true fasting, true sacrifice, true temple;2 the prophets showed that all this must be spiritual. Not the flesh that perishes, but that which does not perish.3 Ye shall be free indeed.4 So the other freedom is just a figurative freedom. I am the true bread from heaven.5"},{"id":1052,"quote":"There are some who see clearly that man has no other enemy but concupiscence, which turns him away from God, and not [human] enemies, no other good but God, and not a rich land."},{"id":1053,"quote":"Order. Men despise religion. They hate it and are afraid it may be true. The cure for this is first to show that religion is not contrary to reason, but worthy of reverence and respect. Next make it attractive, make good men wish it were true, and then show that it is. Worthy of reverence because it really understands human nature. Attractive because it promises true good."},{"id":1054,"quote":"Christianity is strange: it requires human beings to recognize that they are vile and even abominable."},{"id":1055,"quote":"The word enemy is therefore ambiguous, but if he says elsewhere, as he does, that he will deliver his people from their sins,1 as do Isaiah2 and others, the ambiguity is removed, and the double meaning of enemies reduced to the single meaning of iniquities."},{"id":1056,"quote":"No other religion has proposed that we should hate ourselves. No other religion therefore can please those who hate themselves and seek a being who is really worthy of love. And if they had never [before] heard of the religion of a humiliated God, they would at once embrace it."},{"id":1057,"quote":"Everything which does not lead to charity is figurative. The sole object of Scripture is charity. Everything that does not lead to this sole good is figurative. For, since there is only one goal, everything that does not lead to it explicitly is figurative."},{"id":1058,"quote":"The hypothesis that the apostles were knaves is quite absurd. Follow it out to the end and imagine these twelve men meeting after Jesus's death and conspiring to say that he had risen from the dead. This means attacking all the powers that be. The human heart is singularly susceptible to fickness, to change, to promises, to bribery. One of them had only to deny his story under these inducements, or still more because of possible imprisonment, tortures and death, and they would all have been lost. Follow that out."},{"id":1059,"quote":"The best books are those whose readers think they could have written them."},{"id":1060,"quote":"all humanitys problems stem from an inability to sit in a quiet room alone.Johnson, Fenton. At the Center of All Beauty: Solitude and the Creative Life (p. 229). W. W. Norton & Company. Kindle Edition."},{"id":1061,"quote":"Bu sonsuz meknlarn ebedi suskunluu beni rktyor."},{"id":1062,"quote":"Kind words do not cost much, yet they accomplish much."},{"id":1063,"quote":"They say that eclipses are portents of disaster, because disasters are so common, and misfortune occurs often enough for these forecasts to be right, whereas if they said that eclipses were portents of good fortune they would often be wrong."},{"id":1064,"quote":"All human unhappiness comes from not knowing how to stay quietly in a room."},{"id":1065,"quote":"We do not display greatness by going to one extreme, but in touching both at once, and filling all the intervening space."},{"id":1066,"quote":"The apostles were either deceived or deceivers. Either supposition is difficult."},{"id":1067,"quote":"God of Abraham, God of Isaac, God of Jacob, not of the philosophers and scholars...Joy, joy, joy, tears of joy...'This is life eternal that they might know you, the only true God, and Jesus Christ, whom you have sent.' Jesus Christ. Jesus Christ...May I not fall from him forever...I will not forget your word. Amen."},{"id":1068,"quote":"Since we cannot be universal and know all that is to be known of everything, we ought to know a little about everything. For it is far better to know something about everything than to know all about one thing."},{"id":1069,"quote":"                                              .               .       .            ."},{"id":1070,"quote":"No one dies so poor that he does not leave something behind."},{"id":1071,"quote":"            , :       ' .         '         ,            .               ,          ,            . ,               '   ,         .     '         ,       . '               ,    :          ."},{"id":1072,"quote":"And thus, by combining the uncertainty of chance with the force of mathematical proof and by the reconciliation of two apparent opposites, she derives her name from both of them and rightfully assumes the wonderful name of Mathematics of Chance!"},{"id":1073,"quote":"Les misres de tous les hommes tirent de ne pas tre en mesure de s'asseoir dans une pice calme seul."},{"id":1074,"quote":"We never seek things for themselves, but for the search."},{"id":1075,"quote":"Nature does nothing to avoid the vacuum; rather the weight of the air masses is the true reason for all these phenomena which we have been ascribing to an imaginary cause."},{"id":1076,"quote":"Tout le malheur des hommes vient dune seule chose, qui est de ne savoir pas demeurer en repos dans une chambre."},{"id":1077,"quote":"Who bears witness to Muhammad? Himself. Jesus Christ wants his witness to be nothing. The quality of witnesses means they must always and everywhere be wretched. He is alone."},{"id":1078,"quote":"Consequences must outweigh probabilities"},{"id":1079,"quote":"Why are we not angry if we are told that we have a headache, and why are we angry if we are told that we reason badly, or choose wrongly?\" The reason is that we are quite certain that we have not a headache, or are not lame, but we are not so sure that we make a true choice. So having assurance only because we see with our whole sight, it puts us into suspense and surprise when another with his whole sight sees the opposite, and still more so when a thousand others deride our choice. For we must prefer our own lights to those of so many others, and that is bold and difficult."},{"id":1080,"quote":"The art of opposition and of revolution is to unsettle established customs, sounding them even to their source, to point out their want of authority and justice."},{"id":1081,"quote":"Lobjet de ce discours est de montrer quel est le vritable sens des SS. pres et du Concile de Trente dans ces aproles: Les commandemens ne sont pas impossibles aux justes: cette proposition est susceptible de deux sens. Le premier, quil nest pas impossible que les justes accomplissent les commandemens; le second, que les commandemens sont toujours possibles  tous les justes, de ce plein et dernier pouvoir auquel il ne manque rien de la part de Dieu, pour agir."},{"id":1082,"quote":"Canon 21. Si quelquun dit que le juste ait le pouvoir de persvrer sans un secours spcial de Dieu, ou quil ne le puisse avec ce secours: quil soit anathme. Canon 25. Si quelquun dit que le juste pche en toute bonne uvre vniellement, ou, ce qui est plus insupportable, mortellement, et quil mrite la peine ternelle, mais quil nest pas damn, par cette seule raison que Dieu ne lui impute pas ses uvres  damnation: quil soit anathme. Par o lon voit, non-seulement que ces paroles, que les commandemens ne sont pas impossibles aux justes, sont restreintes  cette condition, quand ils sont secourus par la grce; mais quelles nont que la mme force que celles-ci, que les justes ne pchent pas en toutes leurs actions; et enfin tant sen faut que le pouvoir prochain soit tendu  tous les justes, quil est dfendu de lattribuer  ceux qui ne sont pas secourus de ce secours spcial, qui nest pas commun  tous, comme il a t expliqu. Concluons donc que tous les Pres ne tiennent pas un autre langage. Saint Augustin et les Pres qui lont suivi, nont jamais parl des commandemens, quen disant quils ne sont pas impossibles  la charit, et quils ne nous sont faits que pour nous faire sentir le besoin que nous avons de la charit, qui seule les accomplit. Dieu, juste et bon, na pu commander des choses impossibles; ce qui nous avertit de faire ce qui est facile, et de demander ce qui est difficile. (Aug., De nat. et grat., cap. LXIX.) Car toutes choses sont faciles  la charit. (De perfect. justit., cap. x.) Et ailleurs: Qui ne sait que ce qui se fait par amour nest pas difficile? Ceux-l ressentent de la peine  accomplir les prceptes, qui sefforcent de les observer par la crainte; mais la parfaite charit chasse la crainte, et rend le joug du prcepte doux; et, bien loin daccabler par son poids, elle soulve comme si elle nous donnoit des ailes. Cette charit ne vient pas de notre libre arbitre (si la grce de Jsus-Christ ne nous secourt), parce quelle est infuse et mise dans nos curs, non par nous-mmes, mais par le Saint-Esprit. Et lcriture nous avertit que les prceptes ne sont pas difficiles, par cette seule raison, qui est que lme qui les ressent pesans, entende quelle na pas encore reu les forces par lesquelles ils lui sont doux et lgers. Quand il nous est command de vouloir, notre devoir nous est marqu; mais parce que nous ne pouvons pas lavoir de nous-mmes, nous sommes avertis  qui nous devons le demander; mais toutefois nous ne pouvons pas faire cette demande, si Dieu nopre en nous de le vouloir. (Fulg., lib. II, De verit. praedest., cap. iv.) Les prceptes ne nous sont donns que par cette seule raison, qui est de nous faire rechercher le secours de celui qui nous commande, etc. (Prosper, Epist. ad Demetriad.) Les plagiens simaginent dire quelque chose dimportant, quand ils disent que Dieu ne commanderoit pas ce quil saurait que lhomme ne pourroit faire. Qui ne sait cela? Mais il commande des choses que nous ne pouvons pas, afin que nous connoissions  qui nous devons le demander. (Aug., De nat. et grat., cap. xv et xvi.) O homme! reconnois dans le prcepte ce que tu dois; dans la correction, que cest par ton vice que tu ne le fais pas; et dans la prire, do tu peux en avoir le pouvoir! (Aug., De corrept., cap. ni.) Car la loi commande, afin que lhomme, sentant quil manque de force pour laccomplir, ne senfle pas de superbe, mais tant fatigu, recoure  la grce, et quainsi la loi lpouvantant le mne  lamour de Jsus-Christ (Aug., De perfect. respons. et ratiocin. xj., cap."},{"id":1083,"quote":"When a natural discourse paints a passion or an effect, one feels within oneself the truth of what one reads, which was there before, although one did not know it. Hence one is inclined to love him who makes us feel it, for he has not shown us his own riches, but ours."},{"id":1084,"quote":"If our condition were truly happy, we would not seek diversion from it in order to make ourselves happy."},{"id":1085,"quote":"[T]he sovereignty of reason and justice is no more tyrannical than that of desire. They are principles natural to man."},{"id":1086,"quote":"For after all what is man in nature? A nothing in relation to infinity, all in relation to nothing, a central point between nothing and all and infinitely far from understanding either. The ends of things and their beginnings are impregnably concealed from him in an impenetrable secret. He is equally incapable of seeing the nothingness out of which he was drawn and the infinite in which he is engulfed.Blaise Pascal, Penses No. 72"},{"id":1087,"quote":"to think well; this is the principle of morality."},{"id":1088,"quote":"The future alone is our end. So we never live, but we hope to live; and as we are always preparing to be happy, it is inevitable that we should never be so."},{"id":1089,"quote":"Can anything be stupider than that a man has the right to kill me because he lives on the other side of a river and his ruler has a quarrel with mine, though I have not quarreled with him?"},{"id":1090,"quote":"When we see a natural style, we are astonished and delighted; for we expected to see an author, and we find a man."},{"id":1091,"quote":"[186] You abuse the trust people have in the Church and make them believe anything."},{"id":1092,"quote":"The present is never our end. The past and the present are our means, the future alone our end. Thus, we never actually live, but hope to live."},{"id":1093,"quote":"The difference between the mathematical and the intuitive mind. [1]In the one the principles are palpable, but removed from ordinary use; so that for want of habit it is difficult to turn one's mind in that direction: but if one turns it thither ever so little, one sees the principles fully, and one must have a quite inaccurate mind who reasons wrongly from principles so plain that it is almost impossible they should escape notice."},{"id":1094,"quote":"we would willingly be cowards in order to acquire the reputation of being brave."},{"id":1095,"quote":"This dog is mine,\" said those poor children; \"that is my place in the sun.\" Here is the beginning and the image of the usurpation of all the earth."},{"id":1096,"quote":"         :   '   .   :         ' ."},{"id":1097,"quote":"What astonishes us most is to observe that everyone is not astonished at his own weakness."},{"id":1098,"quote":"   ,    ,   ;   ,   ,   ."},{"id":1099,"quote":"One says, \"It is two hours ago\"; the other says, \"It is only three-quarters of an hour.\" I look at my watch, and say to the one, \"You are weary,\" and to the other, \"Time gallops with you\"; for it is only an hour and a half ago, and I laugh at those who tell me that time goes slowly with me, and that I judge by imagination. They do not know that I judge by my watch."},{"id":1100,"quote":"[152] Between us and heaven or hell there is only life half-way, the most fragile thing in the world."},{"id":1101,"quote":"For it is far better to know something about everything than to know all about one thing. This universality is the best. If we can have both, still better; but if we must choose, we ought to choose the former. And the world feels this and does so; for the world is often a good judge."},{"id":1102,"quote":"Thinking too little about things or thinking too much both make us obstinate and fanatical. If"},{"id":1103,"quote":"Che non si dica che non ho detto niente di nuovo: la disposizione delle materie  nuova."},{"id":1104,"quote":"To make light of philosophy is to be a true philosopher"},{"id":1105,"quote":"If our condition were truly happy we should not need to divert ourselves from thinking about it. (12)"},{"id":1106,"quote":"Man is but a reed, the weakest in nature, but he is a thinking reed."},{"id":1107,"quote":"[167] Submission and use of reason; that is what makes true Christianity."},{"id":1108,"quote":"God alone is man's true good, and since man abandoned him it is a strange fact that nothing in nature has been found to take his place...Since losing his true good, man is capable of seeing it in anything, even his own destruction, although it is so contrary at once to God, to reason, and to nature."},{"id":1109,"quote":"Let us then strive to think well; that is basic principle of morality. (54)"},{"id":1110,"quote":"Dos excesos: excluir a la razn y no admitir ms que la razn."},{"id":1111,"quote":"[172] The way of God, who disposes all things with gentleness, is to instil religion into our minds with reasoned arguments and into our hearts with grace, but attempting to instil it into hearts and minds with force and threats is to instil not religion but terror. Terror rather than religion. (185)"},{"id":1112,"quote":"Be comforted; it is not from yourself that you must expect it, but on the contrary you must expect it by expecting nothing from yourself. (Page 55)"},{"id":1113,"quote":"The heart has its reasons where reason knows not."},{"id":1114,"quote":"Through space the universe grasps me and swallows me up like a speck; through thought I grasp it. (Page 21)"},{"id":1115,"quote":"There is nothing so conformable to reason as to disavow reason"},{"id":1116,"quote":"For after all what is man in nature? A nothing in relation to infinity, all inrelation to nothing, a central point between nothing and all and infinitely far fromunderstanding either. The ends of things and their beginnings are impregnablyconcealed from him in an impenetrable secret. He is equally incapable of seeingthe nothingness out of which he was drawn and the infinite in which he is engulfed."},{"id":1117,"quote":"So imprudent are we that we wander in the times which are nor ours, and do not think of the only one which belongs to us; and so idle are we that we dream of those times which are no more, and thoughtlessly overlook that which alone exists."},{"id":1118,"quote":"They would do better to say: \"Our book,\" \"Our commentary,\" \"Our history,\" etc., because there is in them usually more of other people's than their own."},{"id":1119,"quote":"Ainsi s'coule toute la vie; on cherche le repos en combattant quelques obstacles et si on les a surmonts le repos devient insupportable par l'ennui qu'il engendre. Il en faut sortir et mendier le tumulte."},{"id":1120,"quote":"[172] The way of God, who disposes all things with gentleness, is to instil religion into our minds with reasoned arguments and into our hearts with grace, but attempting to instil it into hearts and minds with force and threats is to instil not religion but terror. Terror rather than religion."},{"id":1121,"quote":"What people want is not the easy peaceful life that allows us to think of our unhappy condition, nor the dangers of war, nor the burdens of office, but the agitation that takes our mind off it and diverts us. That is why we prefer the hunt to the capture."},{"id":1122,"quote":"Dieu, par sa misricorde, donne, quand il lui plat, aux justes le pouvoir plein et parfait daccomplir les prceptes, et quil ne le donne pas toujours, par un jugement juste, quoique cach."},{"id":1123,"quote":"Mans greatness come from knowing he wretched: a tree does not know it is wretched. (21)"},{"id":1124,"quote":"That is why gaming and feminine society, war and high office are so popular. It is not that they really bring happiness, nor that anyone imagines that true bliss comes from possessing the money to be won at gaming or the hare that is hunted: no one would take it as a gift. What people want is not the easy peaceful life that allows us to think of our unhappy condition, nor the dangers of war, nor the burdens of office, but the agitation that takes our mind off it and diverts us. That is why we prefer the hunt to the capture."},{"id":1125,"quote":"What is important is not the quantity of your knowledge, but its quality. You can know many things without knowing that which is most important.There are two types of ignorance, the pure, natural ignorance into which all people are born, and the ignorance of the so-called wise. You will see that many among those who call themselves scholars do not know real life, and they despise simple people and simple things."},{"id":1126,"quote":"Nothing is so defective as those laws which correct defects."},{"id":1127,"quote":"And if it were true, we do not think all philosophy is worth one hour of pain."},{"id":1128,"quote":"Let no one say that I have said nothing new; the arrangement of the material is new. In playing tennis both players use the same ball, but one plays it better. I would just as soon be told that I have used old words. As if the same thoughts did not form a different argument by being differently arranged, just as the same words make different thoughts when arranged differently!"},{"id":1129,"quote":"Let us then realize our limitations. We are something and we are not everything. Such being as we have conceals from us the knowledge of first principles, which arise from nothingness, and the smallness of our being hides infinity from our sight."},{"id":1130,"quote":"The Jesuits have tried to combine God and the world, and have only earned the contempt of God and the world."},{"id":1131,"quote":"Let them at least learn what is the religion they attack, before attacking it. If this religion boasted of having a clear view of God, and of possessing it open and unveiled, it would be attacking it to say that we see nothing in the world which shows it with this clearness. But since, on the contrary, it says that men are"},{"id":1132,"quote":"Merely according to reason, nothing is just in itself, everything shifts with time. Custom is the whole of equity for the sole reason that it is accepted."},{"id":1133,"quote":"it is so inevitable that men will be fools that it is only by another shift of folly that one might not be"},{"id":1134,"quote":"But for this mystery [of original sin], the most incomprehensible of all, we remain incomprehensible to ourselves."},{"id":1135,"quote":"Let us imagine a number of men in chains, and all condemned to death, where some are slaughtered each day in the sight of the others, and those who remain see their own fate in that of their fellows, and wait their turn, looking at each other sorrowfully and without hope. It is an image of the condition of men."},{"id":1136,"quote":"you would like to cure yourself of unbelief and ask the remedy for it. Learn of those who have been bound like you, and who now stake all their possessions. These are people who know the way which you would follow, and who are cured of an ill of which you would be cured. Follow the way by which they began; by acting as if they believed, taking the holy water, having masses said, etc. Even this will naturally make you believe, and deaden your acuteness."},{"id":1137,"quote":"Earthly things must be known to be loved; heavenly things must be loved to be known."},{"id":1138,"quote":"The last act is bloody, however fine the rest of the play. They throw earth over your head and it is finished forever."},{"id":1139,"quote":"71 Too much and too little wine. Give him none, he cannot find truth; give him too much, the same."},{"id":1140,"quote":"Hence it comes that men so much love noise and stir; hence it comes that the prison is so horrible a punishment; hence it comes that the pleasure of solitude is a thing incomprehensible. And it is in fact the greatest source of happiness in the condition of kings, that men try incessantly to divert them, and to procure for them all kinds of pleasures."},{"id":1141,"quote":" "},{"id":1142,"quote":"Thus men who are naturally conscious of what they are shun nothing, so much as rest; they would do anything to be disturbed."},{"id":1143,"quote":"[22] Flies are so mighty that they win battles, paralyse our minds, eat up our bodies."},{"id":1144,"quote":"All human troubles derive from our inability to sit still and alone in a room."},{"id":1145,"quote":"[23] Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science."},{"id":1146,"quote":"Les hommes ont mpris pour la religion. Ils en ont haine et peur quelle soit vraie. Pour gurir cela il faut commencer par montrer que la religion nest point contraire  la raison. Vnrable, en donner respect.La rendre ensuite aimable, faire souhaiter aux bons quelle fut vraie et puis montrer quelle est vraie.Vnrable parce quelle a bien connu lhomme. Aimable parce quelle promet le vrai bien."},{"id":1147,"quote":"not in order to become wiser, but only in order to prove that they know them; and these are the most senseless of the band,"},{"id":1148,"quote":"There is enough light for those who desire only to see, and enough darkness for those of a contrary disposition."},{"id":1149,"quote":"[36] Anyone who does not see the vanity of the world is very vain himself. So who does not see it, apart from young people whose lives are all noise, diversions, and thoughts for the future? But take away their diversion and you will see them bored to extinction. Then they feel their nullity without recognizing it, for nothing could be more wretched than to be intolerably depressed as soon as one is reduced to introspection with no means of diversion."},{"id":1150,"quote":"[38] Too much and too little wine. Do not give him any, he cannot find the truth. Give him too much; the same thing."},{"id":1151,"quote":"If we ought to give up a week we ought to give up our whole life."},{"id":1152,"quote":"Wanneer je op een nuttige manier kritiek wilt leveren en een ander laten inzien dat hij zich vergist, moet je onderzoeken van welke kant hij de zaak bekijkt - want van dat standpunt is die meestal juist - en de juistheid hiervan tegenover hem erkennen, maar hem tevens laten zien van welk standpunt zij niet juist is. Daar neemt hij genoegen mee, want hij ziet dat hij zich niet vergist heeft en alleen maar heeft verzuimd om alle kanten te bekijken. Je wordt namelijk niet boos omdat je niet alles ziet, maar je wilt je niet vergissen. Misschien komt dat omdat de mens van nature niet alles kan zien en zich van nature niet kan vergissen ten aanzien van de kant die hij wel ziet omdat de zintuiglijke waarnemingen altijd waar zijn."},{"id":1153,"quote":"Our intellect holds the same position in the world of thought as our body occupies in the expanse of nature."},{"id":1154,"quote":"                 "},{"id":1155,"quote":"Man is full of wants; he loves only those who can satisfy them all."},{"id":1156,"quote":"Put the worlds greatest philosopher on a plank that is wider than need be: if there is a precipice below, although his reason may convince him that he is safe, his imagination will prevail."},{"id":1157,"quote":"Attachment to the same thought wearies and destroys the mind of man. Hence for the solidity and permanence of the pleasure of love, it is sometimes necessary not to know that we love; and this is not to be guilty of an infidelity, for we do not therefore love another; it is to regain strength in order to love the better. This happens without our thinking of it; the mind is borne hither of itself; nature wills it, commands it. It must however be confessed that this is a miserable consequence of human weakness, and that we should be happier of we were not forced to change of thought; but there is no remedy."},{"id":1158,"quote":"Nos magistrats ont bien connu ce mystre. Leurs robes rouges, leurs hermines dont ils s'emmaillotent en chaffours, les palais o ils jugent, les fleurs de lys, tout cet appareil auguste tait fort ncessaire, et si les mdecins n'avaient des soutanes et des mules, et que les docteurs n'eussent des bonnets carrs et des robes trop amples de quatre parties, jamais ils n'auraient dup le monde qui ne peut rsister  cette montre si authentique."},{"id":1159,"quote":"Do you wish people to believe good of you? Don't speak."},{"id":1160,"quote":"Reasons last step is the recognition that there are an infinite number of things which are beyond it."},{"id":1161,"quote":"Being unable to overcome death, misery, and uncertainty, men have agreed, in order to be happy, not to think about them."},{"id":1162,"quote":"Gustavo Solivellas dice: \"El corazn tiene razones que la razn ignora\" (Blaise Pascal)"},{"id":1163,"quote":"God's will has been to redeem men and open the way of salvation to those who seek it, but men have shown themselves so unworthy that it is right for God to refuse to some, for their hardness of heart, what he grants to others by a mercy they have not earned... 'There is enough light for those who desire only to see, and enough darkness for those of a contrary disposition."},{"id":1164,"quote":"La chose la plus importante  toute vie est le choix dun mtier : le hasard en dispose."},{"id":1165,"quote":"Our soul is cast into a body, where it finds number, time, dimension. Thereupon it reasons, and calls this nature, necessity, and can believe nothing else.If there is a God, He is infinitely incomprehensible, since, having neither parts nor limits, He has no affinity to us. We are then incapable of knowing either what He is or if He is. This being so, who will dare to undertake the decision of the question? Not we, who have no affinity to Him."},{"id":1166,"quote":"Weltliche Dinge mu man erkennen, damit man sie lieben kann.\u000b Gttliche Dinge mu man lieben, damit man sie erkennen kann."},{"id":1167,"quote":"Il faut qu'on n'en puisse (dire), ni \"il est mathmaticien\", ni \"prdicateur\", ni \"loquent\" mais \"il est honnte homme\". Cette qualit universelle me plat seule."},{"id":1168,"quote":"Tikai doma ms padara lielkus, nevis telpa un laiks, kuru ietvaros ms esam nekas. Ms nekad nedzvojam tagadn. Ms steidzinm nkotni un piesaucam pagtni, cenamies to atgriezt, it k t btu aizgjusi no mums prk tri. Ms esam tik nesaprtgi, ka klaiojam laik, kas mums nepieder, un ignorjam viengo, kas mums pieder - t.i., tagadni. [..] Lk, t ar iznk, ka ms nekad nedzvojam, bet tikai grasmies to dart un, piesaucot laimi, to nekad neiegstam."},{"id":1169,"quote":"Il faut se connatre soi-mme: quand cela ne servirait pas  trouver le vrai, cela au moins sert  rgler sa vie, et il n'y a rien de plus juste"},{"id":1170,"quote":"Dans une grande me tout est grand"},{"id":1171,"quote":"But what is nature? For is custom not natural? I am much afraid that nature is itself only a first custom, as custom is a second nature."},{"id":1172,"quote":"Man is neither angel nor devil, and his tragedy is that he who tries too hard to play the first too often ends up as the second."},{"id":1173,"quote":"It is not the length of years but a multitude of generations that makes things obscure. For truth is only perverted when men change."},{"id":1174,"quote":"We never do evil so fully and cheerfully as when we do it out of conscience."},{"id":1175,"quote":"les manichens toient les luthriens de leur temps, comme les luthriens sont les manichens du ntre."},{"id":1176,"quote":"The heart has reasons of which the mind knows nothing."},{"id":1177,"quote":"De verbeelding kan dwazen niets wijs maken, maar ze maakt hen gelukkig."},{"id":1178,"quote":"immo et prstat gratia Dei per Christum."},{"id":1179,"quote":"     \"\"  ,          "},{"id":1180,"quote":"      ,   ,    !"},{"id":1181,"quote":"[138] Diversion. It is easier to bear death when one is not thinking about it than the idea of death when there is no danger. (166)"},{"id":1182,"quote":"When we are accustomed to use bad reasons for proving natural effects, we are not willing to receive good reasons when they are discovered."},{"id":1183,"quote":"      ,   ,      ."},{"id":1184,"quote":"This internal war of reason against the passions has made a division of those who would have peace into two sects. The first would renounce their passions, and become gods; the others would renounce reason, and become brute beasts. (Des Barreaux.) [157] But neither can do so, and reason still remains, to condemn the vileness and injustice of the passions, and to trouble the repose of those who abandon themselves to them; and the passions keep always alive in those who would renounce them."},{"id":1185,"quote":"It is not from space that I must seek my dignity, but from the government of mythought. I shall have no more if I possess worlds. By space the universeencompasses and swallows me up like an atom; by thought I comprehend the world."},{"id":1186,"quote":"If the nose of Cleopatra had been shorter, the whole face of the earth would have been changed."},{"id":1187,"quote":"De eeuwige stilte van deze eindeloze ruimte vervult me met angst."},{"id":1188,"quote":"    ,     ."},{"id":1189,"quote":"For, finally, what is the rank man occupies in Nature? A nonentity, as contrasted with infinity; a universe, contrasted with nonentity; a middle something between everything and nothing. He is infinitely remote from these two extremes; his existence is not less distant from the nonentity out of which he is taken, than from the infinity in which he is engulfed. His intellect holds the same rank in the order of intelligences, as his body does in the material universe, and all it can attain is, to catch some glimpses of objects that occupy the middle, in eternal despair of knowing either extremeall things have sprung from nothing, and are borne forward to infinity. Who can follow out such an astonishing career? The Author of these wonders, and he alone, can comprehend them.This condition, the middle, namely, between two extremes, is characteristic of all our faculties. Our senses perceive nothing in the extreme. A very loud sound deafens us; a very intense light blinds us; a very great or a very short distance disables our vision; excessive length or excessive brevity obscures discourse; too much pleasure cloys, and unvaried harmony offends us. Extreme heat, or extreme cold, destroys sensation. Any qualities in excess are hurtful to us, and pass beyond the ranges of our senses. We cannot be said to feel them, but to endure them. Extreme youth and extreme old age alike enfeeble the mind; too much or too little food, disturbs its operations; too much, or too little instruction, represses its vigor. Extremes are to us, as though they did not exist, and we are nothing in reference to them. They elude us, or we elude them.Such is our real state; our acquirements are confined within limits which we cannot pass, alike incapable of attaining universal knowledge or of remaining in total ignorance. We are in the middle of a vast expanse, always unfixed, fluctuating between ignorance and knowledge; if we think of advancing further, our object shifts its position and eludes our grasp; it steals away and takes an eternal flight that nothing can arrest. This is our natural condition, altogether contrary, however, to our inclinations. We are inflamed with a desire of exploring everything, and of building a tower that shall rise into infinity, but our edifice is shattered to pieces, and the ground beneath it discloses a profound abyss."},{"id":1190,"quote":"          ,     :     ."},{"id":1191,"quote":" ,     ,          ."},{"id":1192,"quote":"Truly it is an evil to be full of faults; but it is a still greater evil to be full of them, and to be unwilling to recognise them, since that is to add the further fault of a voluntary illusion. We do not like others to deceive us; we do not think it fair that they should be held in higher esteem by us than they deserve; it is not then fair that we should deceive them, and should wish them to esteem us more highly than we deserve."},{"id":1193,"quote":"Que chacun examine ses penses ; il les trouvera toujours occupes au pass et  lavenir. Nous ne pensons presque point au temps prsent ; et si nous y pensons, ce nest que pour en prendre la lumire pour disposer de lavenir. Le prsent nest jamais notre fin ; le pass et le prsent sont nos moyens ; le seul avenir est notre fin. Ainsi nous ne vivons jamais ; mais nous esprons vivre( penses )"},{"id":1194,"quote":"Thus passes away all man's life. Men seek rest in a struggle against difficulties; and when they have conquered these, rest becomes insufferable. For we think either of the misfortunes we have or of those which threaten us."},{"id":1195,"quote":"Nous ne nous tenons jamais au prsent. Nous anticipons lavenir comme trop lent  venir, comme pour hter son cours ; ou nous rappelons le pass, pour larrter comme trop prompt. Si imprudents que nous errons dans les temps qui ne sont pas ntres et ne pensons point au seul qui nous appartient !"},{"id":1196,"quote":"O rei est rodeado de pessoas cujo nico pensamento  divertir o rei, e evitar que ele pense em si mesmo. Porque ele ser infeliz, embora rei, se pensar em si mesmo."},{"id":1197,"quote":"What do the prophets say about Jesus Christ? That he will plainly be God? No, but that he is a truly hidden God, that he will not be recognized, that people will not believe that it is he, that he will be a stumbling-block on which many will fall,"},{"id":1198,"quote":"We do not content ourselves with the life we have in ourselves and in our own being; we desire to live an imaginary life in the mind of others, and for this purpose we endeavor to shine. We labor unceasingly to adorn and preserve this imaginary existence, and neglect the real. And if we possess calmness, or generosity, or truthfulness, we are eager to make it known, so as to attach these virtues to that imaginary existence. [...] we would willingly be cowards in order to acquire the reputation of being brave."},{"id":1199,"quote":"Noble deeds are most estimable when hidden."},{"id":1200,"quote":"Comme on se gte l'esprit, on se gte aussi le sentiment."},{"id":1201,"quote":" La vanit est si ancre dans le cur de lhomme quun soldat, un goujat, un cuisinier, un crocheteur se vante et veut avoir ses admirateurs ; et les philosophes mmes en veulent. Et ceux qui crivent contre veulent avoir la gloire davoir bien crit ; et ceux qui lisent veulent avoir la gloire de lavoir lu ; et moi qui cris ceci, ai peut-tre cette envie ."},{"id":1202,"quote":"This religion taught its children what men had managed to know only at their most enlightened."},{"id":1203,"quote":"Notre dure vaine et chtive"},{"id":1204,"quote":"Jesus Christ came to blind those who saw clearly, and to give sight to the blind; to heal the sick, and leave the healthy to die; to call to repentance, and to justify sinners, and to leave the righteous in their sins; to fill the needy, and leave the rich empty."},{"id":1205,"quote":"There are only two kinds of men: righteous men who believe themselves sinners; the rest, sinners, who believe themselves righteous. Pascal, Penses"},{"id":1206,"quote":"There are only two kinds of men: righteous men who believe themselves sinners; the rest, sinners, who believe themselves righteous - Pascal"},{"id":1207,"quote":"We do not choose as captain of a ship the most highly born of those aboard."},{"id":1208,"quote":"God wishes to move the will rather than the mind. Perfect clarity would help the mind and harm the will. Humble their pride."},{"id":1209,"quote":"There is enough light to enlighten the elect and enough obscurity to humiliate them. There is enough obscurity to blind the reprobate and enough light to condemn them and deprive them of excuse."},{"id":1210,"quote":"Justice is subject to dispute; might is easily recognized and is not disputed. So we cannot give might to justice."},{"id":1211,"quote":"Jrelikult tuleb iglus ja jud hendada; ja selleks teha nii, et selle kes, kes on iglane, oleks jud, vi see, kelle kes on jud, oleks iglane"},{"id":1212,"quote":"A trifle consoles us because a trifle upsets us."},{"id":1213,"quote":"How I hate these follies of not believing in the Eucharist, &c.! If the Gospel be true, if Jesus Christ be God, what difficulty is there?"},{"id":1214,"quote":"God being thus hidden, any religion that does not say that God is hidden is not true, and any religion which does not explain why does not instruct. Ours does all thus. Verily thou art a God that hidest thyself.1"},{"id":1215,"quote":"The last thing one settles in writing a book is what one should put in first."},{"id":1216,"quote":"that the closed mem6 signified 600 years. But the time was foretold clearly, while the manner was figurative."},{"id":1217,"quote":"It is only by examining a book that we can ascertain what words it contains."},{"id":1218,"quote":"Love or hate alters the face of justice."},{"id":1219,"quote":"The strength of a man's virtue must not be measured by his efforts, but by his ordinary life."},{"id":1220,"quote":"It was to equally little purpose that you obtained against Galileo a decree from Rome condemning his opinion respecting the motion of the earth. It will never be proved by such an argument as this that the earth remains stationary; and if it can be demonstrated by sure observation that it is the earth and not the sun that revolves, the efforts and arguments of all mankind put together will not hinder our planet from revolving, nor hinder themselves from revolving along with her."},{"id":1221,"quote":"Let us then take our compass; we are something, and we are not everything. The nature of our existence hides from us the knowledge of first beginnings which are born of the Nothing; and the littleness of our being conceals from us the sight of the Infinite. Our intellect holds the same position in the world of thought as our body occupies in the expanse of nature."},{"id":1222,"quote":"When I see the blindness and the wretchedness of man, when I regard the whole silent universe, and man without light, left to himself, and, as it were, lost in this corner of the universe, without knowing who has put him there, what he has come to do, what will become of him at death, and incapable of all knowledge, I become terrified, like a man who should be carried in his sleep to a dreadful desert island, and should awake without knowing where he is, and without means of escape. And thereupon I wonder how people in a condition so wretched do not fall into despair. I see other persons around me of a like nature. I ask them if they are better informed than I am. They tell me that they are not. And thereupon these wretched and lost beings, having looked around them, and seen some pleasing objects, have given and attached themselves to them. For my own part, I have not been able to attach myself to them, and, considering how strongly it appears that there is something else than what I see, I have examined whether this God has not left some sign of Himself."},{"id":1223,"quote":"Both he who chooses heads and he who chooses tails are equally at fault. They are both in the wrong. True course is not to wager at all."},{"id":1224,"quote":"Rivers are roads which move, [8] and which carry us whither we desire to go."},{"id":1225,"quote":"11 All great amusements are dangerous to the Christian life; but among all those which the world has invented there is none more to be feared than the theatre. It is a representation of the passions so natural and so delicate that it excites them and gives birth to them in our hearts, and, above all, to that of love, principally when it is represented as very chaste and virtuous. For the more innocent it appears to innocent souls, the more they are likely to be touched by it."},{"id":1226,"quote":"[115] Immateriality of the soul. When philosophers have subdued their passions, what material substance has managed to achieve this?"},{"id":1227,"quote":"Instability.It is a horrible thing to feel all that we possess slipping away."},{"id":1228,"quote":"Happiness is neither within us only, or without us; it is the union of ourselves with God."},{"id":1229,"quote":"[77] Pride. Curiosity is only vanity. We usually only want to know something so that we can talk about it; in other words, we would never travel by sea if it meant never talking about it, and for the sheer pleasure of seeing things we could never hope to describe to others."},{"id":1230,"quote":"We're not looking for this soft, peaceful existence which allows us to think about our unfortunate condition, nor the dangers of war or the burden of office, but the bustle which distracts and amuses usThe reason why we prefer the hunt to the kill. That is why we like noise and activity so much. That is why imprisonment is such a horrific punishment. That is why the pleasure of being alone is incomprehensible."},{"id":1231,"quote":"As we cannot be universal by knowing everything there is to be known about everything, we must know a little about everything, because it is much better to know something about everything than everything about something."},{"id":1232,"quote":"Fascinatio nugacitatis -Pentru ca patima s nu ne vatme, s trim ca i cum n-am avea dect opt zile de trit."},{"id":1233,"quote":"[82] Wisdom leads us back to childhood. Except ye become as little children.1"},{"id":1234,"quote":"Imagination decides everything: it creates beauty, justice and happiness, which is the world's supreme good."},{"id":1235,"quote":"All great amusements are dangerous to the Christian life; but among all those which the world has invented there is none more to be feared than the theatre. It is a representation of the passions so natural and so delicate that it excites them and gives birth to them in our hearts, and, above all, to that of love, principally when it is represented as very chaste and virtuous. For the more innocent it appears to innocent souls, the more they are likely to be touched by it. Its violence pleases our self-love, which immediately forms a desire to produce the same effects which are seen so well represented; and, at the same time, we make ourselves a conscience founded on the propriety of the feelings which we see there, by which the fear of pure souls is removed, since they imagine that it cannot hurt their purity to love with a love which seems to them so reasonable. So we depart from the theatre with our heart so filled with all the beauty and tenderness of love, the soul and the mind so persuaded of its innocence, that we are quite ready to receive its first impressions, or rather to seek an opportunity of awakening them in the heart of another, in order that we may receive the same pleasures and the same sacrifices which we have seen so well represented in the theatre."},{"id":1236,"quote":"Our own interest is another wonderful instrument for blinding us agreeably."},{"id":1237,"quote":"It would therefore be a good thing for us to obey laws and customs because they are laws: to know that there is no right and just law to be brought in, that we know nothing about it and should consequently only follow those already accepted. In this way we should never give them up. But the people are not amenable to this doctrine, and thus, believing that truth can be found and resides in laws and customs, they believe them and take their antiquity as a proof of their truth (and not just of their authority, without truth). Thus they obey them but are liable to revolt as soon as they are shown to be worth nothing, which can happen with all laws if they are looked at from a certain point of view."},{"id":1238,"quote":"We do not sustain ourselves in virtue by our own strength, but by the balancing of two opposed vices, just as we remain upright amidst two contrary gales. Remove one of the vices, and we fall into the other."},{"id":1239,"quote":"All of humanity's problems stem from man's inability to sit quietly in a room alone"},{"id":1240,"quote":"So I hold out my arms to my Redeemer, who, having been foretold for four thousand years, has come to suffer and to die for me on earth, at the time and under all the circumstances foretold. By His grace, I await death in peace, in the hope of being eternally united to Him. Yet I live with joy, whether in the prosperity which it pleases Him to bestow upon me, or in the adversity which He sends for my good, and which He has taught me to bear by His example. 737"},{"id":1241,"quote":"Le dernier acte est sanglant, quelque belle soit la comdie en tout le reste."},{"id":1242,"quote":"quod quum naturae et legi impossibile est, possibile facit, immo et prstat gratia Dei per Christum."},{"id":1243,"quote":"Things have various qualities and the soul various tendencies, for nothing presented to the soul is simple, and the soul never applies itself simply to any subject. That is why the same thing makes us laugh and cry."},{"id":1244,"quote":"[How does it happen that this man, so distressed at the death of his wife and his only son, or who has some great lawsuit which annoys him, is not at this moment sad, and that he seems so free from all painful and disquieting thoughts? We need not wonder; for a ball has been served him, and he must return it to his companion. He is occupied in catching it in its fall from the roof, to win a game. How can he think of his own affairs, pray, when he has this other matter in hand? Here is a care worthy of occupying this great soul, and taking away from him every other thought of the mind. This man, born to know the universe, to judge all causes, to govern a whole state, is altogether occupied and taken up with the business of catching a hare."},{"id":1245,"quote":"The right way is to want what God wants. Christ alone leads to it. Via Veritas.1"},{"id":1246,"quote":"We are so unhappy that we can only enjoy something which we should be annoyed to see go wrong, and that can and does constantly happen to thousands of things. Anyone who found the secret of rejoicing when things go well without being annoyed when they go badly would have found the point. It is perpetual motion."},{"id":1247,"quote":"Chess is the gymnasium of the mind"},{"id":1248,"quote":"Man without faith can know neither true good nor justice."},{"id":1249,"quote":"Jay souvent dit, que tout le malheur des hommes vient de ne savoir pas se tenir en repos dans une chambre."},{"id":1250,"quote":"All men seek happiness. There are no exceptions. However different the means they may employ, they all strive towards this goal. The reason why some go to war and some do not is the same desire in both, but interpreted in two different ways. The will never takes the least step except to that end. This is the motive of every act of every man, including those who go and hang themselves."},{"id":1251,"quote":"[96]. Cause and effect. Human weakness is the reason for so many canons of beauty; for instance, being a good lute-player. It is only our weakness which makes it a bad thing [not to be one?]."},{"id":1252,"quote":"Man must not be allowed to believe that he is equal either to animals or to angels, nor to be unaware of either, but he must know both."},{"id":1253,"quote":"When I consider the brief span of my life absorbed into the eternity which comes before and after--as the remembrance of a guest that tarrieth but a day--the small space I occupy and which I see swallowed up in the infinite immensity of spaces of which I know nothing and which know nothing of me, I take fright and am amazed to see myself here rather than there, now rather than then."},{"id":1254,"quote":"Voil notre tat vritable. C'est ce qui resserre nos connaissances en de certaines bornes que nous ne pas sons pas, incapables de savoir tout, et d'ignorer tout absolument."},{"id":1255,"quote":"Omul nu este capabil sa vada nici nimicul din care provine, nici infinitul care-l impresoara."},{"id":1256,"quote":"[123] Contradictions. Contempt for our existence, dying for nothing, hatred of our existence."},{"id":1257,"quote":"La nature a des perfections pour montrer quelle est limage de Dieu, et des dfauts pour montrer quelle nen est que limage."},{"id":1258,"quote":"One must know oneself. Even if that does not help in finding truth, at least it helps in running one's life, and nothing is more proper."},{"id":1259,"quote":"[98]. How is it that a lame man does not annoy us while a lame mind does? Because a lame man recognizes that we are walking straight, while a lame mind says that it is we who are limping. But for that we should feel sorry rather than angry. Epictetus goes much further when he asks: Why do we not lose our temper if someone tells us that we have a headache, while we do lose it if someone says there is anything wrong with our arguments or our choice?"},{"id":1260,"quote":"Description of man. Dependence, desire for independence, needs."},{"id":1261,"quote":"For I should like to know by what right this animal, which recognizes his own weakness, measures Gods mercy and keeps it within limits suggested by his own fancies."},{"id":1262,"quote":"Man is so made that if he is told often enough that he is a fool he believes it. By telling himself so often enough he convinces himself, because when he is alone he carries on an inner dialogue with himself which it is important to keep under proper control. Evil communications corrupt good manners.1 We must keep silence as far as we can and only talk to ourselves about God, whom we know to be true, and thus convince ourselves that he is."},{"id":1263,"quote":"Mais Dieu, en imposant, avertit de faire ce quon peut, et de demander ce quon ne peut pas."},{"id":1264,"quote":"        ,         ,          ,         .               ,           "},{"id":1265,"quote":"Donc il donne,  ceux qui le demandent, le secours quils navoient pas quand ils ont reu le commandement. Et ses prceptes ne sont pas pesans; car ceux qui sont enfans de Dieu, aiment Jsus-Christ; et ceux qui laiment, gardent sa parole."},{"id":1266,"quote":"The infinite distance between the mind & the body is a symbol of the distance that is infinitely more, between the intellect & love, for love is divine."},{"id":1267,"quote":"Porque, finalmente, qu es el hombre en la naturaleza? Una nada frente al infinito, un todo frente a la nada, un medio entre nada y todo. Infinitamente alejado de comprender los extremos, el fin de las cosas y su principio le estn invenciblemente ocultos en un secreto impenetrable, igualmente incapaz de ver la nada de dnde ha sido sacado y el infinito en que se halla sumido"},{"id":1268,"quote":"Knowledge has two extremes which meet; one is the pure natural ignorance of every man at birth, the other is the extreme reached by great minds who run through the whole range of human knowledge, only to find that they know nothing and come back to the same ignorance from which they set out, but it is a wise ignorance which knows itself. Those who stand half-way have put their natural ignorance behind them without yet attaining the other; they have some smattering of adequate knowledge and pretend to understand everything. They upset the world and get everything wrong."},{"id":1269,"quote":"[108] What part of us feels pleasure? Is it our hand, our arm, our flesh, or our blood? It must obviously be something immaterial."},{"id":1270,"quote":"Between us and heaven or hell there is only life, which is the frailest thing in the world."},{"id":1271,"quote":"That is why those to whom God has given religious faith by moving their hearts are very fortunate, and feel quite legitimately convinced, but to those who do not have it we can only give such faith through reasoning, until God gives it by moving their heart, without which faith is only human and useless for salvation."},{"id":1272,"quote":"What kind of man had the Messiah to be, since through him the sceptre was to remain for ever in Judah, but at his coming the sceptre was to be removed from Judah? To ensure that seeing they should not see and hearing they should not hear,"},{"id":1273,"quote":"This is how the whole of our life slips by. We seek repose by battling against certain obstacles, and once they are overcome we find rest is unbearable because of the boredom it generates. ... We can't imaging a condition that is pleasant without fun and noise."},{"id":1274,"quote":"is in vain, O men, that you seek within yourselves the remedy for your ills. All your light can only reach the knowledge that not in yourselves will you find truth or good."},{"id":1275,"quote":"What is wonderful, incomparable and wholly divine is that this religion which has always survived has always been under attack."},{"id":1276,"quote":"[133] Diversion. Being unable to cure death, wretchedness and ignorance, men have decided, in order to be happy, not to think about such things."},{"id":1277,"quote":"nsanolunun tm mutsuzluu tek bana sessizce bir odada oturamamaktan kaynaklanr."}]