[{"id":1,"quote":"Every time we teach a child something, we keep him from inventing it himself. On the other hand, that which we allow him to discover for himself will remain with him visible for the rest of his life."},{"id":2,"quote":"The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done."},{"id":3,"quote":"When you teach a child something you take away forever his chance of discovering it for himself."},{"id":4,"quote":"Play is the work of childhood."},{"id":5,"quote":"Children require long, uniterrupted periods of play and exploration"},{"id":6,"quote":"Are we forming children who are only capable of learning what is already known? Or should we try to develop creative and innovative minds, capable of discovery from the preschool age on, throughout life?"},{"id":7,"quote":"The principal goal of education is to create men who are capable of doing new things, not simply of repeating what other generations have done-men who are creative, inventive, and discovers. The second goal of education is to form minds which can be critical, can verify, and not accept everything they are offered."},{"id":8,"quote":"Play is the answer to how anything new comes about."},{"id":9,"quote":"What we see changes what we know. What we know changes what we see."},{"id":10,"quote":"Teaching means creating situations where structures can be discovered."},{"id":11,"quote":"Experience precedes understanding."},{"id":12,"quote":"Education, for most people, means trying to lead the child to resemble the typical adult of his society . . . but for me and no one else, education means making creators. . . . You have to make inventors, innovators...not conformists"},{"id":13,"quote":"Children have real understanding only of that which they invent themselves, and each time that we try to teach them too quickly, we keep them from reinventing it themselves."},{"id":14,"quote":"Intelligence is what you use when you don't know what to do."},{"id":15,"quote":"How can we, with our adult minds, know what will be interesting? If you follow the child...you can find out something new."},{"id":16,"quote":"What is desired is that the teacher ceased being a lecturer, satisfied with transmitting ready-made solutions. His role should rather be that of a mentor stimulating initiative and research."},{"id":17,"quote":"Each time one prematurely teaches a child something he could have discovered himself, that child is kept from inventing it and consequently from understanding it completely."},{"id":18,"quote":"We learn more when we are compelled to invent."},{"id":19,"quote":"Only education is capable of saving our societies from possible collapse, whether violent, or gradual."},{"id":20,"quote":"True interest appears when the self identifies itself with ideas or objects, when it finds in them a means of expression and they become a necessary form of fuel for its activity."},{"id":21,"quote":"Everytime we teach a child something, we prevent him from inventing it \n himself."},{"id":22,"quote":"It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth."},{"id":23,"quote":"How much more precious is a little humanity than all the rules in the world."},{"id":24,"quote":"During the earliest stages the child perceives things like a solipsist who is unaware of himself as subject and is familiar only with his own actions."},{"id":25,"quote":"To understand is to invent."},{"id":26,"quote":"The essential functions of the mind consist in understanding and in inventing, in other words, in building up structures by structuring reality."},{"id":27,"quote":"I am convinced that there is no sort of boundary between the living and the mental or between the biological and the psychological. From the moment an organism takes account of a previous experience and adapts to a new situation, that very much resembles psychology."},{"id":28,"quote":"During the earliest stages of thought, accommodation remains on the surface of physical as well as social experience."},{"id":29,"quote":"Equilibrium is the profoundest tendency of all human activity."},{"id":30,"quote":"The more we try to improve our schools, the heavier the teaching task becomes; and the better our teaching methods the more difficult they are to apply."},{"id":31,"quote":"Punishment renders autonomy of conscience impossible."},{"id":32,"quote":"Logic and mathematics are nothing but specialised linguistic structures."},{"id":33,"quote":"Knowing reality means constructing systems of transformations that correspond, more or less adequately, to reality."},{"id":34,"quote":"The relations between parents and children are certainly not only those of constraint. There is spontaneous mutual affection, which from the first prompts the child to acts of generosity and even of self-sacrifice, to very touching demonstrations which are in no way prescribed. And here no doubt is the starting point for that morality of good which we shall see developing alongside of the morality of right or duty, and which in some persons completely replaces it."},{"id":35,"quote":"It is as his own mind comes into contact with others that truth will begin to acquire value in the child's eyes and will consequently become a moral demand that can be made upon him. As long as the child remains egocentric, truth as such will fail to interest him and he will see no harm in transposing facts in accordance with his desires."},{"id":36,"quote":"I could not think without writing."},{"id":37,"quote":"The self thus becomes aware of itself, at least in its practical action, and discovers itself as a cause among other causes and as an object subject to the same laws as other objects."},{"id":38,"quote":"Moral autonomy appears when the mind regards as necessary an ideal that is independent of all external pressures."},{"id":39,"quote":"Accommodation of mental structures to reality implies the existence of assimilatory schemata apart from which any structure would be impossible."},{"id":40,"quote":"Every acquisition of accommodation becomes material for assimilation, but assimilation always resists new accommodations."},{"id":41,"quote":"This means that no single logic is strong enough to support the total construction of human knowledge."},{"id":42,"quote":"In certain circumstances where he experiments in new types of conduct by cooperating with his equals, the child is already an adult. There is an adult in every child and a child in every adult. ... There exist in the child certain attitudes and beliefs which intellectual development will more and more tend to eliminate: there are others which will acquire more and more importance. The later are not derived from the former but are partly antagonistic to them."},{"id":43,"quote":"Scientific thought, then, is not momentary; it is not a static instance; it is a process."},{"id":44,"quote":"To express the same idea in still another way, I think that human knowledge is essentially active."},{"id":45,"quote":"The child is a realist in every domain of thought, and it is therefore natural that in the moral sphere he should lay more stress on the external, tangible element than on the hidden motive."},{"id":46,"quote":"The child who defines a lie as being a \"naughty word\" knows perfectly well that lying consists in not speaking the truth. He is not, therefore, mistaking one thing for another, he is simply identifying them one with another by what seems to us a quaint extension of the word \"lie\"."},{"id":47,"quote":"Mixture of assimilation to earlier schemas and adaptation to the actual conditions of the situation is what defines motor intelligence. But and this is where rules come into existence as soon as a balance is established between adaptation and assimilation, the course of conduct adopted becomes crystallized and ritualized. New schemas are even established which the child looks for and retains with care, as though they were obligatory or charged with efficacy."},{"id":48,"quote":"Our problem, from the point of view of psychology and from the point of view of genetic epistemology, is to explain how the transition is made from a lower level of knowledge to a level that is judged to be higher."},{"id":49,"quote":"The more the schemata are differentiated, the smaller the gap between the new and the familiar becomes, so that novelty, instead of constituting an annoyance avoided by the subject, becomes a problem and invites searching."},{"id":50,"quote":"The majority of parents are poor psychologists and give their children the most questionable moral trainings. It is perhaps in this domain that one realized most how keenly how immoral it can be to believe too much in morality, and how much more precious is a little humanity than all the rules in the world."},{"id":51,"quote":"The most developed science remains a continual becoming"},{"id":52,"quote":"Much research in psychology has been more concerned with how large groups of people behave than about the particular ways in which each individual person thinks... too statistical. I find this disappointing because, in my view of the history of psychology, far more was learned, for example, when Jean Piaget spent several years observing the ways that three children developed, or when Sigmund Freud took several years to examine the thinking of a rather small number of patients."},{"id":53,"quote":"At one time, many philosophers held that faultless \"laws of thought\" were somehow inherent, a priori, in the very nature of mind. This belief was twice shaken in the past century; first when Russell and his successors showed how the logic men employ can be defective, and later when Freud and Piaget started to reveal the tortuous ways in which our minds actually develop."},{"id":54,"quote":"If logic itself is created rather than being inborn, it follows that the first task of education is to form reasoning."},{"id":55,"quote":"Scientific knowledge is in perpetual evolution; it finds itself changed from one day to the next."},{"id":56,"quote":"For the fundamental fact of human psychology is that society, instead of remaining almost entirely inside the individual organism as in the case of animals prompted by their instincts, becomes crystallized almost entirely outside the individuals. In other words, social rules, as Durkheim has so powerfully shown, whether they be linguistic, moral, religious, or legal, etc., cannot be constituted, transmitted or preserved by means of an internal biological heredity, but only through the external pressure exercised by individuals upon each other."},{"id":57,"quote":"Reflective abstraction, however, is based not on individual actions but on coordinated actions."},{"id":58,"quote":"In other words, knowledge of the external world begins with an immediate utilisation of things, whereas knowledge of self is stopped by this purely practical and utilitarian contact."},{"id":59,"quote":"If mutual respect does derive from unilateral respect, it does so by opposition."},{"id":60,"quote":"The current state of knowledge is a moment in history, changing just as rapidly as the state of knowledge in the past has ever changed and, in many instances, more rapidly."},{"id":61,"quote":"If a baby really has no awareness of himself and is totally thing-directed and at the same time all his states of mind are projected onto things, our second paradox makes sense: on the one hand, thought in babies can be viewed as pure accommodation or exploratory movements, but on the other this very same thought is only one, long, completely autistic waking dream."},{"id":62,"quote":"It was while teaching philosophy that I saw how easily one can say ... what one wants to say. ... In fact, I became particularly aware if the dangers of speculation ... It's so much easier than digging out the facts. You sit in your office and build a system. But with my training in biology, I felt this kind of undertaking precarious."},{"id":63,"quote":"As you know, Bergson pointed out that there is no such thing as disorder but rather two sorts of order, geometric and living."},{"id":64,"quote":"Before games are played in common, no rules in the proper sense can come into existence. Regularities and ritualized schemas are already there, but these rites, being the work of the individual, cannot call forth that submission to something superior to the self which characterizes the appearance of any rule."},{"id":65,"quote":"I have always detested any departure from reality, an attitude which I relate to my mother's poor mental health."},{"id":66,"quote":"There is little mysticism without an element of transcendence, and conversely, there is no transcendence without a certain degree of egocentrism. It may be that the genesis of these experiences is to be sought in the unique situation of the very young child in relation to adults. The theory of the filial origin of the religious sense seems to us singularly convincing in this connection."},{"id":67,"quote":"What the genetic epistemology proposes is discovering the roots of the different varieties of knowledge, since its elementary forms, following to the next levels, including also the scientific knowledge."},{"id":68,"quote":"The discussion of the game of marbles seems to have led us into rather deep waters. But in the eyes of children the history of the game of marbles has quite as much importance as the history of religion or of forms of government. It Is a history, moreover, that is magnificently spontaneous; and it was therefore perhaps not entirely useless to seek to throw light on the child's judgment of moral value by a preliminary study of the social behaviour of children amongst themselves."},{"id":69,"quote":"As far as the game of marbles is concerned, there is therefore no contradiction between the egocentric practice of games and the mystical respect entertained for rules. This respect is the mark of a mentality fashioned, not by free cooperation between equals, but by adult constraint."},{"id":70,"quote":"The need to speak the truth and even to seek it for oneself is only conceivable in so far as the individual thinks and acts as one of a society, and not of any society (for it is just the constraining relations between superior and inferior that often drive the latter to prevarication) but of a society founded on reciprocity and mutual respect, and therefore on cooperation."},{"id":71,"quote":"In genetic epistemology, as in developmental psychology, too, there is never an absolute beginning."},{"id":72,"quote":"Logical positivists have never taken psychology into account in their epistemology, but they affirm that logical beings and mathematical beings are nothing but linguistic structures."},{"id":73,"quote":"Chance... in the accommodation peculiar to sensorimotor intelligence, plays the same role as in scientific discovery. It is only useful to the genius and its revelations remain meaningless to the unskilled."},{"id":74,"quote":"The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done; men and women who are creative, inventive and discoverers, who can be critical and verify, and not accept, everything they are offered."},{"id":75,"quote":"Every response, whether it be an act directed towards the outside world or an act internalized as thought, takes the form of an adaptation or, better, of a re-adaptation."},{"id":76,"quote":"Children should be able to do their own experimenting and their own research. Teachers, of course, can guide them by providing appropriate materials, but the essential thing is that in order for a child to understand something, he must construct it himself, he must re-invent it. Every time we teach a child something, we keep him from inventing it himself. On the other hand that which we allow him to discover by himself will remain with him visibly for the rest of his life."},{"id":77,"quote":"The individual acts only if he experiences a need, i.e., if the equilibrium between the environment and the organism is momentarily upset, and action tends to re-establish the equilibrium, i.e., to re-adapt the organism (Claparède)."},{"id":78,"quote":"Logic is the mirror of thought, and not vice versa;in classes, relations et nombres; essai sur les groupements de logistique et la réversibilitié de lq pensée"},{"id":79,"quote":"Every structure is to be thought of as a particular form of equilibrium, more or less stable within its restricted field and losing its stability on reaching the limits of the field."},{"id":80,"quote":"intelligence, the most plastic and at the same time the most durable structural equilibrium of behaviour, is essentially a system of living and acting operations."},{"id":81,"quote":"I know some very intelligent philosophers, not at all dogmatic, who believe that “science cannot introduce the concept of finality in the analysis and explanation of vital processes, but that “philosophy” equally cannot arrive at an adequate concept of organic life without introducing finality. It is not a question here of moral or other values, but rather of a concept peculiar to philosophical biology as opposed to biology. Indeed, one such philosopher concluded, drawing inspiration from Merleau-Ponty, that science can “never” give an adequate explanation of the concept of the “whole structure” of the organism.”"},{"id":82,"quote":"theory or have remained unaffected by them. It is true that a fact can sometimes appear to resemble an “accident, as in the case of the apple that fell near Newton, but the accident only became a “fact” because Newton asked certain questions.”"},{"id":83,"quote":"According to Claparède, feelings appoint a goal for behaviour, while intelligence merely provides the means (the \"technique\"). But there exists an awareness of ends as well as of means, and this continually modifies the goals of action."},{"id":84,"quote":"to avoid the difficulties of teleological language, adaptation must be described as an equilibrium between the action of the organism on the environment and vice versa."},{"id":85,"quote":"A response is thus a particular case of interaction between the external world and the subject, but unlike physiological interactions, which are of a material nature and involve an internal change in the bodies which are present, the responses studied by psychology are of a functional nature and are achieved at greater and greater distances in space (perception, etc.) and in time (memory, etc.) besides following more and more complex paths (reversals, detours, etc.)."},{"id":86,"quote":"We shall simply say then that every action involves an energetic or affective aspect and a structural or cognitive aspect, which, in fact, unites the different points of view already mentioned."},{"id":87,"quote":"Every psychological explanation comes sooner or later to lean either on biology or on logic (or on sociology, but this in turn leads to the same alternatives)."},{"id":88,"quote":"Nel, after throwing a stone onto a sloping bank watching the stone rolling said, 'Look at the stone. It's afraid of the grass"},{"id":89,"quote":"But if all behaviour, without exception, thus implies an energetics or an \"economy\", forming its affective aspect, the interaction with the environment which it instigates likewise requires a form or structure to determine the various possible circuits between subject and object."},{"id":90,"quote":"A fact is first an answer to a question. If Sartre had consulted psychologists before judging them in the light of his own genius, he would have learned that they do not wait on the accident but begin by setting themselves problems."},{"id":91,"quote":"Piaget is also concerned with attempts of Maine de Biran, Bergson, Sartre, and Merleau-Ponty to construct a philosophical psychology as opposed to a scientific empirical psychology. He believes that the difference between philosophical psychology and scientific psychology lies neither in the fact that the former concerns itself with “essences (Husserl), with “irrationality” (Sartre), nor in its use of introspection. He sees the difference as being one rather of method: philosophical psychology neglects objective verification and grounds itself in subjectivity, although claiming to arrive at objective knowledge through intuition.”"},{"id":92,"quote":"Piaget’s work shows that our concepts of logic, space, time, number, quantity, etc., are not given readymade as Kant thought, but undergo a process of development."},{"id":93,"quote":"We shall adopt an analogous formula, with the reservation that feelings and cognitive configurations do not depend solely on the existing \"field,\" but also on the whole previous history of the acting subject."},{"id":94,"quote":"Now to picture the mechanism of this process of construction and not merely its progressive extension, we must note that each level is characterized by a new co-ordination of the elements provided—already existing in the form of wholes, though of a lower order—by the processes of the previous level. The sensori-motor schema, the characteristic unit of the system of pre-symbolic intelligence, thus assimilates perceptual schemata and the schemata relating to learned action (these schemata of perception and habit being of the same lower order, since the first concerns the present state of the object and the second only elementary changes of state). The symbolic schema assimilates sensori-motor schemata with differentiation of function; imitative accommodation is extended into imaginal significants and assimilation determines the significates. The intuitive schema is both a co-ordination and a differentiation of imaginal schemata. The concrete operational schema is a grouping of intuitive schemata, which are promoted, by the very fact of their being grouped, to the rank of reversible operations. Finally, the formal schema is simply a system of second-degree operations, and therefore a grouping operating on concrete groupings. Each of the transitions from one of these levels to the next is therefore characterized both by a new co-ordination and by a differentiation of the systems constituting the unit of the preceding level. Now these successive differentiations, in their turn, throw light on the undifferentiated nature of the initial mechanisms, and thus we can conceive both of a genealogy of operational groupings as progressive differentiations, and of an explanation of the pre-operational levels as a failure to differentiate the processes involved. Thus, as we have seen (Chap. 4), sensori-motor intelligence arrives at a kind of empirical grouping of bodily movements, characterized psychologically by actions capable of reversals and detours, and geometrically by what Poincaré called the (experimental) group of displacement. But it goes without saying that, at this elementary level, which precedes all thought, we cannot regard this grouping as an operational system, since it is a system of responses actually effected; the fact is therefore that it is undifferentiated, the displacements in question being at the same time and in every case responses directed towards a goal serving some practical purpose. We might therefore say that at this level spatio-temporal, logico-arithmetical and practical (means and ends) groupings form a global whole and that, in the absence of differentiation, this complex system is incapable of constituting an operational mechanism. At the end of this period and at the beginning of representative thought, on the other hand, the appearance of the symbol makes possible the first form of differentiation: practical groupings (means and ends) on the one hand, and representation on the other. But this latter is still undifferentiated, logico-arithmetical operations not being distinguished from spatio-temporal operations. In fact, at the intuitive level there are no genuine classes or relations because both are still spatial collections as well as spatio-temporal relationships: hence their intuitive and pre-operational character. At 7–8 years, however, the appearance of operational groupings is characterized precisely by a clear differentiation between logico-arithmetical operations that have become independent (classes, relations and despatialized numbers) and spatio-temporal or infra-logical operations. Lastly, the level of formal operations marks a final differentiation between operations tied to real action and hypothetico-deductive operations concerning pure implications from propositions stated as postulates."},{"id":95,"quote":"According to Claparède, feelings appoint a goal for behaviour, while intelligence merely provides the means (the \"technique\"). But there exists an awareness of ends as well as of means, and this continually modifies the goals of action. In so far as feeling directs behaviour by attributing a value to its ends, we must confine ourselves to saying that it supplies the energy necessary for action, while knowledge impresses a structure on it. Thus arises the solution proposed by the so-called Gestalt psychology: behaviour involves a \"total field\" embracing subject and objects, and the dynamics of this field constitutes feeling (Lewin), while its structure depends on perception, effector-functions, and intelligence."},{"id":96,"quote":"So we must start from this dual nature of intelligence as something both biological and logical."},{"id":97,"quote":"Psychology, in fact, repre-sents the juncture of two opposite directions of are still insufficient. In the science of human be- scientific thought that are dialectically comple-mentary. It follows that the system of sciencescannot be arranged in a linear order, as manypeople beginning with Auguste Comte have at-tempted to arrange them."},{"id":98,"quote":"Thus arises the solution proposed by the so-called Gestalt psychology: behaviour involves a \"total field\" embracing subject and objects, and the dynamics of this field constitutes feeling (Lewin), while its structure depends on perception, effector-functions, and intelligence."},{"id":99,"quote":"Knowledge is not predetermined by heredity; it is not predetermined in the things around us - in knowing things around him the subject always adds to them."},{"id":100,"quote":"Children should be able to do their own experimenting and their own research. Teachers, of course, can guide them by providing appropriate materials, but the essential thing is that in order for a child to understand something, he must construct it himself, he must re-invent it. Every time we teach a child something, we keep him from inventing it himself. On the other hand that which we allow him to discover by himself will remain with him visibly [...] for all the rest of his life."},{"id":101,"quote":"But these structures, forming different levels, are to be regarded as succeeding one another according to a law of development, such that each one brings about a more inclusive and stable equilibrium for the processes that emerge from the preceding level."},{"id":102,"quote":"This new philosophical psychology can in this respect be traced back to Maine de Biran, for even if in his time scientific psychology was unaware of its autonomy, and even if Biranian psychology was only critical of that of the empiricists, Biran believed in the Kantian distinction of noumena and phenomena and took care to limit his inquiry to the latter alone, which did not prevent him from extending it in the form of idealist speculations."},{"id":103,"quote":"For some writers mental phenomena become intelligible only when related to the organism. This view is of course inescapable when we study the elementary functions (perception, motor functions, etc.) in which intelligence originates. But we can hardly see neurology explaining why 2 and 2 make 4, or why the laws of deduction are forced on the mind of necessity."},{"id":104,"quote":"Formal logic, or logistics, is simply the axiomatics of states of equilibrium of thought, and the positive science corresponding to this axiomatics is none other than the psychology of thought."},{"id":105,"quote":"To expect a fact, is by definition to expect the isolated, it is for positivism, to prefer the ‘accident’ to the essential, the contingent to the necessary, disorder to order; it is in principle to reject the essential in the future:"},{"id":106,"quote":"for example, to see whether in the developing subject, i.e. the child, integers are directly constructed starting from class logic by biunivocal correspondence and the construction of a “class of equivalent classes as Frege and B. Russell thought, or whether the construction is more complex and presupposes the concept of order.”"},{"id":107,"quote":"In fact, objects are known only through the subject, while the subject can know himself or her- self only by acting on objects materially and mentally. Indeed, if objects are innumerable and science indefinitely diverse, all knowledge of the subject brings us back to psychology, the science of the subject and the subject's actions."},{"id":108,"quote":"In fact, objects are known only through the subject, while the subject can know himself or her- self only by acting on objects materially and men- tally. Indeed, if objects are innumerable and sci- ence indefinitely diverse, all knowledge of the sub- ject brings us back to psychology, the science of the subject and the subject's actions.The fourth remark: People may say that I thus engage in philosophy or epistemology and no longer in scientific psychology. But, in the research that we pursue, it is impossible to dissociate psychology from epistemology. Indeed, if we study only one level of development (for example, that of the adult or adolescent), it is easy to distinguish the prob- lems: psychological experience, emotions, intelli- gence and its functions, etc., on the one hand, and the broad problems of knowledge (epistemology), etc., on the other. But if we want to study cogni- tive functions and pursue a developmental point of view in order to study the formation and trans- formations of human intelligence (and this is why I specialized in child psychology), then the prob-lems must be formulated very differently: How is knowledge acquired, how does it increase, and how does it become organized or reorganized? These are the very questions that must be answered."},{"id":109,"quote":"Every observer has noted that the younger the child, the less sense he has of his own ego. From the intellectual point of view, he does not distinguish between external and internal, subjective and objective. From the point of view of action, he yields to every suggestion, and if he does oppose to other people's wills — a certain negativism which has been called \"the spirit of contradiction\" — this only points to his real defenselessness against his surroundings. A strong personality can maintain itself without the help of this particular weapon. The adult and the older child have complete power over him. They impose their opinions and their wishes, and the child accepts them without knowing that he does so."},{"id":110,"quote":"Gustavo Solivellas dice: \"Si un individuo es pasivo intelectualmente, no conseguirá ser libre moralmente\" (Jean Piaget)"},{"id":111,"quote":"For someone who constantly comes across this problem in the course of his professional activities, the question whether philosophy has the status of a “wisdom or of a form of “knowledge” peculiar to itself is no longer an unnecessary or simply a theoretical problem; it is a vital question, since it affects the success or failure of thousands of scholars.”"},{"id":112,"quote":"The first reason for my growing disaffection with the traditional methods of philosophy was caused in the main by the conflict, which I felt within myself, between the habits of verification of the biologist and the psychologist, and speculative reflection, which constantly tempted me, but which could not possibly be submitted to verification…Two ever deepening convictions were forced on me … One is that there is a kind of intellectual dishonesty in making assertions in a domain concerned with facts, without a publicly verifiable method of testing, and in formal domains without a logistic one. The other is that sharpest possible distinction should at all times be made between personal improvisations, the dogma of a school or whatever is centered on the self or on a restricted group, and, on the other hand, the domains in which mutual agreement is possible, independently of metaphysical beliefs or of ideologies. …My second reason for disaffection may well appear odd to pure philosophers. It refers to something which from the psycho-sociological point of view is very significant: this is the surprising dependence of philosophical ideas in relation to social or even political change. … I was very much struck, after the First World War (and still more so after the Second) by the repercussions that the social and political instability then prevailing in Europe had on the intellectual climate, and this naturally led me to doubt the objective and universal value of the philosophical standpoints adopted in such conditions."},{"id":113,"quote":"I … sent a program of research to the Rockefeller Foundation. … [Their] questions were almost all of a surprising pertinence. I remember the practical questions … But I particularly remember the theoretical questions, due among others to [Shannon] Weaver, the mathematician interested in information theory who was then in charge of the Department of Science at the Foundation: How will you find interesting epistomological ideas, for example, the theory of relativity, in studying children who know nothing and who in any case are brought up in the intellectual tradition dating from Newton? … I had the luck to be able to remark … that Einstein himself had advised me in 1928 to study the formation of the intuitions of velocity in order to see if they depended on those of duration, and that further, when I had the good fortune to see Einstein again at Princeton …, he was quite delighted by the reactions of nonconservation of children of four to six years (they deny that a liquid conserves its quantity when it is poured from one glass into another of a different shape: ‘There is more to drink than before,‘ etc.), and was greatly astonished that the elementary concepts of conservation were only constructed toward seven or eight years."},{"id":114,"quote":"Thus arises the second tendency, which consists in regarding logical and mathematical relations as irreducible, and in making an analysis of the higher intellectual functions depend on an analysis of them. But it is questionable whether logic, regarded as something eluding the attempts of experimental psychology to explain it, can in its turn legitimately explain anything in psychological experience."},{"id":115,"quote":"The principal goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done."}]