[{"id":1,"quote":"The meaning of life is to find your gift. The purpose of life is to give it away."},{"id":2,"quote":"I am always doing that which I cannot do, in order that I may learn how to do it."},{"id":3,"quote":"Learn the rules like a pro, so you can break them like an artist."},{"id":4,"quote":"The first half of life is learning to be an adult-the second half is learning to be a child."},{"id":5,"quote":"Why do you try to understand art? Do you try to understand the song of a bird?"},{"id":6,"quote":"Art is the elimination of the unnecessary."},{"id":7,"quote":"Everything you can imagine is real."},{"id":8,"quote":"Only put off until tomorrow what you are willing to die having left undone."},{"id":9,"quote":"We must pick out what is good for us where we can find it."},{"id":10,"quote":"Every child is an artist. The problem is how to remain an artist once we grow up."},{"id":11,"quote":"Art washes away from the soul the dust of everyday life."},{"id":12,"quote":"Go and do the things you can't. That is how you get to do them."},{"id":13,"quote":"It takes a long time to become young."},{"id":14,"quote":"A plagiarist steals from one person. A true artist steals from everybody."},{"id":15,"quote":"Without great solitude no serious work is possible."},{"id":16,"quote":"I do things I don't know how to do in order to learn how to do them."},{"id":17,"quote":"Art is not truth; art is the lie which makes us see the truth."},{"id":18,"quote":"Action is the foundational key to all success."},{"id":19,"quote":"Music and art are the guiding lights of the world."},{"id":20,"quote":"When art critics get together they talk about Form and Structure and Meaning. When artists get together they talk about where you can buy cheap turpentine."},{"id":21,"quote":"Paradise is to love many things with a passion."},{"id":22,"quote":"Others have seen what is and asked why. I have seen what could be and asked why not."},{"id":23,"quote":"To draw you must close your eyes and sing."},{"id":24,"quote":"The path to youth takes a lifetime."},{"id":25,"quote":"When I haven't any blue I use red."},{"id":26,"quote":"I paint what I think, not what I see."},{"id":27,"quote":"People want to find a 'meaning' in everything and everyone. That's the disease of our age..."},{"id":28,"quote":"My mother said to me, 'If you are a soldier, you will become a general. If you are a monk, you will become the Pope.' Instead, I was a painter, and became Picasso."},{"id":29,"quote":"I don't work from nature, I work like nature."},{"id":30,"quote":"Everyone wants to understand art. Why not try to understand the song of a bird? Why does one love the night, flowers, everything around one, without trying to understand them? But in the case of a painting people have to understand. If only they would realize above all that an artist works of necessity, that he himself is only a trifling bit of the world, and that no more importance should be attached to him than to plenty of other things which please us in the world, though we can't explain them. People who try to explain pictures are usually barking up the wrong tree."},{"id":31,"quote":"Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time."},{"id":32,"quote":"Youth has no age."},{"id":33,"quote":"Good taste is the enemy of creativity."},{"id":34,"quote":"Unless your work gives you trouble, it is no good."},{"id":35,"quote":"We are all born children- the trick is remaining one."},{"id":36,"quote":"Love must be proven by facts and not by reasons."},{"id":37,"quote":"When it comes right down to it, all you have is your self. Your Self is a sun with a thousand rays."},{"id":38,"quote":"It is important to remember that great things have no fear of time. We've got to let go of the idea that what we want to manifest has to be done on our time schedule."},{"id":39,"quote":"I understand my own pictures best six months after I have done them."},{"id":40,"quote":"Good artists copy, great artists steal."},{"id":41,"quote":"While I am working I am not conscious of what I am putting on the canvas."},{"id":42,"quote":"Manifesting takes place from Spirit. It doesn't take place from form, from the physical world. You've got to know that what you want to manifest will occur."},{"id":43,"quote":"The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider's web."},{"id":44,"quote":"Don't waste your youth growing up."},{"id":45,"quote":"The quality of a painter depends on the amount of past he carries with him."},{"id":46,"quote":"We don't grow older, we grow riper."},{"id":47,"quote":"For me, there are two kinds of women - goddesses and doormats."},{"id":48,"quote":"If you're stuck in a painting, then stop and draw something else. Draw a flower and put your love into that flower. Then your powers will come back again."},{"id":49,"quote":"Whatever is most abstract may perhaps be the summit of reality."},{"id":50,"quote":"Who sees the human face correctly: the photographer, the mirror, or the painter?"},{"id":51,"quote":"Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success."},{"id":52,"quote":"If I paint a wild horse, you might not see the horse... but surely you will see the wildness!"},{"id":53,"quote":"Painting is a blind man's profession. He paints not what he sees, but what he feels, what he tells himself about what he has seen."},{"id":54,"quote":"You don't make art, you find it"},{"id":55,"quote":"When I was a kid I drew like Michelangelo. It took me years to learn to draw like a kid."},{"id":56,"quote":"He can who thinks he can, and he can't who thinks he can't. This is an inexorable, indisputable law."},{"id":57,"quote":"That inspiration comes, does not depend on me. The only thing I can do is make sure it catches me working."},{"id":58,"quote":"The important thing is to create. Nothing else matters; creation is all."},{"id":59,"quote":"The world today doesn't make sense, so why should I paint pictures that do?"},{"id":60,"quote":"Lord, protect me from what I want!"},{"id":61,"quote":"A painter paints to unload himself of feelings and visions."},{"id":62,"quote":"The purpose of art is washing the dust of daily life off our souls."},{"id":63,"quote":"Computers are useless - all they can give you are answers."},{"id":64,"quote":"Critics, mathematicians, scientists and busybodies want to classify everything, marking the boundaries and limits... In art, there is room for all possibilities."},{"id":65,"quote":"Art is a leap into the dark."},{"id":66,"quote":"Art is a finger up the bourgeoisie ass."},{"id":67,"quote":"When German soldiers used to come to my studio and look at my pictures of Guernica, they'd ask 'Did you do this?'. And I'd say, 'No, you did.'"},{"id":68,"quote":"In every photographer there was a painter, a true artist, awaiting expression."},{"id":69,"quote":"People who read are people who dream."},{"id":70,"quote":"If you know exactly what you're going to do, what's the good in doing \n it?"},{"id":71,"quote":"The older you get the stronger the wind gets - and it's always in your face."},{"id":72,"quote":"Art is lies that tell the truth."},{"id":73,"quote":"Sex and art are the same thing."},{"id":74,"quote":"Never copy yourself, always copy someone else."},{"id":75,"quote":"Rhythm is a perception of time... when drawing, the tiredness of the hand is a rhythm."},{"id":76,"quote":"...art is something subversive.  It's something that should not be free.  Art and liberty, like the fire of Prometheus, are things that one must steal, to be used against the established order."},{"id":77,"quote":"Painting is not done to decorate apartments. It is an instrument of war."},{"id":78,"quote":"Every child is an artist. The problem is how to remain an artist while still achieving milestones and outcomes as required by certain funders and policy-makers."},{"id":79,"quote":"The purpose of Art is to create enthusiasm."},{"id":80,"quote":"I've reached the moment where the movement of my thought interests me more than the thought itself."},{"id":81,"quote":"Age only matters when one is aging. Now that I have arrived at a great age, I might as well be twenty."},{"id":82,"quote":"You have to start somewhere. You can always erase reality later on."},{"id":83,"quote":"Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun."},{"id":84,"quote":"I paint the way some people write an autobiography.  The paintings, finished or not, are the pages from my diary."},{"id":85,"quote":"What one does is what counts. Not what one had the intention of doing."},{"id":86,"quote":"Everyone wants to understand art. Why not try to understand the song of a bird? ...people who try to explain pictures are usually barking up the wrong tree."},{"id":87,"quote":"When you're really young, you're young for life."},{"id":88,"quote":"A painting is not thought out in advance. While it is being done, it changes as one’s thoughts change. And when it’s finished, it goes on changing, according to the state of mind of whoever is looking at it"},{"id":89,"quote":"You mustn't always believe what I say. Questions tempt you to tell lies, particularly when there is no answer."},{"id":90,"quote":"You must always work not just within but below your means. If you can handle three elements, handle only two. If you can handle ten, then handle only five. In that way the ones you do handle, you handle with more ease, more mastery, and you create a feeling of strength in reserve."},{"id":91,"quote":"It is my misfortune - and probably my delight - to use things as my passions tell me. What a miserable fate for a painter who adores blondes to have to stop himself putting them into a picture because they don't go with the basket of fruit! . . . I put all the things I like into my pictures. The things - so much the worse for them. They just have to put up with it."},{"id":92,"quote":"If only we could pull out our brain and use only our eyes."},{"id":93,"quote":"It is the object which aroused the artist, stimulated his ideas and set of his emotions. These ideas and emotions will be imprisoned in his work for good."},{"id":94,"quote":"It is a well-known fact that we see the faults in other's works more readily than we do in our own."},{"id":95,"quote":"What I want is that my picture should evoke nothing but emotion."},{"id":96,"quote":"If you take my sayings and explode them in the air, they remain only sayings. But if you fit them together in their correct places, you will have the whole story."},{"id":97,"quote":"Painting isn't an aesthetic operation; it's a form of magic designed as mediator between this strange hostile world and us."},{"id":98,"quote":"It's not what the artist does that counts; it's what he is."},{"id":99,"quote":"Computers are useless. They can only give you answers."},{"id":100,"quote":"We have a lot of reasons but only one real one."},{"id":101,"quote":"When I enter the studio, I leave my body at the door the way the Moslems leave their shoes when they enter the mosque, and I only allow my spirit to go in there and paint."},{"id":102,"quote":"Why assume that to look is to see?"},{"id":103,"quote":"Ah, good taste! What a dreadful thing! Taste is the enemy of creativeness."},{"id":104,"quote":"Through education comes understanding. Through understanding comes true appreciation. All children are artists. The problem is how to remain an artist once he grows up."},{"id":105,"quote":"Painting is stronger than me, it makes me do it's bidding."},{"id":106,"quote":"I am always making that what I am not capable, in an attempt to learn how to doing it."},{"id":107,"quote":"We all know that Art is not truth. Art is a lie that makes us realize truth at least the truth that is given us to understand. The artist must know the manner whereby to convince others of the truthfulness of his lies."},{"id":108,"quote":"By amusing myself with all these games, all this nonsense, all these picture puzzles, I became famous... I am only a public entertainer who has understood his time."},{"id":109,"quote":"Everything exists in limited quantity - especially happiness."},{"id":110,"quote":"When the individuality of the artist begins to express itself, what the artist gains in the way of liberty he loses in the way of order."},{"id":111,"quote":"Everything we can dream can be real."},{"id":112,"quote":"Nature does many things the way I do, but she hides them!"},{"id":113,"quote":"A picture lives by its legend - not by anything else."},{"id":114,"quote":"All human beings are born with the same creative potential. Most people squander theirs away on a million superfluous things. I expend mine on one thing and one thing only: my art."},{"id":115,"quote":"As far as I am concerned, a painting speaks for itself.  What is the use of giving explanations, when all is said and done?  A painter has only one language."},{"id":116,"quote":"If you can imagine it...it is real"},{"id":117,"quote":"The academic teaching on beauty is false. We have been misled, but so completely misled that we can no longer find so much as a shadow of a truth again. The beauties of the Parthenon, the Venuses, the Nymphs, the Narcisusses, are so may lies. Art is not the application of a canon of beauty, but what the instinct and the brain can conceive independently of that canon."},{"id":118,"quote":"What might be taken for a precocious genius is the genius of childhood. When the child grows up, it disappears without a trace. It may happen that this boy will become a real painter some day, or even a great painter. But then he will have to begin everything again, from zero."},{"id":119,"quote":"You have to have an idea of what you are going to do, but it should be a vague idea."},{"id":120,"quote":"Every act of creation is first an act of destruction."},{"id":121,"quote":"In the end there is only Matisse."},{"id":122,"quote":"Give me a museum and I'll fill it."},{"id":123,"quote":"I paint objects as I think them, not as I see them."},{"id":124,"quote":"The people no longer seek consolation in art. But the refined people, the rich, the idlers seek the new, the extraordinary, the extravagant, the scandalous. I have contented these people with all the many bizarre things that come into my head. And the less they understand, the more they admire it. By amusing myself with all these games, all this nonsense, all these picture puzzles, I became famous... I am only a public entertainer who has understood his time."},{"id":125,"quote":"Art is the best possible introduction to the culture of the world. I love it for the buried hopes, the garnered memories, the tender feelings it can summon at a touch. It washes away from the soul the dust of everyday life."},{"id":126,"quote":"I'd like to live like a poor man with a lot of money."},{"id":127,"quote":"It took me four years to paint like Raphael, but a lifetime to paint like a child."},{"id":128,"quote":"Photographers, along with dentists, are the two professions never satisfied with what they do. Every dentist would like to be a doctor and inside every photographer is a painter trying to get out."},{"id":129,"quote":"To blossom forth, a work of art must ignore or rather forget all the rules."},{"id":130,"quote":"There is no abstract art. You must always start with something. Afterward you can remove all traces of reality."},{"id":131,"quote":"Art is an instrument in the war against the enemy."},{"id":132,"quote":"The hidden harmony is better than the obvious."},{"id":133,"quote":"To arrive at abstraction, it is always necessary to begin with a concrete reality."},{"id":134,"quote":"Painting isn't a question of sensibility; it's a matter of seizing the power, taking over from nature, not expecting her to supply you with information and good advice."},{"id":135,"quote":"I have never made radically different experiments. Whenever I wanted to say something, I said it the way I believed I should."},{"id":136,"quote":"I don't say everything, but I paint everything."},{"id":137,"quote":"Something sacred, that's it. We ought to be able to say that such and such a painting is as it is, with its capacity for power, because it is \"touched by God.\""},{"id":138,"quote":"The urge to destroy is also a creative urge."},{"id":139,"quote":"Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility."},{"id":140,"quote":"If you are trying to find something, it means you haven't got it. And if you find it simply by looking for it, that means it's false."},{"id":141,"quote":"Action is the foundation of all success."},{"id":142,"quote":"When I paint a woman in an armchair, the armchair is there to show illness and death-or as a protection."},{"id":143,"quote":"In art intentions are not sufficient and, as we say in Spanish, love must be proved by deeds and not by reasons. What one does is what counts and not what one had the intention of doing."},{"id":144,"quote":"Work is a necessity for man. Man invented the alarm clock."},{"id":145,"quote":"Titian, Rembrandt and Goya were the great painters. I am only a public clown."},{"id":146,"quote":"To me there is no past or future in art. If a work of art does not live in the present, it must not be considered at all."},{"id":147,"quote":"A picture is not thought out and settled beforehand. While it is being done it changes as one's thoughts change."},{"id":148,"quote":"Action is the fundamental key to success."},{"id":149,"quote":"An idea is a point of departure and no more. As soon as you elaborate it, it becomes transformed by thought."},{"id":150,"quote":"If I spit, they will take my spit and frame it as great art."},{"id":151,"quote":"I paint the way someone bites his fingernails; for me, painting is a bad habit because I don't know nor can I do anything else."},{"id":152,"quote":"An artist must forget painting when he paints. That's the only way he will do original work."},{"id":153,"quote":"Art is not chaste. Those ill prepared should be allowed no contact with art. Art is dangerous. If it is chaste, it is not art."},{"id":154,"quote":"When I am finished painting, I paint again for relaxation."},{"id":155,"quote":"Art sweeps the everyday dust from your soul."},{"id":156,"quote":"...why did Plato say that poets should be chased out of the republic?  Precisely because every poet and every artist is an antisocial being.  He's not that way because he wants to be; he can't be any other way.... and if he really is an artist it is in his nature not to want to be admitted, because if he is admitted it can only mean he is doing something which is understood, approved, and therefore old hat - worthless.  Anything new, anything worth doing, can't be recognized."},{"id":157,"quote":"God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things."},{"id":158,"quote":"Cubism is not a reality you can take in your hand. It's more like a perfume, in front of you, behind you, to the sides, the scent is everywhere but you don’t quite know where it comes from."},{"id":159,"quote":"Reality is to be found in lightness and darkness."},{"id":160,"quote":"What does it mean for a painter to paint in the manner of So-and-So or to actually imitate someone else? What's wrong with that? On the contrary, it's a good idea. You should constantly try to paint like someone else. But the thing is, you can't! You would like to. You try. But it turns out to be a botch... And it's at the very moment you make a botch of it that you're yourself."},{"id":161,"quote":"A good picture, any picture, has to be bristling with razor blades."},{"id":162,"quote":"If I had known there was such a thing as Islamic Calligraphy, I would never have started to paint. I have strived to reach the highest levels of artistic mastery, but I found that Islamic Calligraphy was there ages before I was."},{"id":163,"quote":"Enough of Art. It's Art that kills us. People no longer want to do painting: they make art."},{"id":164,"quote":"In life you throw a ball. You hope it will reach a wall and bounce back so you can throw it again. You hope your friends will provide that wall."},{"id":165,"quote":"One never knows what one is  going to do. One starts a painting and then it becomes something quite different."},{"id":166,"quote":"Whatever the source of emotion that drives me to create, I want to give it a form which has some connection with the visible world, even if it is only to wage war on that world....I want my paintings to be able to defend themselves to resist the invader, just as though there were razor blades on all surfaces so no one could touch them without cutting his hands."},{"id":167,"quote":"If you don't know what color to take, take black."},{"id":168,"quote":"Painting is just another way of keeping a diary."},{"id":169,"quote":"I try to paint what I have found and not what I look for. In art, intentions are of little importance."},{"id":170,"quote":"I have had no true friends, only lovers."},{"id":171,"quote":"Are we to paint what's on the face, what's inside the face, or what's behind it?"},{"id":172,"quote":"Through art we express our conception of what nature is not."},{"id":173,"quote":"There's nothing more difficult than a line."},{"id":174,"quote":"I put in my pictures everything I like. So much the worse for the things - they have to get along with one another."},{"id":175,"quote":"A painting only lives in the eye of the beholder"},{"id":176,"quote":"If one knows exactly what is going to be done, why do it?"},{"id":177,"quote":"The trouble is, we've been taught what to see and how to render what we see. If only we could be in the position of those men who did those wonderful drawings in Lascaux and Altimira!"},{"id":178,"quote":"If you are a genius and unsuccessful, everybody treats you as if you were a genius, but when you come to be successful, when you commence to earn money, when you are really successful, then your family and everybody no longer treats you like a genius, they treat you like a man who has become successful."},{"id":179,"quote":"I want to create a cat like the real cats I see crossing the streets, not like those you see in houses. They have nothing in common. The cat of the streets has bristling fur. It runs like a fiend, and if it looks at you, you think it is going to jump in your face."},{"id":180,"quote":"I am only a public entertainer who understands his time."},{"id":181,"quote":"I do not evolve, I am."},{"id":182,"quote":"Forcing yourself to use restricted means is the sort of restraint that liberates invention. It obliges you to make a kind of progress that you can't even imagine in advance."},{"id":183,"quote":"I deal with painting as I deal with things, I paint a window just as I look out of a window. If an open window looks wrong in a picture, I draw the curtain and shut it, just as I would in my own room. In painting, as in life, you must act directly."},{"id":184,"quote":"One cannot be a sorcerer all the time. How could one live?"},{"id":185,"quote":"We might adapt for the artist the joke about there being nothing more dangerous than instruments of war in the hands of generals. In the same way, there is nothing more dangerous than justice in the hands of judges, and a paint brush in the hands of a painter! Just think of the danger to society! But today we haven't the heart to expel the painters and poets because we no longer admit to ourselves that there is any danger in keeping them in our midst."},{"id":186,"quote":"The only thing emanating from my pictures should be emotion."},{"id":187,"quote":"I do not seek. I find."},{"id":188,"quote":"When we did Cubist paintings, our intention was not to produce Cubist paintings but to express what was within us. No one laid down a course of action for us, and our friends the poets followed our endeavour attentively but they never dictated it to us."},{"id":189,"quote":"Let them understand above all that the artist works from necessity; that he, too, is a minute element of the world to whom one should ascribe no more importance than so many things in nature which charm us but which we do not explain to ourselves."},{"id":190,"quote":"If there is something to steal, I steal it."},{"id":191,"quote":"I hate it when people pilfer my things."},{"id":192,"quote":"The people who make art their business are mostly imposters."},{"id":193,"quote":"In one way or another, I always marked my pictures. But there were times when I put my signature on the back of the canvas. All my works from the cubist period, until about 1914, have my name and the date on the back side of the stretcher. I know someone spread the story that in Céret, Braque and I decided not to sign our pictures anymore. But that's just a legend!"},{"id":194,"quote":"The only pictorial matter that is of interest to me is the matter and sentiments brought about by the work itself."},{"id":195,"quote":"Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima."},{"id":196,"quote":"Beauty? To me it is a word without sense because I do not know where its meaning comes from nor where it leads to."},{"id":197,"quote":"No, painting is not interior decoration. It is an instrument of war for attack and defense against the enemy."},{"id":198,"quote":"One must act in painting as in life, directly."},{"id":199,"quote":"In art, there is neither past nor future. The art that is not in the present will never be."},{"id":200,"quote":"The best calculation is the absence of calculation. Once you have attained a certain level of recognition, others generally figure that when you do something, it's for an intelligent reason. So it's really foolish to plot out your movements too carefully in advance. You're better off acting capriciously."},{"id":201,"quote":"Photography has arrived at the point where it is capable of liberating painting from all literature, from the anecdote, and even from the subject. In any case, a certain aspect of the subject now belongs to the domain of photography. So shouldn't painters profit from their newly acquired liberty, and make use of it to do other things?"},{"id":202,"quote":"Everything is a miracle. It is a miracle that one does not dissolve in one's bath like a lump of sugar."},{"id":203,"quote":"What I have to do is utilize as best I can the ideas which objects suggest to me, connect, fuse, and color in my way the shadows they cast within me, illumine them from the inside. And since of necessity my vision is quite different from that of the next man, my painting will interpret things in an entirely different manner even though it makes use of the same elements."},{"id":204,"quote":"I consider a work of art as a product of calculations, calculations that are frequently unknown to the author himself."},{"id":205,"quote":"It took me a lifetime."},{"id":206,"quote":"Every now and then one paints a picture that seems to have opened a door and serves as a stepping stone to other things."},{"id":207,"quote":"What I achieve the first day can be perfectly valid, but it is not satisfying. If I can go that far spontaneously, then I must shed that result as an old skin and inquire further into the unknown, or at least the not-yet-known-to-myself."},{"id":208,"quote":"...the right to free expression is something one seizes, not something one is given.... if it does exist, it exists to be used against the established order.... There is absolute opposition between the artist and the state."},{"id":209,"quote":"I have a horror of people who speak about the beautiful. What is the beautiful? One must speak of problems in painting!"},{"id":210,"quote":"I don't develop; I am."},{"id":211,"quote":"When you start with a portrait and try to find pure form by abstracting more and more, you must end up with an egg."},{"id":212,"quote":"How often have I found that wanting to use blue, I didn't have it so I used a red instead of the blue."},{"id":213,"quote":"Bad artists copy. Good artists steal."},{"id":214,"quote":"If I paint a hammer and sickle people may think it is a representation of Communism, but for me it is only a hammer and sickle. I just want to reproduce the objects for what they are, not for what they mean."},{"id":215,"quote":"The more technique you have, the less you have to worry about it. The more technique there is, the less there is."},{"id":216,"quote":"I have always believed and still believe that artists who live and work with spiritual values cannot and should not remain indifferent to the conflict in which the highest values of humanity and civilization are at stake."},{"id":217,"quote":"Academic training in beauty is a sham. We have been so deceived, but so well deceived that we can scarcely get back even a shadow of the truth."},{"id":218,"quote":"What I find horrible nowadays is that people are always trying to find a personality for themselves. Nobody bothers about what you might call a painter's ideal... the kind that's always existed... No. They couldn't care less about that."},{"id":219,"quote":"Sculpture is the art of the intelligence."},{"id":220,"quote":"Style is besides the point. Nobody would pay attention if one always said the same thing, in the same words and the same tone of voice."},{"id":221,"quote":"I go for a walk in the forest of Fontainebleau. I get 'green' indigestion. I must get rid of this sensation into a picture. Green rules it. A painter paints to unload himself of feelings and visions."},{"id":222,"quote":"I am exhausted if I don't work."},{"id":223,"quote":"You cannot go against nature. She is stronger than the strongest of men. We can permit ourselves some liberties, but in details only."},{"id":224,"quote":"I don't own any of my own paintings because a Picasso original costs several thousand dollars and that's a luxury I cannot afford."},{"id":225,"quote":"Art is the lie that enables us to realize the truth."},{"id":226,"quote":"Anything new, anything worth doing, can't be recognized."},{"id":227,"quote":"Today, as you know, I am famous and very rich. But when I am alone with myself, I haven't the 'courage' to consider myself an artist, in the great and ancient sense of that word... I am only a public entertainer, who understands his age."},{"id":228,"quote":"Different themes inevitably require different methods of expression. This does not imply either evolution or progress; it is a matter of following the idea one wants to express and the way in which one wants to express it."},{"id":229,"quote":"Because I cannot work except in solitude, it is necessary that I live my work and that is impossible except in solitude."},{"id":230,"quote":"Paintings are but research and experiment. I never do a painting as a work of art. All of them are researches. I search constantly and there is a logical sequence in all this research."},{"id":231,"quote":"I begin with an idea and then it becomes something else."},{"id":232,"quote":"What is a face, really? Its own photo? Its make-up? Or is it a face as painted by such or such painter? That which is in front? Inside? Behind? And the rest? Doesn't everyone look at himself in his own particular way? Deformations simply do not exist."},{"id":233,"quote":"There's nothing so similar to one poodle dog as another poodle dog, and that goes for women, too."},{"id":234,"quote":"All Children are Artists"},{"id":235,"quote":"You see these thick curtains shut out the daylight: artificial light suits me a great deal better; it's absolutely steady, and much more exciting."},{"id":236,"quote":"For a long time I limited myself to one colour - as a form of discipline."},{"id":237,"quote":"It is your work in life that is the ultimate seduction."},{"id":238,"quote":"People are always asking me to sign my old canvases. It's ridiculous!"},{"id":239,"quote":"You can go to the moon or walk under the sea, or anything else you like, but painting remains painting because it eludes such investigation. It remains there like a question. And it alone gives the answer."},{"id":240,"quote":"When you begin a picture you often make some pretty discoveries. You must be on guard against these. Destroy the thing, do it over several times. In each destroying of a beautiful discovery, the artist does not really suppress it, but rather condenses it, makes it more substantial. What comes out in the end is the result of discarded finds. Otherwise you become your own connoisseur."},{"id":241,"quote":"I'd like to live as a poor man with lots of money."},{"id":242,"quote":"To know what you're going to draw, you have to begin drawing."},{"id":243,"quote":"Painting isn't made for the decoration of apartments; it is a weapon to be used offensively and defensively against the enemy."},{"id":244,"quote":"Basically the French are all peasants."},{"id":245,"quote":"Drawing is a kind of hypnotism: one looks in such a way at the model, that he comes and takes a seat on the paper."},{"id":246,"quote":"In art, practice always comes before theory."},{"id":247,"quote":"I simply painted images of what was before my eyes; it is for others to find hidden meaning in them."},{"id":248,"quote":"When I work I relax; doing nothing or entertaining visitors makes me tired."},{"id":249,"quote":"When you see what you express through photography, you realize all the things that can no longer be the objectives of painting. Why should an artist persist in treating subjects that can be established so clearly with the lens of a camera?"},{"id":250,"quote":"We now know that Art is not the truth... but rather a way of approaching the truth."},{"id":251,"quote":"Everybody has the same energy potential. The average person wastes his in a dozen little ways. I bring mine to bear on one thing only: my paintings, and everything else is sacrificed to it...myself included."},{"id":252,"quote":"When I am told I am too old to do something, I try to do it right away."},{"id":253,"quote":"Art is a lie that makes us realize truth."},{"id":254,"quote":"I don't believe in accidents. There are only encounters in history. There are no accidents."},{"id":255,"quote":"I never calculate. That is why those who do, calculate so much less accurately than I."},{"id":256,"quote":"There's no such thing as a bad Picasso, but some are less good than others."},{"id":257,"quote":"If it's good, it's mine. If it's bad, it's a fake."},{"id":258,"quote":"Everyone wants to understand art. Why don't we try to understand the song of a bird? Why do we love the night, the flowers, everything around us, without trying to understand them? But in the case of a painting, people think they have to understand."},{"id":259,"quote":"Sculpture is the best comment that a painter can make on painting."},{"id":260,"quote":"If I were to sign it now, I'd be committing forgery. I'd be putting my 1943 signature on a canvas painted in 1922."},{"id":261,"quote":"We artists are indestructible; even in a prison, or in a concentration camp, I would be almighty in my own world of art, even if I had to paint my pictures with my wet tongue on the dusty floor of my cell."},{"id":262,"quote":"Each time I undertake to paint a picture I have a sensation of leaping into space. I never know whether I shall fall on my feet. It is only later that I begin to estimate more exactly the the effect of my work."},{"id":263,"quote":"I don't think I'm wrong when I say that the most beautiful objects of the \"stone age\" were made of skin, fabric, and especially wood. The \"stone age\" ought to be called the \"wood age.\" How many African statues are made of stone, bone, or ivory? Maybe one in a thousand! And prehistoric man had no more ivory at his disposal than African tribes. Maybe even less. He must have had thousands of wooden fetishes, all gone now."},{"id":264,"quote":"I have a real passion for bones. I have many others in Boisgeloup: skeletons of birds, dog's and sheep's heads. I even have a rhinoceros skull."},{"id":265,"quote":"If there were only one truth, you couldn't paint a hundred canvases on the same theme."},{"id":266,"quote":"To model an object is to possess it."},{"id":267,"quote":"A painter is a man who paints what he sells; an artist, on the other hand, is a man who sells what he paints."},{"id":268,"quote":"What I capture in spite of myself interests me more than my own ideas."},{"id":269,"quote":"He was an Afghan Hound name Kabul. Since him I have had other Afghan Hounds.... Perhaps I am looking for his ghost. He is the only one that I sometimes think about. Often, if he comes in to my mind when I am working, it alters what I do. The nose on the face I am drawing gets longer and sharper. The hair of the woman I am sketching gets longer and fluffy, resting against her cheeks like his ears rested against his head."},{"id":270,"quote":"This idea of art for art's sake is a hoax."},{"id":271,"quote":"The people no longer seek consolation in art. But the refined people, the rich, the idlers seek the new, the extraordinary, the extravagant, the scandalous."},{"id":272,"quote":"Two of the most frustrated trades are dentists and photographers  -  dentists because they want to be doctors, and photographers because they want to be painters."},{"id":273,"quote":"Art isn't done to decorate apartments, but to wage war against the enemy."},{"id":274,"quote":"All things considered, there is only Matisse."},{"id":275,"quote":"The chief enemy of creativity is 'good' sense."},{"id":276,"quote":"It's a poor artist who borrows--a good artist steals."},{"id":277,"quote":"I draw like other people bite their nails."},{"id":278,"quote":"You know, it's just like being a peddler. You want two breasts? Well, here you are -- two breasts. We must see to it that the man looking at the picture has at hand everything he needs to paint a nude. If you really give him everything he needs -- and the best -- he'll put everything where it belongs, with his own eyes. Each person will make for himself the kind of nude he wants, with the nude that I will have made for him."},{"id":279,"quote":"When you start with a portrait and search for a pure form, a clear volume, through successive eliminations, you arrive inevitably at the egg. Likewise, starting with the egg and following the same process in reverse, one finishes with the portrait."},{"id":280,"quote":"It is not what an artist does that counts...but what he is."},{"id":281,"quote":"It's always necessary to seek for perfection. Obviously, for us, this word no longer has the same meaning. To me, it means: from one canvas to the next, always go further, further."},{"id":282,"quote":"Do you think it interests me that this painting represents two figures? These two figures existed, they exist no more. The sight of them gave me an initial emotion, little by little their real presence grew indistinct they became a fiction for me, then they disappeared, or rather, were turned into problems of all kinds. For me they are no longer two figures but shapes and colours, don't misunderstand me, shapes and colours, though, that sum up the idea of the two figures and preserve the vibration of their existence."},{"id":283,"quote":"An artist must be very careful not to look for models. As soon as one artist takes another as model, he is lost. There is no other point of departure than reality."},{"id":284,"quote":"Colors, like features, follow the changes of the emotions."},{"id":285,"quote":"If you give a meaning to certain things in my paintings it may be very true, but it is not my idea to give this meaning. What ideas and conclusions you have got I obtained too, but instinctively, unconsciously. I make the painting for the painting. I paint the objects for what they are."},{"id":286,"quote":"The different styles I have been using in my art must not be seen as an evolution, or as steps towards an unknown ideal of painting. Everything I have ever made was made for the present and with the hope that it would always remain in the present."},{"id":287,"quote":"There are only two types of women - goddesses and doormats."},{"id":288,"quote":"The Parthenon is really only a farmyard over which someone put a roof; colonades and sculptures were added because there were people in Athens who happened to be working and wanted to express themselves."},{"id":289,"quote":"When they say that I am too old to make a thing, I try to make it immediately."},{"id":290,"quote":"Museums are just a lot of lies, and the people who make art their business are mostly imposters. We have infected the pictures in museums with all our stupidities, all our mistakes, all our poverty of spirit. We have turned them into petty and ridiculous things."},{"id":291,"quote":"All children paint like geniuses. What do we do to them that so quickly dulls this ability?"},{"id":292,"quote":"The artist spends the first part of his life with the dead, the second with the living, and the third with himself."},{"id":293,"quote":"The artist must know the manner whereby to convince others of the truthfulness of his lies."},{"id":294,"quote":"Those trying to explain pictures are as a rule completely mistaken."},{"id":295,"quote":"You can't run a  without taking risks."},{"id":296,"quote":"I have never had time for the idea of searching. Whenever I wanted to express something, I did so without thinking of the past or the future."},{"id":297,"quote":"There's nothing worse than a brilliant beginning."},{"id":298,"quote":"I hate that aesthetic game of the eye and the mind, played by these connoisseurs, these mandarins who \"appreciate\" beauty. What is beauty, anyway? There's no such thing. I never \"appreciate,\" any more than I \"like.\" I love it or I hate."},{"id":299,"quote":"If everyone would paint, political re-education would be unnecessary."},{"id":300,"quote":"To know what you’re going to draw, you have to begin drawing... When I find myself facing a blank page, that’s always going through my head. What I capture in spite of myself interests me more than my own ideas."},{"id":301,"quote":"Have you noticed that bones are always modeled and not carved, that you always have the impression they come from a mold, that they were first modeled in clay? Any bone you look at, you always find fingerprints on it."},{"id":302,"quote":"You can't escape your own period. Whether you take sides for or against, you're always in it."},{"id":303,"quote":"Style is often something which locks the painter into the same vision, the same technique, the same formula during years and years, sometimes during one's whole lifetime."},{"id":304,"quote":"Disciples be damned. It's not interesting. It's only the masters that matter. Those who create."},{"id":305,"quote":"The secret of many of my deformations - which many people do not understand - is that there is an interaction, an intereffect between the lines in a painting: one line attracts the other and at the point of maximum attraction the lines curve in toward the attracting point and form is altered."},{"id":306,"quote":"For me painting is a dramatic action in the course of which reality finds itself split apart"},{"id":307,"quote":"When we discovered cubism, we did not have the aim of discovering cubism. We only wanted to express what was in us."},{"id":308,"quote":"But when I am alone, I do not have the effrontery to consider myself an artist at all, not in the grand old meaning of the word: Giotto, Titian, Rembrandt, Goya were great painters. I am only a public clown-a mountebank. I have understood my time and have exploited the imbecility, the vanity, the greed of my contemporaries. It is a bitter confession, this confession of mine, more painful than it may seem. But at least and at last it does have the merit of being honest."},{"id":309,"quote":"People don't realize what they have when they own a picture by me. Each picture is a phial with my blood. That is what has gone into it."},{"id":310,"quote":"People want Art. And they are given it. But the less Art there is in painting the more painting there is."},{"id":311,"quote":"Painting is not made to decorate apartments. It's an offensive and defensive weapon against the enemy. (about Guernica)."},{"id":312,"quote":"Braque always said that the only thing that counts, in painting, is the intention, and it's true. What counts is what one wants to do, and not what one does. That's what's important."},{"id":313,"quote":"To find is the thing."},{"id":314,"quote":"I understand how you could see something in the root of a tree, a crack in the wall, in an eroded stone or pebble. But marble? It comes off in blocks and doesn't evoke any image. It does not inspire."},{"id":315,"quote":"I am a communist and my painting is a communist painting. But if I were a shoemaker, Royalist or Communist or anything else, I would not necessarily hammer my shoes in any special way to show my politics."},{"id":316,"quote":"I love bats! Women are scared of them. They think bats can get caught in their hair, don't they? But bats are the most beautiful of animals, extraordinarily delicate. Have you observed their brilliant little eyes, gleaming with intelligence, and their skin, silky as velvet? And look at all these delicate little bones."},{"id":317,"quote":"Nothing can be done without solitude. I've created my own solitude which nobody suspects"},{"id":318,"quote":"To finish a work? To finish a picture? What nonsense! To finish it means to be through with it, to kill it, to rid it of its soul, to give it its final blow the coup de grace for the painter as well as for the picture."},{"id":319,"quote":"When there's dust missing here or there, it's because someone has touched my things. I see immediately someone has been there. And it's because I live constantly with dust, in dust, that I prefer to wear gray suits, the only color on which it leaves no trace."},{"id":320,"quote":"You mustn't expect me to repeat myself. My past doesn't interest me. I would rather copy others than copy myself. In that way I should at least be giving them something new. I love discovering things."},{"id":321,"quote":"What do you think an artist is? ...he is a political being, constantly aware of the heart breaking, passionate, or delightful things that happen in the world, shaping himself completely in their image. Painting is not done to decorate apartments. It is an instrument of war."},{"id":322,"quote":"In drawing, nothing is better than the first attempt."},{"id":323,"quote":"Why do two colors, put one next to the other, sing? Can one really explain this? no. Just as one can never learn how to paint."},{"id":324,"quote":"There are more copies than originals among people."},{"id":325,"quote":"I don't know in advance what I am going to put on canvas any more than I decide beforehand what colours I am going to use."},{"id":326,"quote":"Almost every evening, either I went to [Georges] Braque's studio or Braque came to mine. Each of us had to see what the other had done during the day. We criticized each other's work. A canvas wasn't finished unless both of us felt it was."},{"id":327,"quote":"Computers are stupid."},{"id":328,"quote":"I would like to manage to prevent people from ever seeing how a picture of mine has been done. What can it possibly matter? What I want is that the only thing emanating from my pictures should be emotion."},{"id":329,"quote":"From the point of view of art, there are no concrete or abstract forms, but only forms which are more or less convincing lies."},{"id":330,"quote":"Races and religions may have changed, but the marketplace, the living quarters, pilgrimage sites, places of worship, have remained the same. Venus is replaced by the Virgin, but the same life goes on."},{"id":331,"quote":"It would be very curious to record by means of photographs, not the stage of the picture, but its metamorphoses. Perhaps one would perceive the path taken by the mind in order to put its dreams into a concrete form. But what is really very curious is to observe that fundamentally the picture does not change, that despite appearances the initial vision remains almost intact."},{"id":332,"quote":"Whether he wants it or not, man is the instrument of nature; she imposes on him character and appearance."},{"id":333,"quote":"It isn't up to the painter to define the symbols. Otherwise it would be better if he wrote them out in so many words! The public who look at the picture must interpret the symbols as they understand them."},{"id":334,"quote":"Neither is there figurative and non-figurative art. All things appear to us in the shape of forms. Even in metaphysics ideas are expressed by forms. Well then, think how absurd it would be to think of painting without the imagery of forms. A figure, an object, a circle, are forms; they affect us more or less intensely."},{"id":335,"quote":"To be young, really young, takes a very long time."},{"id":336,"quote":"When you are young and without success, you have only a few friends. Then, later on, when you are rich and famous, you still have a few... if you are lucky."},{"id":337,"quote":"For my part, I can't do anything else but what I am doing."},{"id":338,"quote":"Variation does not mean evolution. If an artist varies his mode of expression this only means that he has changed his manner of thinking, and in changing, it might be for the better or it might be for the worse."},{"id":339,"quote":"I'm always doing things I can't do. That's how I get to do them."},{"id":340,"quote":"For being a bad student I was banished to the 'calaboose' - a bare cell with whitewashed walls and a bench to sit on. I liked it there, because I took along a sketch pad and drew incessantly I could have stayed there forever drawing without stopping"},{"id":341,"quote":"Abstract art is only painting. And what's so dramatic about that? There is no abstract art. One must always begin with something. Afterwards one can remove all semblance of reality; there is no longer any danger as the idea of the object has left an indelible imprint."},{"id":342,"quote":"I'm a joker who has understood his epoch and has extracted all he possibly could from the stupidity, greed and vanity of his contemporaries."},{"id":343,"quote":"Inspiration exists, but it has to find us working."},{"id":344,"quote":"What do you think an artist is? An imbecile who has only his eyes if he's a painter, or ears if he's a musician, or a lyre at every level of his heart if he's a poet, or even, if he's a boxer, just his muscles? On the contrary, he's at the same time a political being, constantly alive to heart-rending, burning, or happy events in the world."},{"id":345,"quote":"No doubt, it is useful for an artist to know all the forms of art which have preceded or which accompany his. That is a sign of strength if it is a question of looking for a stimulus or recognizing mistakes he must avoid."},{"id":346,"quote":"There is only one way to see things, until someone shows us how to look at them with different eyes"},{"id":347,"quote":"The earth doesn't have a housekeeper to do the dusting. And the dust that falls on it every day remains there. Everything that's come down to us from the past has been conserved by dust."},{"id":348,"quote":"The painter goes through states of fullness and evaluation. That is the whole secret of art."},{"id":349,"quote":"I don't seek, I find."},{"id":350,"quote":"If all the ways I have been along were marked on a map and joined up with a line, it might represent a minotaur."},{"id":351,"quote":"There are chemists who spend their whole lives trying to find out what's in a lump of sugar. I want to know one thing. What is color?"},{"id":352,"quote":"To make oneself hated is more difficult than to make oneself loved."},{"id":353,"quote":"To copy others is necessary, but to copy oneself is pathetic."},{"id":354,"quote":"Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs."},{"id":355,"quote":"One does a whole painting for one peach and people think just the opposite - that particular peach is but a detail."},{"id":356,"quote":"Is there anything more dangerous than sympathetic understanding?"},{"id":357,"quote":"The essential in this time of moral poverty is to create enthusiasm."},{"id":358,"quote":"When one starts from a portrait and seeks by successive eliminations to find pure form... one inevitably ends up with an egg."},{"id":359,"quote":"As an artist, all I need is my paints and brushes - and someone to drag me away when the canvas is done"},{"id":360,"quote":"We have a definite but unknown quantity of experience at our disposal. As soon as the hourglass is turned, the sand will begin to run out and once it starts, it cannot stop until it's all gone."},{"id":361,"quote":"The connoisseur of painting gives only bad advice to the painter. For that reason I have given up trying to judge myself."},{"id":362,"quote":"When I paint I feel that all the artists of the past are behind me."},{"id":363,"quote":"Now there is fame! Of all - hunger, misery, the incomprehension by the public - fame is by far the worst. It is the castigation of God by the artist. It is sad. It is true."},{"id":364,"quote":"If everybody is looking for it, then nobody is finding it. If we were cultured, we would not be conscious of lacking culture. We would regard it as something natural and would not make so much fuss about it. And if we knew the real value of this word we would be cultured enough not to give it so much importance."},{"id":365,"quote":"[In developing your potential] ... I don't develop; I am"},{"id":366,"quote":"Often while reading a book one feels that the author wouold heave preferred to paint rather than to wirte; one can sense the pleasure he derives from describing a landscape or a person, as if he were painting what he is saying, because deep in his heart he would have preferred to use brushes and colors."},{"id":367,"quote":"Art is never chaste. It ought to be forbidden to ignorant innocents, never allowed into contact with those not sufficiently prepared. Yes, art is dangerous. Where it is chaste, it is not art."},{"id":368,"quote":"The revolutionary artist does not only focus on the negative aspects of capitalist lives, but also creates visions of a revolutionary future."},{"id":369,"quote":"The goal I proposed myself in making cubism? To paint and nothing more... with a method linked only to my thought... Neither the good nor the true; neither the useful nor the useless."},{"id":370,"quote":"How could Michelangelo have seen his David in a block of marble? Man began to make images only because he discovered them nearly formed around him, already within reach. He saw them in a bone, in the bumps of a cave, in a piece of wood. One form suggested a woman to him, another a buffalo, still another the head of a monster."},{"id":371,"quote":"Man doesn't change. He keeps his habits. Instinctively, all those people found the same corner for their kitchen. To build a city, don't men choose the same sites? Under cities you always find other cities; other churches under churches, and other houses under houses."},{"id":372,"quote":"Inspiration exists, but you have to find it working."},{"id":373,"quote":"My whole life has been nothing more than a continuous struggle against Reaction and the death of art."},{"id":374,"quote":"It's insane how many Roman coins are being found! It's as if all Romans had holes in their pockets. They sowed coins wherever they went. Even in the fields. Maybe to grow money . . ."},{"id":375,"quote":"Painting is a jeu d'esprit."},{"id":376,"quote":"Matisse makes a drawing, then he makes a copy of it. He copies it five times, ten times, always clarifying the line. He’s convinced that the last, the most stripped down, is the best, the purest, the definitive one; and in fact, most of the time, it was the first. In drawing, nothing is better than the first attempt."},{"id":377,"quote":"I always forbade everyone to clean my studios, dust them, not only for fear they would disturb my things, but especially because I always counted on the protection of dust. It's my ally. I always let it settle where it likes. It's like a layer of protection."},{"id":378,"quote":"My friends back in Barcelona called me by that name (Picasso). It was stranger, more resonant, than \"Ruiz.\" And those are probably the reasons I adopted it. Do you know what appealed to me about that name? Well, it was undoubtedly the double s, which is fairly unusual in Spain."},{"id":379,"quote":"I work with few colors, what creates the illusion of quantity is that they fell in the right place."},{"id":380,"quote":"If I don't have red, I use blue."},{"id":381,"quote":"I want to know one thing, what is color?"},{"id":382,"quote":"The genius of Einstein leads to Hiroshima."},{"id":383,"quote":"When I die, it will be a shipwreck, and as when a huge ship sinks, many people all around will be sucked down with it."},{"id":384,"quote":"I who have been involved with all styles of painting can assure you that the only things that fluctuate are the waves of fashion which carry the snobs and speculators; the number of true connoisseurs remains more or less the same."},{"id":385,"quote":"I have discovered photography. Now I can kill myself. I have nothing else to learn."},{"id":386,"quote":"To me there is no past or future in my art. If a work of art cannot live always in the present it must not be considered at all. The art of the Greeks, of the Egyptians, of the great painters who lived in other times, is not an art of the past; perhaps it is more alive today than it ever was."},{"id":387,"quote":"There are painters who transform the sun to a yellow spot, but there are others who with the help of their art and their intelligence, transform a yellow spot into sun"},{"id":388,"quote":"I must keep on trying, just to keep the experiment going until I get tired of it all. Even if the last result is not necessarily the best, I stop when my interest in the problem wanes."},{"id":389,"quote":"Why do two colors, put one next to the other, sing?"},{"id":390,"quote":"They'll sell you thousands of greens. Veronese green and emerald green and cadmium green and any sort of green you like; but that particular green, never."},{"id":391,"quote":"The only thing that's important is the legend created by the picture, and not whether it continues to exist itself."},{"id":392,"quote":"You're either a goddess ... or a doormat."},{"id":393,"quote":"Why should I copy this owl, this sea urchin? Why should I try to imitate nature? I might just as well try to trace a perfect circle."},{"id":394,"quote":"Good designers copy; great designers steal."},{"id":395,"quote":"It means nothing to me. I have no opinion about it, and I don't care."},{"id":396,"quote":"It is personality with a penny's worth of talent. Error which chances to rise above the commonplace."},{"id":397,"quote":"If I like it, I say it's mine. If I don't I say it's a fake."},{"id":398,"quote":"We must not discriminate between things. Where things are concerned there are no class distinctions. We must pick out what is good for us where we can find it."},{"id":399,"quote":"When you make a thing, a thing that is new, it is so complicated making it that it is bound to be ugly. But those that make it after you, they don't have to worry about making it. And they can make it pretty, and so everybody can like it when others make it after you"},{"id":400,"quote":"Today we haven't the heart to expel the painters and poets from society because we refuse to admit to ourselves that there is any danger in keeping them in our midst."},{"id":401,"quote":"The fact that for a long time Cubism has not been understood and that even today there are people who cannot see anything in it means nothing. I do not read English, an English book is a blank book to me. This does not mean that the English language does not exist. Why should I blame anyone but myself if I cannot understand what I know nothing about?\" -Pablo Picasso."},{"id":402,"quote":"They are not men, they are not women, they are Americans."},{"id":403,"quote":"We didn't want to sign the painting itself, that would have interfered with the composition. And even later, for that reason or for another, I sometimes marked my canvases on the back. If you don't see my signature and the date, madam, it's because the frame is hiding it."},{"id":404,"quote":"Imitators? All right! Disciples if you like. But disciples be damned. It's not interesting."},{"id":405,"quote":"I like all paintings. I always look at the paintings, good or bad, in barbershops, furniture stores, provincial hotels. I'm like a drinker who needs wine. As long as it is wine, it doesn't matter which wine."},{"id":406,"quote":"Those who attempts to explain a picture are on the wrong track most of the time."},{"id":407,"quote":"And fame, for a painter means sales, gains, fortune, riches. And today, as you know, I am celebrated. I am rich."},{"id":408,"quote":"So there's only one tactic for the state:  kill the seers."},{"id":409,"quote":"The fingerprints of the god who amused himself fashioning them - I can see them on any bone whatsoever."},{"id":410,"quote":"\"Picasso\" is of Italian origin, as you know. And the name a person bears or adopts has its importance."},{"id":411,"quote":"If you have five elements available use only four. If you have four elements use three."},{"id":412,"quote":"Motivation is in the world around us. We have an infinite amount of material at our disposal, in the lives of those we meet, in what we see and feel, in what we discuss and from the passion of every woman."},{"id":413,"quote":"Art is a lie that makes us realise truth ... that is given us to understand."},{"id":414,"quote":"Drink to me. Drink to my health. You know I can't drink any more."},{"id":415,"quote":"If I knew what the meaning of art was, I wouldn't tell you."},{"id":416,"quote":"If I could say this I wouldn't have to paint."},{"id":417,"quote":"Even if the painting is green, well then! The 'subject' is the green. There is always a subject; it's a joke to suppress the subject, it's impossible."},{"id":418,"quote":"What is conserved in the ground? Stone, bronze, ivory, bone, sometimes pottery. Never wood objects, no fabric or skins. That completely skews our notions about primitive man."},{"id":419,"quote":"What a trade! Poor painters! They always wish to be understood, and they are analysed instead."},{"id":420,"quote":"It seems strange to me that someone thought of making marble statues."},{"id":421,"quote":"One starts to get young at the age of sixty and then it is too late."},{"id":422,"quote":"All art is subversive."},{"id":423,"quote":"I imitate everyone except myself."},{"id":424,"quote":"I want to get to the stage where nobody can tell how a picture of mine is done. What's the point of that? Simply that I want nothing but emotion given off by it."},{"id":425,"quote":"What other movement determines the S line? Its aesthetic efficacity has long been noted by artists."},{"id":426,"quote":"Can you imagine me calling myself \"Ruiz\"? \"Pablo Ruiz\"? \"Diego-José Ruiz\"? Or \"Juan-Népomucène Ruiz\"? I was given I don't know how many names."},{"id":427,"quote":"For those who know how to read, I have painted my autobiography"},{"id":428,"quote":"We can see the light but we are still inside the tunnel, ... We have not been able to get to all the communities."},{"id":429,"quote":"We have learned nothing."},{"id":430,"quote":"There ought to be an absolute dictatorship... a dictatorship of painters... a dictatorship of one painter... to suppress all those who have betrayed us."},{"id":431,"quote":"The earth doesn't have a housekeeper to do the dusting."},{"id":432,"quote":"Only when painting isn't painting can there be an affront to modesty."},{"id":433,"quote":"They ought to put out the eyes of painters as they do goldfinches in order that they can sing better."},{"id":434,"quote":"Formerly pictures used to move towards completion in progressive stages. Each day would bring something new. A picture was a sum of additions. With me, picture is a sum of destructions. I do a picture, then I destroy it. But in the long run nothing is lost; the red that I took away from one place turns up somewhere else."},{"id":435,"quote":"The more technique there is, the less there is"},{"id":436,"quote":"I'm not a developer; I am."},{"id":437,"quote":"I see for others... in order to put on canvas the sudden apparitions which come to me."},{"id":438,"quote":"Every child is an artist. The problem is how to remain an artist once he grows up."},{"id":439,"quote":"Only put off until tomorrow what you are willing to die having left undone"},{"id":440,"quote":"When I was a child my mother said to me, 'If you become a soldier, you'll be a general. If you become a monk, you'll be the pope.' Instead I became a painter and wound up as Picasso."},{"id":441,"quote":"It takes a very long time to become young."},{"id":442,"quote":"The chief enemy of creativity is good sense."},{"id":443,"quote":"Inspiration exists, but it has to find you working."},{"id":444,"quote":"I am always doing that which I can not do, in order that I may learn how to do it."},{"id":445,"quote":"The world doesn't make sense, so why should I paint pictures that do?"},{"id":446,"quote":"There are only two types of women: goddesses and doormats."},{"id":447,"quote":"To draw, you must close your eyes and sing"},{"id":448,"quote":"Good Artists Copy, Great Artists Steal"},{"id":449,"quote":"People want to find a meaning in everything and everyone. That's the disease of our age..."},{"id":450,"quote":"All art is erotic."},{"id":451,"quote":"Every act of creation is first of all an act of destruction.\" ― Pablo Picasso"},{"id":452,"quote":"Love is the greatest refreshment in life"},{"id":453,"quote":"What do you think an artist is? An imbecile who only has eyes, if he is a painter, or ears if he is a musician, or a lyre in every chamber of his heart if he is a poet, or even, if he is a boxer, just his muscles? Far from it: at the same time he is also a political being, constantly aware of the heartbreaking, passionate, or delightful things that happen in the world, shaping himself completely in their image. How could it be possible to feel no interest in other people, and with a cool indifference to detach yourself from the very life which they bring to you so abundantly? No, painting is not done to decorate apartments. It is an instrument of war."},{"id":454,"quote":"Without great solitude, no serious work is possible."},{"id":455,"quote":"Everything is a miracle. It is a miracle that one does not melt in one's bath."},{"id":456,"quote":"We don't grow older we grow riper."},{"id":457,"quote":"There is only one way to see things,until someone shows us how to look at themwith different eyes"},{"id":458,"quote":"Painting is not made to decorate apartments. It's an offensive and defensive weapon against the enemy.(about Guernica)."},{"id":459,"quote":"Good artists copy; great artists steal."},{"id":460,"quote":"The more technique you have the less you have to worry about it. The more technique there is the less there is."},{"id":461,"quote":"Painting it's a blind man profession. Painter is painting not what he sees but what he feels."},{"id":462,"quote":"Todo lo que puedas imaginar es real."},{"id":463,"quote":"The older you get, the stronger the wind gets — and it's always in your face."},{"id":464,"quote":"On devient jeune à soixante ans. Malheureusement, c'est trop tard"},{"id":465,"quote":"We have learned nothing in twelve thousand years. (Upon exiting the Lascaux cave, France)"},{"id":466,"quote":"Art is a lie that reveals the truth."},{"id":467,"quote":"An idea is a point of departure and no more. As soon as you elaborate it, it becomes transformed by thought"},{"id":468,"quote":"When you come right down to it all you have is yourself. The sun is a thousand rays in your belly. All the rest is nothing."},{"id":469,"quote":"My hand tells me what I’m thinking."},{"id":470,"quote":"You have to know how to be vulgar. Paint with four-letter words."},{"id":471,"quote":"Every time I change wives I should burn the last one. That way I'd be rid of them. They wouldn't be around to complicate my existence. Maybe, that would bring back my youth, too. You kill the woman and you wipe out the past she represents."},{"id":472,"quote":"Siempre estoy haciendo cosas que no puedo hacer, así es como logro hacerlas."},{"id":473,"quote":"It would be very interesting to preserve photographically not the stages, but the metamorphoses of a picture. Possibly one might then discover the path followed by the brain in materializing a dream."},{"id":474,"quote":"My mother said to me, “If you are a soldier, you will become a general. If you are a monk, you will become the Pope. Instead, I was a painter, and became Picasso.”"},{"id":475,"quote":"It takes a long time to grow young."},{"id":476,"quote":"We’re constantly moving dust from one place to another, only to have it replaced by more dust — entropy always wins."},{"id":477,"quote":"Art washes away from the soul the dust of everyday life"},{"id":478,"quote":"To me there is no past or future in art. If a work of art cannot live always in the present it must not be considered at all. The art of the Greeks, of the Egyptians, of the great painters who lived in other times, is not an art of the past; perhaps it is more alive today that it ever was."},{"id":479,"quote":"I am always doing things I can't do, that's how I get to do them."},{"id":480,"quote":"I am always doing things I can’t do. That is how I get to do them."},{"id":481,"quote":"A piece of space-dust falls on your head once every day… With every breath, we inhale a bit of the story of our universe, our planet’s past and future, the smells and stories of the world around us, even the seeds of life."},{"id":482,"quote":"Cansei de ser moderno. quero ser eterno\"."},{"id":483,"quote":"Others have seen what is and asked why. I have seen what could be and asked why not"},{"id":484,"quote":"What is a face really? It's own photo? It's makeup? Or is it a face as painted by such or such painter? That which is in front? Inside? Behind? And the rest? Doesn't everyone look at himself in his own particular way? Deformations simply do not exist."},{"id":485,"quote":"Imagination is real."},{"id":486,"quote":"The meaning of life is to find your gift, the purpose of life is to give it away."},{"id":487,"quote":"A picture is not thought out and settled beforehand. While it is being done it changes as one's thoughts change. And when it is finished, it still goes on changing, according to the state of mind of whoever is looking at it. A picture lives a life like a living creature, undergoing the changes imposed on us by our life from day to day. This is natural enough, as the picture lives only through the man who is looking at it."},{"id":488,"quote":"I want to live like a poor man with lots of money."},{"id":489,"quote":"You must always work not just within but below your means. If you can handle three elements, handle only two. If you can handle ten, then handle five. In that way the ones you do handle, you handle with more ease, more mastery and you create a feeling of strength in reserve."},{"id":490,"quote":"Art is theft."},{"id":491,"quote":"Academic training in beauty is a sham. When we love a woman, we don't start measuring her legs."},{"id":492,"quote":"My mother said to me, if you are a soldier, you will became a general. If you are a monk will become the Pope. Instead, I was a painter, and became Picasso."},{"id":493,"quote":"I am a woman. Every artist is a woman and should have a taste for other women. Artists who are homosexual cannot be true artists because they like men, and since they themselves are women they are reverting to normality."},{"id":494,"quote":"Kažete da ste neshvaćeni mladi prijatelju.Strpite se.I dijamant je u osnovu ugljenik, ali je umeo da čeka."},{"id":495,"quote":"The Meaning of life is to find your gift. The purpose of life is to give it away"},{"id":496,"quote":"Οι υπολογιστές είναι άχρηστοι, μόνο απαντήσεις μπορούν να δώσουν."},{"id":497,"quote":"What one does is what counts and not what one had the intention of doing."},{"id":498,"quote":"I do not evolve, I AM."},{"id":499,"quote":"Learn the rule like a pro so you can break them like an artist."},{"id":500,"quote":"A morte não é a maior perda da vida. A maior perda da vida é o que morre dentro de nós enquanto vivemos..."},{"id":501,"quote":"I am a Communist and my painting is Communist painting."},{"id":502,"quote":"learn the rules like a professional, so you can break them like an artist."},{"id":503,"quote":"Sve što možeš da zamisliš je stvarno."},{"id":504,"quote":"Ko hoce nadje nacin, ko nece nadje opravdanje."},{"id":505,"quote":"It takes a long time to become young"},{"id":506,"quote":"It is a miracle that one does not dissolve into one's bath like a lump of sugar."},{"id":507,"quote":"I begin with an idea, and then it becomes something else.-Pablo Picasso- read 6/3/17”"},{"id":508,"quote":"To know what you’re going to draw, you have to begin drawing."},{"id":509,"quote":"Nothing is worse than a brilliant beginning."},{"id":510,"quote":"Some painters turn a yellow dot into the sun, others turn the sun into a yellow dot."},{"id":511,"quote":"Nobody grows old by merely living a number of years. People grow old only by deserting their ideals. Years may wrinkle the skin, but to give up interest wrinkles the soul."},{"id":512,"quote":"I am always doing that which I cannot do, in order that I may learn how to do it"},{"id":513,"quote":"We artists are indestructible, even in a prison cell or a concentration camp I would be all right in my own world of art. Even if I had to paint my pictures with my tongue on the dusty floor of my cell."},{"id":514,"quote":"Go and do the things you can’t. That is how you get to do them."},{"id":515,"quote":"Inspiration existis, but it has to find us working."},{"id":516,"quote":"How is it possible to be uninterested in other men and by virtue of what cold nonchalance can you detach yourself from the life that they supply so copiously?"},{"id":517,"quote":"We all know that art is not truth. Art is a lie that makes us realize truth, at least the truth that is given us to understand."},{"id":518,"quote":"You have to wake people up! To revolutionize their way of identifying things...you've got to create images they won't accept."},{"id":519,"quote":"I'd like to live like a poor man - only with lots of money."},{"id":520,"quote":"Jedes Kind ist ein Künstler. Das Problem ist, ein Künstler zu bleiben, wenn du erwachsen bist."},{"id":521,"quote":"What do you think an artist is? ...he is a political being, constantly aware of the heart breaking, passionate, or delightful things that happen in the world, shaping himself completely in their image. Painting is not done to decorate apartments. It is an instrument of war.― Pablo Picasso”"},{"id":522,"quote":"Sin una gran soledad ningún trabajo serio es posible"},{"id":523,"quote":"After Altamira, all is decadence - we have invented nothing"},{"id":524,"quote":"The bad artists imitate, the great artists steal."},{"id":525,"quote":"Blandt mennesker er der langt flere kopier end originaler."},{"id":526,"quote":"Impara le regole come un professionista, in modo da poterle rompere come un artista."},{"id":527,"quote":"L'art lave notre âme de la poussière du quotidien."},{"id":528,"quote":"I do not search; I find."},{"id":529,"quote":"Inspiration does exist, but it must find you working."},{"id":530,"quote":"El artista es un receptáculo de emociones que vienen de cualquier sitio: del cielo, de la tierra, de un pedazo de papel, de una sombra pasajera o de una telaraña."}]