[{"id":1,"quote":"Beauty doesn't need ornaments. Softness can't bear the weight of ornaments."},{"id":4,"quote":"What the world calls sorrow is really joy to the poet."},{"id":21,"quote":"Death won’t come because you called him."},{"id":25,"quote":"A worshipper of science says a subtle radiance leaves the body. Devotees of the science of imagination say the vital essence may emerge from the eyes, from the mouth, from the top of the head. Let someone ask them, when a wave is being absorbed, is there a spark? When a sound is vanishing, does it become incarnated? This is merely a rest during that endless journey, not where the journey ends, but where it begins anew."},{"id":26,"quote":"The bird hovering over a tiny seed eventually fell upon the seed. How will his life end, whether in a cage or under the butcher’s knife – who knows what will happen?"},{"id":69,"quote":"ईश्वरी ने अंग्रेजी मे कहा- What an idiot you are, Bir! (बीर, तुम कितने मूर्ख हो !) और मेरा नशा अब कुछ-कुछ उतरता हुआ मालूम होता था।"},{"id":96,"quote":"Good looks can stand anything but insult."},{"id":105,"quote":"A person whose actions go against his principles is hardly an idealist."},{"id":384,"quote":"चिड़िया पंख-हीन होने पर भी सुनहरे पिंजड़े में न रह सकी। 9 प्रकाश की धुँधली-सी झलक में कितनी आशा, कितना बल, कितना आश्वासन है, यह उस मनुष्य से पूछो जिसे अँधेरे ने एक घने वन में घेर लिया है। प्रकाश की वह प्रभा उसके लड़खड़ाते हुए पैरों को शीघ्रगामी बना देती है; उसके शिथिल शरीर में जान डाल देती है। जहाँ एक-एक पग रखना दुस्तर था, वहाँ इस जीवन-प्रकाश को देखते हुए यह मीलों और कोसों तक प्रेम की उमंगों से उछलता हुआ चला जाता है।"},{"id":412,"quote":"विधर्मियों ने संकल्प किया कि संसार से इस्लाम का नाम ही मिटा देंगे। इस्लाम ने भी उनके दाँत खट्टे करने का निश्चय किया। एक दिन अबुलआस ने आकर पत्नी से कहा- जैनब, हमारे नेताओं ने इस्लाम पर जिहाद करने की घोषणा कर दी हैं। जैनब ने घबरा कर कहा- अब तो वे लोग यहाँ से चले गये! फिर इस जिहाद की क्या जरूरत? अबुलआस - मक्के चले गये, अरब से तो नहीं चले गये! उन लोगों की ज्यातियाँ बढ़ती जा रही हैं। जिहाद के सिवा और कोई उपाय नहीं हैं! जिहाद मे मेरा शरीक होना जरूरी हैं। जैनब- अगर तुम्हारा दिल तुम्हें मजबूर करता हैं, तो शौक से जाओ मैं भी तुम्हारे साथ चलूँगी। आस- मेरे साथ? जैनब- हाँ, वहाँ आहत मुसलमानो की सेवा-सुश्रुषा करूँगी। आस- शौक से चलो। 6 घोर संग्राम हुआ। दोनो दलवालों ने खूब दिल के अरमान निकाले। भाई-भाई से, बाप बेटे से लड़ा। सिद्ध हो गया कि मजहब का बन्धन रक्त और वीर्य के बन्धन से सुढृढ हैं।"},{"id":511,"quote":"To be successful in life what you need is education, not literacy and degrees.B07L4N6BGV”"}]