["Beauty doesn't need ornaments. Softness can't bear the weight of ornaments.","जिस तरह सूखी लकड़ी जल्दी से जल उठती है, उसी तरह क्षुधा (भूख) से बावला मनुष्य ज़रा-ज़रा सी बात पर तिनक जाता है।","लिखते तो वह लोग हैं, जिनके अंदर कुछ दर्द है, अनुराग है, लगन है, विचार है। जिन्होंने धन और भोग-विलास को जीवन का लक्ष्य बना लिया, वह क्या लिखेंगे? क","What the world calls sorrow is really joy to the poet.","और स्नेह भी वह नहीं, जो प्रगल्भ होता है और अपनी सारी कसक शब्दों में बिखेर देता है। यह मूक स्नेह था, खूब ठोस, रस और स्वाद से भरा हुआ।","बूढ़ों के लिए अतीत के सुखों और वर्तमान के दुःखों और भविष्य के सर्वनाश से ज्यादा मनोरंजक और कोई प्रसंग नहीं होता।","वह प्रेम जिसका लक्ष्य मिलन है प्रेम नहीं वासना है।","हमें कोई दोनों जून खाने को दे, तो हम आठों पहर भगवान का जाप ही करते रहें।","स्त्री पृथ्वी की भाँति धैर्यवान् है, शांति-संपन्न है, सहिष्णु है। पुरुष में नारी के गुण आ जाते हैं, तो वह महात्मा बन जाता है। नारी में पुरुष के गुण आ जाते हैं तो वह कुलटा हो जाती है।","इतना पुराना मित्रता-रूपी वृक्ष सत्य का एक झोंका भी न सह सका। सचमुच वह बालू की ही ज़मीन पर खड़ा था।","हम जिनके लिए त्याग करते हैं उनसे किसी बदले की आशा न रखकर भी उनके मन पर शासन करना चाहते हैं, चाहे वह शासन उन्हीं के हित के लिए हो, यद्यपि उस हित को हम इतना अपना लेते हैं कि वह उनका न होकर हमारा हो जाता है। त्याग की मात्रा जितनी ही ज़्यादा होती है, यह शासन-भावना भी उतनी ही प्रबल होती है और जब सहसा हमें विद्रोह का सामना करना पड़ता है, तो हम क्षुब्ध हो उठते हैं, और वह त्याग जैसे प्रतिहिंसा का रूप ले लेता है।","मासिक वेतन तो पूर्णमासी का चाँद है, जो एक दिन दिखाई देता है और घटते-घटते लुप्त हो जाता है, ऊपरी","बच्चों के लिए बाप एक फालतू-सी चीज - एक विलास की वस्तु है, जैसे घोड़े के लिए चने या बाबुओं के लिए मोहनभोग। माँ रोटी-दाल है। मोहनभोग उम्र-भर न मिले तो किसका नुकसान है; मगर एक दिन रोटी-दाल के दर्शन न हों, तो फिर देखिए, क्या हाल होता है।","जीत कर आप अपने धोखेबाजियों की डींग मार सकते हैं, जीत में सब-कुछ माफ है। हार की लज्जा तो पी जाने की ही वस्तु है। ध","जिन वृक्षों की जड़ें गहरी होती हैं, उन्हें बार-बार सींचने की जरूरत नहीं होती।","और उसे गोद में उठाकर प्यार करने लगी। सहसा उसके हाथ में चिमटा देखकर वह चौंकी। \"यह चिमटा कहाँ था?\" \"मैंने मोल लिया है।\" \"कै पैसे में?\" \"तीन पैसे दिये।\" अमीना ने छाती पीट ली। यह कैसा बेसमझ लड़का है कि दोपहर हुई, कुछ खाया न पिया। लाया क्या, चिमटा! बाेली, \"सारे मेले में तुझे और कोई चीज़ न मिली, जो यह लोहे का चिमटा उठा लाया?\" हामिद ने अपराधी-भाव से कहा, \"तुम्हारी उँगलियाँ तवे से जल जाती थीं, इसलिए मैने इसे लिया।\" बुढ़िया का क्रोध तुरंत स्नेह में बदल गया, और स्नेह भी वह नहीं, जो प्रगल्भ होता है और अपनी सारी कसक शब्दों में बिख़ेर देता है। यह मूक स्नेह था, ख़ूब ठोस, रस और स्वाद से भरा हुआ। बच्चे में कितना त्याग, कितना सदभाव और कितना विवेक है! दूसरों को खिलौने लेते और मिठाई खाते देखकर इसका मन कितना ललचाया होगा! इतना ज़ब्त इससे हुआ कैसे? वहाँ भी इसे अपनी बुढ़िया दादी की याद बनी रही। अमीना","धर्म और अधर्म, सेवा और परमार्थ के झमेलों में पड़कर मैंने बहुत ठोकरें खायीं। मैंने देख लिया कि दुनिया दुनियादारों के लिए है, जो अवसर और काल देखकर काम करते हैं। सिद्धान्तवादियों के लिए यह अनुकूल स्थान नहीं है।","गुड़ घर के अंदर मटकों में बंद रखा हो, तो कितना ही मूसलाधार पानी बरसे, कोई हानि नहीं होती; पर जिस वक़्त वह धूप में सूखने के लिए बाहर फैलाया गया हो, उस वक़्त तो पानी का एक छींटा भी उसका सर्वनाश कर देगा। सिलिया","जाने। उसने सब घी मांस में डाल दिया। लालबिहारी","स्त्री गालियाँ सह लेती है, मार भी सह लेती है, पर मैके की निंदा उससे नहीं सही जाती। आनन्दी","Death won’t come because you called him.","जीवन एक दीर्घ पश्चाताप के सिवा और क्या है!","अज्ञान की भाँति ज्ञान भी सरल, निष्कपट और सुनहले स्वप्न देखनेवाला होता है। मानवता में उसका विश्वास इतना दृढ़, इतना सजीव होता है कि वह इसके विरुद्ध व्यवहार को अमानुषीय समझने लगता है। यह वह भूल जाता है कि भेड़ियों ने भेड़ों की निरीहता का जवाब सदैव पंजे और दाँतों से दिया है। वह अपना एक आदर्श-संसार बनाकर उसको आदर्श मानवता से आबाद करता है और उसी में मग्न रहता है। यथार्थता","जुम्मन शेख़ और अलगू चौधरी में गाढ़ी मित्रता थी। साझे में खेती होती थी। कुछ लेन-देन में भी साझा था। एक को दूसरे पर अटल विश्वास था। जुम्मन जब हज करने गये थे, तब अपना घर अलगू को सौंप गये थे, और अलगू जब कभी बाहर जाते, तो जुम्मन पर अपना घर छोड़ जाते थे। उनमें न खान-पान का व्यवहार था, न धर्म का नाता; केवल विचार मिलते थे। मित्रता का मूलमंत्र भी यही है।","A worshipper of science says a subtle radiance leaves the body. Devotees of the science of imagination say the vital essence may emerge from the eyes, from the mouth, from the top of the head. Let someone ask them, when a wave is being absorbed, is there a spark? When a sound is vanishing, does it become incarnated? This is merely a rest during that endless journey, not where the journey ends, but where it begins anew.","The bird hovering over a tiny seed eventually fell upon the seed. How will his life end, whether in a cage or under the butcher’s knife – who knows what will happen?","हजार लुटा दिए। उनसे कोई कुछ नहीं कहता। मँगरू ने अपने बाप के","सिपाही को अपनी लाल पगड़ी पर, सुन्दरी को अपने गहनों पर और वैद्य को अपने सामने बैठे हुए रोगियों पर जो घमंड होता है, वही किसान को अपने खेतों को लहराते हुए देखकर होता है।","केवल कौशल से धन नहीं मिलता। इसके लिए भी त्याग और तपस्या करनी पड़ती है। शायद इतनी साधना में ईश्वर भी मिल जाय। हमारी सारी आत्मिक और बौद्धिक और शारीरिक शक्तियों के सामंजस्य का नाम धन है।","न्याय और नीति सब लक्ष्मी के ही खिलौने हैं। इन्हें वह जैसे चाहती हैं, नचाती हैं। लेटे","नाटक उस वक्त पास होता है, जब रसिक समाज उसे पंसद कर लेता है। बरात का नाटक उस वक्त पास होता है, जब राह चलते आदमी उसे पंसद कर लेते हैं।","मुन्नी ने चिंतित होकर कहा- अब मजूरी करके मालगुजारी भरनी पड़ेगी। हल्कू ने प्रसन्न मुख से कहा- रात को ठंड में यहाँ सोना तो न पड़ेगा।","उदासों के लिए स्वर्ग भी उदास है।","नौकरी में ओहदे की ओर ध्यान मत देना, यह तो पीर का मज़ार है। निगाह चढ़ावे और चादर पर रखनी चाहिए। ऐसा काम ढूँढना जहाँ कुछ ऊपरी आय हो। मासिक वेतन तो पूर्णमासी का चाँद है, जो एक दिन दिखाई देता है और घटते-घटते लुप्त हो जाता है, ऊपरी आय बहता हुआ स्रोत है, जिससे सदैव प्यास बुझती है। वेतन मनुष्य देता है, इसी से उसमें वृद्धि नहीं होती। ऊपरी आमदनी ईश्वर देता है, इसी से उसकी बरकत होती है। तुम स्वयं विद्वान् हो, तुम्हें क्या समझाऊँ। इस विषय में विवेक की बड़ी आवश्यकता है। मनुष्य को देखो, उसकी आवश्यकता को देखो और अवसर को देखो, उसके उपरांत जो उचित समझो, करो। गरज़ वाले आदमी के साथ कठोरता करने में लाभ ही लाभ है। लेकिन बेगरज़ को दाँव पर पाना ज़रा कठिन है। इन बातों को गाँठ में बाँध लो। यह मेरी जन्म भर की कमाई है।","रोने के लिए हम एकांत ढूंढते हैं, हसंने के लिए अनेकांत।","लज्जा ने सदैव वीरों को परास्त किया है।","दोस्ती के लिए कोई अपना ईमान नहीं बेचता। पंच के दिल में खुदा बसता है।","शराब अगर लोगो को पागल कर देती है, तो क्या उसे क्या पानी से कम समझा जाए , जो प्यास बुझाता है , जिलाता है , और शांत करता है ?","उनकी अपनी जेबों में तो कुबेर का धन भरा हुआ है। बार-बार जेब से अपना ख़ज़ाना निकाल कर गिनते हैं और ख़ुश होकर फिर रख लेते हैं।","आशा तो बड़ी चीज़ है, और फिर बच्चों की आशा! उनकी कल्पना तो राई का पर्वत बना लेती है। हामिद","हूँ। यह अफसरी मेरे और उसके बीच में दीवार बन गई है। मैं अब उसका लिहाज पा सकता हूँ, अदब पा सकता हूँ, साहचर्य नहीं पा सकता। लड़कपन था, तब मैं उसका समकक्ष था। यह पद पाकर अब मैं केवल उसकी दया योग्य हूँ। वह मुझे अपना जोड़ नहीं समझता। वह बड़ा हो गया है, मैं छोटा हो गया हूँ।","पुरुष में थोड़ी-सी पशुता होती है, जिसे वह इरादा करके भी हटा नहीं सकता। वही पशुता उसे पुरुष बनाती है। विकास के क्रम से वह स्त्री से पीछे है। जिस दिन वह पूर्ण विकास को पहुंचेगा, वह भी स्त्री हो जाएगा। वात्सल्य, स्नेह, कोमलता, दया, इन्हीं आधारों पर यह सृष्टि थमी हुई है और यह स्त्रियों के गुण हैं।","जीवन क्या, एक दीर्घ तपस्या थी, जिसका मुख्य उद्देश्य कर्तव्य का पालन था?","द्‌वेष का मायाजाल बड़ी-बड़ी मछलियों को ही फँसाता है। छोटी मछलियाँ या तो उसमें फँसती ही नहीं या तुरंत निकल जाती हैं। उनके लिए वह घातक जाल क्रीड़ा की वस्तु है, भय की नहीं।","वही नेकी अगर करनेवालों के दिल में रहे, तो नेकी है, बाहर निकल आये तो बदी है।","अपने उत्तरदायित्व का ज्ञान बहुधा हमारे संकुचित व्यवहारों का सुधारक होता है।","के द्वेषी और शत्रु चारों ओर होते हैं। लोग जलती हुई आग को पानी से बुझाते हैं, पर राख माथे पर लगाई जाती है। आप","जो कुछ अपने से नहीं बन पड़ा, उसी के दुःख का नाम तो मोह है ।","भीतर की शांति बाहर सौजन्य बन गई थी।","आत्माभिमान को भी कर्त्तव्य के सामने सिर झुकाना पड़ेगा।","तुम्हें गैरों से कब फुर्सत,हम अपने गम से कब खाली?चलो, बस हो चुका मिलनान तुम खाली न हम खाली ।","यहाँ तक कि मिर्ज़ा की बेगम साहिबा को इससे इतना द्वेष था कि अवसर खोज-खोजकर पति को लताड़ती थीं। पर उन्हें इसका अवसर मुश्किल से मिलता था। वह सोती ही रहती थीं, तब तक उधर बाज़ी बिछ जाती थी। और","देह के भीतर इसीलिए आत्मा रक्खी गई है कि देह उसकी रक्षा करे। इसलिए नहीं कि उसका सर्वनाश कर दे।","अनाथों का क्रोध पटाखे की आवाज़ है, जिससे बच्चे डर जाते हैं और असर कुछ नहीं होता। अदालत","का उपला जब जलकर ख़ाक हो जाता है, तब साधु-संत उसे माथे पर चढ़ाते हैं। पत्थर का ढेला आग में जलकर आग से अधिक तीखा और मारक","मनुष्य के मन और मस्तिष्क पर भय का जितना प्रभाव होता है, उतना और किसी शक्ति का नहीं। प्रेम, चिंता, हानि यह सब मन को अवश्य दुखित करते हैं, पर यह हवा के हल्के झोंके हैं और भय प्रचंड आँधी है। मुंशीजी","मुहरा आप कयामत तक न छोड़ें, तो क्या चाल ही न होगी? फ़रज़ी पिटते देखा तो धाँधली करने लगे।","कानून मुँह से बाहर निकलने वाली चीज़ है। उसको पेट के अन्दर डाल दिया जाए, बेतुकी-सी बात होने पर भी कुछ नयापन रखती है। हामिद","महराज, क्या","अज्ञान में सफाई है और हिम्मत है उसके दिल और जबान में पर्दा नहीं होता, न कथनी और करनी में विरोध। क्या यह अफसोस की बात नहीं है कि ज्ञान अज्ञान के आगे सिर झुकाए?","दौलत से आदमी को जो सम्मान मिलता है, वह उसका सम्मान नहीं उसकी दौलत का सम्मान है","वैवाहिक जीवन के प्रभात में लालसा अपनी गुलाबी मादकता के साथ उदय होती है और हृदय के सारे आकाश को अपने माधुर्य की सुनहरी किरणों से रंजित कर देती है। फिर मध्याहन का प्रखर ताप आता है, क्षण-क्षण पर बगूले उठते हैं, और पृथ्वी काँपने लगती है। लालसा का सुनहरा आवरण हट जाता है और वास्तविकता अपने नग्न रूप में सामने आ खड़ी है। उसके बाद विश्राममय सन्ध्या आती है, शीतल और शान्त, जब हम थके हुए पथिकों की भाँति दिन-भर की यात्रा का वृत्तान्त कहते और सुनते हैं तटस्थ भाव से, मानो हम किसी ऊँचे शिखर पर जा बैठे हैं जहाँ नीचे का जनरूरव हम तक नहीं पहुँचता। धनिया","झुनिया को अब लल्लू की स्मृति लल्लू से भी कहीं प्रिय थी।","बुढ़िया का क्रोध तुरंत स्नेह में बदल गया, और स्नेह भी वह नहीं, जो प्रगल्भ होता है और अपनी सारी कसक शब्दों में बिख़ेर देता है। यह मूक स्नेह था, ख़ूब ठोस, रस और स्वाद से भरा हुआ। बच्चे में कितना त्याग, कितना सदभाव और कितना विवेक है! दूसरों को खिलौने लेते और मिठाई खाते देखकर इसका मन कितना ललचाया होगा! इतना ज़ब्त इससे हुआ कैसे? वहाँ भी इसे अपनी बुढ़िया दादी की याद बनी रही। अमीना का मन गदगद हो गया।","वही तलवार, जो केले को नहीं काट सकती, सान पर चढ़कर लोहे को काट देती है। मानव-जीवन में लाग बड़े महत्त्व की वस्तु है। जिसमें लाग है, वह बूढ़ा भी हो तो जवान है। जिसमें लाग नहीं, गैरत नहीं, वह जवान भी मृतक है। सुजान","प्राणी का कोई मूलय नही, केवल देहज का मूल्य है।","लज्जा ने सदैव वीरों को परास्त किया है। जो काल से भी नहीं डरते, वे भी लज्जा के सामने खड़े होने की हिम्मत नहीं करते। आग में झुंक जाना, तलवार के सामने खड़े हो जाना, इसकी अपेक्षा कहीं सहज है। लाज की रक्षा ही के लिए बड़े-बडे राज्य मिट गए हैं, रक्त की नदियां बह गई हैं, प्राणों की होली खेल डाली गई है।","नहीं, इनकी बला से, ये तो सेवैयाँ खाएँगे। वह क्या जानें कि अब्बाजान क्यों बदहवास चौधरी कायमअली के घर दौड़े जा रहे हैं! उन्हें क्या ख़बर कि चौधरी आज आँखें बदल लें, तो यह सारी ईद मुहर्रम हो जाए। उनकी अपनी जेबों में तो कुबेर का धन भरा हुआ है। बार-बार जेब से अपना ख़ज़ाना निकाल कर गिनते हैं और ख़ुश होकर फिर रख लेते हैं। महमूद","ईश्वरी ने अंग्रेजी मे कहा- What an idiot you are, Bir! (बीर, तुम कितने मूर्ख हो !) और मेरा नशा अब कुछ-कुछ उतरता हुआ मालूम होता था।","उन दोनों में वह प्रेम था, जो धन की तृण के बराबर परवाह नहीं करता।","सूर्य सिर पर आ गया था। उसके तेज़ से अभिभूत होकर वृक्षों ने अपना पसार समेट लिया था।","लूट की कमाई को हराम समज्जने के लिए शरा का पाबंद होने की जरुरत नहीं है","मैं अपनी स्वाधीनता न खोना चाहूँगा, तुम अपनी स्वतन्त्रता न खोना चाहोगी। तुम्हारे पास तुम्हारे आशिक आयेंगे, मुझे जलन होगी। मेरे पास मेरी प्रेमिकाएँ आयेंगी, तुम्हें जलन होगी। मनमुटाव होगा, फिर वैमनस्य होगा और तुम मुझे घर से निकाल दोगी। घर तुम्हारा है ही! मुझे बुरा लगेगा ही, फिर यह मैत्री कैसे निभेगी?","और कोयल आम की डालियों में छिपी हुई संगीत का गुप्तदान कर रही थी।","से भरे थे। उपले पाथकर आयी थी। बोली–अरे, कुछ रस-पानी तो कर लो। ऐसी जल्दी","कहाँ पचास, कहाँ एक सौ। पचास एक थैली-भर होता है। सौ तो दो थैलियों में भी न आऍं?","बुद्धि अगर स्वार्थ से मुक्त हो, तो हमे उसकी प्रभुता मानने में कोई आपत्ति नहीं।","को नाटक का रूप देकर उसे शिष्ट मनोरंजन का साधन बना दिया था। इस अवसर पर उनके यार-दोस्त, हाकिम-हुक्काम सभी निमंत्रित होते थे। और दो-तीन दिन इलाक़े में बड़ी चहल-पहल रहती थी। राय साहब का परिवार बहुत विशाल था। कोई डेढ़ सौ सरदार एक साथ भोजन करते थे। कई चचा थे, दरजनों चचेरे भाई, कई सगे भाई, बीसियों नाते के भाई। एक चचा साहब राधा के अनन्य उपासक थे और बराबर वृन्दाबन में रहते थे। भक्ति-रस के कितने ही कविता रच डाले थे और समय-समय पर उन्हें छपवाकर दोस्तों की भेंट कर देते थे। एक दूसरे चचा थे, जो राम के परमभक्त थे और फ़ारसी-भाषा में रामायण का अनुवाद कर रहे थे। रियासत से सबके वसीके बँधे हुए थे। किसी को कोई काम करने की ज़रूरत न थी।","चिकनी चांद आसपास के सफेद बालों के बीच में वारनिश की हुई लकड़ी की भांति चमक रही थी।","देश छोड़कर वहाँ नहीं जा सकता। अपनी मिट्टी गंगा जी को ही","कविता रच डाले थे","खा लो, थाली परसूं।","के राव देवीचंद की इकलौती कन्या थी। राव पुराने विचारों के रईस थे। कृष्ण की","वह निर्भीक था, स्पष्टवादी था, साहसी था, स्वदेश-प्रेमी था, निःस्वार्थ था, कर्तव्यपरायण था। जेल जाने के लिए इन्हीं गुणों की जरूरत है।","करें क्या? यों उन्होने फलदान तो रख लिया है पर मुझसे कह दिया है कि लड़का स्वभाव का","પચાસ એક થેલીભર હોય છે, સો તો બે થેલીઓમાં પણ ન આવે.’ હ","सभी मनस्वी प्राणियों में यह भावना छिपी रहती है और प्रकाश पाकर चमक उठती है।","एक अनु-पुष्य की भाँति धूप में खिली हुई, दूसरी ग़मले के फूल की भाँति धूप में मुरझाकी और निर्जीव। मालती","इसी बात पर सास-बहू में तकरार हो गई, फिर शाखें फूट निकलीं। बात कहॉ से कहॉ जा पहुँची, गड़े हुए मुर्दे उखाड़े गए। अन्योक्तियों की बारी आई, व्यंग्य का दौर शुरु हुआ और मौनालंकार पर समाप्त हो गया।","स्वराज्य चित्त की वृत्तिमात्रा है। ज्योंही पराधीनता का आतंक दिल से निकल गया, आपको स्वराज्य मिल गया। भय ही पराध्ीनता है निर्भयता ही स्वराज्य है। व्यवस्था और संगठन तो गौण है।","नहीं,","क्रूरता, कठोरता और पैशाचिकता अपना विकरालतम","कितना सुन्दर संचालन है, कितनी सुन्दर व्यवस्था! लाख़ों सिर एक साथ सिजदे में झुक जाते हैं, फिर सब-के-सब एक साथ खड़े हो जाते हैं। एक साथ झुकते हैं और एक साथ घुटनों के बल बैठ जाते हैं। कई बार यही क्रिया होती है, जैसे बिजली की लाख़ों बत्तियाँ एक साथ प्रदीप्त हों और एक साथ बुझ जाएँ, और यही क्रम चलता रहे। कितना अपूर्व दृश्य है, जिसकी सामूहिक क्रियाएँ, विस्तार और अनंतता हृदय को श्रद्धा, गर्व और आत्मानंद से भर देती हैं, मानों भ्रातृत्व का एक सूत्र इन समस्त आत्माओं को एक लड़ी में पिरोए हुए है।","नौका पर बैठे हुए जल विहार करते समय हम जिन चट्टानों को घातक समझते हैं, और चाहते हैं की कोई इन्हें खोदकर फेंक देता, उन्ही से नौका टूट जाने पर हम चिमट जाते हैं ।","छोटे विचार पवित्र भावों के सामने दब जाते हैं।","Good looks can stand anything but insult.","यंत्रणा में सहानुभूति पैदा करने की शक्ति होती है।","क्यों पीली होती-होती एक दिन मर गई। किसी को पता न चला, क्या बीमारी है। कहती भी तो कौन सुनने वाला था। दिल पर जो बीतती थी, वह दिल ही में सहती और जब न सहा गया, तो संसार से विदा हो गई। अब हामिद अपनी बूढ़ी दादी अमीना की गोद में सोता है और उतना ही प्रसन्न है। उसके अब्बाजान रुपये कमाने गए हैं। बहुत-सी थैलियाँ लेकर आएँगे। अम्मीजान अल्लामियाँ के घर से उसके लिए बड़ी अच्छी-अच्छी चीज़ें लाने गई हैं, इसलिए हामिद प्रसन्न है। आशा तो बड़ी चीज़ है, और फिर बच्चों की आशा! उनकी कल्पना तो राई का पर्वत बना लेती है। हामिद के पाँव में जूते नहीं हैं, सिर पर एक पुरानी-धुरानी टोपी है, जिसका गोटा काला पड़ गया है, फिर भी वह प्रसन्न है। जब उसके अब्बाजान थैलियाँ और अम्मीजान नियामतें लेकर आएँगी, तो वह दिल के अरमान निकाल लेगा। तब देखेगा महमूद, मोहसिन, नूरे और सम्मी कहाँ से उतने पैसे निकालेंगे। अभागिनी अमीना अपनी","जालपा ने कमरे में आकर अपनी संदूकची खोली और उसमें से वह कांच का चन्द्रहार निकाला जिसे एक दिन पहनकर उसने अपने को धन्य माना था। पर अब इस नए चन्द्रहार के सामने उसकी चमक उसी भाँति मंद पड़ गयी थी, जैसे इस निर्मल चंद्रज्योति के सामने तारों का आलोक। उसने उस नकली हार को तोड़ डाला और उसके दानों को नीचे गली में फेंक दिया, उसी भाँति जैसे पूजन समाप्त हो जाने के बाद कोई उपासक मिट्टी की मूर्तियों को जल में विसर्जित कर देता है।","जिस प्रकार विरले ही दुराचारियों को अपने कुकर्मों का दंड मिलता है, उसी प्रकार सज्जनता का दंड पाना अनिवार्य है।","मेरे दरजे में आओगे, तो दाँतों पसीना आ जाएगा, जब अलजबरा और ज्यॉमेट्री के लोहे के चने चबाने पड़ेंगे, और इंग्लिस्तान का इतिहास पढ़ना पड़ेगा। बादशाहों के नाम याद रखना आसान नहीं। आठ-आठ हेनरी ही गुज़रे हैं। कौन-सा कांड किस हेनरी के समय में हुआ, क्या यह याद कर लेना आसान समझते हो ? हेनरी सातवें की जगह हेनरी आठवाँ लिखा और सब नम्बर गायब ! सफाचट। सिफर भी न मिलेगा, सिफर भी ! हो किस खयाल में? दरजनों तो जेम्स हुए हैं, दरजनों विलियम, कोड़ियों चार्ल्स ! दिमाग़ चक्कर खाने लगता है। आँधी रोग हो जाता है। इन अभागों को नाम भी न जुड़ते थे। एक ही नाम के पीछे दोयम, सोयम, चहारुम, पंजुम लगाते चले गए। मुझसे पूछते, तो दस लाख नाम बता देता और ज्यॉमेट्री तो बस खुदा की पनाह","रूदन में कितना उल्लास, कितनी शांति, कितना बल है। जो कभी एकांत में बैठकर, किसी की स्मृति में, किसी के वियोग में, सिसक-सिसक और बिलखबिलख नहीं रोया, वह जीवन के ऐसे सुख से वंचित है, जिस पर सैकड़ों हंसियां न्योछावर हैं। उस मीठी वेदना का आनंद उन्हीं से पूछो, जिन्होंने यह सौभाग्य प्राप्त किया","मगर कोई आदमी अपने बुरे आचरण पर लज्जित होकर भी सत्य का उदघाटन करे, छल और कपट का आवरण हटा दे, तो वह सज्जन है, उसके साहस की जितनी प्रशंसा की जाए, कम है। मगर शर्त यही है कि वह अपनी गोष्ठी के साथ किए का फल भोगने को तैयार रहे। हंसता-खेलता फांसी पर चढ़जाए तो वह सच्चा वीर है, लेकिन अपने प्राणों की रक्षा के लिए स्वार्थ के नीच विचार से, दंड की कठोरता से भयभीत होकर अपने साथियों से दगा करे, आस्तीन का सांप बन जाए तो वह कायर है, पतित है, बेहया है।","जब किसी कौम की औरतों में गैरत नहीं रहती तो वह कौम मुरदा हो जाती है।","A person whose actions go against his principles is hardly an idealist.","दुःखी हृदय दुखती हुई आंख है, जिसमें हवा से भी पीड़ा होती है।","सिंह का काम तो शिकार करना है, अगर वह गरजने और गुर्राने के बदले मीठी बोली बोल सकता तो उसे घर बैठे मनमाना शिकार मिल जाता। शिकार की खोज में जंगल में न भटकना पड़ता।","मैंने स्वप्न देखा, मानो वह एक सुंदर पुष्प है; किंतु उसकी बास मिट गई हो।","दुश्मनों का दूर रहना ही अच्छा.","सादगी ही उसका आभूषण और पवित्रता ही उसका शृंगार थी, पर इस कंगन पर वह लोट-पोट हो गई।","सुख के दिन आयें, तो लड़ लेना; दुख तो साथ रोने ही से कटता है।","बिना कुछ रस पाये थोड़े ही आता था। चिड़िया एक बार परच जाती है, तभी दूसरी बार आँगन में आती है।","हृदय शुद्ध न हो तो मुख से सत्य क्योंकर निकले!","भगवान! अगर मुझे यही यातना देनी थी तो तुमने जन्म ही क्यों दिया था? तुम्हें दुखिया पर दया नहीं आती? जो पिसे हुए हैं उन्हीं को पीसते हो! करुण स्वर से बोली","वह गरीब क्या जानती थी कि जब मैं बाग की रविशों में विचरती हूँ, तो कुवासना मेरे तलवे के नीचे आँखें बिछाती है, जब मैं झूला झूलती हूँ, तो वह आड़ में बैठी हुई आनंद से झूमती है। इस एक सरल हृदय अबला स्त्री के लिए चारों ओर से चक्रव्यूह रचा जा रहा था।","काले वस्त्र पर काला दाग छिप जाता है, किंतु उज्जवल वस्त्र पर कालिमा की एक बूँद भी झलकने लगती है।","सर्प जितना सुंदर होता है, उतना ही विषाक्त भी होता है।","मैं अब अफसर हूँ। यह अफसरी मेरे और उसक बीच में दीवार बन गई है। मैं अब उसका लिहाज पा सकता हूँ, अदब पा सकता हूँ, साहचर्य नहीं पा सकता। लड़कपन था, तब मैं उसका समकक्ष था। यह पद पाकर अब मैं केवल उसकी दया योग्य । वह मुझे अपना जोड़ नहीं समझता। वह बड़ा हो गया है, मैं छोटा हो गया हूँ ।","युवाकाल की आशा पुआल की आग है जिस के जलने और बुझने में देर नहीं लगती.","बाहर से तितली है, भीतर से मधुमक्खी। उसके जीवन में हँसी ही हँसी नहीं है,","मंगरु अपनी दांव रोते क्यों हो? तुम हमारे घर नहीं घुसते थे! अब भी जब घात पाते हो, जा पहुंचते हो। अब क्यों रोते हो?","पहाड़ों की चोटियों पर छाया हुआ हिम घुल-घुलकर नदियों में बहने लगा, उनकी गोद में फिर रंग-बिरंग के फूल लहलहाने लगे। चंद्रमा की किरणें फिर फूलों की महक सूँघने लगी। सभी पर्वतों के पक्षी अपनी वार्षिक यात्रा समाप्त कर फिर स्वदेश आ पहुँचे;","काल से न डरनेवाला राजपूत एक स्त्री की आग्नेय दृष्टि से काँप उठा।","वर्ष बीत गया, हिमालय पर मनोहर हरियाली छाई, फूलों ने पर्वतों की गोद में क्रीड़ा करनी शुरू की, जल-थल ने बर्फ की सुफेदी चादर ओढ़ी, जलपक्षियों की माताएँ मैदानों की ओर उड़ती हुई दिखाई देने लगी। यह मौसम भी गुजरा। नदी-नालों में दूध की धारें बहने लगी; चंद्रमा की स्वच्छ निर्मल ज्योति ज्ञानसरोवर में थिरकने लगी, परंतु","जो व्यक्ति कर्म और वचन में सामंजस्य नहीं रख सकता, वह और चाहे जो कुछ हो, सिद्धांतवादी नहीं है।","यह पाषाणहृदय लम्पट, विवेक शून्य जमादार इस समय एक अपरिचित स्त्री के सतीत्व की रक्षा करने के लिए अपने प्राण तक देने को तैयार था, केवल इस नाते कि यह उसकी पत्नी की संगिनी थी। वह समस्त संसार की नजरों में गिरना गंवारा कर सकता था, पर अपनी पत्नी की भक्ति पर अखंड राज्य करना चाहता था। इसमें अणुमात्र की कमी भी उसके लिए असहय थी। उस अलौकिक भक्ति के सामने उसके जीवन का क्या मूल्य था? ब्राम्हणी तो जमीन पर ही सो गयी थी, पर गौरा बैठी पति की बाट जोह रही थी।","प्रचंड शासन-शक्ति उस एक हड्‌ड‌ी के आदमी से थरथर कांपती थी, क्योंकि उस हड्‌ड‌ी मेंएक पवित्र, निष्कलंक, बलवान और दिव्य आत्मा का निवास था।","प्रेम अधिकार करना चाहता है, जो कुछ देता है, उसके बदले में कुछ चाहता भी है। श्रद्धा का चरम आनंद अपना समर्पण है, जिसमें अहमन्यता का ध्वंस हो जाता है।","ऐसा कोई पुरुष नहीं है, जिस पर युवती अपनी मोहिनी न डाल सके।","परमात्मा ही सबका आधार है। किसी दूसरे प्राणी का आश्रय लेना भूल है।","अलंकार-विहीन हो कर उसकी छवि स्वच्छ, जल की भांति और भी निखर गयी।","आदमी जूठा तभी खाता है जब मीठा हो। कलंक चाँदी से ही धुलता है।","राष्ट्र का कल्याण हो, यही मेरी कामना है। एक व्यक्ति के सुख-दुःख का कोई मूल्य नहीं है।","भिक्षुक को तुम दुत्कार सकती हो, द्वार पर आने से नहीं रोक सकती।","माता का हृदय दया का आगार है। उसे जलाओ तो उसमें दया की ही सुगंध निकलती है, पीसो तो दया का ही रस निकलता है। वह देवी है। विपत्ति की क्रूर लीलाएं भी उस स्वच्छ निर्मल स्रोत को मलिन नहीं कर सकतीं।","ईट का जवाब चाहे पत्थर हो; लेकिन सलाम का जवाब तो गली नहीं है।","दाता के द्वार पर सभी भिक्षुक जाते हैं। अपना-अपना भाग्य हैं, किसी को एक चुटकी मिलती हैं, किसी को पूरा थाल। कोई क्यो किसी से जले?","अबला हूं, इसलिए आपकी सज्जनता को स्पर्श करना ही मेरे हाथ में है।","सुखभोग की लालसा आत्म–सम्मान का सर्वनाश कर देती है।","जब डूबना ही है, तो क्या तालाब और क्या गंगा।","जिस दिन प्रेम का यह पुरस्कार मिलेगा, वह मेरे जीवन का नया दिन होगा, माधुरी! इससे अच्छी मृत्यु और क्या हो सकती हैं? तब मैं तुमसे पृथक न रहकर तुम्हारे मन में, तुम्हारी स्मृति में रहूँगा।","सुख-भोग की लालसा आत्म-सम्मान का सर्वन्नाश कर देती है।","माधुरी ने उसकी आँखों में आँखे गड़ाकर कहा- तुम झूठ बोलने की कला में इतने निपुण नहीं हो कृष्ण, कि वेश्या को भुलावा दे सको! मैं न शीलवती हूँ, न संकोचवती हूँ और न अपनी दूसरी बहनों से भिन्न हूँ, मैं वेश्या हूँ; उतनी ही कलुषित, उतनी ही विलासांध, उतनी ही मायाविनी, जितनी मेरी दूसरी बहनें; बल्कि उनसे कुछ ज्यादा। न तुम अन्य पुरुषों की तरह मेरे पास विनोद और वासना-तृप्ति के लिए आये थे। नहीं, महीनों आते रहने पर भी तुम यो अलिप्त न रहते। तुमने कभी डींग नही मारी, मुझे धन का प्रलोभन नहीं दिया। मैने भी कभी तुमसे धन की आशा नहीं की। तुमने अपनी वास्तविक स्थिति मुझसे कह दी। फिर भी मैंने तुम्हें एक नहीं, अनेक ऐसे अवसर दिये कि कोई दूसरा आदमी उन्हें न छोड़ता, लेकिन तुम्हें मैं अपने पंजे में न ला सकी। तुम चाहे और जिस इरादे से आये हो, भोग की इच्छा से नही आये। अगर मैं तुम्हें इतना नीच, इतना हृदयहीन, इतना विलासांध समझती, तो इस तरह तुम्हारे नाज न उठाती। फिर मैं भी तुम्हारे साथ मित्र-भाव रखने लगी। समझ लिया, मेरी परीक्षा हो रही हैं। जब तक इस परीक्षा में सफल न हो जाऊँ, तुम्हें नही पा सकती। तुम जितने सज्जन हो, उतने ही कठोर हो।","मुझ पर क्या-क्या आक्षेप किए थे? मैं आपसे जोर देकर कहती हूं किवे आक्षेप करके आपने मुझपर घोर अत्याचार किया है। आप जैसे सहृदय, शीलवान, विद्‌वान आदमी से मुझे ऐसी आशा न थी। मैं अबला हूं, मेरी रक्षा करने वाला कोई नहीं है? क्या आपको उचित था कि एक अबला पर मिथ्यारोपण करें? अगर मैं पुरुष होती तो आपसे ड्‌यूल खेलने काक आग्रह करती । अबला हूं, इसलिए आपकी सज्जनता को स्पर्श करना ही मेरे हाथ में है। आपने मुझ पर जो लांछन लगाये हैं, वे सर्वथा निर्मूल हैं।","सहसा नादिरशाह कठोर शब्दों में बोला-ऐ खुदा की बंदियो,मैने तुम्हारा इम्तहान लेने के लिए बुलाया था और अफसोस के साथ कहना पड़ता है कि तुम्हारी निसबत मेरा जो गुमान था, वह हर्फ-ब-हर्फ सच निकला। जब किसी कौम की औरतों में गैरत नहीं रहती तो वह कौम मुरदा हो जाती है।","कर्तव्य उसके हृदय में अरमान की भाँति उछल रहा था।","रूप इतनी तुच्छ वस्तु नहीं हैं, माधुरी! वह मन का आइना हैं।","हाथ पकड़ लिया और अनुराग समर्पण- भरी चितवनों से उसे देखकर बोली","अनुमान तो बाहरी प्रमाणों से ही किया जाता है।","मै कलामेपाक की कसम खाकर कहता हूं कि तुममें से किसी को कटार पर हाथ रखते देखकर मुझे बेहद खुशी होती, मै उन नाजुक हाथों के सामने गरदन झुका देता! पर अफसोस है कि आज तैमूरी खानदान की एक बेटी भी यहां ऐसी नहीं निकली जो अपनी हुरमत बिगाड़ने पर हाथ उठाती। अब यह सल्लतनत जिंदा नहीं रह सकती। इसकी हसती के दिन गिने हुए हैं। इसका निशान बहुत जल्द दुनिया से मिट जाएगा।","आशा में कितनी सुधा है।","बाहरी प्रमाणों से आप किसी के अंतस्तल की बात नहीं जान सकते । आपटे-जिसका भीतर-बाहर एक न हो, उसे देख कर भ्रम में पड़ जाना स्वाभाविक है।","आज मुझे यह शुभ दिन देखना नसीब हुआ। मुझे उस समय ऐसा जान पड़ता था कि ज्ञानसरोवर के कमल मेरे ही लिए खिले है, गिरिराज ने मेरे ही लिए फूल की शय्या दी है, हवा मेरे ही लिए झूमती हुई आ रही है।","प्रत्येक प्राणी को अपने हमजोलियों के साथ, हंसने-बोलने की जो एक नैसर्गिक तृष्णा होती है,","मैं इस सोने के महल को ठुकरा दूँगी; लेकिन बदले मुझे किसी हरे वृक्ष का छाँह तो मिलनी चाहिए। वह छाँह तुम मुझे दोगे?","रनिवास में डोमिनियाँ आनंदोत्सव के गीत गा रही थीं। कहीं सुंदरियों के हाव-भाव थे, कहीं आभूषणों की चमक-दमक, कहीं हास-परिहास की बहार। नाइन बात-बात पर तेज होती थी। मालिन गर्व से फूली न समाती थी। धोबिन आँखें दिखाती थी। कुम्हारिन मटके के सदृश फूली हुई थी। मंडप के नीचे पुरोहित जी बात-बात पर सुवर्ण-मुद्राओं के लिए ठुनकते थे। रानी सिर के बाल खोले भूखी-प्यासी चारों ओर दौड़ती थी।","वह शायद सारे संसार की स्त्रियों को अपने ही रूप में देखना चाहती थी। कुत्सा में उसे विशेष आनंद मिलता था। उसकी वंचित लालसा, जल न पाकर ओस चाट लेने में ही संतुष्ट होती थी;","सुख में आदमी का धरम कुछ और होता है, दुख में कुछ और। सुख में आदमी दान देता है, मगर दु:ख में भीख तक माँगता है। उस समय आदमी का यही धरम हो जाता है।","विश्वास उसके अन्दर आकर जाल नें फँसे पक्षी की भाँति फड़फड़ा कर निकल भागता हैं। कुलीना अपने साथ विश्वास का वरदान लिये आती हैं। उसके साहचर्य में हमें कभी सन्देह नहीं होता। वहाँ सन्देह के लिए प्रत्यक्ष प्रमाण चाहिए। कुत्सिता सन्देह का संस्कार लिये आती हैं। वहाँ विश्वास के लिए प्रत्यक्ष- अत्यन्त प्रत्यक्ष- प्रमाण की जरूरत हैं।","जैसे उषाकाल से पहले कुछ अँधेरा हो जाता है, उसी प्रकार मिलाप के पहले प्रेमियों का मन अधीर हो जाता है।","जन-शिक्षा का उद्देश्य जितने कम ख़र्च में पत्रों से पूरा हो सकता है, और किसी तरह नहीं हो सकता।","वही आग जो मोटी लकड़ी को स्पर्श भी नहीं कर सकती, फूल को जला कर भस्म कर देती है.","तुम अब भी मन से यह स्वीकार नहीं कर रहे हो कि कोई स्त्री स्वेच्छा से रूप का व्यवसाय नहीं करती। पैसे के लिए अपनी लज्जा को उघाड़ना, तुम्हारी समझ में कुछ ऐसे आनन्द की बात हैं, जिसे वेश्या शौक से करती हैं। तुम वेश्या में स्त्रीत्व का होना सम्भव से बहुत दूर समझते हो। तुम इसकी कल्पना ही नहीं कर सकते कि वह क्यों अपने प्रेम में स्थिर नही होती। तुम नहीं जानते, कि प्रेम के लिए उसके मन में कितनी व्याकुलता होती और जब वह सौभाग्य से उसे पा जाती हैं, तो किस तरह प्राणों की भाँति उसे संचित रखती हैं। खारे पानी के समुद्र में मीठे पानी का छोटा-सा पात्र कितना प्रिय होता हैं इसे वह क्या जाने, जो मीठे पानी के मटके उँडेलता रहता हो।","मैं प्रेम का प्यासा हूँ। मीरा मेरी सहधर्मिणी है। उसका हृदय प्रेम का सागर है। उसका एक चुल्लू भी मुझे उन्मत्त करने के लिए काफी था; पर जिस हृदय में ईश्वर का वास हो वहाँ मेरे लिए स्थान कहाँ?","मिस जोशी—तब तो मैं आपको जरुर पकड़ा दूंगी। आपटे—तो फिर मैं आपको अपना असल नाम भी बता देता हूं। मेरा नाम दामोदर मोदी है। यह नाम तो पुलिस से बचने के लिए रख छोड़ा है।","हिंसक पशु भी आदमी को गाफिल पाकर ही चोट करते हैं।","आपटे—तो शौक से लीजिए। मैं बतला चुका हूं कि मैंने चोरी के अपराध में कैद की सजा पायी थी। नासिक के जेल में रखा गया था। मेरा शरीर दुर्बल था, जेल की कड़ी मेहनत न हो सकती थी और अधिकारी लोग मुझे कामचोर समझ कर बेंतो से मारते थे। आखिर एक दिन मैं रात को जेल से भाग खड़ा हुआ। मिस जोशी—आप तो छिपे रुस्तम निकले! आपटे — ऐसा भागा कि किसी को खबर न हुई। आज तक मेरे नाम वारंट जारी है और ५०० रु.का इनाम भी है। मिस जोशी—तब तो मैं आपको जरुर पकड़ा दूंगी। आपटे—तो फिर मैं आपको अपना असल नाम भी बता देता हूं। मेरा नाम दामोदर मोदी है। यह नाम तो पुलिस से बचने के लिए रख छोड़ा है।","हमारे शिक्षालयों में नर्मी को घुसने ही नहीं दिया जाता।","वाक्यचतुरता शांतिकारक नहीं होती। वह केवल निरुत्तर कर देती है!","एक इनके ठीक हो जाने से तो देश से अन्याय मिटा जाता नहीं, फिर क्यों न इस दान को स्वीकार कर लूँ। मैं अपने आदर्श से गिर गया हूँ ज़रूर; लेकिन इतने पर भी राय साहब ने दग़ा की, तो मैं भी शठता पर उतर आऊँगा।","हमारे शिक्षालयों में नर्मी को घुसने ही नहीं दिया जाता। वहां स्थायी रूप से मार्शल-लॉ का व्यवहार होता है। कचहरी में पैसे का राज है, हमारे स्कूलों में भी पैसे का राज है, उससे कहीं कठोर, कहीं निर्दय। देर में आइए तो जुर्माना न आइए तो जुर्माना सबक न याद हो तो जुर्माना किताबें न खरीद सकिए तो जुर्माना कोई अपराध हो जाए तो जुर्माना शिक्षालय क्या है, जुर्मानालय है। यही हमारी पश्चिमी शिक्षा का आदर्श है, जिसकी तारीफों के पुल बांधे जाते हैं।","मैं जिस संसार में हूँ, उसकी जलवायु ही दूषित है। वहां सभी मुझे कीचड़ में लतपत देखना चाहते है।, मेरे विलासासक्त रहने में ही उनका स्वार्थ है। आप वह पहले आदमी हैं जिसने मुझ पर विश्वास किया है, जिसने मुझसे निष्कपट व्यवहार किया है। ईश्वर के लिए अब मुझे भूल न जाइयेगा। आपटे ने मिस जोशी की ओर वेदना पूर्ण दृष्टि से देखकर कहा—अगर मैं आपकी कुछ सेवा कर सकूँ तो यह मेरे लिए सौभाग्य की बात होगी।","हम सब मिट्टी के पुतले हैं,कोई निर्दोर्ष नहीं। मनुष्य बिगड़ता है तो परिस्थितियों से, या पूर्व संस्कारों से । परिस्थितियों का त्याग करने से ही बच सकता है, संस्कारों से गिरने वाले मनुष्य का मार्ग इससे कहीं कठिन है। आपकी आत्मा सुन्दर और पवित्र है,केवल परिस्थितियों ने उसे कुहरे की भांति ढंक लिया है। अब विवेक का सूर्य उदय हो गया है, ईश्वर ने चाहातो कुहरा भी फट जाएगा। लेकिन सबसे पहले उन परिस्थितियों का त्याग करने को तैयार हो जाइए। मिस जोशी—यही आपको करना होगा।","तुम अगर मेरे उद्धार की सोच रहे हो, तो उसे दिल से निकाल डालो। मैं भ्रष्टा हूँ और तुम साधुता के पुतले हो - जब तक यह भाव तुम्हारे अन्दर रहेगा, मैं तुमसे उसी तरह व्यवहार करूँगी जैसे औरों के साथ करती हूँ। अगर मैं भ्रष्ट हूँ, तो जो लोग यहाँ अपना मुँह काला करने आते हैं, वे कुछ कम भ्रष्ट नहीं हैं। तुम जो एक मित्र की स्त्री पर दाँत लगाये हुए हो, तुम तो एक सरला अबला के साथ झूठे प्रेम का स्वाँग करते हो, तुम्हारे हाथों अगर मुझे स्वर्ग भी मिलता हो, तो उसे ठुकरा दूँ।","माँ को अपनी औलाद ईमान से भी ज्यादा प्यारी होती है और उसका रुष्ट होना उचित था मगर इन धमकियों के क्या माने?","वैष्णव साधु बैठे हुए प्रसाद पा रहे थे। मीरा स्वयं अपने हाथ से थाल ला-लाकर उनके आगे रखती थी। साधुओं और अभ्यगतों के आदर-सत्कार में उस देवी को आत्मिक आनंद प्राप्त होता था। साधुगण जिस प्रेम से भोजन करते थे, उससे यह शंका होती थी कि स्वादपूर्ण वस्तुओं में कहीं भक्ति-भजन से भी अधिक सुख तो नहीं है।","तुम जैसे रंगे हुए पतितों का उद्धार नहीं करते। उद्धार वही कर सकते हैं, जो उद्धार के अभिमान को हृदय में आने ही नहीं देते। जहाँ प्रेम हैं, वहाँ किसी तरह का भेद नही रह सकता। यह","महंत-आप नास्तिक हों, पर आप कितने ही नास्तिकों को आस्तिक बना देती हैं। मिस्टर जौहरी—आपने लाख की बात की कहीं मंहत जी! मिसेज भरुचा—क्यों महंत जी, आपको मिस जोशी ही न आस्तिक बनाया है क्या?","उसके जवाब में मालिन्य या कटुता का लेश भी न होता था। उसका एक-एक शब्द सरल,स्वच्छ ,चित्त को प्रसन्न करने वाले भावों में डूबा होता था।","मेरा सिद्धांत है कि मनुष्य को अपनी मेहनत की कमाई खानी चाहिए । यही प्राकृतिक नियम है । किसी को यह अधिकार नहीं है कि व​ह दूसरों की कमाई को अपनी जीवन-वृत्ति का आधार बनाए","जो प्रेम इतना असहिष्णु हो, जो दूसरे के मनोभावों का जरा भी विचार न करे, जो मिथ्या कलंक आरोपण करने से भी संकोच न करे, वह उन्माद हो सकता हैं, प्रेम नहीं।","आँखें भर आई। मुस्कराई। खिले हुए फूल पर ओस की बूँदें टपकीं।","जवानी जोश हैं, बल हैं, दया हैं, साहस हैं, आत्मविश्वास हैं, गौरव हैं और वह सब कुछ - जीवन को पवित्र, उज्जवल और पूर्ण बना देता हैं। जवानी का नशा घमंड हैं, निर्दयता हैं, स्वार्थ हैं, शेखी हैं, विषम-वासना हैं, कटुता हैं और वह सब-कुछ - जो जीवन को पशुता, विकार और पतन की ओर ले जाता हैं।","बेशर्मी और बेहयाई की जिन्दगी से मुझे घृणा हो रही हैं और घृणा हो रही हैं उन लम्पटों से, जिनके कुत्सित विलास का मै खिलौना थी और जिसमें तुम मुख्य हो। तुम महीनों से मुझ पर सोने और रेशम की वर्षा कर रहे हो; मगर मैं तुमसे पूछती हूँ, उससे लाख गुने सोने और दस गुने रेशम पर भी तुम अपनी बहन या स्त्री को इस रूप के बाजार में बैठने दोगे? कभी नहीं। उन देवियों में कोई ऐसी वस्तु है, जिसे तुम संसार भर की दौलत से भी मूल्यवान समझते हो। लेकिन जब तुम शराब के नशे मे चूर, अपने एक एक अंग में काम का उन्माद भरे आते थे, तो तुम्हें कभी ध्यान आया था कि तुम अपनी अमूल्य वस्तु को किस निर्दयता के साथ पैरो से कुचल रहे हो? कभी ध्यान आता था कि अपनी कुल-देवियों को इस अवस्था में देखकर तुम्हें कितना दु:ख होता? कभी नहीं। यह उन गीदड़ो और गिद्धों की मनोवृत्ति हैं, जो किसी लाश को देखकर चारों ओर से जमा हो जाते हैं, और उसे नोच-नोचकर खाते हैं। यह समझ रक्खो, नारी अपना बस रहते हुए कभी पैसो के लिए अपने को समर्पित नहीं करती। यदि वह ऐसा कर रही हैं, तो समझ लो कि उसके लिए और कोई आश्रय और कोई आधार नहीं हैं और पुरुष इतना निर्लज्ज हैं कि उसकी दुरावस्था से अपनी वासना तृप्त करता हैं और इसके साथ ही इतना निर्दय कि उसके माथे पर पतिता का कलंक लगा कर उसे उसी दुरावस्था में मरते देखना चाहता हैं! क्या वह नारी हैं? क्या नारीतिव के पवित्र मन्दिर में उसका स्थान नहीं हैं। लेकिन तुम उसे उस मन्दिर में घुसने नहीं देते। उसके स्पर्श से मन्दिर की प्रतिमा भ्रष्ट हो जायगी। खैर, पुरुष-समाज जितना अत्याचार चाहे, कर ले। हम असहाय हैं, आत्माभिमान को भूल बैठी हैं लेकिन...","कामिनी के शब्द जितनी आसानी से दीन और ईमान को गारत कर सकते हैं, उतनी आसानी से उसका उद्धार भी कर सकते हैं।","सौन्दर्य को बाजारू चीज समझना कुछ अच्छी बात तो नहीं हैं।","जो अपनी जान खपाते हैं, उनका हक़ उन लोगों से ज़्यादा है, जो केवल रुपया लगाते हैं।","जब स्त्री अपनी रूप बेचती हैं, तो उसके खरीदार भी निकल आते हैं।","दबा हुआ पुरुषार्थ ही स्त्रीत्व है।","माधुरी की बेवफाई ने उसके आमोदी हृदय को इतना आहत कर दिया था कि अब वह अपना जीवन ही बेकार-सा मालूम होता था। माधुरी उसके जीवन में सबसे सत्य वस्तु थी, सत्य भी और सुन्दर भी। उसके जीवन की सारी रेखाएँ इसी बिन्दु पर आकर जमा हो जाती थी। वह बिन्दु एकाएक पानी के बुलबुले की भाँति मिट गया और अब वे सारी रेखाएँ, वे सारी भावनाएँ, वे सारी मृदु स्मृतियाँ उन झल्लायी हुई मधु -मक्खियों की तरह भनभनाती फिरती थी, जिनका छता जला दिया गया हो। जब माधुरी ने कपट व्यवहार किया तो और किससे कोई आशा की जाय? इस जीवन ही में क्या हैं? आम में रस ही न रहा, तो गुठली किस काम की?","महत्वाकांक्षा आखों पर परदा डाल देती है।","मैं तो तुम्हारी हो गया। हँसाओगे, हँसूँगी, रुलाओगे, रोऊँगी, रखोगे तो रहूँगी, निकालोगे तो भी रहूँगी, मेरा घर तुम हो, धर्म तुम हो, अच्छी हूँ तो तुम्हारी हूँ, बुरी हूँ तो तुम्हारी हूँ।","उनकी आँखों में वह शून्यता थी, जो विक्षिप्तता का लक्षण है।","बिल्कुल निरक्षर हैं; लेकिन ब्राह्मण हैं और चाहता हैं कि दुनिया उसकी प्रतिष्ठा और सेवा करे और क्यों न चाहे? जब पुरुखों की पैदा की हुई सम्पत्ति पर आज भी लोग जमाये हुए हैं औऱ उसी शान से, मानो खुद पैदा किये हो, तो वह क्यों उस प्रतिष्ठा औऱ सम्मान को त्याग दे, जो उसके पुरुखाओं ने संचय किया था? यह उसकी बपौती हैं।","दीपक का काम है, जलना। दीपक वही लबालब भरा होगा, जो जला न हो।","मनुष्य कितना ही हृदयहीन हो, उसके हृदय के किसी-न-किसी कोने में पराग की भाँति रस छिपा ही रहता हैं।","आप नहीं जानते मिस्टर मेहता, मैंने अपने सिद्धांतों की कितनी हत्या की है। कितनी रिश्वतें दी","आप सीढ़ियों पर पाँव रखे बगैर छत की ऊँचाई तक नहीं पहुँच सकते।","दौलत से आदमी को जो सम्मान मिलता है, वह उसका सम्मान नहीं, उसकी दौलत का सम्मान है।","मैं उसे कत्ल कर सकती हूँ, आइवन! आदमी एक बार अपनी जान पर खेलकर सब कुछ कर सकता हैं। जानते हो, मैं क्या करूँगी? मैं उससे राहो-रस्म पैदा करूँगी, उसका विश्वास प्राप्त करूँगी उसे इस भ्राँति में डालूँगी कि मुझे उससे प्रेम हैं। मनुष्य कितना ही हृदयहीन हो, उसके हृदय के किसी-न-किसी कोने में पराग की भाँति रस छिपा ही रहता हैं।","मानो हृदय और प्राणों को आँखों से बहा देगा।","जानवरों में गधा सबसे बुद्धिहीन समझा जाता है। हम जब किसी आदमी को पहले दरजे का बेवकूफ़ कहना चाहते हैं तो उसे गधा कहते हैं। गधा समचुच बेवकूफ़ है, या उसके सीधेपन, उसकी निरापद सहिष्‍णुता ने उसे यह पदवी दे दी है, इसका निश्‍चय नहीं किया जा सकता। गायें सींग मारती हैं, ब्‍याही हुई गाय तो अनायास ही सिंहनी का रूप धारण कर लेती है। कुत्ता भी बहुत ग़रीब जानवर है, लेकिन कभी-कभी उसे भी क्रोध आ ही जाता है, लेकिन गधे को कभी क्रोध करते नहीं सुना, न देखा। जितना चाहे उस ग़रीब को मारो, चाहे जैसी ख़राब सड़ी हुई घास सामने डाल दो, उसके चेहरे पर कभी असंतोष की छाया भी न दिखाई देगी। बैशाख में चाहे एकाध बार कुलेल कर लेता हो; पर हमने तो उसे कभी खुश होते नहीं देखा। उसके चेहरे पर एक स्‍थायी विषाद स्‍थायी रूप से छाया रहता है। सुख-दु:ख, हानि-लाभ किसी दशा में भी बदलते नहीं देखा। ऋषियों-मुनियों के जितने गुण हैं, वह सभी उसमें पराकाष्‍ठा को पहुँच गए हैं, पर आदमी उसे बेवकूफ़ कहता है। सदगुणों का इतना अनाचार कहीं नहीं देखा।","शिष्टता उसके लिए दुनिया को ठगने का एक साधन थी, मन का संस्कार नहीं।","दमन-नीति उसकी अवरुद्ध अभिलाषा की गाँठ हैं और कुछ नहीं। किसी मायावनी के प्रेम में असफल होकर उसके हृदय का रस-स्रोत सूख गया हैं। वहाँ रस का संचार करना होगा और किसी युवती का एक मध शब्द, एक सरल मुसकान भी जादू का काम करेगी। ऐसों को तो वह चुटकियों में अपने पैरों पर गिरा सकती हैं।","मगर तुममे कोई ऐसी वस्तु हैं, जो तुम्हीं में हैं और वह मुझे और कहीं नजर नहीं आती।","स्नेह-कोमल स्वर में बोली -- तो तुम इतना दिल छोटा क्यों करते हो? धन के लिए, जो सारे पाप की जड़ है? उस धन से हमें क्या सुख था? सबेरे से आधी रात तक एक-न-एक झंझट -- आत्मा का सर्वनाश! लड़के तुमसे बात करने को तरस जाते थे, तुम्हें संबंधियों को पत्र लिखने तक की फ़ुरसत न मिलती थी। क्या बड़ी इज़्ज़त थी? हाँ, थी; क्योंकि दुनिया आज तक धन की पूजा करती चली आयी है। उसे तुमसे कोई प्रयोजन नहीं। जब तक तुम्हारे पास लक्ष्मी है, तुम्हारे सामने पूँछ हिलायेगी। कल उतनी ही भक्ति से दूसरों के द्वार पर सिजदे करेगी। तुम्हारी तरफ़ ताकेगी भी नहीं।","धनवालों का हृदय धन के भार से दबकर सिकुड़ जाता हैं। उनमें उदारता के लिए स्थान ही नहीं रहता।","मैं अनुभव से कह सकता हूँ कि युवावस्‍था में हम जितना ज्ञान एक महीने में प्राप्‍त कर सकते हैं, उतना बाल्‍यकाल में तीन साल में भी नहीं कर सकते,","पुरुषार्थी लोग दूसरों की सम्पत्ति पर मुंह नहीं फैलाते। अपने बाहुबल का भरोसा रखते हैं।","लोग कहते हैं, जुलूस निकालने से क्या होता है? इससे यह सिद्ध होता है कि हमजीवित हैं, अटल हैं और मैदान से हटे नहीं है। हमें अपने हार न मानने वाले आत्मभिमान का प्रमाण देना था। हमें यह दिखाना था कि, हम गोलियों और अत्याचार से भयभीत होकर अपने लक्ष्य से हटने वाले नहीं और हम उस व्यवस्था का अन्त करके रहेंगे,","लेकिन आप यह भी जानते हैं, कवि को संसार में कभी सुख नहीं मिलता?","धनी कौन होता है, इसका कोई विचार नहीं करता। वही जो अपने कौशल से दूसरों को बेवक़ूफ़ बना सकता है","हम लोग समझते हैं, बड़े आदमी बहुत सुखी होंगे, लेकिन सच पूछो तो वह हमसे भी ज्यादा दुःखी हैं। हमें अपने पेट ही की चिंता है, उन्हें हजारों चिंताएँ घेरे रहती हैं।","विश्वास प्रेम की पहली सीढ़ी हैं।","जेल सम्मान और भक्ति की एक रेखा है, जिसके भीतर शैतान कदम नहीं रख सकता। मैदान में जलता हुआ अलाव वायु मे अपनी उष्णता को खो देता है; लेकिन इंजिन में बन्द होकर वही आग संचालक शक्ति का अखंड भंडार बन जाती है।","सारी आत्मिक और बौद्धिक और शारीरिक शक्तियों के सामंजस्य का नाम धन है।","बुझी हुई आशाएँ और मिटी हुई स्मृतियाँ और टूटे हुए हृदय के आँसू हैं। जिस दिन इन विभूतियों में उसका प्रेम न रहेगा, उस दिन वह कवि न रहेगा।","कविताएँ पढ़ी हैं और उनमें जितनी पुलक, जितना कंपन, जितनी मधुर व्यथा, जितना रुलानेवाला उन्माद","जो स्त्री अपने पुरुष को प्रसन्न न रख सके, अपने को उसके मन की न बना सके, वह भी कोई स्त्री है?","नेकी अगर करनेवालों के दिल में रहे, तो नेकी है, बाहर निकल आये तो बदी है।","मैं अपने को भी अपना नहीं बना सकती, वह दूसरों को भी अपना बना लेती है।","शराब अगर लोगों को पागल कर देती है, तो इसलिए उसे क्या पानी से अच्छा समझा जाय, जो प्यास बुझाता है, जिलाता है, और शांत करता है?","अब अच्छे घर की जररत न थी। अच्छे वर की जरूरत न थी। अभागिनी को अच्छा घर-वर कहा मिलता! अब तो किसी भाति सिर का बोझा उतारना था, किसी भाति लडकी को पार लगाना था, उसे कुएं मे झोकना था। यह रूपवती है, गुणशीला है, चतुर है, कुलीन है, तो हुआ करे, दहेज नही तो उसके सारे गुण दोष है, दहेज हो तो सारे दोष गुण है। प्राणी का कोई मूलय नही,","सुभार्या स्वर्ग की सबसे विभूति हैं, जो मनुष्य को उज्जवल और पूर्ण बना देती हैं, जो आत्मोन्नति का मूल-मन्त्र हैं। मुझे मालूम हुआ कि विवाह का उद्देश्य भोग नहीं, आत्मा का विकास हैं।","हेलेन भी आज बहुत चिन्तित और गम्भीर थी। आज के लिए उसने पहले ही से सजीले वस्त्र बनवा रखे थे। रूप को अलंकृत करने के न-जाने किन-किन विधानों कप प्रयोग कर रही थी; पर इसमें किसी योद्धा का उत्साह नहीं, कायर का कम्पन था। सहसा आइवन ने आँखों में आँसू भरकर कहा- तुम आज इतनी मायाविनी हो गयी हो हेलेन, कि मुझे न-जाने क्यों तुमसे भय हो रहा हैं! हेलेन मुसकायी। उस मुसकान में करूणा भरी हुई थी- मनुष्य को कभी-कभी कितने ही अप्रिय कर्त्तव्यों का पालन करना पड़ता हैं, आइवन, आज मैं सुधा से विष का काम लेने जा रही हूँ। अलंकार का ऐसा दुरुपयोग तुमने कहीं और देखा हैं? आइवन उड़े हुए मन से बोला- इसी को राष्ट्र-जीवन कहते हैं। ‘यह राष्ट्र-जीवन हैं- यह नरक हैं।","तुम बीमार पड़ोगे तो तुम्हारी सेवा करेगी? तो ऐसी वही औरत कर सकती है, जिसने तुम्हारे साथ जवानी का सुख उठाया हो।","असामी जितने मन से असामी की बात सुनता है, कारकुन की नहीं सुनता।","ज़बरदस्ती चिड़िया तक तो पिंजड़े में रहती नहीं, आदमी क्या रहेगा।","भौतिक दृष्टि में हर एक वस्तु का मूल्य उससे होने वाले लाभ पर ही अवलंबित","तुम्हारी हँसी मैं वरदाश्त कर सकूँगा। नहीं सह सकता उनकी हँसी, जो अपने बराबर के हैं,","-सेवा है? मैं इंग्लैंड से आकर भी तो सेवा-कार्य कर सकता हूँ और अम्मॉँ, सच पूछो, तो एक मजिस्ट्रेट अपने देश का जितना उपकार कर सकता है, उतना एक हजार स्वयंसेवक मिलकर भी नहीं कर सकते। मैं तो सिविल सर्विस की परीक्षा में बैठूँगा और मुझे विश्वास है कि सफल हो जाऊँगा। करूणा ने चकित होकर पूछा-तो क्या तुम मजिस्ट्रेट हो जाओगे? प्रकाश—सेवा-भाव रखनेवाला एक मजिस्ट्रेट कांग्रेस के एक हजार सभापतियों से ज्यादा उपकार कर सकता है। अखबारों में उसकी लम्बी-लम्बी तारीफें न छपेंगी, उसकी वक्तृताओं पर तालियॉँ न बजेंगी, जनता उसके जुलूस की गाड़ी न खींचेगी और न विद्यालयों के छात्र उसको अभिनंदन-पत्र देंगे; पर सच्ची सेवा मजिस्ट्रेट ही कर सकता है। करूणा ने आपत्ति के भाव से कहा—लेकिन यही मजिस्ट्रेट तो जाति के सेवकों को सजाऍं देते हें, उन पर गोलियॉँ चलाते हैं? प्रकाश—अगर मजिस्ट्रेट के हृदय में परोपकार का भाव है, तो वह नरमी से वही काम करता है, जो दूसरे गोलियॉँ चलाकर भी","संपत्ति और सहृदयता में वैर है।","आसक्ति में आदमी अपने बस में नहीं रहता।","हेलेन ने जवाब न दिया; पर उसके मन में जो अवसाद उत्पन्न हो गया था, वह उसके मुख पर झलक रहा था। राष्ट्र उसकी दृष्टि में सर्वोपरि था, उसके सामने व्यक्ति का कोई मूल्य न था। अगर इस समय उसका मन किसी कारण से दुर्बल भी हो रहा था, तो उसे खोल देने का उसमें साहस न था। दोनो गले मिलकर विदा हुए। कौन जाने, यह अन्तिम दर्शन हो?","धर्म का मुख्य स्तंभ भय है। अनिष्ट की शंका को दूर कीजिए, फिर तीर्थ-यात्रा, पूजा-पाठ, स्नान-ध्यान, रोजा-नमाज, किसी का निशान भी न रहेगा। मसजिदें खाली नजर आएँगी और मंदिर वीरान!","मुफ्त की शराब तो काजी को हलाल है,","संसार में दुर्बल और द्ररिद्र होना पाप हैं। इसकी सजा से कोई बच नहीं सकता। बाज कबूतर पर कभी दया नहीं करता। सत्य और न्याय का समर्थन मनुष्य की सज्जनता और सभ्यता का एक अंग हैं। बेशक इससे इनकार नहीं कर सकता;लेकिन जिस तरह और सभी प्राणी केवल मुख से इसका समर्थन करते हैं, क्या उसी तरह हम भी नहीं कर सकते।","ग़रीबों में अगर ईर्ष्या या वैर है तो स्वार्थ के लिए या पेट के लिए।","क्रोध की अग्नि सद्भावों को भस्म कर देती है, प्रेम और प्रतिष्ठा, दया और न्याय सब जल के राख हो जाते है।","बड़े आदमियों की ईर्ष्या और वैर केवल आनंद के लिए है।","जीवन में होरी ने बड़ी-बड़ी चोट सही थी, मगर यह चोट सबसे गहरी थी। आज उसके ऐसे दिन आ गये हैं कि उससे लड़की बेचने की बात कही जाती है और उसमें इनकार करने का साहस नहीं है। ग्लानि से उसका सिर झुक गया।","दो घंटे के बाद ही उस कठिन परीक्षा का समय आ जायगा, जिससे उसके प्राण काँप रहे थे। वह कहीं एकान्त में बैठकर सोचना चाहता था। आज उसे ज्ञात हो रहा था कि वह स्वाधीन नहीं हैं। बड़ी मोटी जंजीर उसके एक-एक अंग को जकड़े हुए थी। इन्हें वह कैसे तोड़े? दस बज गये थे। हेलेन और रौमनाफ पार्क के एक कुंज में बैठे हुए थे। तेज बर्फीली हवा चल रही थी। चाँद किसी क्षीण आशा की भाँति बादलों में छिपा हुआ था। हेलेन ने इधर-उधर सशंक नेत्रों से देखकर कहा- अब तो देर हो गयी, यहाँ से चलना चाहिए। रोमनाफ ने बेंच पर पाँव फैलाते हुए कहा- अभी तो ऐसी देर नहीं हुई हैं, हेलेन! कह नहीं सकता, जीवन के यह क्षण स्वप्न हैं या सत्य; लेकिन सत्य भी हैं तो स्वप्न से अधिक मधुर और स्वप्न भी हैं तो सत्य से अधिक उज्ज्वल। हेलेन बेचैन होकर उठी और रोमनाफ का हाथ पकड़कर बोली- मेरा जी आज कुछ चंचल हो रहा हैं। सिर में चक्कर आ रहा हैं। चलो मुझे मेरे घर पहुँचा दो। रोमनाफ ने उसका हाथ पकड़कर अपनी बगल में बैठाते हुए कहा- लेकिन मैने मोटर तो ग्यारह बजे बुलायी हैं।","ऐसा न कहिए, उसने धेले की भी चीज नहीं छूई । अपना जो कुछ था, वह भी छोड़ गयी। न-जाने मुझमें क्या बुराई देखी। मैं उसके योग्य न था और क्या कहूँ । वह पढ़ी-लिखी थी, मैं करिया अक्षर भैंस बराबर। मेरे साथ इतने दिन रही, यहीं बहुत हैं। कुछ दिन औऱ उसके साथ रह जाता, तो आदमी बन जाता। उसका आपसे कहाँ तक बखान करूँ हजूर। औरों के लिए चाहे जो कुछ रही हो, मेरे लिए तो किसी देवता का आशीर्वाद थी। न-जाने मुझेस क्या खता हो गयी। मगर कसम ले लीजिए, जो उसके मुख पर मैल तक आया हो। मेरी औकात ही क्या हैं बाबूजी ! दस-बराबर आने का मजूर हूँ ; पर इसी में उसके हाथो इतनी बरक्कत थी कि कभी कमी नहीं पड़ी।","सच कहा है कि स्त्री का प्रेम पानी की धार है, जिस ओर ढाल पाता है, उधर ही बह जाता है। सोना ज्यादा गरम होकर पिघल जाता है।","जैसे कोई कुत्ता किसी नये गांव में जाता है।","समाज के नाते आदमी का अगर कुछ धरम है, तो मनुष्य के नाते भी तो उसका कुछ धरम है। समाज-धरम पालने से समाज आदर करता है; मगर मनुष्य-धरम पालने से तो ईश्वर प्रसन्न होता है।","धन मानव जीवन में अगर सर्वप्रधान वस्त नहीं, तो वह उसके बहुत निकट की वस्तु अवश्य है।","हिंदू होने के कारण संस्कारों की शंका कुछ-कुछ बनी हुई है। ब्रह्महत्या का कलंक सिर पर लेते हुए आत्मा कांपती है। बस इतनी बात है।","दु:ख का भार तो वह अकेली उठा सकती थी। सुख का भार तो अकेले नहीं उठता।","तुम मेरे सौभाग्य की देवी बनकर आयी थी हेलेन, नहीं तो अब तक मैने न जाने क्या-क्या अत्याचार किये होते। उस उदार नीति ने वातावरण में जो शुभ परिवर्तन कर दिया, उस पर मुझे स्वयं आश्चर्य हो रहा हैं। महीनों के दमन में जो कुछ न कर पाया था, वह दिनों के आश्वासन ने पूरा कर दिखाया। और इसके लिए मैं तुम्हारा ऋणी हूँ, हेलेन, केवल तुम्हारा। पर खेद यही हैं कि हमारी सरकार दवा करना नहीं जानती, केवल मारना जानती हैं। जार के मंत्रियों में अभी से मेरे विषय में सन्देह होने लगा हैं, और मुझे यहाँ से हटाने का प्रस्ताव हो रहा हैं।","कौन राजा ऐसा हैं, जो अपनी प्रजा पर जुल्म न करता हो, उनके स्वत्वों का अपहरण न करता हो। राजा ही क्यों, हम तुम सभी तो दूसरों पर अन्याय कर रहे हैं। तुम्हें क्या हक हैं कि तुम दर्जन खिदमतगार रखो और उन्हें जरा- जरा-सी बात पर सजा दो? न्याय और सत्य निरर्थक शब्द हैं, जिनकी उपयोगिता इसके सिवा और कुछ नहीं कि बुद्धूओं की गर्दन मारी जाय और समझदारों की वाह-वाह हो।","चोर को अदालत में बेंत खाने से उतनी लज्जा नहीं आती, जितनी किसी हाकिम को अपनी रिश्वत का परदा खुलने से आती है। वह जहर खा कर मर जायगा; पर संसार के सामने अपना परदा न खोलेगा। अपना सर्वनाश देख सकता है; पर यह अपमान नहीं सह सकता,","मैने तुमसे इसलिए विवाह नहीं किया कि तुम देवी हो; बल्कि इसलिए कि मैं तुम्हें चाहता था औऱ सोचता था कि तुम भी मुझे चाहती हो। यह बच्चा मेरा बच्चा हैं, मेरा अपना बच्चा हैं। मैने एक बोया हुआ खेत लिया, तो क्या फसल को इसलिए छोड़ दूँगा, कि उसे दूसरे ने बोया था? यह कहकर उसने जोर से ठट्ठा मारा।","प्रेम जब आत्म-समर्पण का रूप लेता है, तभी ब्याह है, उसके पहले अय्याशी है।","तुम्हें हमारी अंग्रेजी सभ्यता का इतनी मोटी-सी बात मालूम नहीं, तो अब मालूम कर लो कि अंग्रेज स्त्री अपनी रुचि के सिवा और किसी की पाबन्द नहीं।","पत्नी से अधिक पुरुष के चरित्र का ज्ञान और किसी को नहीं होता।","तुम हिन्दुस्तानी हो, अंगरेज नहीं हो सकते। मैं अंगरेज हूँ और हिन्दुस्तानी नहीं हो सकती; इसलिए हम में से किसी को यह अधिकार नहीं हैं कि वह दूसरे को अपनी मर्जी का गुलाम बनाने की चेष्ठा करे।","जिसे असाध्य रोग ने ग्रस लिया हो, वह खाद्य-अखाद्य की परवाह कब करता है?","हरदौल भी बुंदेला था और बुंदेला अपने शत्रु के साथ किसी प्रकार की मुँहदेखी नहीं करते, मारना-मरना उसके जीवन का एक अच्छा दिलबहलाव है। उन्हें सदा इसकी लालसा रही है कि कोई हमें चुनौती दे, कोई हमें छेड़े। उन्हें सदा खून की प्यास रहती है और वह प्यास कभी नहीं बुझती।","तुम हिन्दुस्तानी हो, अंगरेज नहीं हो सकते। मैं अंगरेज हूँ और हिन्दुस्तानी नहीं हो सकती; इसलिए हम में से किसी को यह अधिकार नहीं हैं कि वह दूसरे को अपनी मर्जी का गुलाम बनाने की चेष्ठा करे। मनहर हतबुद्धि-सा बैठा सुनता रहा। एक-एक शब्द विष की घूँट की भाँति उसके कंठ के नीचे उतर रहा था। कितना कठोर सत्य था। पद-लालसा के उस प्रचंड आवेग में, विलास तृष्णा के उस अदम्य प्रवाह में वह भूल गया था कि जीवन में कोई ऐसा तत्व भी हैं, जिसके सामने पद और विलास काँच के खिलौनों से अधिक मूल्य नहीं रखते । यह विस्मृत सत्य इस समय अपने दारुण-विलाप से उसकी मदमग्न चेतना को तड़पाने लगा।","कैसे इस बूढ़े का हियाव पड़ा?","आज तुम्हें कहीं से दो-चार लाख रुपये मिल जायँ, तो तुम यों न रहोगे और तुम्हारे ये भाव बदल जायँगे। यही धन का सबसे बड़ा अभिशाप हैं। ऊपरी सुख-शांति के नीचे कितनी आग हैं, यह तो उसी वक़्त खुलता हैं, तब ज्वालामुखी फट पड़ता हैं। वह समझते हैं, धन से घर भर कर उन्होंने मेरे लिए वह सब कुछ कर दिया जो उनका कर्त्तव्य था और अब मुझे असन्तुष्ट होने का कोई कारण नहीं। यह नही जानते कि ऐश के ये सामान उस मिश्री-तहखानों में गड़े हुए पदार्थों की तरह हैं, जो मृतात्मा के भोग के लिए रखे जाते थे।","जिसपर वह गर्व करता था; जिन्हें पाकर वह अपने को धन्य मानता था, अब परीक्षा की कसौटी पर आकर नकली पत्थर सिद्ध हो रहे थे। उसकी अपमानित, ग्लानित, पराजित आत्मा एकान्त-रोदन के सिवा और कोई त्राण न पाती थी। अपनी टूटी हुई झोपड़ी को छोड़कर वह जिस-जिस सुनहले कलशवाले भवन की ओर लपका था, वह मरीचिका-मात्र थी और अब उसे फिर उसी टूटी झोपड़ी की याद आयी, जहाँ शान्ति, प्रेम और आशीर्वाद की सुधा पी थी। यह सारा आडम्बर उसे काट खाने लगा। उस सरल शीतल स्नेह के सामने ये सारी विभूतियाँ तुच्छ-सी जँचने लगी।","बेशक, उसमें समाई होती, तो रूपा का ब्याह किसी जवान लड़के से और अच्छे कुल में करता,","लोग हँसेंगे; लेकिन जो लोग ख़ाली हँसते हैं, और कोई मदद नहीं करते, उनकी हँसी की वह क्यों परवा करे।","उस सभ्यता को दूर से ही सलाम हैं, जो विनोद और विलास के सामने किसी बन्धन को स्वीकार नहीं करती। उसने खुद जाकर दोनो पत्रों की रजिस्ट्री करायी और उत्तर का इन्तजार किया बिना ही वहाँ से चलने को तैयार हो गया।","उन्हें अब तक जीवन का जो अनुभव हुआ था, वह यह था कि स्त्री अन्तःकरण से विलासिनी होती हैं। उस पर लाख प्राण वारो, उनके लिए मर ही क्यों न मिटो, लेकिन व्यर्थ । वह केवल खरहरा नहीं चाहती, उससे कहीं ज्यादा दाना और घास चाहती हैं। लेकिन एक यह देवी हैं, जो विलास की चीजों को तुच्छ समझती हैं और केवल मीठे स्नेह और सहवास से ही प्रसन्न रहना चाहती हैं। उनके मन में गुदगुदी सी उठी।","खुली हवा में चरित्र के भ्रष्ट होने की उससे कम संभावना है, जितना बन्द कमरे में।","इच्छाओं को जीवन का आधार बनाना बालू की दीवार बनाना है । धर्म-ग्रंथों में आत्म-दमन और संयम की अखंड महिमा कही गई है, बल्कि इसी को मुक्ति का साधन बताया गया है । इच्छाओं और वासनाओं को ही मानव पतन का मुख्य कारण सिद्ध किया गया है और मेरे विचार में यह निर्विवाद है । ऐसी दशा में पश्चिम वालों का अनुसरण करना नादानी है । प्रथाओं की गुलामी इच्छाओं की गुलामी से श्रेष्ठ है","तुमसे सच कहता हूं, बिरादरी के अन्याय से कलेजा छलनी हो गया है। पत्नी—बिरादरी को बुरा मत कहो। बिरादरी का डर न हो तो आदमी न जाने क्या-क्या उत्पात करे। बिरादरी को बुरा न कहो।","लोक-निंदा के भय से अपने प्रेम या अरुचि को छिपाना अपनी आत्मिक स्वाधीनता को खाक में मिलाना है । मैं उस स्त्री को सराहनीय नहीं समझता जो एक दुराचारी पुरुष से केवल इसलिए भक्ति करती है कि वह उसका पति है । वह अपने उस जीवन को, जो सार्थक हाे सकता है, नष्ट कर देती है । यही बात पुरुषों पर भी घटित हो सकती है","प्राण का भय न था, सम्पत्ति का भय न था, भय था मर्यादा का। विजेता गर्व से मतवाले होकर यूनानी ललनाओं को घूरेंगे, उनके कोमल अंगों को स्पर्श करेंगे,उनको कैद कर ले जायेंगे। उस विपत्ति की कल्पना ही से इन लोगों के रोयें खड़े हो जाते थे।","रसीला करुण स्वर, सितार का सुमधुर निनाद, उस पर गीत का माधुर्य,","जिस आदमी का अपनी वाणी पर अधिकार नहीं, वह इच्छा पर क्या अधिकार रख सकता हैं?","सुर्ख और हरि पत्तियों से लदी हुई डालियाँ सिर झुकाएँ चहकते हुए पक्षियों से रो-रोकर कहती थीं- कर गए थोड़े दिन की प्रीति।","वृक्ष जल और प्रकाश से बढ़ता है, लेकिन पवन के प्रबल झोकों ही से सुदृढ़ होता है, उसी भांति प्रणय भी दुःख के आघातों ही से विकास पाता है।","जीवन में उसकी एक ही अभिलाषा अपूर्ण रह गयी आइवन, वह तुम्हारी क्षमा हैं। प्रेमी हृद बड़ा उदार होता हैं आइवन, वह क्षमा और दया का सागर होता हैं। ईर्ष्या और दम्भ के गन्दे नाले उसमें मिलकर उतने ही विशाल और पवित्र हो जाते हैं। जिसे एक बार तुमने प्यार किया उसकी अन्तिम अभिलाषा की तुम उपेक्षा नहीं कर सकते।","जब हमारे ऊपर कोई बड़ी विपत्ति आ पड़ती है, तो उससे हमें केवल दुःख ही नहीं होता, हमें दूसरों के ताने भी सहने पड़ते हैं।","आनन्द और विस्मय से हृदय में फुरेरियाँ उड़ने लगी।","पत्र संपादन एक बहुत ही ईर्ष्यायुक्त कार्य है, जो चित्त की समग्र वृत्तियों का अपहरण कर लेता है।","हम भी तो आदमी हैं। तुम्हारी मजूरी करने से बैल नहीं हो गये। ज़रा मूड़ पर एक गट्ठा लादकर लाओ","वैवाहिक जीवन के प्रभात में लालसा अपनी गुलाबी मादकता के साथ उदय होती है और हृदय के सारे आकाश को अपने माधुर्य की सुनहरी किरणों से रंजित कर देती है। फिर मध्याहन का प्रखर ताप आता है, क्षण-क्षण पर बगूले उठते हैं, और पृथ्वी काँपने लगती है। लालसा का सुनहरा आवरण हट जाता है और वास्तविकता अपने नग्न रूप में सामने आ खड़ी है। उसके बाद विश्राममय सन्ध्या आती है, शीतल और शान्त, जब हम थके हुए पथिकों की भाँति दिन-भर की यात्रा का वृत्तान्त कहते और सुनते हैं तटस्थ भाव से, मानो हम किसी ऊँचे शिखर पर जा बैठे हैं जहाँ नीचे का जनरूरव हम तक नहीं पहुँचता।","परोपकार के लिए भिक्षा माँगना दान है, अपने लिए पान का एक बीड़ा भी भिक्षा है।","मैं एक हिंदू कन्या हूँ, माता-पिता जिसे सौंप दें, उसकी दासी बनकर रहना धर्म है। मुझे तन-मन से उसकी सेवा करनी चाहिए। किसी अन्य पुरुष का ध्यान तक मन में लाना मेरे लिए पाप है! आह! यह कलुषित हृदय लेकर मैं किस मुँह से पति के पास जाऊँगी! इन कानों से क्योंकर प्रणय की बातें सुन सकूँगी जो मेरे लिए व्यंग्य से भी अधिक कर्ण-कटु होंगी। इन पापी नेत्रों से वह प्यारी-प्यारी चितवन कैसे देख सकूँगी जो मेरे लिए वज्र से भी हृदय-भेदी होगी! इस गले में वे मृदुल प्रेमबाहु पड़ेंगे जो लौह-दंड से भी अधिक भारी और कठोर होंगे। प्यारे, तुम मेरे हृदय मंदिर से निकल जाओ। यह स्थान तुम्हारे योग्य नहीं। मेरा वश होता तो तुम्हें हृदय की सेज पर सुलाती; परंतु मैं धर्म की रस्सियों में बँधी हूँ।","आत्मवाद तथा अनात्मवाद की ख़ूब छान-बीन कर लेने पर वह इसी तत्व पर पहुँच जाते थे कि प्रवृत्ति और निवृत्ति दोनों के बीच में जो सेवा-मार्ग है, चाहे उसे कर्मयोग ही कहो, वही जीवन को सार्थक कर सकता है, वही जीवन को ऊँचा और पवित्र बना सकता है। किसी सर्वज्ञ ईश्वर में उनका विश्वास न था। यद्यपि वह अपनी नास्तिकता को प्रकट न करते थे, इसलिए कि इस विषय में निश्चित रूप से कोई मत स्थिर करना वह अपने लिए असंभव समझते थे;","विवाहित जीवन के इन बीस बरसों में उसे अच्छी तरह अनुभव हो गया था कि चाहे कितनी ही कतर-ब्योंत करो, कितना ही पेट-तन काटो, चाहे एक-एक कौड़ी को दाँत से पकड़ो, मगर लगान बेबाक होना मुश्किल है।","विवाह मनुष्य को सुमार्ग पर रखने का सबसे उत्तम साधन है, जिसे अब तक मनुष्य ने आविष्कृत किया है। उस व्रत से क्या फायदा जिसका परिणाम छिछोरापन हो।","दु:ख ने तुम्हें एक सूत्र में बाँध दिया है। बंधुत्व के इस दैवी बंधन को क्यों अपने तुच्छ स्वार्थो से तोड़े डालते हो? उस बंधन को एकता का बंधन बना लो। इस तरह के भावों ने उसकी मानवता को पंख-से लगा दिये हैं। संसार का ऊँच-नीच देख लेने के बाद निष्कपट मनुष्यों में जो उदारता आ जाती है, वह अब मानो आकाश में उड़ने के लिए पंख फड़फड़ा रही है।","इसलिए कि जहां दौलत ज्यादा होती है, वहां डाके पड़ते हैं और जहां कद्र ज्यादा होती है, वहां दुश्मन भी ज्यादा होते हैं।","वीर माता, तुम्हें धन्य है! ऐसी ही माता से देश का मुख उज्ज्वल होता है, जो देश-हित के सामने मातृ-स्नेह की धूल-बराबर परवाह नहीं करती! उनके पुत्र देश के लिए होते हैं, देश पुत्र के लिए नहीं होता। ***","यश, लोभ या कर्तव्य-पालन के भाव उनके मन में आते ही न थे। इनकी तुच्छता ही उन्हें इनसे बचाने के लिए काफ़ी थी। सेवा ही अब उनका स्वार्थ होती जाती थी।","आदमी का सबसे बड़ा दुश्मन गरूर है।","यजदानी ने अरज की- हुजूर इतनी कदरदानी फरमाते हैं, तो आपकी इनायत है, लेकिन अभी इस लडके की उम्र ही क्या है। वजारत की खिदमत यह क्या अंजाम दे सकेगा । अभी तो इसकी तालीम के दिन है। इधर से इनकार होता रहा और उधर तैमूर आग्रह करता रहा यजदानी इनकार तो कर रहे थे, पर छाती ली जाती थी। मूसा आग लेने गये थे, पैगम्बरी मिल गई। कहा मौत के मुह में जा रहे थे, वजारत मिल गई, लेकिन यह शंका भी थी कि ऐसे अस्थिर चिंत का क्या ठिकाना आज खुश हुए, वजारत देने को तैयार है, कल नाराज हो गए तो जान की खैरियत नही। उन्हें हबीब की लियाकत पर भरोसा था, पिर भी जी डरता था कि वीराने देश में न जाने कैसी पडे, कैसी न पडे। दरबारवालों में षडयंत्र होते ही रहते हैं। हबीब नेक है, समझदार है, अवसर पहचानता है; लेकिन वह तजरबा कहा से लाएगा, जो उम्र ही से आता है।","आदमी को अपने संगों के मुँह से अपनी भलाई-बुराई सुनने की जितनी लालसा होती है, बाहरवालों के मुँह से नहीं","कैसी ही अच्छी वस्तु क्यों न हो, जब तक हमको उसकी आवश्यकता नहीं होती तब तक हमारी दृष्टि में उसका गौरव नहीं होता।","सब नशों से ज्यादा तेज ज्यादा घातक धन का नशा है।","मेरे तो परान नहों में समा गये","कौन निःस्वार्थ किसी के साथ सलूक करता है? भिक्षा तक तो स्वार्थ के लिए ही देते हैं।","स्त्रियों के विषय में प्राचीन और अर्वाचीन, प्राच्य और पाश्चात्य, सभी विद्वानों का एक ही मत था – यह मायावी, आत्मिक उन्नति की बाधक, परमार्थ की विरोधिनी, वृत्तियों को कुमार्ग में ले जानेवाली, हृदय को संकीर्ण बनानेवाली होती है।","गाँव के कुत्ते पहले तो भूँकते हुए उसकी तरफ़ दौड़े। फिर दुम हिलाने लगे।","उसका हाथ काँप रहा था, उसका सिर ऊपर न उठ सका, मुँह से एक शब्द न निकला, जैसे अपमान के अथाह गढ़े में गिर पड़ा है और गिरता चला जाता है। आज तीस साल तक जीवन से लड़ते रहने के बाद वह परास्त हुआ है और ऐसा परास्त हुआ है कि मानो उसको नगर के द्वार पर खड़ा कर दिया गया है और जो आता है, उसके मुँह पर थूक देता है। वह चिल्ला-चिल्ला कर कह रहा है, भाइयो मैं दया का पात्र हूँ मैंने नहीं जाना जेठ की लू कैसी होती है और माघ की वर्षा कैसी होती है? इस देह को चीरकर देखो, इसमें कितना प्राण रह गया है, कितना ज़ख़्मों से चूर, कितना ठोकरों से कुचला हुआ! उससे पूछो, कभी तूने विश्राम के दर्शन किये, कभी तू छाँह में बैठा। उस पर यह अपमान!","लड़कों को अपने माता-पिता से वह प्रेम नहीं होता जो लड़कियों को होता है।","विट्ठलदास—यह भी तुम्हारी भूल है। तुम यहाँ चाहे और किसी की गुलाम न हो, पर अपनी इंद्रियों की गुलाम तो हो? इंद्रियों की गुलामी उस पराधीनता से कहीं दुःखदायिनी होती है। यहाँ तुम्हें न सुख मिलेगा, न आदर। हाँ, कुछ दिनों भोग-विलास कर लोगी, पर अंत में इससे भी हाथ धोना पड़ेगा। सोचो तो, थोड़े दिनों तक इंद्रियों को सुख देने के लिए तुम अपनी आत्मा और समाज पर कितना बड़ा अन्याय कर रही हो?","त्यागी दो प्रकार के होते हैं। एक वह जो त्याग में आनंद मानते हैं, जिनकी आत्मा को त्याग में संतोष और पूर्णता का अनुभव होता है, जिनके त्याग में उदारता और सौजन्य है। दूसरे वह, जो दिलजले त्यागी होते हैं, जिनका त्याग अपनी परिस्थितियों से विद्रोह-मात्र है, जो अपने न्यायपथ पर चलने का तावान संसार से लेते हैं, जो खुद जलते हैं इसलिए दूसरों को भी जलाते हैं। अमर इसी तरह का त्यागी था।","आनंदी ने गोपीनाथ का हाथ धीरे से अपने हाथ में लेकर कहा – अब तो कभी इतनी कठोरता न कीजिएगा? गोपीनाथ – (संचित होकर) अंत क्या है? आनंदी – कुछ भी हो! गोपीनाथ – कुछ भी हो! अपमान, निंदा, उपहास, आत्मवेदना।","आदमी अगर धन या नाम के पीछे पड़ा है, तो समझ लो कि अभी तक वह किसी परिष्कृत आत्मा के संपर्क में नहीं आया।","नदी के किनारे चाँदी का फ़र्श बिछा हुआ था और नदी रत्न-जटित आभूषण पहने मीठे स्वरों में गाती चाँद को और तारों को और सिर झुकाये नींद में माते वृक्षों को अपना नृत्य दिखा रही थी।","जिसे पेट की रोटी मयस्सर नहीं, उसके लिए मरजाद और इज़्ज़त सब ढोंग है। औरों की तरह तुमने भी दूसरों का गला दबाया होता, उनकी जमा मारी होती, तो तुम भी भले आदमी होते। तुमने कभी नीति को नहीं छोड़ा, यह उसी का दंड है। तुम्हारी जगह मैं होता तो या तो जेल में होता या फाँसी पर गया होता।","न्याय ही राजा का सबसे बड़ा सहायक है। न्याय की गढ़ी में कोई शत्रु नहीं घुस सकता, चाहे वह रावण की सेना या इन्द्र का बल लेकर आये; पर न्याय वही सच्चा है, जिसे प्रजा भी न्याय समझे।","जिस तरह अँधेरे मैदान में मशाल की रोशनी अँधेरे को और भी अथाह कर देती है, उसी तरह रानी की मुस्कराहट उसके मन के अथाह दुःख को और भी प्रकट कर रही थी।","पत्थर की मूर्ति मानव-शरीर से अधिक श्रद्धास्पद होती है।","पद्मा को विलास से घृणा थी नहीं, घृणा थी पराधीनता से, विवाह को जीवन का व्यवसाय बनाने से। जब स्वतंत्र रहकर भोग-विलास का आनन्द उठाया जा सकता हैं, तो फिर क्यों न उड़ाया जाय? भोग में उसे कोई नैतिक बाधा न थी, इसे केवल देह की एक भूख समझती थी। इस भूख को किसी साफ-सुथरी दुकान से भी शान्त किया जा सकता हैं। और पद्मा को साफ-सुथरी दुकाम की हमेशा तलाश रहती थी। ग्राहक दुकान में वहीं चीज लेता हैं, जो उसे पसन्द आती हैं। पद्मा भी वहीं चीज चाहती थी। यों उसके दर्जनों आशिक थे- कई वकील, कई प्रोफेसर, कई डॉक्टर, कई रईस। मगर ये सब-के-सब ऐय्यास थे- बेफिक्र, केवल भौरे की तरह रस लेकर उड़ जाने वाले। ऐसा एक भी न था, जिस पर वह विश्वास कर सकती। अब उसे मालूम हुआ कि उसका मन केवल भोग नहीं चाहता, कुछ और भी चाहता हैं। वह चीज क्या थी? पूरा आत्म-समर्पण और यह उसे न मिलता था।","यह वकालत नहीं की जो मैं और मेरे हजारों भाई कर रहे हैं, जिससे न्याय और धर्म का खून हो रहा है। उनकी वकालत उच्चकोटि की थी।","बहुत कठिन है। दुनिया का जंजाल अपने सिर लीजिए, दूसरों के लिए रोइए, दीनों की रक्षा के लिए लट्ठ लिये फिरिए, और कष्ट, अपमान और यंत्रणा का पुरस्कार क्या है? अपनी जीवनाभिलाषाओं की हत्या।","बहते हुए आँसू बतला रहे थे कि मोह का बंधन तोड़ना कितना कठिन हो रहा है। जो कुछ अपने से नहीं बन पड़ा, उसी के दु:ख का नाम तो मोह है।","कायरता की भांति वीरता भी संक्रामक होती है। एक क्षण में उड़ते हुए पत्तों की तरह भागने वाले आदमियों की एक दीवार-सी खड़ी हो गई। अब डंडे पडें।, या गोलियों की वर्षा हो, उन्हें भय नहीं।","जैसी सुरूपवती और सर्वगुणसंपन्ना थी वैसी ही प्रसन्नवदना और मृदुभाषिणी भी थी।","मोह तो उन अनाथों को छोड़ जाने में है, जिनके साथ हम अपना कर्तव्य न निभा सके; उन अधूरे मंसूबों में है, जिन्हें हम न पूरा कर सके।","बूढ़ों के लिए अतीत के सुखों, वर्तमान के दुःखों और भविष्य के सर्वनाश से ज्यादा मनोरंजक और कोई प्रसंग नहीं होता।","हम जिनके लिए त्याग करते हैं उनसे किसी बदले की आशा न रखकर भी उनके मन पर शासन करना चाहते हैं, चाहे वह शासन उन्हीं के हित के लिए हो, यद्यपि उस हित को हम इतना अपना लेते हैं कि वह उनका न होकर हमारा हो जाता है। त्याग की मात्रा जितनी ही ज़्यादा होती है, यह शासन-भावना भी उतनी ही प्रबल होती है और जब सहसा हमें विद्रोह का सामना करना पड़ता है, तो हम क्षुब्ध हो उठते हैं, और वह त्याग जैसे प्रतिहिंसा का रूप ले लेता","यंत्र की भाँति दौड़-दौड़कर कभी आम भूनकर पना बनाती, कभी होरी की देह में गेहूँ की भूसी की मालिश करती। क्या करे, पैसे नहीं हैं, नहीं किसी को भेजकर डाक्टर बुलाती।","वह केवल जुगनू की चमक नहीं, दीपक का स्थायी प्रकाश चाहती थी","मुझे यकीन है कि अमीन तैमूर को मैं अपनी दियानत, बेगरजी और सच्ची वफादारी से इन्सान बना सकती है और शायद उसके हाथों खुदा के बंदो का खून इतनी कसरत से न बहे। वह दिलेर है, मगर बेरहम नहीं। कोई दिलेर आदमी बेरहम नहीं हो सकता। उसने अब तक जो कुछ किया है, मजहब के अंधे जोश में ककया है। आज खुदा ने मुझे वह मौका दिया है कि मै उसे दिखा दू कि मजहब खिदमत का नाम है, लूट और कत्ल का नहीं। अपने बारे में मुझे मुतलक अंदेशा नहीं है। मै अपनी हिफाजत आप कर सकती हूँ । मुझे है कि उपने फर्ज को नेकनीयती से अदा करके मै दुश्मनों की जुबान भी बन्द कर सकती हू, और मान लीजिए मुझे नाकामी भी हो, तो क्या सचाई और हक के लिए कुर्बान हो जाना जिन्दगी की सबसे शानदार फतह नहीं है। अब तक मैने जिस उसूल पर जिन्दगी बसर की है, उसने मुझे धोखा नहीं दिया और उसी के फैज से आज मुझे यह दर्जा हासिल हुआ है, जो बड़े-बड़ो के लिए जिन्दगी का ख्वाब है। मेरे आजमाए हुए दोस्त मुझे कभी धोखा नहीं दे सकते। तैमूर पर मेरी हकीकत खुल भी जाए, तो क्या खौफ। मेरी तलवार मेरी हिफाजत कर सकती है। शादी पर मेरे ख्याल आपको मालूम है। अगर मूझे कोई ऐसा आदमी मिलेगा, जिसे मेरी रूह कबूल करती हो, जिसकी जात अपनी हस्ती खोकर मै अपनी रूह को ऊचां उठा सकूं, तो मैं उसके कदमों पर गिरकर अपने को उसकी नजर कर दूगीं।","मिल गई। डरते थे, न जाने किस-किस के सामने हाथ फैलाना पड़े, दो-तीन महाजनों को ठीक कर रखा था। उनका अनुमान था कि हाथ रोकने पर भी बीस हजार से कम खर्च न होंगे। यह आश्वासन पाकर वे खुशी के मारे फूले न समाये। इसकी सूचना ने अज्ञान बलिका को","इतनी सतृष्ण हिंसा की आँखों से उन्होंने कभी किसी शत्रु को न देखा था। शत्रु अधिक-से-अधिक उनके स्वार्थ पर आघात कर सकता था, या देह पर या सम्मान पर; पर यह आघात तो उस मर्मस्थल पर था, जहाँ जीवन की संपूर्ण प्रेरणा संचित थी। एक आँधी थी जिसने उनका जीवन जड़ से उखाड़ दिया। अब वह सर्वथा अपंग है।","तुम्हें खबर है या नही, जब तुम अपने मुश्की घोड़े पर सवार होकर निकलते हो तो समरकंद की खिड़कियों पर हजारों आखें तुम्हारी एक झलक देखने के लिए मुंतजिर बैठी रहती है, पर तुम्हें किसी तरफ आखें उठाते नहीं देखा। मेरा खुदा गवाह है, मै कितना चाहता हू कि तुम्हारें कदमों के नक्श पर चलू। मैं चाहता हू जैसे तुम दुनिया में रहकर भी दुनिया से अलग रहते हो, वैसे मैं भी रहूं लेकिन मेरे पास न वह दिल है न वह दिमाग। मैं हमेशा अपने-आप पर, सारी दुनिया पर दात पीसता रहता हू । जैसे मुझे हरदम खून की प्यास लगी रहती है, तुम बुझने नहीं देतें, और यह जानते हुए भी कि तुम जो कुछ करते हो, उससे बेहतर कोई दूसरा नहीं कर सकता, मैं अपने गुस्से को काबू में नहीं कर सकता। तुम जिधर से निकलते हो, मुहब्बत और रोशनी फैला देते हो। जिसकों तुम्हारा दुश्मन होना चाहिए, वह तुम्हारा दोस्त है। मैं जिधर से निकलता नफरत और शुबहा फैलाता हुआ निकलता हू। जिसे मेरा दोस्त होना चाहिए वह भी मेरा दुश्मन है। दुनिया में बस एक ही जगह है, जहा मुझे आपियत मिलती है। अगर तुम मुझे समझते हो, यह ताज और तख्त मेरे रांस्ते के रोड़े है, तो खुदा की कसम, मैं आज इन पर लात मार दूं । मै आज तुम्हारे पास यही दरख्वास्त लेकर आया हू कि तुम मुझे वह रास्ता दिखाओ, जिससे मै सच्ची खुशी पा सकू। मै चाहता हूँ , तुम इसी महल में रहों ताकि मै तुमसे सच्ची जिंदगी का सबक सीखूं","जिस तरह बीमारी में मनुष्य को ईश्वर याद आता है उसी तरह अकृतकार्य होने पर उसे अपने दुस्साहसों पर पश्चाताप होता है । पराजय का आध्यात्मिक महत्त्व विजय से कहीं अधिक होता है ।","मधुरता और मृदुलता, शील और विनय","स्त्रियों के आंसू पानी हैं, वे धैर्य और मनोबल से ह्लास के सूचक हैं ।","संस्कार दोनों व्यक्तियों के एक-से थे। गुफावासी मनुष्य दोनों ही व्यक्तियों में जीवित था।","तैमूर ने पूछा -क्यों इसलिए कि जहा दौलत ज्यादा होती है, वहा डाके पड़ते हैं और जहा कद्र ज्यादा होती है, वहा दुश्मन भी ज्यादा होते है। तुम्हारी भी कोई दुश्मन हो सकता है। मै खुद अपना दुश्मन हो जाउ गा। आदमी का सबसे बड़ा दुश्मन गरूर है। तैम को जैसे कोई रत्न मिल गया। उसे अपनी मनतुष्टि का आभास हुआ। आदमी का सबसे बड़ा दुश्मन गरूर है इस वाक्य को मन-ही-मन दोहरा कर उसने कहा-तुम मेरे काब में कभी न आओगें हबीब। तुम वह परंद हो, जो आसमान में ही उड़ सकता है। उसे सोने के पिंजड़े में भी रखना चाहो तो फड़फड़ाता रहेगा। खैर खुदा हापिज।","वह मोह को छोड़ना चाहते थे; पर मोह उन्हें न छोड़ता था और इस खींच-तान में उन्हें अपमान, ग्लानि और अशांति से छुटकारा न मिलता था।","अगहन का महीना था, बरगद की डालियाँ में मूँगे के दाने लगे हुए थे।","भगत उनके बीच से खड़े हाथ में शालिग्राम की मूर्ति लिए उन्मत्तों की भांति बहक-बहककर कह रहे थे—यह शालिग्राम हैं ! अपने भक्तों पर बड़ी दया रखते हैं । सदा उनकी रक्षा किया करते हैं ! इन्हें मोहनभोग बहुत अच्छा लगता है ! कपूर और धूप की महक बहुत अच्छी लगती है । पूछो, मैंने इनकी कौन सेवा नहीं की? आप सत्तू खाता था, बच्चे चबेना चबाते थे, इन्हें मोहनभोग का भोग लगाता था । इनके लिए जाकर कोसों से फूल और तुलसीदल लाता था । अपने लिए तमाखू चाहे न रहे, पर इनके लिए कपूर और धूप की फिकिर करता था । इनका भोग लगा के तब दूसरा काम करता था । घर में कोई मरता ही क्यों न हो, पर इनकी पूजा-अर्चना किए बिना कभी न उठता था। कोई दिन ऐसा न हुआ कि ठाकुरद्वारे में जाकर चरणामृत न पिया हो, आरती न ली हो, रामायाण का पाठ न किया हो । यह भगती और सर्धा क्या इसलिए की कि मुझ पर जूते पड़ें, हकनाहक मारा जाऊं, चमार बनूं? धिक्कार मुझ पर, जो फिर ऐसे ठाकुर का नाम लूं, जो इन्हें अपने घर में रखूं, और फिर इनकी पूजा करूं ! हां, मुझे धिक्कार है ! ज्ञानियों ने सच कहा है कि यह अपने भगतों के बैरी हैं, उनका अपमान कराते हैं, उनकी जड़ खोदते हैं, और उससे प्रसन्न रहते हैं जो इनका अपमान करे । मैं अब तक भूला हुआ था। बोलो मनोहर, क्या कहते हो, इन्हें में फेंकूं या घूर पर डाल दूं, जहां इन पर रोज मनों कूड़ा पड़ा करे या राह में फेंक दूं जहां से सांझ तक इन पर लातें पड़ती रहें?","बुढ़ापे में कौन अपनी जवानी की भूलों पर दुखी नहीं होता?","जिस तरह दानशीलता मनुष्य के दुर्गुणों को छिपा लेती है उसी तरह कृपणता उसके सद्‌गुणों पर पर्दा डाल देती है।","यह पत्थर का ढेला है, निरा मिट्टी का पिंडा । मैं अब तक भूल में पड़ा हुआ था। समझता था, इसकी उपासना करने से मेरे लोक-परलोक दोनों बन जाएंगे । आज आंखों के सामने से वह पर्दा हट गया यह निरा मिट्टी का ढेला है । यह लो महाराज, जाओ, जहां तुम्हारा जी चाहे । तुम्हारी यही पूजा है । तीस साल की भगती का तुमने मुझे जो गदला दिया है, मैं भी तुम्हें उसी का बदला देता हूं","प्रतिभा तो ग़रीबी ही में चमकती है दीपक की भाँति, जो अँधेरे ही में अपना प्रकाश दिखाता है।","बोला, ‘दादा, तब तो सभी काम बहुमत से होगा। अगर बहुमत कहेगा कि कर्मचारियों के वेतन घटा दिए जाएं, तो घट जाएंगे। देहातों के संगठनों के लिए भी बहुमत जितने रूपये मांगेगा, मिल जाएंगे। कुंजी बहुमत के हाथ में रहेगी, और अभी दस-पांच बरस चाहे न हो लेकिन आगे चलकर बहुमत किसानों और मजूरों ही का हो जाएगा। देवीदीन ने मुस्कराकर कहा,","जिस दंड का हेतु ही हमें न मालूम हो, उस दंड का मूल्य ही क्या! वह तो ज़बर्दस्त की लाठी है, जो आघात करने के लिए कोई कारण गढ़लेती है।","जब तक नदी बाढ़ पर थी उसके गंदले, तेज, फेनिल प्रवाह में प्रकाश की किरणें बिखरकर रह जाती थीं। अब प्रवाह स्थिर और शांत हो गया था और रश्मियाँ उसकी तह तक पहुँच रही थीं।","तीस वर्ष की धर्म-निष्ठा और आत्मिक श्रद्धा नष्ट हो गई । धार्मिक विश्वास की दीवार हिल गई और उसकी ईटें बिखर गई । कितना हृदय-विदारक दृश्य था। प्रेमशंकर का हृदय गद्गद हो गया । भगवान्। इस असभ्य, अशिक्षित और दरिद्र मनुष्य का इतना आत्माभिमान । इसे अपमान ने इतना मर्माहत कर दिया! कौन कहता है, गंवारों में यह भावना निर्जीव हो जाती है? कितना दारुण आघात है, जिसने भक्ति, विश्वास और आत्मगौरव को नष्ट कर डाला","विकार को निकलने का मार्ग नहीं मिलता, तो वह सारे शरीर में फैल जाता है।","यह तुम्हारी जात है, जिसने तुझे बतलाया है कि सल्तनश्त किसी आदमी की जायदाद नही बल्कि एक ऐसा दरख्त है, जिसकी हरेक शाख और पती एक-सी खुराक पाती है।","जब एक बात दिल में आ गई,तो उसे हुआ ही समझना चाहिये। अवसर और घात मिले, तो वह अवश्य ही पूरी हो। यह कहकर कोई नहीं निकल सकता कि मैंने तो हंसी की थी।","यह सब मैं खूब समझता हूँ, मित्रवर! लेकिन जीवन की ट्रैजेडी और इसके सिवा क्या है कि आपकी आत्मा जो काम करना नहीं चाहती, वही आपको करना पड़े।","पूँजी और शिक्षा, जिसे मैं पूँजी ही का एक रूप समझता हूँ इनका किला जितनी जल्द टूट जाय, उतना ही अच्छा है।","सद्भावना करते हुए भी स्वार्थ नहीं छोडू सकता","मगर यह भी मालूम रहे कि हर-एक क़ौम में एक ऐसी चीज़ होती है, जिसे उसकी आत्मा कह सकते हैं।","ऐसे सौभाग्य से मैं वैधव्य को बुर नहीं समझती। दरिद्र प्राणी उस धनी से कहीं सुखी है, जिसे उसका धन सांप बनकर काटने दौड़े। उपवास कर लेना आसान है, विषैला भोजन करन उससे कहीं मुंश्किल","जब मां-बाप खटिक हैं, तो बेटा भी खटिक है। जिसकी आत्मा बडी हो वही ब्राह्मण है।","आपकी ज़बान में जितनी बुद्धि है, काश उसकी आधी भी मस्तिष्क में होती! खेद यही है कि सब कुछ समझते हुए भी आप अपने विचारों को व्यवहार में नहीं लाते।","रण-क्षेत्र में जानेवाला रथ भी तो बिना तेल के नहीं चल सकता। उनके जीवन में थोड़ी-सी रसिकता लाज़िमा थी।","शिला और भँवर के बीच में राज्य की नौका को चलाते रहना कितना कष्टसाध्य था!","जब मैंने डाकखाने के सामने हजारों की भीड़ देखी, तो मुझे अपने लोगों के गधेपन पर हँसी आई। एक शहर में जब इतने आदमी हैं, तो सारे हिंदुस्‍तान में इसके हजार गुने से कम न होंगे और दुनिया में तो लाख गुने से भी ज्‍यादा हो जाएँगे। मैंने आशा का जो एक पर्वत-सा खड़ा कर रखा था, वह एकबारगी इतना छोटा हुआ कि राई बन गया और मुझे हँसी आई। जैसे कोई दानी पुरूष छटाँक भर अन्‍न हाथ में लेकर एक लाख आदमियों को न्‍यौता दे बैठे—और यहाँ हमारे घर का एक-एक आदमी समझ रहा है कि…","धन को आप किसी अन्याय से बराबर फैला सकते हैं। लेकिन बुद्धि को, चरित्र को, और रूप को, प्रतिभा को और बल को बराबर फैलाना तो आपकी शक्ति के बाहर है।","जलतरंग, ताऊस, सितार, सरोद, वीणा, पखावज, सारंगी सभी यंत्रों पर उसका विलक्षण आधिपत्य था","नारी का हृदय प्रेमपाश से नहीं बँधता, कंचन के पाश ही से बँध सकता है।","बुद्‌धि अगर स्वार्थ से म़ुक्त हो, तो हमें उसकी प्रभुता मानने में कोई आपत्ति नहीं। समाजवाद का यही आदर्श है।","बुद्‌धि के हाथ में अधिकार भी देना चाहते हैं, सम्मान भी, नेत्तृत्व भी; लेकिन संपत्ति किसी तरह नहीं। बुद्‌धि का अधिकार और सम्मान व्यक्ति के साथ चला जाता है, लेकिन उसकी संपत्ति विष बोने के लिए, उसके बाद और भी प्रबल हो जाती है।","ज्ञान से जागे हुए विराग में चाहे मोह का संस्कार हो, पर नैराश्य से जागा हुआ विराग अचल होता है। प्रकाश में इधर की वस्तुओं को देखकर मन विचलित हो सकता है। पर अंधकार में किसका साहस है, जो लीक से जौ भर हट सके।","रेशम का जाल है, देखने में सुंदर, किंतु कितना जटिल","खाने और सोने का नाम जीवन नहीं है। जीवन नाम है सदैव आगे बढ़ते रहने की लगन का।","कह दिया–‘समय की पाबन्दी’ पर एक निबन्ध लिखो, जो चार पन्नों से कम न हो। अब आप कॉपी सामने खोले, कलम हाथ में लिए उसके नाम को रोइए। कौन नहीं जानता कि समय की पाबन्दी बहुत अच्छी बात है, इससे आदमी के जीवन में संयम आ जाता है, दूसरों का उस पर स्नेह होने लगता है और उसके कारोबार में उन्नति होती है; लेकिन इस ज़रा-सी बात पर चार पन्ने कैसे लिखें। जो बात एक वाक्य में कही जा सके, उसे चार पन्नों में लिखने की ज़रूरत ?","मकोय, कंघी, सहदेईया, कुकरौंधे, धतूरे के बीज, मदार के फूल, करजे, घमची आदि।","कितना करुणाजनक दृश्य था ? आंखों से अश्रु-धारा बह रही थी और वह अपनी चूड़ियां तोड़-तोड़कर जमीन पर फेंक है उसके निर्बल क्रोध की चरम सीमा थी","संयम और आचार सम्मान-सिद्धि के मंत्र है।","माता का हृदय प्रेम में इतना अनुरक्त रहता है कि भविष्य की चिन्त्ज्ञ और बाधाएं उसे जरा भी भयभीत नहीं करतीं।","आकाश की लालिमा नीलावरण हो गई। तारों के कँवल खिले। वायु के लिए पुष्प-शय्या बिछ गई। ओस के लिए हरी मखमल का फर्श बिछ गया,","मेरे पास एक धन था, इसी का मुझे अभिमान था, इसी का मुझे बल था । तुमने मेरा अभिमान तोड़ दिया, मेरा बल हर लिया । जब आग ही नहीं तो राख किस काम की ? यह सुहाग की पेटारी है, यह सुहाग की डिबिया है, इन्हें लेकर क्या करूं ?","जहां भावों का संबंध है,वहां तर्क और न्याय से काम नहीं चलता।","हमारे मुँह की रोटी कोई छीन ले, तो उसके गले में उँगली डालकर निकालना हमारा धर्म हो जाता है।","लावण्य-विहीन स्त्री वह भिक्षुक नहीं है, जो चंगुल भर आटे से संतुष्ट हो जाए। वह भी पति का संपूर्ण, अखंड प्रेम चाहती है, और कदाचित सुंदरियों से अधिक, क्योंकि वह इसके लिए असाधारण प्रयत्न और अनुष्ठान करती है।","उज्जवल वस्त्र पर रंग भली-भाँति चढ़ता है।","गहनों का मर्ज़ न जाने इस दरिद्र देश में कैसे फैल गया। जिन लोगों के भोजन का ठिकाना नहीं, वे भी गहनों के पीछे प्राण देते हैं। हर साल अरबों रूपये केवल सोना-चांदी खरीदने में व्यय हो जाते हैं। संसार के और किसी देश में इन धातुओं की इतनी खपत नहीं। तो बात क्या है?","यह ईर्ष्या का भाव न था जिसमें अहित चिंता होती है, यह प्रीति का भाव न था, जिसमें रक्त की तृष्णा होती है । यह अपने आपको जलाने वाली आग थी यह वह विघातक क्रोध था जो अपना ही ओंठ चबाता है, अपना ही चमड़ा नोचता है, अपने ही अंगों को दांतों से काटता है","घने, सुनसान, भयानक वन में भटका हुआ मनुष्य जिधर पगडंडियों का चिह्न पाता है, उसी मार्ग को पकड़ लेता है। वह सोच-विचार नहीं करता कि मार्ग मुझे कहाँ ले जाएगा।","ख़ुर्शेद गोरे-चिट्टे आदमी थे, भूरी-भूरी मूँछें, नीली आखें, दोहरी देह, चाँद के बाल सफ़ाचट। छकलिया अचकन और चूड़ीदार पाजामा पहने थे। ऊपर से हैट लगा लेते","बड़े ठाकुर जो कह दे, वह छोटे ठाकुर के लिए कानून था और छोटे ठाकुर की इच्छा देखकर ही बड़े ठाकुर कोई बात कहते थे।","आग से सेके हुए मृदंग की भाँति लोग के स्वर कर्कश हो गए थे।","वायु में उड़नेवाली चिड़िया दाने पर गिरी।","मेरा पति नहीं, मेरा घर अब मेरा घर नहीं, मैं अब अनाथ हूं, कोई मेरा पूछने वाला नहीं","परशुराम— वासुदेव मेरा पुत्र है। मर्यादा—उसे एक बार प्यार कर लेने दोगे? परशुराम—अपनी इच्छा से नहीं,तुम्हारी इच्छा हो तो दूर से देख सकती हो। मर्यादा—तो जाने दो, न देखूंगी। समझ लूंगी कि विधवा हूं और बांझ भी। चलो मन, अब इस घर में तुम्हारा निबाह नहीं है। चलो जहां भाग्य ले जाय।","चिड़िया पंख-हीन होने पर भी सुनहरे पिंजड़े में न रह सकी। 9 प्रकाश की धुँधली-सी झलक में कितनी आशा, कितना बल, कितना आश्वासन है, यह उस मनुष्य से पूछो जिसे अँधेरे ने एक घने वन में घेर लिया है। प्रकाश की वह प्रभा उसके लड़खड़ाते हुए पैरों को शीघ्रगामी बना देती है; उसके शिथिल शरीर में जान डाल देती है। जहाँ एक-एक पग रखना दुस्तर था, वहाँ इस जीवन-प्रकाश को देखते हुए यह मीलों और कोसों तक प्रेम की उमंगों से उछलता हुआ चला जाता है।","जिसे रोने के लिए जीना हो, उसका मर जाना ही अच्छा।","भला आदमी वही है, जो दूसरों की बहू-बेटी को अपनी बहू-बेटी समझे। जो दुष्ट किसी मेहरिया की ओर ताके, उसे गोली मार देनी चाहिए।","सिद्धांत-प्रियता का यह आशय नहीं है कि आत्मीयजनों से विरोध कर लिया जाए । सिद्धांतों को मनुष्यों से अधिक मान्य समझना अक्षम्य है","अनर्थ तो यह है कि कहा जाता है, संक्षेप में लिखो। समय की पाबन्दी पर संक्षेप में एक निबन्ध लिखो, जो चार पन्नों से कम न हो। ठीक ! संक्षेप में तो चार पन्ने हुए, नहीं शायद सौ-दो सौ पन्ने लिखवाते। तेज़ भी दौड़िए और धीरे-धीरे भी। उलटी बात है या नहीं ?","वसंत आया। सेलम की लालिमा एवं कचनार की ऊदी पुष्पमाला अपनी यौवन-छटा दिखलाने लगी। मकोय के फल महके। गरमी का प्रारंभ हुआ, प्रात:काल समीर के झोंके, दोपहर की लू, जलती हुई लपट। डालियाँ फूलों से लदीं। फिर वह समय आया कि जब न दिन को सुख था और न रात को नींद। दिन तड़पता था, रात जलती थी। नदियाँ बधिकों के हृदयों की भाँति सूख गई।","छोटी नदी को उमड़ते देर नहीं लगती;","मां में केवल वात्सल्य है। बहन में क्या है, नहीं कह सकती, पर वह वात्सल्य से कोमल अवश्य है। मां अपराध का दंड भी देती है। बहन क्षमा का रूप है। भाई न्याय करे, अन्याय करे, डांटे या प्यार करे, मान करे, अपमान करे, बहन के पास क्षमा के सिवा और कुछ नहीं है। वह केवल उसके स्नेह की भूखी है।","लेकिन शृंगार क्या है? सोई हुई काम-वासना को जगाने का घोर नाद, उद्दीपन का मंत्र। शीतला जब नख-शिख से सजकर बैठती है, तो उसे प्रबल इच्छा होती है कि मुझे कोई देखे।","केवल जन्म देने भर की अपराधिनी हूं। चाहे क्वांरी रखियेगा, चाहे विष देकर मार डालिएग, पर कुपात्र के गले न मढ़िएगा,","द्वेष का मायाजाल बड़ी-बड़ी मछलियों को ही फँसाता है। छोटी मछलियाँ या तो उसमें फँसती ही नहीं या तुरंत निकल जाती हैं। उनके लिए वह घातक जाल क्रीड़ा की वस्तु है, भय की नहीं।","दुरवस्था ही वह परीक्षाग्नि है, जो मुलम्मे और रोगन को उतार कर मनुष्य का यथार्थ रूप दिखा देती है। ऐसे ही अवसरों पर विदित होता है कि मानव-ह्रदय पर कृमित्र भावों का कितना गहरा रंग चढ़ा होता है।","जो लोग दूसरों को गुनाह से बचाने के लिए अपनी जान देने को खड़े हैं, उन पर वही हाथ उठायेगा, जो पाजी है, कमीना है, नामर्द है। मैकू फिसादी है, लठैत, गुंडा है, पर कमीना और नामर्द नहीं हैं। कह दो पुलिसवालों से, चाहें तो मुझे गिरफ्तार कर लें।","मनुष्य का ह्रदय अभिलाषाओं का क्रीडा स्थल और कामनाओं का आवास है","यह वह अध-खिला फूल न था; जिसकी पंखुड़ियाँ अनुकूल जलवायु न पाकर सिमट गई थी। यह पूर्ण विकसित कुसुम था – ओस के जल-कणों से जगमगाता और वायु के झोंकों से लहराता हुआ। विमल उसकी सुंदरता पर पहले भी मुग्ध था; पर यह ज्योति वह अग्निज्वाला थी, जिससे हृदय में ताप और आँखों में जलन होती थी। ये आभूषण, ये वस्त्र, यह सजावट!","वर्षा ऋतु का जन्म हुआ। वर्षा की झड़ी लगी। वह लहराए, नदियों ने पुन:पुन: अपने सुरीले राग छेड़े। पर्वतों के कलेजे ठंडे हुए। मैदान में हरियाली छाई। सारस की ध्वनि पर्वतों में गूँजने लगी। आषाढ़ मास में बाल्यावस्था का अल्हड़पन था। श्रावण में युवावस्था के पग बड़े, फुहारें पड़ने लगी। भादों कमाई के दिन थे, जिसमें झीलों के कोष भर दिए। पर्वतों को धनाढ्‌य कर दिया। अंत में बुढ़ापा आया। कास के उज्जवल बाल लहराने लगे। जाड़ा आ गया।","क्या अपने घर मे रहकर माया-मोह से मुक्त नहीं हो सकती हो? माया-मोह का स्थान मन है, घर नहीं।","मोटा काम मुखाकृति पर असर डाले बिना नहीं रहता। मजदूर सुंदर वस्त्रों में भी मजदूर ही रहता है।","नशेबाजों के वादों पर कोई दीवाना ही यकीन कर सकता है।","मर्द होते तो गुलाम ही क्यों होते!","कावसजी ने शीरीबानू की उत्कंठापूर्ण मुद्रा देखी, जो बहुमूल्य रेशमी साड़ी की आब से और भी दमक उठी थी, और उनका हृदय अंदर से बैठता हुआ जान पड़ा। उस छात्र की-सी दशा हुई, जो आज अन्तिम परीक्षा पास कर चुका हो औऱ जीवन का प्रश्न उसके सामने अपने भयंकर रूप में खड़ा हो । काश! वह कुछ दिन और परीक्षाओं की भूल-भुलैया में जीवन के स्वप्नों का आनन्द ले सकता! उस स्वप्न के सामने यह सत्य कितना डरावना था। अभी तक कावसजी ने मधुमक्खी का शहद ही चखा था। इस समय वह उनके मुख पर मँडरा रही थी और वह डर रहे थे कि डंक न मारे।","मैंने इस कुल-कलंकिनी के लिए तीन साल तक जो कठिन तपस्या की है, उससे ईश्वर मिल जाता; पर इसे न पा सका!","मानव हृदय के रहस्य कभी समझ नहीं आते। कहाँ तो बच्चे को प्यार से चिपटाती थी, ऐसी झल्लाई कि उसे दो-तीन थप्पड़ जोर से लगाए और घुड़ककर बोली — चुप रह अभागे! तेरा ही मुँह मिठाई खाने का है? अपने दिन को नहीं रोता, मिठाई खाने चला है। बाँका गुमान अपनी कोठरी के द्वार पर बैठा यह कौतुक बड़े ध्यान से देख रहा था। वह इस बच्चे को बहुत चाहता था। इस वक्त के थप्पड़ उसके हृदय में तेज भाले के समान लगे और चुभ गए। शायद उनका अभिप्राय भी यही था।","भगवान् का भरोसा मत छोड़ना और वह करना जो मरदों को करना चाहिए। भय सारी बुराइयों की जड़ है। इसे मन से निकाल डालो, फिर तुम्हारा कोई कुछ नहीं कर सकता। सत्य की कभी हार नहीं होती।","जिस तरह पत्थर और पानी में आग छिपी रहती है, उसी तरह मनुष्य के हृदय में भी, चाहे वह कैसा ही क्रूर और कठोर क्यों न हो हो, उत्कृष्ट और कोमल भाव छिपे रहते हैं। गुमान की आँखें भर आईं। आँसू की बूँदें बहुधा हमारे हृदय की मलिनता को उज्जवल कर देती है।","मगर खतरा हमारी छिपी हुई हिम्मतों की कुंजी है. खतरे में पड़ कर हम भय की सीमाओं से आगे बढ़ जाते हैं और वह सब कुछ कर गुजरते हैं. जिस पर हमें खुद हैरत होती है.","धनहीन प्राणी को जब कष्ट-निवारण का कोई उपाय नहीं रह जाता तो वह लज्जा को त्याग देता है।","खुदा ने तुम्हें इसलिए पैदा किया है कि दुनिया को इस्लाम की रोशनी से रोशन कर दो, दुनिया से कुफ्र का निशान मिटा दो। एक काफिर के दिल को इस्लाम के उजाले से रोशनी कर देने का सब सारी उम्र के रोजे, नमाज और जकात से कहीं ज्यादा है। जन्नत की हूरें तुम्हारी बलाएँ लेंगी और फरिश्ते तुम्हारे कदमों की खाक माथे पर मलेंगे, खुदा तुम्हारी पेशानी पर बोसे देगा। और सारी जनता यह आवाज सुन कर मजहब के नारों से मतवाली हो जाती है। उसी धार्मिक उत्तेजना ने कुफ्र और इस्लाम का भेद उत्पन्न कर दिया है।","विधर्मियों ने संकल्प किया कि संसार से इस्लाम का नाम ही मिटा देंगे। इस्लाम ने भी उनके दाँत खट्टे करने का निश्चय किया। एक दिन अबुलआस ने आकर पत्नी से कहा- जैनब, हमारे नेताओं ने इस्लाम पर जिहाद करने की घोषणा कर दी हैं। जैनब ने घबरा कर कहा- अब तो वे लोग यहाँ से चले गये! फिर इस जिहाद की क्या जरूरत? अबुलआस - मक्के चले गये, अरब से तो नहीं चले गये! उन लोगों की ज्यातियाँ बढ़ती जा रही हैं। जिहाद के सिवा और कोई उपाय नहीं हैं! जिहाद मे मेरा शरीक होना जरूरी हैं। जैनब- अगर तुम्हारा दिल तुम्हें मजबूर करता हैं, तो शौक से जाओ मैं भी तुम्हारे साथ चलूँगी। आस- मेरे साथ? जैनब- हाँ, वहाँ आहत मुसलमानो की सेवा-सुश्रुषा करूँगी। आस- शौक से चलो। 6 घोर संग्राम हुआ। दोनो दलवालों ने खूब दिल के अरमान निकाले। भाई-भाई से, बाप बेटे से लड़ा। सिद्ध हो गया कि मजहब का बन्धन रक्त और वीर्य के बन्धन से सुढृढ हैं।","तो गुलशन ही उपर्युक्त हैं। कुढ़ती हैं. कठोर बाते कहती हैं, रोती हैं, लेकिन वक़्त से भोजन तो देती हैं। फटे हुए कपड़ों को रफू तो कर देती हैं, कोई मेहमान आ जाता हैं, तो कितने प्रसन्न- मुख से उसका आदर-सत्कार करती हैं, मानो उसके मन में आनन्द-ही-आनन्द हैं। कोई छोटी-सी चीज भी दे दी, तो कितना फूल उठती हैं। थोड़ी-सी तारीफ करके चाहे उससे गुलामी करवा लो। अब उन्हें जरा-जरा बात पर झुँझला पड़ना, उसकी सीधी सी बातों का टेढ़ा जवाब देना, विकल करने लगा।","सूखी घास सामने देखकर तो ऋषि-मुनि भी जामें से बाहर हो जायेंगे। शीरीं उनसे प्रेम करती हैं; लेकिन प्रेम के त्याग की भी तो सीमा हैं। दो-चार दिन भावुकता के उन्माद में यह सब्र कर ले; लेकिन भावुकता कोई टिकाऊँ चीज तो नहीं हैं। वास्तविकता के आघातों के सामने यह भाव भावुकता कै दिन टिकेगी","स्वराज्य चित्त की वृत्तिमात्र है। ज्योंही पराधीनता का आतंक दिल से निकल गया, आपको स्वराज्य मिल गया। भय ही पराधीनता है निर्भयता ही स्वराज्य है। व्यवस्था और संगठन तो गौण है।","पीते ही चोला तर हो जाता है, आँखें खुल जाती हैं। ख़मीरा तमाखू लाया है, ख़ास बिसवाँ की!","हजरत ने कहा- अबुलआस, खुदा ने इस्माल की हिदायत की, वरना उसे यह विजय न प्राप्त होती। अबुलआस- अगर आपके कथनानुसार संसार में एक खुदा हैं, तो वह अपने एक बन्दे को दूसरे का गला काटने में मदद नहीं दे सकता। मुसलमानों की विजय उनके रणोंत्साह से हुई।","अपने टिप्पणियों में वह कितनी शिष्टता का व्यवहार करते हैं। कलम जरा भी गर्म पड़ जाय, तो गर्दन नापी जाय। गुलशन पर वह क्यों बिगड़ जाते हैं? इसीलिए कि वह उसके अधीन है और उन्हें रूठ जाने के सिवा कोई दंड नहीं दे सकती। कितनी नीच कायरता हैं कि हम सबलों के सामने दुम हिलाये और जो हमारे लिए अपने जीवन का बलिदान कर रही हैं, उसे काटने दौड़े।","आदमी को जीवन क्यों प्यारा होता है- इसलिए नहीं कि वह सुख भोगता है। जो सदा दुख भोगा करते हैं और रोटियों को तरसते हैं, उन्हें जीवन कुछ कम प्यारा नहीं होता। हमें जीवन इसलिए प्यारा होता है कि हमें अपनों का प्रेम और दूसरों का आदर मिलता है। जब इन दो में से एक के मिलने की भी आशा नहीं तो जीना वृथा है। अपने मुझसे अब भी प्रेम करें लेकिन वह दया होगी, प्रेम नहीं।","अबूबकर- आज तुम्हारे घर में जैनब हैं, जिन पर ऐसे सैकड़ो हार कुर्बान किये जा सकते हैं। अबुलआस- तो आपका मतलब यह है कि जैनब मेरी फिदिया हो? जैद- बेशक हमारा मतलब हैं। अबुलआस- उससे तो कहीं बेहतर था कि आप मुझे कत्ल कर देते। अबूबकर- हम रसूल के दामाद का कत्ल नही करेंगे, चाहे वह विधर्मी ही क्यों न हो। तुम्हारी यहाँ उतनी ही खातिर होगी, जितनी हम कर सकते हैं। अबुलआस के सामने विषम समस्या थी। इधर यहाँ की मेहमानी में अपमान था, उधर जैनब के वियोग की दारुण वेदना था। उन्होंने निश्चय किया कि यह वेदना सहुँगा, किन्तु अपमान न सहूँगा। प्रेम, आत्मा की गौरव पर बलिदान कर दूँगा। बोले- मुझे आपका फैसला मंजूर हैं। जैनब मेरी फिदिया होगी।","सुख कभी सम्पूर्ण नहीं मिलता। विधि इतना घोर पक्षपात नहीं कर सकता। गुलाब में काँटे होते ही हैं। अगर सुख भोगना हो तो उसे उसके दोषों के साथ भोगना पड़ेगा। अभी विज्ञान ने कोई उपाय नहीं निकाला कि हम सुख के काँटो को अलग कर सके!","क्रोध को दुर्वचन से विशेष रुचि होती है।","सरकार से लड़कर भी तुम सरकार की अमलदारी में रहते हो कि नहीं? मैं भी तुमसे लडूँगी; मगर तुम्हारे साथ रहूँगी।","उनके","अगर धन सारी दुनिया का विलास न मोल लेना चाहे तो वह धन ही कैसा?","एक जमाने में फ्रांस में धनवान् विलासिनी महिलाओं का समाज पर आधिपत्य था। उनके पति सब कुछ देखते थे औऱ मुँह खोने का साहस न करते थे। और क्या खोलते ? वे खुद इसी धुन में मस्त थे। यह धन का प्रसाद हैं।","आकुल हृदय को जल-तरंगों से प्रेम होता है। शायद इसलिए कि लहरें व्याकुल हैं।","मैं अब भी हिंदू हूँ। मैंने इस्लाम नहीं कबूल किया है।’ ‘जानती हूँ!’ ‘यह जानकर भी तुम्हें मुझ पर दया नहीं आती! ’ श्यामा ने कठोर नेत्रों से देखा और उत्तेजित होकर बोली — तुम्हें अपने मुँह से ऐसी बातें निकालते शर्म नहीं आती। मैं उस धर्मवीर की ब्याहता हूँ जिसने हिंदू-जाति का मुख उज्जवल किया है। तुम समझते हो कि वह मर गया! यह तुम्हारा भ्रम है। वह अमर है। मैं इस समय भी उसे स्वर्ग में बैठा देख रही हूँ। तुमने हिंदू-जाति को कलंकित किया है। मेरे सामने से दूर हो जाओ।","मदीने में रसूल की बेटी की जितनी इज्जत होनी चाहिए, उतनी होती थी। सुख था, ऐश्वर्य था, धर्म था; पर प्रेम न था। अबुलआस के वियोग में रोया करती थी।","अपने लिए जीना या तो महात्माओं को आता है या लम्पटों ही को","निराशा और चिन्ता बहुधा शराब के नशे से शान्त होती हैं; प्रेम उन्माद से। अबुलआस को धनोन्माद हो गया था। धन के आवरण में ढका हुआ यह प्रेम का नैराश्य था; माया के परदे में छिपा हुआ प्रेम-वैराग्य। एक बार वह मक्के से माल लादकर ईराक की तरफ चला।","रोशनुद्दौला भी राजा साहब से खार खाता था। उसे सदैव शंका रहती कि यह मराठों से मैत्री करके अवध-राज्य को मिटाना चाहते है। इसलिए वह राजा साहब के प्रत्येक काम में बाधा डालता रहता था। उसे अब भी आशा थी कि अवध का मुसलमानी राज्य अगर जीवित रह सकता है, तो अंग्रेजों के संरक्षण में, अन्यथा यह अवश्य हिंदुओं की बढ़ती हुई शक्ति का ग्रास बन जाएगा।","यहीं तो जीवन का शाप हैं। हम उसी चीज पर लपकते हैं, जिसमें हमारा अमंगल हैं, सत्यानाश हैं।","युवावस्था में एकान्तवास चरित्र के लिए बहुत ही हानिकारक है।","हम सब मिट्टी के पुतले हैं,कोई निर्दोर्ष नहीं। मनुष्य बिगड़ता है तो परिस्थितियों से, या पूर्व संस्कारों से","जिस ह्रदय मे सेवा को स्रोत बह रहा हो—स्वाधीन सेवा का—उसमें वासनाओं के लिए कहां स्थान ? वासना का वार निर्मम, आशाहीन,आधारहीन प्राणियों पर ही होता है चोर की अंधेरे में ही चलती है, उजाले में नही।","मन का मैल धोने के लिए नयन-जल से उपयुक्त और कोई वस्तु नहीं है।","असली सौन्दर्य बनाव-सिंगार का मोहताज नहीं होता। प्रकृति के दर्शन से आत्मा को जो आनन्द प्राप्त होता है वह सजे हुए बगीचों की सैर से मुमकिन नहीं।","आदमी बेईमानी तभी करता है, जब उसे अवसर मिलता है. बेईमानी का अवसर देना, चाहे वह अपने ढीलेपन से हो या सहज विश्वास से, बेईमानी में सहयोग देना है.","कहते है कि महुअर का अलाप काले नाग को भी मस्त कर देता है। जब ध्वनि में यह सिद्धि है तो सौंदर्य की शक्ति का अनुमान कौन कर सकता है। रूप-लालित्य संसार का सब से अमूल्य रत्न है, प्रकृति के रचना-नैपुण्य का सर्वश्रेष्ठ अंग है। जब","बड़े-बड़े महान संकल्प आवेश में ही जन्म लेते हैं।","क्रोध में आदमी अपने मन की बात नहीं कहता। वह केवल दूसरे का दिल दुखाना चाहता है।","जैसे कोई वृक्ष जल और प्रकाश से बढ़ता है, लेकिन पवन के प्रबल झोकों ही से सुदृढ़ होता है, उसी भांति प्रणय भी दुःख के आघातों ही से विकास पाता है। खुशी के साथ हंसनेवाले बहुतेरे मिल जाते हैं, रंज में जो साथ रोये, वहर हमारा सच्चा मित्र है। जिन प्रेमियों को साथ रोना नहीं नसीब हुआ, वे मुहब्बत के मजे क्या जानें?","अनूपा—मैं सगाई न करूंगी। सास—कैसी बात करती है बेटी?सारी तैयारी हो गयी। लोग सुनेंगे तो क्या कहेगें? अनूपा—जो चाहे कहें, जिनके नाम पर १४ वर्ष बैठी रही उसी के नाम पर अब भी बैठी रहूंगी। मैंने समझा था मरद के बिना औरत से रहा न जाता होगा। मेरी तो भगवान ने इज्जत आबरू निबाह दी। जब नयी उम के दिन कट गये तो अब कौन चिन्ता है ! वासुदेव की सगाई कोई लडकी खोजकर कर दो। जैसे अब तक उसे पाला,उसी तरह अब उसके बाल-बच्चों को पालूंगी।","मातृत्व महान् गौरव का पद है देवीजी! और गौरव के पद में कहाँ अपमान और धिक्कार और तिरस्कार नहीं मिला?","संसार का सर्वोत्तम पदार्थ रूप है, दूसरा स्वास्थ्य और तीसरा धन। परमात्मा ने हमको ये तीनों ही पदार्थ प्रचुर परिमाण में प्रदान किए थे। खेद है कि मैं उनसे मुलाकात नहीं कर सकती। ऐसा साहसी, ऐसा सुंदर, ऐसा विद्वान पुरुष सारे काश्मीर में न था। मैं उनकी आराधना करती थी। उनका मेरे ऊपर अपार स्नेह था। कई वर्षों तक हमारा जीवन एक जलस्रोत की भाँति वृक्ष-पुंजों और हरे-हरे मैदानों में प्रवाहित होता रहा।","सत्त गुरुदत्त शिवदत्त दाता’ और उन आदमियों की ओर चिलम पीने चला गया; किन्तु जिस प्रकार बंदूक की आवाज सुनते ही हिरन भाग जाते हैं उसी प्रकार उसे आते देख सब-के-सब उठ कर भागे। कोई इधर गया, कोई उधर। महादेव चिल्लाने लगा—‘ठहरो-ठहरो! ’ एकाएक उसे ध्यान आ गया, ये सब चोर हैं। वह जारे से चिल्ला उठा— ‘चोर-चोर, पकड़ो-पकड़ो!’ चोरों ने पीछे फिर कर न देखा। महादेव दीपक के पास गया, तो उसे एक मलसा रखा हुआ मिला जो मोर्चे से काला हो रहा था। महादेव का हृदय उछलने लगा। उसने कलसे मे हाथ डाला, तो मोहरें थीं। उसने एक मोहरे बाहर निकाली और दीपक के उजाले में देखा। हाँ मोहर थी। उसने तुरंत कलसा उठा लिया, और दीपक बुझा दिया और पेड़ के नीचे छिप कर बैठ रहा। साह से चोर बन गया।","संसार में ऐसा कौन प्राणी है जो स्वार्थ के लिए अपनी आत्मा का हनन न करता हो","प्रभुता असहिष्णु होती हैं।","दुःखी आशा से ईश्वर में भक्ति रखता है, सुखी भय से।","दुःखी आशा से ईश्वर में भक्ति रखता है, सुखी भय से। दुःखी पर जितना ही अधिक दुःख पड़े, उसकी भक्ति बढ़ती जाती है। सुखी पर दुःख पड़ता है, तो वह विद्रोह करने लगता","गंगा जी में संतोषदायी शांति विराज रही थी। तरंगें तारों को गोद में लिये सो रही थी। चारों ओर सन्नाटा था।","वासुदेव की उम्र पांच साल से अधिक न थी। अबकी उसका ब्याह होने वाला था। बातचीत हो चुकी थी। बोला— तब तो दूसरे के घर न जायगी न? मा — नही, जब तेरे साथ ब्याह हो जायगी तो क्यों जायगी? वासुदेव-- तब मैं करूंगा मां— अच्छा, उससे पूछ, तुझसे ब्याह करेगी। वासुदेव अनूप की गोद में जा बैठा और शरमाता हुआ बोला—हमसे ब्याह करोगी? यह कह कर वह हंसने लगा; लेकिन अनूप की आंखें डबडबा गयीं, वासुदेव को छाती से लगाते हुए बोली ---अम्मा, दिल से कहती हो? सास—भगवान् जानते है ! अनूपा—आज यह मेरे हो गये? सास — हां सारा गांव देख रहा है । अनूपा — तो भैया से कहला भैजो,घर जायें,मैं उनके साथ न जाऊंगी।","व्यंगय, वक्तोक्ति अन्योक्ति और उपमा आदि अलंकारों में बातें हुईं।","बुरे विचार भी ईश्वर की प्ररेणा ही से आते होंगे? प्रमीला तत्परता के साथ बोली- ईश्वर आनन्द-स्वरूप हैं। दीपक से कभी अन्धकार नहीं निकल सकता।","मैने देख लिया कि दुनिया दुनियादारों के लिए हैं, जो अवसर और काल देखकर काम करते हैं। सिद्धान्तवादियों के लिए यह अनुकूल स्थान नहीं हैं। जयकृष्ण","भय के अंत को साहस कहते है।","जिन प्रेमियों को साथ रोना न नसीब हुआ,वो मुहब्बत के मजे क्या जानें?","श्रावण का महीना था। आकाश पर काले-काले बादल मँडरा रहे थे, मानो काजल के पर्वत उड़े जा रहे हैं। झरनों से दूध की धारें निकल रही थीं और चारों ओर हरियाली छाई हुई थी। नन्हीं-नन्हीं फुहारें पड़ रही थीं, मानो स्वर्ग से अमृत की बूँदे टपक रही हैं। जल की बूँदें फूलों और पत्तियों के गले में चमक रही थीं। चित्त को अभिलाषाओं से उभारनेवाला शमा छाया हुआ था। यह वह समय है जब रमणियों को विदेशगामी प्रियतम का याद रुलाने लगती है, जब हृदय किसी से आलिंगन करने के लिए व्यग्र हो जाता है। जब सूनी सेज देखकर कलेजे में हूक-सी उठती है। इसी ऋतु में विरह की मारी वियोगिनियों अपनी बीमारी का बहाना कहती हैं, जिसमें उसका पति उसे देखने आवे। इसी ऋतु में माली की कन्या धानी साड़ी पहनकर क्यारियों में इठलाती हुई चंपा और बेले के फूलों से आँचल भरती है, क्योंकि हार और गजरों की माँग बहुत बढ़ जाती है। मैं और विद्‌याधरी ऊपर छत पर बैठी हुई वर्षाऋतु की बहार देख रही थीं और कालिदास का ऋतुसंहार पढ़ती थीं कि इतने में मेरे पति ने आकर कहा, आज का सुहावना दिन है। झूला झूलने में बड़ा आनंद आएगा। सावन में झूला झूलने का प्रस्ताव क्योंकर रद्द किया जा सकता था। इन दिनों प्रत्येक रमणी का चित्त आप ही आप झूला झूलने के लिए विकल हो जाता है। जब वन के वृक्ष झूला झूलते हों, जब सारी प्रकृति आंदोलित हो रही हो तो रमणी का कोमल हृदय क्यों न चंचल हो जाए! विद्‌याधरी भी राजी हो गई। रेशम की डोरियाँ कदम की ड़ाल पर पड़ गई, चंदन का पटरा रख दिया गया और मैं विद्‌याधरी के साथ झूला झूलने चली। जिस प्रकार ज्ञानसरोवर पवित्र जल से परिपूर्ण हो रहा है, उसी भाँति हमारे हृदय पवित्र आनंद से परिपूर्ण थे। किंतु शोक! यह कदाचित मेरे सौभाग्यचंद्र की अंतिम झलक थी। मैं झूले के पास पहुँच कर पटरे पर जा बैठी; किंतु कोमलांगी विद्‌याधरी ऊपर न आ सकी। वह कई बार उचकी, परंतु पटरे तक न आ सकी। तब मेरे पतिदेव ने सहारा देने के लिए उसकी बाँह पकड़ ली। उस समय उनके नेत्रों में एक विचित्र तृष्णा की झलक थी और मुझ पर एक विचित्र आतुरता। वह धीमे में मल्हार गा रहे थे; किंतु विद्‌याधरी पर पटरे पर आई तो उसका मुझे डूबते सूर्य की भाँति लाल हो रहा था, नेत्र अरुणवर्ण हो रहे थे। उसने पतिदेव की ओर क्रोधोन्मत्त हो कर कहा, ‘तूने काम के वश होकर मेरे शरीर में हाथ लगाया है। मैं अपने पातिव्रत के बल से तुझे शाप देती हूँ कि तू इसी क्षण पशु हो जा।’ यह कहते ही विद्‌याधरी ने अपने गले से रुद्राक्ष की माला निकला कर मेरे पतिदेव के ऊपर फेंक दिया और तत्क्षण ही पटरे के समीप मेरे पतिदेव के स्थान पर एक विशाल सिंह दिखाई दिया।","उनका क्रोध पहले जिरहों के रूप में निकलता, फिर तर्क का आकार धारण कर लेता और अन्त में भूकम्प के आवेश से उबल पड़ता था, जिससे उनका स्थूल शरीर, कुर्सी, मेज, दीवारे और छत सभी भीषण कम्पन होने लगता था। तिरछी आँखों से देखकर बोले- क्या हानि होगी, जरा सुनूँ?","मुझे वह देव-कन्या सी मालूम हुई, जो उषा-काल के सौरभ और प्रकाश से रंजित आकाश से उतर आयी हो।","जब उनके पास सम्पति थी, विलास के साधन थे, यौवन था, स्वास्थ्य था, अधिकार था, उन्हें आत्म-चिन्तन का अवकाश न मिलता था। मन प्रवृत्ति ही की ओर दौड़ता था, अब इन तियों को खोकर दीनावस्था में उनका मन ईश्वर की ओर झुका। पानी पर जब तक कोई आवरण हैं, उसमें सूर्य का प्रकाश कहाँ?","रूपवान पुरुष की स्त्री का जीवन बहुत सुखमय नहीं होता; पर मुझे उन पर संशय करने का अवसर कभी नहीं मिला। वह स्त्री व्रत धर्म का वैसा ही पालन करते थे जैसे सती अपने धर्म का। उनकी दृष्टि में कुचेष्टा न थी और विचार अत्यंत उज्जवल और पवित्र थे। यहाँ तक कि कालिदास की शृंगारमय कविता भी उन्हें प्रिय न थी, मगर काम के मर्मभेदी बाणों से कौन बचा है! जिस काम ने शिव, ब्रह्मा जैसे तपस्वियों की तपस्या भंग कर दी, जिस काम ने नारद और विश्वामित्र जैसे ऋषियों के माथे पर कलंक का टीका लगा दिया, वह काम सब कुछ कर सकता है। संभव है कि सुरापान ने उद्दीपक ऋतु के साथ मिलकर उनके चित्त को विचलित कर दिया हो। मेरा गुमान तो यह है कि यह विद्‌याधरी की केवल भ्रांति थी। जो कुछ भी हो, उसने शाप दे दिया। उस समय मेरे मन में भी उत्तेजना हुआ कि जिस शक्ति का विद्‌याधरी को गर्व है, क्या वह शक्ति मुझ में नहीं है? क्या मैं पतिव्रता नहीं हूँ? किंतु हा! मैंने कितना ही चाहा कि शाप के शब्द मुँह से निकालूँ, पर मेरी जबान बंद हो गई।","ऐ मुसाफिर, मैं राजपूत कन्या हूँ। मैंने विद्‌याधरी से अधिक अनुनय-विनय नहीं की। उसका हृदय दया का आगार था। यदि मैं उसके चरणों पर शीश रख देती तो कदाचित उसे मुझ पर दया आ जाती; किंतु राजपूत की कन्या इतना अपमान नहीं सह सकती। वह घृणा के घाव सह सकती है, क्रोध की अग्नि सह सकती है, पर दया का बोझ उससे नहीं उठाया जाता।","अमंगल के भय से तुम्हारी आत्मा का हनन नहीं करना चाहती।","अच्छे कपड़ों में कुछ स्वाभिमान का अनुभव होता है।","वह छाया उनकी आँखों में बसी हुई थी। आज उन्हें उस छाया और इस सत्य में कितना अन्तर दिखायी दिया। छाया पर समय का क्या असर हो सकता हैं। उस पर सुख-दुःख का बस नहीं चलता। सत्य तो इतना अभेद्य नहीं। उस छाया में वह सदैव प्रमोद का रूप देखा करते थे- आभूषण, मुसकान और लज्जा से रंजित। इस सत्य में उन्होंने साधक का तेजस्वी रूप देखा और अनुराग में डूबे हुए स्वर की भाँति उनका हृदय थरथरा उठा।","हा! केवल अपने सिद्धांत की रक्षा के लिए, अपनी आत्मा के सम्मान के लिए, मैं इस देवी के भावों का वध कर रहा हूँ! यह अत्याचार है।","जो दूसरे का गड्‌ढा खोदेगा, उसके लिए कुआं तैयार है","आदमी को अपने संगों के मुँह से अपनी भलाई-बुराई सुनने की जितनी लालसा होती है, बाहरवालों के मुँह से नहीं।","मनुष्य पर जब प्रेम का बंधन नहीं होता तभी वह व्यभिचार करने लगता है। भिक्षुक द्वार-द्वार इसीलिए जाता है कि एक द्वार से उसकी क्षुधा-तृप्ति नहीं होती। अगर इसे दोष भी मान लूं, तो ईश्वर ने क्यों निर्दोष संसार नहीं बनाया- जो कहो कि ईश्वर की इच्छा ऐसी नहीं है, तो मैं पूछूंगा, जब सब ईश्वर के अधीन है, तो वह मन को ऐसा क्यों बना देता है कि उसे किसी टूटी झोंपड़ी की भांति बहुत-सी थूनियों से संभलना पड़े। यहां तो ऐसा ही है जैसे किसी रोगी से कहा जाय कि तू अच्छा हो जा। अगर रोगी में सामथ्र्य होती, तो वह बीमार ही क्यों पड़ता-","बौर की महक से वायु सुगंधित हो रही थी। महुए के वृक्षों के नीचे परियों के शयन करने के लिए मोतियों की शय्या बिछी हुई थी, करौंदे और नीबू के फलों की सुगंध से चित्त प्रसन्न हो जाता था।","सच पूछो तो तुम्हारी सुहाग की साड़ी ने हमें सुहागिन बना दिया, नहीं तो हम सुहागिन होते हुए भी विधवाएँ थीं। सच कहती हूँ, सैकड़ों जवानों से नित्य यही दुआ निकलती है कि आपका सुहाग अमर हो, जिसने हमारी राँड़ जाति को सुहाग दान दिया।","एक विशेष अवस्था के बाद पुरुष के जीवन का सबसे बड़ा सुख रसना का स्वाद ही रह जाता हैं।","कृषि-प्रधान देश में खेती केवल जीविका का साधन नहीं है सम्मान की वस्तु भी है। गृहस्थ कहलाना गर्व की बात है। किसान गृहस्थी में अपना सर्वस्व खोकर विदेश जाता है, वहां से धन कमाकर लाता है और फिर गृहस्थी करता है। मान-प्रतिष्ठा का मोह औरों की भांति उसे घेरे रहता है। वह गृहस्थ रहकर जीना और गृहस्थ ही में मरना भी चाहता है। उसका बाल-बाल कर्ज से बांधा हो, लेकिन द्वार पर दो-चार बैल बंधकर वह अपने को धन्य समझता है। उसे साल में तीस सौ साठ दिन आधे पेट खाकर रहना पड़े, पुआल में घुसकर रातें काटनी पड़ें, बेबसी से जीना और बेबसी से मरना पड़े, कोई चिंता नहीं, वह गृहस्थ तो है। यह गर्व उसकी सारी दुर्गति की पुरौती कर देता है।","वर्षा के दिन थे, दरिया चढ़ा हुआ था, मेघ-मालाएँ अन्तर्राष्ट्रीय सेनाओं की भाँति रंग-विरंगी वर्दियाँ पहने आकाश में कवायद कर रही थीं। सड़क पर लोग मलार और बारहमासा गाते चलते थे। बागों में झूले पड़ गये थे।","क्रोध की अग्नि सद्‌भावों को भस्म कर देती है, प्रेम और प्रतिष्ठा, दया और न्याय, सब जलकर राख हो जाते हैं।","वही कोमल हृदय बालिका नज़र आयी, जिसने पच्चीस साल पहले उसके जीवन में प्रवेश किया था। उस आलिंगन में कितना अथाह वात्सल्य था, जो सारे कलंक, सारी बाधाओं और सारी मूलबद्ध परंपराओं को अपने अंदर समेटे लेता था।","धर्म ही वह शक्ति है जो अंतःकरण में ओजस्वी विचारों को पैदा करती है। हाँ, इस विचारों को कार्य में लाने के लिए पवित्र और बलवान आत्मा की आवश्यकता है। नहीं तो वे ही विचार क्रूर और पापमय हो जाते है।","अंधकार में उस आनंद को खोज रही थी, जो एक क्षण पहले अपनी मोहिनी छवि दिखाकर विलीन हो गया था। वह आफ़त की मारी व्यंग-बाणों से आहत और जीवन के आघातों से व्यथित किसी वृक्ष की छाँह खोजती फिरती थी,","हमारे चित्रकारों ने क्रोध को पुरुष कल्पित किया है। मेरे विचार से स्त्री का क्रोध इससे कहीं घातक, कही विध्वंसकारी होता है।","सामने","इच्छाओं और वासनाओं को ही मानव पतन का मुख्य कारण सिद्ध किया गया है और मेरे विचार में यह निर्विवाद है","जैसे कोई वृक्ष जल और प्रकाश से बढ़ता है, लेकिन पवन के प्रबल झोकों ही से सुदृढ़ होता है, उसी भांति प्रणय भी दु:ख के आघातों ही से विकास पाता है।","जुगल ने उसकी हृदयवीणा के तारों पर मिजराब की ऐसी चोट मारी थी कि उसके बहुत जब्त करने पर भी मन की व्यथा बाहर निकल आयी। उसने कहा- भाग्य भी तो कोई वस्तु हैं।","विनोद में दु:ख उड़ गया। वही उसकी दवा है।","रत्नजटित, बिजली से जगमगाती मूर्ति देखकर मेरे मन में ग्लानि उत्पन्न ह ई। इस रुप में भी प्रेम का निवास हो सकता है? मैंने तो रत्नों में दर्प और अहंकार ही भरा देखा है। मुझे उस वक्त यही याद न रही, कि यह एक करोड़पति सेठ का मंदिर है और धनी मनुष्य धन में लोटने वाले ईश्वर ही की कल्पना कर सकता है। धनी ईश्वर में ही उसकी श्रद्धा हो सकती है। जिसक पास धन नहीं, वह उसकी दया का पात्र हो सकता है, श्रद्धा का कदापि नहीं।","अप्रसन्नता का यह झीना आवरण उनके मनोरहस्य को न छिपा सका। वह प्रकाश की भाँति उसके अन्दर से निकला पड़ता था।","कोयल आम की डालियों में छिपी अपनी रसीली, मधुर, आत्मस्पर्शी कूक से आशाओं को जगाती फिरती थी। महुए की डालियों पर मैनों की बरात-सी लगी बैठी थी। नीम और सिरस और करौंदे अपनी महक में नशा-सा घोल देते थे।","जिस प्रकार छलाँगें मारता हुआ हिरन व्याध की फैलाई हुई हरी-हरी घास से प्रसन्न होकर उस ओर बढ़ता है और यह नहीं समझता कि प्रत्येक पग मुझे सर्वनाश की ओर लिये जाता है, उसी भाँति विद्‌याधरी को उसका चंचल मन अंधकार की ओर खींचे लिए जाता था।","ऐसा भाग्य जाय भाड़ में।’ ‘तुम्हारा ब्याह किसी बुढ़िया से ही करूँगी, देख लेना।’ ‘तो मै भी जहर खा लूँगा। देख लीजिएगा।’ ‘क्यों बुढ़िया तुम्हे जवान स्त्री से ज्यादा प्यार करेगी, ज्यादा सेवा करेगी। तुम्हें सीधे रास्ते पर रखेगी।’ ‘यह सब माँ का काम हैं। बीवी जिस काम के लिए हैं, उसी काम के लिए हैं।’ ‘आखिर बीवी किस काम के लिए हैं?’ मोटर की आवाज आयी। न-जाने कैसे आशा के सिर का अंचल खिसककर कंधे पर आ गया। उसने जल्दी से अंचल खींच कर सिर पर कर लिया और यह कहती हुई अपने कमरे की ओर लपकी कि लाला भोजन करके चले जायँ, तब आना।","मेरे सामने वही यमुना का तट था, गुल्म-लताओं का घूँघट मुँह पर डाले हुए। वही मोहिनी गउएँ थीं, वही गोपियों की जल-क्रीड़ा, वहीं वंशी की मधुर ध्वनि, वही शीतल चाँदनी और वहीं प्यारा नन्दकिशोर! जिसके मुख-छवि में प्रेम और वात्सल्य की ज्योति थी, जिसके दर्शनों ही से हृदय निर्मल हो जाते थे।","कहीं मॅंड़ाई हो रही थी, कोई अनाज ओसा रहा था, कोई गल्ला तौल रहा था! नाई, बारी, बढ़ई, लोहार, पुरोहित, भाट, भिखारी, सभी अपने-अपने जेवरें लेने के लिए जमा हो गये थे।","सांस का भरोसा ही क्या और इसी नश्वरता पर हम अभिलाषाओं के कितने विशाल भवन बनाते हैं! नहीं जानते, नीचे जानेवाली सांस ऊपर आयेगी या नहीं, पर सोचते इतनी दूर की हैं, मानो हम अमर हैं।","गीत का एक शब्द भी मेरी समझ में न आया: लेकिन कण्ठ-स्वर में कुछ ऐसा मादकता भरा लालित्य था कि प्रत्येक स्वर मुझे रोमांचित कर देता था। कंठ-स्वसर में इतनी जादू शक्ति है, इसका मुझे आज कुछ अनुभव हुआ। मन में एक नए संसार की सृष्टि होने लगी, जहाँ आनन्द-ही-आनन्द है, प्रेम-ही-प्रेम, त्याग-ही-त्याग। ऐसा जान पड़ा, दु:ख केवल चित्त की एक वृत्ति है, सत्य है केवल आनन्द।","किसी के दीन की तौहीन करने से बड़ा और कोई गुनाह नहीं है.","गिरिराज सुनहरा मुकुट पहने खड़े थे। मंद समीर के आनंदमय झोंको से ज्ञानसरोवर का निर्मल प्रकाश प्रतिबिंबित जल इस प्रकार लहरा रहा था, मानो अगणित अप्सराएँ आभूषणों से जगमगाती हुई नृत्य कर रही हों। लहरों के साथ शतदल यों झकोरे लेते थे जैसे कोई बालक हिंडोले में झूल रहा हो। फूलों के बीच में श्वेत हंस तैरते हुए ऐसे मालूम होते थे, मानो लालिमा से छाए हुए आकाश पर तारागण चमक रहे हों। मैंने उत्सुक नेत्रों से इस गुफा की ओर देखा तो वहाँ एक विशाल राजप्रासाद आसमान से कंधा मिलाए खड़ा था।","प्रायश्चित करने पर भी मुझे अपनी ग्लानि से निवृत्ति न हुई। संसार की कोई वस्तु स्थिर नहीं, किंतु पाप की कालिमा अमर और अमिट है। यश और कीर्ति कालांतर में मिट जाती है किंतु पाप का धब्बा नहीं मिटता।","चित्रकार होता तो उसके मधु हास्य को चित्रित करके प्राचीन गुणियों को चकित कर देता।","जब कोई बात हमारी आशा के विरुद्ध होती है, तभी दुख होता है।","हमें ब्राह्मण बना दो, हमारी सारी बिरादरी बनने को तैयार है। जब यह समरथ नहीं है, तो फिर तुम भी चमार बनो। हमारे साथ खाओ-पिओ, हमारे साथ उठो-बैठो। हमारी इज़्ज़त लेते हो, तो अपना धरम हमें दो।","मैं यह पंक्तियां न लिखतीं, लेकिन इस विचार से लिख रही हूं कि मेरी आत्म-कथा पढ़कर लोगों की आंखे खुलें; मैं फिर कहती हूं कि अब भी अपनी बालिकाओ के लिए मत देखों धन, मत देखों जायदाद, मत देखों कुलीनता,केवल वर देखों। अगर उसके लिए जोड़ा का वर नहीं पा सकते तो लड़की को क्वारी रख छोड़ो, जहर दे कर मार डालो, गला घोंट डालो, पर किसी बूढ़े खूसट से मत ब्याहो। स्त्री सब-कुछ सह सकती है। दारुण से दारुण दु:ख, बड़े से बड़ा संकट, अगर नहीं सह सकती तो अपने यौवन-काल की उंमगो का कुचला जाना।","उन आँखों में वही विकल कम्पन था, वहीं संदिग्ध विश्वास, कपोलों पर वही लज्जा-लालिमा, जैसे प्रेम सरोवर से निकला हुआ कोई कमल पुष्प हो। वही अनुराग, वही आवेश, वही याचना-भरी उत्सुकता,","तृष्णा किसी वन्य जन्तु की भांति अपने संस्कारे से आखेटप्रिय है लेकिन जंजीरो से बधे–बधे उसके नख गिर गये है और दातं कमजोर हो गये हैं।","सुहावनी ऋतु थी। ज्ञानसरोवर में यौवन-काल की अभिलाषाओं की भाँति कमल के फूल खिले हुए थे।","गुल्ली है तो जरा-सी, पर उसमें दुनिया-भर की मिठाइयों की मिठास और तमाशों का आनंद भरा हुआ है।","पुरुष में नारी के गुण आ जाते हैं, तो वह महात्मा बन जाता है। नारी में पुरुष के गुण आ जाते हैं तो वह कुलटा हो जाती है।","जब से ब्रह्मा ने सृष्टि रची, तब से आज तक कभी बारातियों को कोई प्रसन्न नहीं रख सकता। उन्हें दोष निकालने और निन्दा करने का कोई-न-कोई अवसर मिल ही जाता है। जिसे अपने घर सूखी रोटियां भी मयस्सर नहीं वह भी बारात में जाकर तानाशाह बन बैठता है।","यह कोई नया आविष्कार नहीं है कि संकटों में ही हमारी आत्मा को जागृति मिलती है।","वह तेजप्रधान जीव है, और अहंकार में यह समझकर कि वह ज्ञान का पुतला है सीधा ईश्वर में लीन होने की कल्पना किया करता है। स्त्री पृथ्वी की भाँति धैर्यवान् है, शांति-संपन्न है, सहिष्णु है।","To be successful in life what you need is education, not literacy and degrees.B07L4N6BGV”","पुस्तकों में पढ़ा करता था कि सौंदर्य में प्रकाश होता है। आज इसकी सत्यता मैंने अपनी आँखों से देखी। मैंने जब उन्हें पहले देखा था तो निश्चय किया था कि यह ईश्वरीय कलानैपुण्य की पराकाष्ठा है; परंतु अब जब मैंने उन्हें दोबारा देखा तो ज्ञात हुआ कि वह इस असल की नकल थी।","ऐसी बीबी नहीं चाहता, जिससे मैं ऐंस्टीन के सिद्धांत पर बहस कर सकूँ, या जो मेरी रचनाओं के प्रूफ़ देखा करे। मैं ऐसी औरत चाहता हूँ, जो मेरे जीवन को पवित्र और उज्ज्वल बना दे, अपने प्रेम और त्याग से।","चेहरे का रंग उड़ गया, आँखें झुक गई, कुछ हिचकिचाई, कुछ घबराई, अपने अपराध हृदय को इन शब्दों से शांत किया – यह हार मैंने ठाकुर जी के लिए गूँथा है। इस समय विद्‌याधरी की घबराहट का भेद मैं कुछ न समझी। ठाकुर जी के लिए हार गूँथना क्या कोई लज्जा की बात है? फिर जब वह हार मेरी नजरों से छिपा दिया गया तो उसका जिक्र ही क्या?","ब्याह तो आत्म- समर्पण है।’ ‘अगर ब्याह आत्म-समर्पण है, तो प्रेम क्या है?’ ‘प्रेम जब आत्म-समर्पण का रूप लेता है, तभी ब्याह है; उसके पहले ऐयाशी है।"]