[{"id":1,"quote":"When you are dead, you do not know you are dead. It's only painful and difficult for others. The same applies when you are stupid."},{"id":2,"quote":"Next time someone tells me they believe in God, I'll say 'Oh which one? Zeus? Hades? Jupiter? Mars? Odin? Thor? Krishna? Vishnu? Ra?...' If they say 'Just God. I only believe in the one God,' I'll point out that they are nearly as atheistic as me. I don't believe in 2,870 gods, and they don't believe in 2,869."},{"id":3,"quote":"Just because you're offended, doesn't mean you're right."},{"id":4,"quote":"Be happy. It really annoys negative people."},{"id":5,"quote":"Your God is the best God. In fact, he's the only God. All other Gods are ridiculous, made up rubbish. Not yours though. Yours is real."},{"id":6,"quote":"Enjoy life. Have fun. Be kind. Have worth. Have friends. Be honest. Laugh. Die with dignity. Make the most of it. It's all we've got."},{"id":7,"quote":"The best advice I've ever received is, 'No one else knows what they're doing either."},{"id":8,"quote":"Science seeks the truth. And it does not discriminate. For better or worse it finds things out. Science is humble. It knows what it knows and it knows what it doesn’t know. It bases its conclusions and beliefs on hard evidence -­- evidence that is constantly updated and upgraded. It doesn’t get offended when new facts come along. It embraces the body of knowledge. It doesn’t hold on to medieval practices because they are tradition."},{"id":9,"quote":"Same sex marriage isn't gay privilege, it's equal rights. Privilege would be something like gay people not paying taxes. Like churches don't."},{"id":10,"quote":"It's better to create something that others criticise than to create nothing and criticise others. Go create, have fun!!"},{"id":11,"quote":"If your boss is getting you down, look at him through the prongs of a fork and imagine him in jail."},{"id":12,"quote":"Remember, no one can hurt your feelings without your permission"},{"id":13,"quote":"We shouldn't even need the word 'atheism'. If people didn't invent ridiculous imaginary gods, rational people wouldn't have to deny them."},{"id":14,"quote":"You are the result of billions of years of evolution. You will only live for a few years and will never exist again. Absolutely beautiful"},{"id":15,"quote":"Real racist jokes or sexist jokes aren't funny - not because they're offensive, but because they're not true. As soon as a joke is based on an untruth, it's not funny."},{"id":16,"quote":"Mondays are fine. It's your life that sucks"},{"id":17,"quote":"Being on the edge isn't as safe, but the view is better"},{"id":18,"quote":"I've never worked out what the moral of Humpty Dumpty is. I can only think of: Don't sit on a wall, if you're an egg."},{"id":19,"quote":"Everyone is entitled to their opinion, but if you believe in god, you're wrong."},{"id":20,"quote":"If there is a God, why did he make me an atheist?"},{"id":21,"quote":"Opinions don't affect facts. But facts should affect opinions, and do, if you're rational"},{"id":22,"quote":"Blasphemy: a law to protect an all-powerful, supernatural deity from getting its feelings hurt."},{"id":23,"quote":"Life is just a series of peaks and troughs. And you don't know whether you're in a trough until you're climbing out, or on a peak until you're coming down. And that's it you know, you never know what's round the corner. But it's all good. \"If you want the rainbow, you've gotta put up with the rain.\" Do you know which \"philosopher\" said that? Dolly Parton. And people say she's just a big pair of tits."},{"id":24,"quote":"I've never been insulted by hateful satanists for not believing in their devil. Only by loving Christians for not believing in their God."},{"id":25,"quote":"If you can't joke about the most horrendous things in the world, what's the point of jokes? What's the point in having humor? Humor is to get us over terrible things."},{"id":26,"quote":"You should bring something into the world that wasn't in the world before. It doesn't matter what that is. It doesn't matter if it's a table or a film or gardening-everyone should create. You should do something, then sit back and say 'I did that.'"},{"id":27,"quote":"Unlike religious people, I look at all religions equally."},{"id":28,"quote":"I don't think it matters if there is a god or not. I've met people who believe in God that are good and that are bad. And I've met people who don't believe in God that are good and that are bad. So, just be good. I'm good. Not cos I think I'll go to heaven but because when I do something bad, I feel bad. And when I do something good, I feel good."},{"id":29,"quote":"Telling someone with depression to pull themselves together is about as useful as telling someone with cancer to just stop having cancer"},{"id":30,"quote":"Some [people] are really smart. You know who you are. Some [people] are really thick. Unfortunately, you don't know who you are."},{"id":31,"quote":"I don't believe in about 2700 Gods. Christians don't believe in 2699 Gods. They're nearly as atheistic as me."},{"id":32,"quote":"Suggesting I hate people with religion because I hate religion is like suggesting I hate people with cancer because I hate cancer."},{"id":33,"quote":"I used to believe in God. The Christian one, that is (There are a few thousand to choose from. But I was born in a country where the dominant religion was Christianity so I believed in that one. Isn't it weird how that always happens?). Luckily I was also interested in science and nature. And reason and logic. And honesty and truth. And equality and fairness. By the age of eight I was an atheist."},{"id":34,"quote":"The existence of God is not subjective. He either exists or he doesn’t. It’s not a matter of opinion. You can have your own opinions. But you can’t have your own facts."},{"id":35,"quote":"What will it feel like after you die? Exactly the same as it felt for those billions of years before you were born."},{"id":36,"quote":"A Christian telling an atheist they're going to hell is as scary as a child telling an adult they're not getting any presents from Santa."},{"id":37,"quote":"If all the Atheists & Agnostics left America, they'd lose 93% of The National Academy of Sciences & less than 1% of the prison population."},{"id":38,"quote":"Being an atheist makes someone a clearer thinking, fairer person. They [atheists] are not doing things to be rewarded in heaven; they're doing things because they're right, because they live by a moral code."},{"id":39,"quote":"Famous people are above the law."},{"id":40,"quote":"It’s a strange myth that atheists have nothing to live for. It’s the opposite. We have nothing to die for. We have everything to live for."},{"id":41,"quote":"You have to be 100% behind someone, before you can stab them in the back."},{"id":42,"quote":"The only reason I work out is so I can eat more cheese."},{"id":43,"quote":"Where there's a will - there's a relative!"},{"id":44,"quote":"It annoys me that the burden of proof is on us. It should be \"You came up with the idea. Why do you believe it?\" I could tell you I've got superpowers. But I can't go up to people saying \"Prove I can't fly.\" They'd go: \"What do you mean 'Prove you can't fly'? Prove you can!\""},{"id":45,"quote":"The next time someone is critical of you, just take a moment to consider their life. Then smile to yourself."},{"id":46,"quote":"I see Atheists are fighting and killing each other again, over who doesn't believe in any God the most. Oh, no..wait.. that never happens."},{"id":47,"quote":"You now have the least amount of time you've ever had, to do everything you've ever wanted to do. Enjoy your life. You only get one"},{"id":48,"quote":"Spirituality really lost its way when it became a stick to beat people with: ‘Do this or you’ll burn in hell."},{"id":49,"quote":"If you're surrounded by idiots, you're the unpopular one and the odd one out because idiots don't like smart asses."},{"id":50,"quote":"Avoid employing unlucky people - throw half of the pile of CVs in the bin without reading them."},{"id":51,"quote":"Just because you're offended, doesn't mean you're right. Some people are offended by mixed marriage, gay people, atheism. So what? F*** 'em."},{"id":52,"quote":"Comedy is a medicine - a healing process that can help people get through difficult times and understand things better"},{"id":53,"quote":"The simple fact is, offense is taken, not given."},{"id":54,"quote":"Try something. And never be afraid to fail. That failure is useful too. It's just another building block."},{"id":55,"quote":"You won't burn in hell. But be nice anyway."},{"id":56,"quote":"I love how people walk around with crucifixes, skullcaps, pointy hats, funny beards and then say 'you should keep your atheism to yourself.'"},{"id":57,"quote":"Animals are not here for us to do as we please with. We are not their superiors, we are their equals. We are their family. Be kind to them."},{"id":58,"quote":"My philosophy? Have a laugh for as long as you can and don't get run over. Or stabbed."},{"id":59,"quote":"People confuse the subject of the joke with the target of the joke, and they're very rarely the same."},{"id":60,"quote":"Body language is more powerful than words."},{"id":61,"quote":"You do your own thing and you see if you survive."},{"id":62,"quote":"I always chose all my friends on whether they were funny. What's a better way to pass the time than laughing or smiling?"},{"id":63,"quote":"I'd like to thank God for making me an atheist."},{"id":64,"quote":"For any of you who don't know, the Golden Globes are just like the Oscars, but without all that esteem. The Golden Globes are to the Oscars what Kim Kardashian is to Kate Middleton. A bit louder, a bit trashier, a bit drunker, and more easily bought."},{"id":65,"quote":"We want to see a struggle. We want to see people falling over but getting themselves back up on their feet, and that's what's extraordinary- ordinary people and their struggle. There's nothing as interesting as real life out your window. You walk down the street for half an hour, I'll give you half an hour of drama."},{"id":66,"quote":"Got a proper job at 28. Gave it up to try comedy at 38. Decided to get fit and healthy at 48. It's never too late. But do it now"},{"id":67,"quote":"Never fear the truth. No bad can come of discussing a true subject. No bad at all."},{"id":68,"quote":"Saying atheism is a belief system is like saying not going skiing is a hobby."},{"id":69,"quote":"I'm a militant fundamentalist atheist. I'm going to get on a crowded train, unbutton my coat and say rational things. People will be hurt."},{"id":70,"quote":"It's a privilege to be in such a great category of people and... I don't believe in God, so I'd like to thank dogs. Dogs have given me everything."},{"id":71,"quote":"My greatest hero is Nelson Mandela. What a man. Incarcerated for 25 years, he was released in 1990 and he hasn't reoffended. I think he's going straight, which shows you prison does work."},{"id":72,"quote":"The best way to avoid criticism is never do anything ever. Or, do what you love, have a great life & let others spend their time criticising."},{"id":73,"quote":"It's going to be a night of partying and heavy drinking. Or as Charlie Sheen calls it: Breakfast."},{"id":74,"quote":"Take a picture not a trophy This is how real men shoot animals"},{"id":75,"quote":"Piracy doesn't kill music, boy bands do."},{"id":76,"quote":"Do unto others…’ is a good rule of thumb. I live by that. Forgiveness is probably the greatest virtue there is. But that’s exactly what it is - a virtue. Not just a Christian virtue. No one owns being good. I’m good. I just don’t believe I’ll be rewarded for it in heaven. My reward is here and now. It’s knowing that I try to do the right thing. That I lived a good life. And that’s where spirituality really lost its way. When it became a stick to beat people with. ‘Do this or you’ll burn in hell.’ You won’t burn in hell. But be nice anyway."},{"id":77,"quote":"Trust, encouragement, reward, loyalty... satisfaction. That's what I'm... you know. Trust people and they'll be true to you. Treat them greatly, and they will show themselves to be great."},{"id":78,"quote":"We didn't evolve; God made us. So I just want to explain to you exactly how that happened... Some of the things you'll hear do sound a little bit far-fetched. I admit that. Then I found out that the other name for The Bible is The Gospel, so it is all true. Luckily, the clue is in the title."},{"id":79,"quote":"I think doing something creative is the most important thing to me, and I think it's probably just good for the soul for anyone, whatever it is. You don't have to be a film director - you can do gardening or something - but I think everyone needs to create something."},{"id":80,"quote":"I fought a bear once. But it started crying, so I let it off."},{"id":81,"quote":"I have to be excited, I have to have an adrenaline rush about doing something, or it bores me, I feel trapped."},{"id":82,"quote":"Dear Religion, This week I safely dropped a man from space while you shot a child in the head for wanting to go to school. Yours, Science."},{"id":83,"quote":"Whether you understand they evolved over billions of years or believe that a God made them all one afternoon, please be kind to animals."},{"id":84,"quote":"I don't feel any pressure at all because I don't care. That's an occupational hazard... but if you're doing anything of any worth, and not doing something that's safe and anodyne and trying to be populist and a national treasure, then you've got to assume that as many people hate what you do - and you - as like what you do and like you."},{"id":85,"quote":"I went to university with no money. I can't understand a society that wouldn't give a poor person the same opportunity as a rich person."},{"id":86,"quote":"The grass isn't always greener on the other side!"},{"id":87,"quote":"I no longer needed a reason for my existence, just a reason to live. And imagination, free will, love, humor, fun, music, sports, beer, and pizza are all good enough reasons for living. But living an honest life - for that you need the truth."},{"id":88,"quote":"I think everyone has the ability to be loved."},{"id":89,"quote":"Growing up, the most important thing, after taking care of your family and getting a decent job of work, was having a laugh. That was the point to life."},{"id":90,"quote":"In a safe Western world where we're not being shot at and we're not starving, the worst thing that happens to us most days is someone's rude to us, or we accidentally insult someone. Social faux pas is the worst thing that happens to most people, most days, so we've got to concentrate on that, really."},{"id":91,"quote":"Since there is absolutely no logical reason to assume there is an afterlife, I decided to make the life I have now as much fun as possible."},{"id":92,"quote":"That’s the other thing I learned that day, that the truth, however shocking or uncomfortable, in the end leads to liberation and dignity."},{"id":93,"quote":"Whatever else is happening, things are better in the sun."},{"id":94,"quote":"That's the amazing thing about life. You can just rub it out, like a blackboard, and start again."},{"id":95,"quote":"Someone asked me what three things I would save if my house was on fire. I said my cat, my salamander and one of the twins."},{"id":96,"quote":"I'm basically a 'do unto others' type person. I don't have any religious feelings because I'm an atheist, but I live my life like there's a God. And if there was he'd probably love me."},{"id":97,"quote":"You want to see the people you've sort of come to know and love, or love to hate, you want to see them develop in some way. And I hope people get sort of caught up in that arc."},{"id":98,"quote":"I get so sick of people asking: \"What's your demographic?\" Or: \"Oh we've got to aim this at...\" No, you have to aim it at you. You do the thing you would love... make the thing you would love and be proud of. There's enough people in the world that, if you do that and do it well as a single vision, they'll go: \"That's my favourite thing ever!\""},{"id":99,"quote":"I think what makes us human is those choices - whether to tell the truth or not."},{"id":100,"quote":"The most important thing in comedy - apart from empathy, which I think is important even if disguised - is surprise. I like surprising people with the fact that something's even a joke at all."},{"id":101,"quote":"Being honest is what counts. To make the ordinary extraordinary is so much better than starting with the extraordinary."},{"id":102,"quote":"America champions the underdog. We champion the underdog until he's not the underdog anymore, and he annoys us."},{"id":103,"quote":"Everyday life is interesting enough, whether it be in an office or being ignored on the set of something supposedly more glamorous."},{"id":104,"quote":"What is the single most important thing for a company? Is it the building? Is it the stock? Is it the turnover? It’s the people, investment in people. My proudest moment here wasn’t when I increased profits by 17%, or cut expenditure without losing a single member of staff. No. It was a young Greek guy, first job in the country, hardly spoke a word of English, but he came to me and he went ‘Mr. Brent, will you be the Godfather to my child?’. Didn’t happen in the end. We had to let him go, he was rubbish. He was rubbish!"},{"id":105,"quote":"I think the social faux par is probably what most people fear... more people fear public speaking than death and that's because we don't want to make a fool of ourselves. It's fundamental."},{"id":106,"quote":"I don't do anything for the money."},{"id":107,"quote":"I've probably done the odd thing. I've probably done more than I would have done and some things you don't say no to. You don't say no to working with \"The Simpsons\"... the greatest comedy show on television. You mustn't. Even though going to my bad judgment, I remember saying that all I can do is make this show slightly worse."},{"id":108,"quote":"Atheism is the lack of belief in a god (or gods). It makes no claim. It merely rejects the claim that a god (or gods) exists. Nothing more."},{"id":109,"quote":"I can't find someone funny whom I don't like. Hitler told great jokes. I didn't find it funny at all."},{"id":110,"quote":"Comedy and drama are different sides of the same coin. And the thing about comedy and drama is about likability. It's about character first. It's about story. And for me, it's about empathy, and I think the realer someone is, the further you can go either way with them."},{"id":111,"quote":"I'm quite squeamish, really. I'm philistine and unsophisticated - not because of my great discerning palate but other reasons. Some are moral grounds, some texture."},{"id":112,"quote":"When people say to me: would you rather be thought of as a funny man or a great boss? My answer's always the same, to me, they're not mutually exclusive."},{"id":113,"quote":"I've worked in an office. People are sitting down doing their stuff, or pretending to do their stuff, and they're bored. I've heard a car tire screech and 30 people went to the window. That was a piece of excitement in their day, that a car might have had to stop quickly, you know. You don't need dinosaurs, you know."},{"id":114,"quote":"Why buy a book when you can join a library?"},{"id":115,"quote":"Fact is stranger than fiction. You see people walking down the street that would never be allowed on television. You have to tone it down."},{"id":116,"quote":"I've never regretted saying no to anything, or finishing something. When I'm in the middle of doing something I love, I can have a better idea, and I'll go, \"Oh God, I can't finish this.\" Maybe I've got some sort of disorder."},{"id":117,"quote":"I can't stand it. I can't stand someone being embarrassed. I don't know why. If someone slips over and the first thing they do is look around, I pretend I haven't seen it."},{"id":118,"quote":"I'm not a person that's easily embarrassed, but I'm embarrassed for other people."},{"id":119,"quote":"No one wants to see cool people doing brilliantly. I want to see the struggle. That's the fun bit."},{"id":120,"quote":"I feel that a lot of British comedy is often too bombastic, too obvious, dressing up and shouting and pulling funny faces."},{"id":121,"quote":"Honor is a gift a man gives himself. You can be as good as anyone that ever lived. If you can read, you can learn everything that anyone ever learned. But you've got to want it."},{"id":122,"quote":"Do this or you’ll burn in hell."},{"id":123,"quote":"People have let me down in the past. I've loved something, and it's become a disgrace. I'd rather start again."},{"id":124,"quote":"I want to get all the nations of the world together, it doesn't matter what colour or creed, and I want to sit them down and say: \"Guys, The Office is still available on DVD.\""},{"id":125,"quote":"If David Brent is the best thing that I ever come up with, then so be it. What are you supposed to do, time the best thing you do for just before you die?"},{"id":126,"quote":"People see me, and they see the suit, and they go: \"you're not fooling anyone\", they know I'm rock and roll through and through. But you know that old thing, live fast, die young? Not my way. Live fast, sure, live too bloody fast sometimes, but die young? Die old. That's the way- not orthodox, I don't live by \"the rules\" you know."},{"id":127,"quote":"I'm not from around these parts. I'm from a little place called England: we used to run the world before you."},{"id":128,"quote":"People think that it's fun to meet celebrities - but what do you mean by \"celebrity\"? Someone you recognise? What are they famous for? It's people who've done something that are exciting."},{"id":129,"quote":"Daniel Day-Lewis would play me as a baby. He can do anything. Johnny Depp or Brad Pitt are fighting out for me now. And Meryl Streep will play me after the sex change. I haven't told you about that, have I?"},{"id":130,"quote":"The truth doesn't hurt. Whatever it is, it doesn't hurt. It's better to know the truth."},{"id":131,"quote":"Popularity and democracy aren't a judge, they're just stats."},{"id":132,"quote":"It's quite easy to make a load of people laugh, it's often a reflex action, but I think to make them cry is harder without manipulating them."},{"id":133,"quote":"If I do eat meat, it's got to be ethical. I want to know that it lived a great life before it was killed humanely."},{"id":134,"quote":"I feel sorry for people in power. I feel sorry for the Queen, in a way, that she hasn't had a normal life. It'd difficult for me to hate anyone. Immediately someone's unpopular, I feel sorry for them."},{"id":135,"quote":"I am not a wolf in sheep's clothing, I'm a wolf in wolf's clothing."},{"id":136,"quote":"I think the job of a comedian is to make people laugh, but also challenge them to laugh at things they didn't know they could until now."},{"id":137,"quote":"My favourite shows of the year are House of Cards, the Scandinavian versions of The Killing and The Bridge, and my guilty pleasure is everything MMA. Ultimate Fighter is amazing."},{"id":138,"quote":"Of all the disciplines involved in making anything - TV, film or anything I do - the writing is the most valuable commodity."},{"id":139,"quote":"I'm a failed pop star. I always sneak a song into everything I do."},{"id":140,"quote":"I've got the attention span of a child."},{"id":141,"quote":"My physique is down to 20 years of eating cheese."},{"id":142,"quote":"Funny bones, to me, are more important than funny lines. If a comedian is just not likable and doing the lines, you could read them yourself. Whereas if someone [you like] shambles out, and they tell you what a bad day they've had, they don't have to say anything. I love them. I want to hug them because they've been through something. And it comes back to empathy, always empathy."},{"id":143,"quote":"I think, as a comedian, the funniest you can be is with people you know, and [whom] you've known for years, in a pub. That's as funny as you get, and so the aim [while stand-up] is to get that funny on stage with 5,000 strangers, to get that funny in a room where people shouldn't be listening but they are."},{"id":144,"quote":"I think Hollywood's gotten more reactionary and conservative over the years, because there's no longer art in Hollywood. Art suffers in Hollywood."},{"id":145,"quote":"When someone thanks God, I don't get offended."},{"id":146,"quote":"I always knew I had to be 100 percent in charge, even when I was a middle manager. I used to say to my boss, \"Just give me enough rope and then fire me.\""},{"id":147,"quote":"Growing up, the two things that made my blood boil were religious intolerance and animal cruelty. I’ve never understood it. I can’t stand to have an animal in pain."},{"id":148,"quote":"I remember one review of The Office Christmas Special that compared it unfavourably to Dickens. What? You're saying I'm not as good as the greatest storyteller ever. Boo! Boo! I think I can live with that."},{"id":149,"quote":"There was a nobility in poverty when I was growing up. My mom was poor but she was planting roses and she was cleaning the steps, you know what I mean. You didn't feel sorry for yourself."},{"id":150,"quote":"That's what life is, it's the small struggles. You walk down the street for half an hour, you see half an hour of drama. You don't need convoluted plot lines. You don't need long-lost brothers. You don't need it's set on the future; it's set on the moon."},{"id":151,"quote":"Someone trying to be funny probably isn't as funny as someone who doesn't want to be funny but is and can't help it. Someone being serious or angry might be funny. If you get angry, the first thing I want to do is laugh because I don't know why you're getting that angry. Pathos makes me laugh, funerals make me laugh."},{"id":152,"quote":"We only do what we think is good and what we're happy with. I do that in stand-up, I even do it with my children's books. I don't do market research, I don't have focus groups, I don't care. I don't care if it fails, honestly. I'd rather have something that's completely mine fail than something succeed that I'm not proud of."},{"id":153,"quote":"I use people's real voices because I want realism. So often I mention the actors' physicality because I want it to be like a real documentary."},{"id":154,"quote":"She said, 'I'm your biggest fan,' and I said, 'Who are you?' She said, 'Paris Hilton.'"},{"id":155,"quote":"I've always dabbled. I've always nearly written a book, I've always tried painting, I've always tried to make something out of ideas, really. It was never a plan. I never thought, \"Right. First I'll get famous, and then I'll do a book."},{"id":156,"quote":"It will be great to play a short, fat sweaty loser for a change."},{"id":157,"quote":"Our challenge with \"The Office\" and \"Extras\" was to get it completely scripted but to find a cast that could make it look like they were saying it for the first time."},{"id":158,"quote":"My ideal meal would probably be the cheesiest pasta or pizza, followed by something creamy and chocolaty. I mean, just the worst things, really."},{"id":159,"quote":"Sometimes I'll be confident and go into a shop and say, \"Hello, yeah, all right,\" and then the next day, if someone looks at me or talks to me, I just don't know what to do. If you're walking down the street with a baseball cap, you might be fine. But if you're in a pub and you see someone look at you, you think the worst thing in the world now is if they come over. It's a really weird feeling."},{"id":160,"quote":"It's the team that matters. Where would The Beatles be without Ringo. If John got Yoko to play drums the history of music would be completely different."},{"id":161,"quote":"I didn't have toys and bikes; I'd go out and pick up rocks. I was into science and nature. It was my first love. I was going to be a vet and a marine biologist. I went to university and studied biology for two weeks and I just thought: \"I've been conned!\""},{"id":162,"quote":"I think that's the fundamental thing - you can go anywhere you like as long as you're following a character that the audience likes and understands."},{"id":163,"quote":"Everything you do is autobiographical. Yeah, I grew up in a town called Redding and I had older brothers and sisters so it's all my memories of growing up."},{"id":164,"quote":"I've got three friends that you'd call famous, but I'm sure after 20 years, most of my friends will be famous or work in television, because that's the nature of what your work is. When I was working in an office, most of my friends worked in offices."},{"id":165,"quote":"That's what being nervous and sort of out of your comfort zone does. It's the same in \"The Office\" when a black guy comes to the office and all he thinks is `I better show this guy I'm not a racist.' So what does he do? Only talks about black issues."},{"id":166,"quote":"For every wacky postcard, there's a million people waiting to buy it, and for every $10 million of those things, there's one Rembrandt. Purposely, I think I want to aim at doing something that a lot of people won't like. I'm just worried that it looks like I've compared my work with Rembrandt. \"Gervais says he's better than Rembrandt!\"."},{"id":167,"quote":"Just looking at all the faces here reminds me of some of the great work that was done this year . . . by cosmetic surgeons."},{"id":168,"quote":"The terrible thing in England is if you interview a thousand people, five hundred of them will talk like they're going into a Guy Ritchie movie and the other five hundred will be Mr. Darcy. So we had to find cool, working class kids with no profile who could be John Travolta and James Dean and people like that."},{"id":169,"quote":"Same-sex marriage is not a gay privilege, it's equal rights."},{"id":170,"quote":"The world is not entirely comic and it's not entirely dramatic. You have a laugh and then someone finds a lump and you deal with that. Because that is what life is like."},{"id":171,"quote":"I see myself much more as a writer/director or at least an aspiring writer/director - not necessarily in film."},{"id":172,"quote":"I don't live by \"The Rules\" you know, and if there's one person who has influenced me in that way of thinking, someone who is a maverick, someone who does 'that' to the system then it's Ian Botham."},{"id":173,"quote":"I like big escapist films. It's odd because the type of comedian I am and the things I do when I'm writing and directing myself usually deal with the darker side of the human psyche and excruciating social faux pas. I often deal in taboos and the subjects I do as a stand-up are quite challenging. But my film roles have been much more fun and escapist."},{"id":174,"quote":"I never think of myself as a celebrity - or even an actor, actually. I think of myself as a writer-director."},{"id":175,"quote":"It breaks your heart when you throw something away, but it's what left that counts. It's like worrying about the bits of rock you have knocked off in order to make a beautiful statue. You've wasted half the rock, yeah, but it's the Venus di Milo!"},{"id":176,"quote":"[As a kid] I did enjoy making people laugh but I was also attracted to funny people. I'm [still] quite happy to not be the one trying to make other people laugh. I'm happy laughing at someone else. I enjoy laughing and I'll happily be the one just laughing all night if you can make me laugh."},{"id":177,"quote":"I had great memories of growing up in a working class estate. I remember it being sunny all the time. So we're putting that on screen. It's not people wallowing in degradation."},{"id":178,"quote":"I think sometimes you get given a good pile of goodwill, and it's whether you use it up in the first six months or spread it out over a career."},{"id":179,"quote":"The world is bigger than all the parts. That's the important thing, and one thing can throw everything off kilter. And you must never let yourself off. You'll let yourself off by mistake. So you shouldn't do it consciously. You have to be above it all and just be very disciplined with it. Just be very disciplined with it."},{"id":180,"quote":"I'm not a film snob at all. I much prefer a really good Hollywood blockbuster than a thought-provoking art house movie because entertainment is sort of where it's at."},{"id":181,"quote":"Wearing cosmetics that were tested on animals makes you ugly on the inside"},{"id":182,"quote":"When you get back into the editing suite in the cold light of day, the written stuff is better."},{"id":183,"quote":"People think \"The Office\" was improvised, but it's all on the page. We do that because what we found is that in the early days of \"The Office,\" we went in with it sort of 80 percent scripted and we did some things and then we improv'd and we did - you know, and it gets a laugh on the floor because it's the first time they've heard it."},{"id":184,"quote":"I never understood redemption when I was young. Even before I was an atheist, I always thought with the prodigal son, \"well, why's he getting the special treatment?\""},{"id":185,"quote":"Most people sitting at home aren't cool, successful, witty Hollywood stars, but they all worry about what people think of them when they faux pas."},{"id":186,"quote":"Thank you God for making me an atheist."},{"id":187,"quote":"I don't think a comedian should even be concerned with being cool or sexy, as soon as you do, you aren't a comedian any more. Looks are still the most important thing for women when it comes to meeting a partner. And that's fair enough, but a sense of humour is really important too. For starters, it's a great indicator of whether you are going to get on. If the first time you go on a date you don't find each other funny, there's a fundamental problem."},{"id":188,"quote":"Even if it's such a lowly art as TV, you've got to get stuff off your chest, because that's what makes something different and original, your particular take on stuff."},{"id":189,"quote":"I like my baths really deep and hot. But washing everything only takes a few minutes. So I thought it would be a waste to just flush all that water away. So there was nothing else to do but take pictures of myself trying to look as horrendous as possible. Oh my, what have I started?"},{"id":190,"quote":"If you walked around like David Bowie in 1973 in Reading, you'd get beaten up. The 1970s in a small town was more like the 1950s.. and that's the truth. The backdrop was probably Victorian."},{"id":191,"quote":"There are so many films now where you know the story is a supporting role to the visual effects."},{"id":192,"quote":"Life is so interesting... just every day life. I remember someone once saying: \"Drama is real life with the boring bits taken out.\""},{"id":193,"quote":"I've been nominated four times, never won. And the whole world is going, `Why hasn't Winslet won one?' That's why I'm doing it. \"Schindler's Bloody List,\" \"The Pianist,\" Oscars coming out of their ass."},{"id":194,"quote":"I think the best advice I'd say to any actor when you do comedy is play it straight."},{"id":195,"quote":"I don't see myself as part of an acting fraternity or a comedy fraternity."},{"id":196,"quote":"Pol Pot - he rounded up anybody he thought was intellectual and had them executed. And how he told someone was intellectual or not was whether they wore glasses. If they're that clever, take them off when they see him coming!"},{"id":197,"quote":"Know your limitations and be content with them. Too much ambition results in promotion to a job you can't do."},{"id":198,"quote":"There's no difference between fame and infamy now. There's a new school of professional famous people that don't do anything. They don't create anything."},{"id":199,"quote":"You can just keep getting it worse until you have to pull back and let the audience breathe. But yeah, I really love digging."},{"id":200,"quote":"Celebrities, make it harder for hackers to get nude pics of you from your computer by not putting nude pics of yourself on the computer."},{"id":201,"quote":"I know how much embarrassment hurts, and I love it as a theme because you can keep digging a hole. It's just an endless well, embarrassment."},{"id":202,"quote":"It's interesting that music in this country... we sort of sold something to America with The Beatles and they sold something back. And we've never been afraid to embrace American style rock 'n' roll and make it our own over here."},{"id":203,"quote":"You can drive 1,000 miles across America and find yourself, whereas if you drive a few miles from Slough you're in London anyway, or you hit Wales and you're in another country! Also, wherever you are in England it's still raining."},{"id":204,"quote":"I think comedy has to be an intellectual pursuit. It comes down to logic and analysis. As soon as it becomes emotional, it's not comedy anymore."},{"id":205,"quote":"There's a difference between a job and a career - if you're the boss you don't stop at six o'clock, you have to worry about everything all the time."},{"id":206,"quote":"Where's our Paul Newmans? Where's our Robert Redfords? We've got Jason Statham, who is great... blue collar and cool, which is fantastic. And we've got Hugh Grant, which is great. But where's this crossover, this blue collar guy who is cool? Where is our James Dean? Where is our John Travolta and Steve McQueen?"},{"id":207,"quote":"You see reality TV and it's not reality TV. It's contrived and everything is plotted and scripted nearly. Documentaries are the same and just as bad."},{"id":208,"quote":"You try to make characters you care about, and I think realism helps. Even though this is a high concept, the characters have got to be real."},{"id":209,"quote":"I still see myself as a bit of a cottage industry. Being in a room creating stuff and seeing if anyone wants it, as opposed to going to work for someone."},{"id":210,"quote":"Hotel bars are pretty good. No one bothers me there. Restaurants are safe. People are quite respectful when you're eating. But what I never do now is go to a busy bar on the weekend, or after 8 o'clock at night. That's the danger zone. Also being trapped. Never go on the Metro, or a bus."},{"id":211,"quote":"A world without any lies at all is not a good world, because it's artless and because there are no white lies, no flattery."},{"id":212,"quote":"I like every part [of the film process ] except the business and admin stuff. The initial idea. Writing. Re-writing. Casting. Directing, Editing. If I had to chose I'd say writing, followed by putting music on the picture. That is magical."},{"id":213,"quote":"The service in L.A. is the best. You don't get sarcastic, surly, fed-up waiters and waitresses like you do in England. They're good at their job and they're there for the customer. The only depressing thing is a lot of them have written more screenplays than me."},{"id":214,"quote":"Americans are brought up to believe they can grow up to be the president of the United States. Brits are told, It won't happen to you."},{"id":215,"quote":"When I direct my own scripts, it's much easier as it's been in my head for a year already... What I love about this is having an idea and seeing it come to fruition on screen. I would like to direct someone else's script one day, but I might not get round to it before I die - you can't legislate for being hit by a bus!"},{"id":216,"quote":"I never had a plan. I just sort of ambled along, doing exactly what I wanted every day of my life."},{"id":217,"quote":"Hollywood is responsible for some of the greatest and worst movies of all time!"},{"id":218,"quote":"I've never done anything for the common consensus. I do things to please me. If you are happy with something yourself, you become bulletproof."},{"id":219,"quote":"I was okay with singing. I always sneak a song into everything I do. Dancing, a little awkward. Little embarrassed about that. I don't move well. But I was with a frog, so it doesn't matter. I'll do anything with a frog, that's my motto. He's great with tap-dancing or flap-dancing on my head. So no one's going to be looking at me when we're doing that dance. They're going to be saying, 'There's a frog dancing'."},{"id":220,"quote":"I don't think humans are meant to be looked at when we're buying pants."},{"id":221,"quote":"To complain about critics in a business is like a sailor complaining about the waves. Go back to the beach if you don't like it."},{"id":222,"quote":"There are good and bad critics like good or bad artists. A good critic says why they didn't like it. A bad critic gives it away that they don't like you as a person. I quite like that as well, because it means that I've won."},{"id":223,"quote":"When you think of things like The Sopranos, The Wire, Damages, they are beating film on a regular basis. Most films are terrible. It's only the 2% that are good. There's things you can do on TV which you can't do on film. There is something about those episodic, serialisations that are grand and operatic."},{"id":224,"quote":"A joke isn't yours. It's used and you don't know where it's been."},{"id":225,"quote":"If you pay attention to good critics, you have to listen to the bad. So you have to ignore them all really. You can't just cherry pick the glowing ones."},{"id":226,"quote":"I remember the first check I got for 'The Office,' and it made me feel sad. It ruined it. ... Because there was sort of a nobility in poverty."},{"id":227,"quote":"With 'The Office' and 'Extras' I've always snuck in a little bit of heart and pathos - and drama, which is fun."},{"id":228,"quote":"There's nothing as perfect as the initial idea. And the only reason I write and direct is to protect the writing, because that's what's most precious."},{"id":229,"quote":"You won’t burn in hell. But be nice anyway."},{"id":230,"quote":"Remember, when you are dead, you do not know you are dead. It is only painful for others.The same applies when you are stupid."},{"id":231,"quote":"As an atheist, I see nothing “wrong in believing in a God. I don’t think there is a God, but belief in him does no harm. If it helps you in any way, then that’s fine with me. It’s when belief starts infringing on other people’s rights when it worries me. I would never deny your right to believe in a God. I would just rather you didn’t kill people who believe in a different God, say. Or stone someone to death because your rulebook says their sexuality is immoral. It’s strange that anyone who believes that an all-powerful all-knowing, omniscient power responsible for everything that happens, would also want to judge and punish people for what they are.”"},{"id":232,"quote":"You should bring something into the world that wasn't in the world before. It doesn't matter what that is. It doesn't matter if it's a table or a film or gardening - everyone should create. You should do something, then sit back and say, \"I did that."},{"id":233,"quote":"Mondays are fine. It's your life that sucks."},{"id":234,"quote":"Ignorance might be bliss for the ignorant, but for the rest of us it's a right fucking pain in the arse :)"},{"id":235,"quote":"… Science is constantly proved all the time. You see, if we take something like any fiction, any holy book… and destroyed it, in a thousand years’ time, that wouldn’t come back just as it was. Whereas if we took every science book, and every fact, and destroyed them all, in a thousand years they’d all be back, because all the same tests would [produce] the same result."},{"id":236,"quote":"In the beginning God created the heavens and the earth . . . Then he said, \"Let there be light.\" Which means he made the entire universe in the dark! How fucking good is that? He's brilliant."},{"id":237,"quote":"Never confuse your right to say what you believe with a right to never be disagreed with and ridiculed for saying what you believe."},{"id":238,"quote":"Remember, if you don't sin, then Jesus died for nothing"},{"id":239,"quote":"Beliefs do not change facts. Facts, if one is rational, should change beliefs."},{"id":240,"quote":"Your critics want you to be as unhappy, unfulfilled and unimportant as they are. Let your happiness eat them up from inside"},{"id":241,"quote":"You could easily spot any Religion of Peace. Its extremist members would be extremely peaceful."},{"id":242,"quote":"If I had a gun with two bullets and I was in a room with Hitler, Bin Laden, and Toby, I would shoot Toby twice."},{"id":243,"quote":"The best thing about being dead is that you don't know about it. It's like being stupid - it's only painful for others."},{"id":244,"quote":"It’s better to create something that others criticize than to create nothing and criticize others. Ricky Gervais"},{"id":245,"quote":"Humanity Is A Plague. We’re A Disgusting, Narcissistic, Selfish Parasite, And The World Would Be A Better Place Without Us."},{"id":246,"quote":"Relax. No one else knows what they’re doing either."},{"id":247,"quote":"I love how people walk around with crucifixes, skullcaps, pointy hats, funny beards and then say 'you should keep your atheism to yourself."},{"id":248,"quote":"You can't censor stupidity."},{"id":249,"quote":"If you try to please everyone you'll please no one."},{"id":250,"quote":"It annoys me that the burden of proof is on us. It should be \"You came up with the idea. Why do you believe it?\" I could tell you I've got superpowers. But I can't go up to people saying \"Prove I can't fly.\" They'd go: \"What do you mean 'Prove you can't fly'? Prove you can!"},{"id":251,"quote":"Just because you're offended doesn't mean your right."},{"id":252,"quote":"It always comes back to us - why are we here? Well, we just happened to be here, we couldn't choose it. The chance of us being born - that sperm hitting that egg - is 400 trillion to 1. We're not special, we're just lucky; and this is a holiday. We didn't exist for 14 and a half billion years. Then we get 80 or 90 years if we're lucky, and then we'll never exist again. So we should make the most of it."},{"id":253,"quote":"Basically, you deny one less God than I do. You don’t believe in 2,999 gods. And I don’t believe in just one more."},{"id":254,"quote":"I’ve never been insulted by hateful Satanists for not believing in their devil. Only by loving Christians for not believing in their God."},{"id":255,"quote":"Same-sex marriage isn’t a gay privilege, it’s equal rights. Privilege would be something like gay people not paying taxes. Like churches don’t."},{"id":256,"quote":"Next time someone tells me they believe in God, I’ll say ‘Oh which one? Zeus? Hades? Jupiter? Mars? Odin? Thor? Krishna? Vishnu? Ra?…’ If they say ‘Just God. I only believe in the one God,’ I’ll point out that they are nearly as atheistic as me. I don’t believe in 2,870 gods, and they don’t believe in 2,869."},{"id":257,"quote":"Remember, being healthy is basically dying as slowly as possible."},{"id":258,"quote":"We’re All Screwed Up In One Way Or Another. It Sort Of Makes You Normal."},{"id":259,"quote":"Well, I think life is precious because you can’t watch it again. I mean you can believe in an after life if that makes you feel better but once you realize you’re not going to be around forever, I think that’s what makes life so magical."},{"id":260,"quote":"I'd rather be no where without her than somewhere without her"},{"id":261,"quote":"I'd rather be nowhere with her then somewhere without her."},{"id":262,"quote":"I believe the greatest privilege in this world is to use your freedom of speech for those who have no voice."},{"id":263,"quote":"Religion's greatest trick wasn't making some people believe there was a God, it was telling you you shouldn't ever ridicule the ide, that it was sacred, to question this dogma> And of course it's not. As a scieentist,philosopher and comic that is something that is really important to me. NOTHING is sacrad."},{"id":264,"quote":"We are on a rock travelling around 1 of 100 billion stars. Our species is 1 of over half a billion that have ever existed. Our chances of being born are about 1 in 400 trillion. You're not special, but you are fucking lucky. Enjoy your amazing life. You'll never exist again."},{"id":265,"quote":"If you can laugh in the face of adversity, you're bullet-proof."},{"id":266,"quote":"Life is an amazing gift, but it’s only a gift if you’re able to enjoy it."},{"id":267,"quote":"Here lies Ricky Gervais: He had a laugh then found a lump."},{"id":268,"quote":"You can laugh at bad things without being bad people."},{"id":269,"quote":"I don't miss doing things with her. I miss doing nothing with her."},{"id":270,"quote":"Screw it. I'll be in my Mansion soon."},{"id":271,"quote":"Science makes us understand how to stay alive longer - feelings give us the reason to want to"},{"id":272,"quote":"PC culture isn’t killing comedy, it’s driving it. As it always did."},{"id":273,"quote":"It's funny, comedians tell a joke and they get in trouble; Donald Trump says a terrible thing and means it, and he gets elected. I get it, though, Trump hit a vein. He hit the peak of political correctness, and he's an antidote to all that. People are tired of being told they can't say things, so he's suddenly this poster boy for saying what's on your mind, however terrible it is."},{"id":274,"quote":"If you enjoy seeing an animal terrified or in pain you are a cunt."},{"id":275,"quote":"Good People Do Things For Other People. That’s It. The End."},{"id":276,"quote":"If you can laugh in the face of adversity, you’re bullet-proof."}]