[{"id":1,"quote":"Because it is a monopoly, government brings inefficiency and stagnation to most things it runs; government agencies pursue the inflation of their budgets rather than the service of their customers; pressure groups form an unholy alliance with agencies to extract more money from taxpayers for their members. Yet despite all this, most clever people still call for government to run more things and assume that if it did so, it would somehow be more perfect, more selfless, next time."},{"id":2,"quote":"You need to understand how human beings bring together their brains and enable their ideas to combine and recombine, to meet and, indeed, to mate. In other words, you need to understand how ideas have sex."},{"id":3,"quote":"Our minds have been built by selfish genes, but they have been built to be social, trustworthy and cooperative."},{"id":4,"quote":"This idea holds out hope that the human race will prosper mightily in the years ahead-because ideas are having sex with each other as never before."},{"id":5,"quote":"Society works not because we have consciously invented it, but because it is an ancient product of our evolved predispositions. It is literally in our nature."},{"id":6,"quote":"Futurology always ends up telling you more about your own time than about the future."},{"id":7,"quote":"Trade is 10 times as old as farming."},{"id":8,"quote":"Prosperity has brought complications. Our lives are busier, faster, more stressful. They're nostalgic for a simpler, slower time."},{"id":9,"quote":"The body is merely an evolutionary vehicle for the gene"},{"id":10,"quote":"The message from history is so blatantly obvious - that free trade causes mutual prosperity while protectionism causes poverty - that it seems incredible that anybody ever thinks otherwise.  There is not a single example of a country opening its borders to trade and ending up poorer."},{"id":11,"quote":"Intelligence will become more and more collective; innovation and order will become more and more bottom-up."},{"id":12,"quote":"At some point, human intelligence became collective and cumulative in a way that happened to no other animal."},{"id":13,"quote":"The fuel on which science runs is ignorance. Science is like a hungry furnace that must be fed logs from the forests of ignorance that surround us. In the process, the clearing we call knowledge expands, but the more it expands, the longer its perimeter and the more ignorance comes into view."},{"id":14,"quote":"It is not a zero sum game. The simple idea of the gains from trade lies at the heart of the modern and the ancient economy, not the power of capital. There is nothing else to it."},{"id":15,"quote":"Every minute, every second, the pattern of genes being expressed in your brain changes, often in direct or indirect response to events outside the body. Genes are the mechanisms of experience."},{"id":16,"quote":"The genome is a book that wrote itself, continually adding, deleting and amending over four billion years."},{"id":17,"quote":"A cumulative change of less than 2°C by the end of this century will do no net harm. It will actually do net good [...] rainfall will increase slightly, growing seasons will lengthen, Greenland's ice cap will melt only very slowly, and so on."},{"id":18,"quote":"Life is a Sisyphean race, run ever faster toward a finish line that is merely the start of the next race"},{"id":19,"quote":"It is the assumption of this book that there is a typical human nature. It is the aim of this book to seek it. Just like a surgeon, a psychiatrist can make all sorts of basic assumptions when a patient lies down upon the couch. He can assume that the patient knows what it means to love, to envy, to trust, to think, to speak, to fear, to smile, to bargain, to covet, to dream, to remember, to sing, to quarrel, to lie. The 'smile' of a baboon is a threat; the smile of a man is a sign of pleasure: it is human nature, the world over."},{"id":20,"quote":"The interaction of genetic and external influences makes my behaviour unpredictable, but not undetermined. In the gap between those words lies freedom."},{"id":21,"quote":"Ecology, like genetics, is not about equilibrium states. It is about change, change and change. Nothing stays the same forever."},{"id":22,"quote":"A true scientist is bored by knowledge; it is the assault on ignorance that motivates him - the mysteries that previous discoveries have revealed."},{"id":23,"quote":"Ocean acidification looks suspiciously like a back-up plan by the environmental pressure groups in case the climate fails to warm: another try at condemning fossil fuels. [...] Even if the world warms as much as the consensus expects, the net harm still looks small alongside the real harm now being done by preventable causes; and if it does warm this much, it will be because more people are rich enough to afford to do something about it."},{"id":24,"quote":"The evolutionary biologist Richard Dawkins in 1976 coined the term ‘meme’ for a unit of cultural imitation."},{"id":25,"quote":"The average Mexican lives longer now than the average Briton did in 1955. Infant mortality is lower today in Nepal than it was in Italy in 1951. The proportion of Vietnamese living on less than $2 a day has dropped from 90 per cent to 30 per cent in twenty years. The rich have got richer, but the poor have done even better."},{"id":26,"quote":"In a massive, long-term study of 17,000 civil servants, an almost unbelievable conclusion emerged: the status of a person's job was more likely to predict their likelihood of a heart attack than obesity, smoking or high blood pressure."},{"id":27,"quote":"How much more generous it would be if, instead of writing parables about childhood wounds, psychologists were to accept that some differences between the sexes just are, that they are in the nature of the beasts, because each sex has an evolved tendency to develop that way in response to experience."},{"id":28,"quote":"Uniqueness is the commodity of glut."},{"id":29,"quote":"Note even Jonathan Swift would dare to write a satire in which politicians argued that - in a world where species are vanishing and more than a billion people are barely able to afford to eat - it would somehow be good for the planet to clear rain-forests to grow palm oil, or give up food-crop land to grow biofuels, solely so that people could burn fuel derived from carbohydrate rather than hydrocarbons in their cars, thus driving up the price of food for the poor.  Ludicrous is too weak a word for this heinous crime."},{"id":30,"quote":"Considering the way evolution works, it should not be surprising if every man has got a Don Giovanni somewhere inside him."},{"id":31,"quote":"We consciously decide whether to consider people; we fall in love despite ourselves; we entirely fail to fall in love with people who fall in love with us. It is a mightily complicated business."},{"id":32,"quote":"Simple determinism, whether of the genetic or environmental kind, is a depressing prospect for those with a fondness for free will."},{"id":33,"quote":"Genes are biochemical recipes written in a four-letter alphabet called DNA."},{"id":34,"quote":"Random violence makes the news precisely because it is so rare, routine kindness does not make the news precisely because it is so commonplace. (104)"},{"id":35,"quote":"Sex is not about reproduc-tion, gender is not about males and females, courtship is not aboutpersuasion, fashion is not about beauty, and love is not about affec-tion. Below the surface of every banality and cliche there lies irony,cynicism, and profundity."},{"id":36,"quote":"Half the ideas in this book are probably wrong."},{"id":37,"quote":"The genome that we decipher in this generation is but a snapshot of an ever-changing document. There is no definitive edition."},{"id":38,"quote":"Why has that man fallen in love with that woman? Because she’s pretty. Why does pretty matter? Because human beings are a mainly monogamous species and so males are choosy about their mates (as male chimpanzees are not); prettiness is an indication of youth and health, which are indications of fertility. Why does that man care about fertility in his mate? Because if he did not, his genes would be eclipsed by those of men who did. Why does he care about that? He does not, but his genes act as if they do. Those who choose infertile mates leave no descendants. Therefore, everybody is descended from men who preferred fertile women, and every person inherits from those ancestors the same preference. Why is that man a slave to his genes? He is not. He has free will. But you just said he’s in love because it is good for his genes. He’s free to ignore the dictates of his genes. Why do his genes want to get together with her genes anyway? Because that’s the only way they can get into the next generation; human beings have two sexes that must breed by mixing their genes. Why do human beings have two sexes? Because in mobile animals hermaphrodites are less good at doing two things at once than males and females are at each doing his or her own thing. Therefore, ancestral hermaphroditic animals were outcompeted by ancestral sexed animals."},{"id":39,"quote":"It is strange to me that most people assume companies will be imperfect (as they are), but they assume that government agencies will be perfect, which they are not."},{"id":40,"quote":"Life is a slippery thing to define, but it consists of two very different skills: the ability to replicate, and the ability to create order."},{"id":41,"quote":"There is no nature that exists devoid of nurture; there is no nurture that develops without nature. To say otherwise is like saying that the area of a field is determined by its length but not its width. Every behavior is the product of an instinct trained by experience. The study of human beings remained resolutely unreformed by these ideas until a few years ago. Even now, most anthropologists and social scientists are firmly committed to the view that evolution has nothing to tell them. Human bodies are products of \"culture,\" and human culture does not reflect human nature, but the reverse. This restricts social scientists to investigation only differences between cultures and between individuals--and to exaggerating them. Yet what is most interesting to me about human beings is the things that are the same, not what is different--things like grammatical language, hierarchy, romantic love, sexual jealousy, long-term bongs between the genders (\"marriage\", in a sense). These are trainable instincts peculiar to out species and are just as surely the products of evolution as eyes and thumbs."},{"id":42,"quote":"sex is merely a genetic joint venture. the process of choosing somebody to have sex with, which used to be known as falling in love, is mysterious, cerebral, and highly selective."},{"id":43,"quote":"simplicity piled upon simplicity creates complexity."},{"id":44,"quote":"time always erodes advantage."},{"id":45,"quote":"Market failure is a favourite phrase; government failure is not."},{"id":46,"quote":"people are attracted to people of high reproductive and genetic potential—the healthy, the fit, and the powerful."},{"id":47,"quote":"The Sun King had dinner each night alone. He chose from forty dishes, served on gold and silver plate. It took a staggering 498 people to prepare each meal. He was rich because he consumed the work of other people, mainly in the form of their services. He was rich because other people did things for him. At that time, the average French family would have prepared and consumed its own meals as well as paid tax to support his servants in the palace. So it is not hard to conclude that Louis XIV was rich because others were poor.But what about today? Consider that you are an average person, say a woman of 35, living in, for the sake of argument, Paris and earning the median wage, with a working husband and two children. You are far from poor, but in relative terms, you are immeasurably poorer than Louis was. Where he was the richest of the rich in the world’s richest city, you have no servants, no palace, no carriage, no kingdom. As you toil home from work on the crowded Metro, stopping at the shop on the way to buy a ready meal for four, you might be thinking that Louis XIV’s dining arrangements were way beyond your reach. And yet consider this. The cornucopia that greets you as you enter the supermarket dwarfs anything that Louis XIV ever experienced (and it is probably less likely to contain salmonella). You can buy a fresh, frozen, tinned, smoked or pre-prepared meal made with beef, chicken, pork, lamb, fish, prawns, scallops, eggs, potatoes, beans, carrots, cabbage, aubergine, kumquats, celeriac, okra, seven kinds of lettuce, cooked in olive, walnut, sunflower or peanut oil and flavoured with cilantro, turmeric, basil or rosemary … You may have no chefs, but you can decide on a whim to choose between scores of nearby bistros, or Italian, Chinese, Japanese or Indian restaurants, in each of which a team of skilled chefs is waiting to serve your family at less than an hour’s notice. Think of this: never before this generation has the average person been able to afford to have somebody else prepare his meals.You employ no tailor, but you can browse the internet and instantly order from an almost infinite range of excellent, affordable clothes of cotton, silk, linen, wool and nylon made up for you in factories all over Asia. You have no carriage, but you can buy a ticket which will summon the services of a skilled pilot of a budget airline to fly you to one of hundreds of destinations that Louis never dreamed of seeing. You have no woodcutters to bring you logs for the fire, but the operators of gas rigs in Russia are clamouring to bring you clean central heating. You have no wick-trimming footman, but your light switch gives you the instant and brilliant produce of hardworking people at a grid of distant nuclear power stations. You have no runner to send messages, but even now a repairman is climbing a mobile-phone mast somewhere in the world to make sure it is working properly just in case you need to call that cell. You have no private apothecary, but your local pharmacy supplies you with the handiwork of many thousands of chemists, engineers and logistics experts. You have no government ministers, but diligent reporters are even now standing ready to tell you about a film star’s divorce if you will only switch to their channel or log on to their blogs.My point is that you have far, far more than 498 servants at your immediate beck and call. Of course, unlike the Sun King’s servants, these people work for many other people too, but from your perspective what is the difference? That is the magic that exchange and specialisation have wrought for the human species."},{"id":48,"quote":"Though politicians are regarded as scum, government as a machine is held to be almost infallible."},{"id":49,"quote":"There was never a better illustration of the validity of the Enlightenment dream – that order can emerge where nobody is in charge. The genome, now sequenced, stands as emphatic evidence that there can be order and complexity without any management."},{"id":50,"quote":"To put my explanation in its boldest and most surprising form: bad news is manmade, top–down, purposed stuff, imposed on history. Good news is accidental, unplanned, emergent stuff that gradually evolves. The things that go well are largely unintended; the things that go badly are largely intended."},{"id":51,"quote":"Yet the evidence, from twin studies, from the children of immigrants and from adoption studies, is now staring us in the face: people get their personalities from their genes and from their peers, not from their parents."},{"id":52,"quote":"But if there is one dominant myth about the world, one huge mistake we all make, one blind spot, it is that we all go around assuming the world is much more of a planned place than it is. As a result, again and again we mistake cause for effect; we blame the sailing boat for the wind, or credit the bystander with causing the event."},{"id":53,"quote":"Humanity is experiencing an extraordinary burst of evolutionary change, driven by good old-fashioned Darwinian natural selection. But it is selection among ideas, not among genes."},{"id":54,"quote":"Stress can alter the expression of genes, which can affect the response to stress and so on. Human behavior is therefore unpredictable in the short term, but broadly predictable in the long term."},{"id":55,"quote":"American presidential politics is entirely based on the myth that a perfect, omniscient, virtuous and incorruptible saviour will emerge from the New Hampshire primary every four years, and proceed to lead his people to the promised land."},{"id":56,"quote":"I don’t have to, replies the philosopher. “I only have to outrun you.”)”"},{"id":57,"quote":"Those of libertarian bent often prove more generous than those of a socialist persuasion: where the socialist feels that it is government’s job to look after the poor using taxes, libertarians think it is their duty."},{"id":58,"quote":"As I write this, it is nine o’clock in the morning. In the two hours since I got out of bed I have showered in water heated by North Sea gas, shaved using an American razor running on electricity made from British coal, eaten a slice of bread made from French wheat, spread with New Zealand butter and Spanish marmalade, then brewed a cup of tea using leaves grown in Sri Lanka, dressed myself in clothes of Indian cotton and Australian wool, with shoes of Chinese leather and Malaysian rubber, and read a newspaper made from Finnish wood pulp and Chinese ink."},{"id":59,"quote":"It is my proposition that the human race has become a collective problem-solving machine and it solves problems by changing its ways. It"},{"id":60,"quote":"It is common to find that two traders both think their counterparts are idiotically overpaying: that is the beauty of Ricardo’s magic trick."},{"id":61,"quote":"Nature is the length of the rectangle, nurture the width. There can be no rectangle without both."},{"id":62,"quote":"A four-letter alphabet called DNA."},{"id":63,"quote":"What is truly revolutionary about molecular biology in the post-Watson-Crick era is that it has become digital...the machine code of the genes is uncannily computer-like.' -Richard Dawkins"},{"id":64,"quote":"Think of this: never before this generation has the average person been able to afford to have somebody else prepare his meals. You"},{"id":65,"quote":"The gene contains a single 'word', repeated over and over again: CAG, CAG, CAG, CAG ... The repetition continues sometimes just six times, sometimes thirty, sometimes more than a hundred times. Your destiny, your sanity and your life hang by the thread of this repetition. If the 'word' is repeated thirty-five times or fewer, you will be fine.Most of us have about ten to fifteen repeats. If the 'word' is repeated thirty-nine times or more, you will in mid-life slowly start to lose your balance, grow steadily more incapable of looking after yourself and die prematurely."},{"id":66,"quote":"In the beginning was the word. The word proselytised the sea with its message, copying itself unceasingly and forever. The word discovered how to rearrange chemicals so as to capture little eddies in the stream of entropy and make them live. The word transformed the land surface of the planet from a dusty hell to a verdant paradise. The word eventually blossomed and became sufficiendy ingenious to build a porridgy contraption called a human brain that could discover and be aware of the word itself. My porridgy contraption boggles every time I think this thought."},{"id":67,"quote":"Anaxagoras’ belief that lying on the right side during sex would produce a boy was so influential that centuries later some French aristocrats had their left testicles amputated."},{"id":68,"quote":"It was these Prussian schools that introduced many of the features we now take for granted. There was teaching by year group rather than by ability, which made sense if the aim was to produce military recruits rather than rounded citizens. There was formal pedagogy, in which children sat at rows of desks in front of standing teachers, rather than, say, walking around together in the ancient Greek fashion. There was the set school day, punctuated by the ringing of bells. There was a predetermined syllabus, rather than open-ended learning. There was the habit of doing several subjects in one day, rather than sticking to one subject for more than a day. These features make sense, argues Davies, if you wish to mould people into suitable recruits for a conscript army to fight Napoleon."},{"id":69,"quote":"The market is a system of mass cooperation."},{"id":70,"quote":"Imagine that the genome is a book.There are twenty-three chapters, called CHROMOSOMES.Each chapter contains several thousand stories, called GENES.Each story is made up of paragraphs, called EXTONS, which are interrupted by advertisements called INTRONS.Each paragraph is made up of words, called CODONS.Each word is written in letters called BASES."},{"id":71,"quote":"male animals have a finite sum of energy that they can spend on testosterone or immunity to disease, but not both at the same time."},{"id":72,"quote":"Far from being laws to protect women, antipolygamy statutes may really do more to protect men."},{"id":73,"quote":"No horoscope matches this accuracy. No theory of human causality, Freudian, Marxist, Christian or animist, has ever been so precise. No prophet in the Old Testament, no entrail-grazing oracle in ancient Greece, no crystal-ball gypsy clairvoyant on the pier at Bognor Regis ever pretended to tell people exactly when their lives would fall apart, let alone got it right."},{"id":74,"quote":"It’s time to admit that public education operates like a planned economy,’ said Albert Shanker, long-serving President of the American Federation of Teachers."},{"id":75,"quote":"I think knowledge is a blessing, not a curse. This is especially true in the case of genetic knowledge. To understand the molecular nature of cancer for the first time, to diagnose and prevent Alzheimer’s disease, to discover the secrets of human history, to reconstruct the organisms that populated the pre-Cambrian seas – these seem to me to be immense blessings."},{"id":76,"quote":"What was the secret that the serpent told Eve? That she could eat a certain fruit? Pah. That was a euphemism. The fruit was carnal knowledge, and everybody from Thomas Aquinas to Milton knew it. How did they know it? Nowhere in Genesis is there even the merest hint of the equation: Forbidden fruit equals sin equals sex. We know it to be true because there can only be one thing so central to mankind. Sex."},{"id":77,"quote":"There are two ways to tell the story of the twentieth century. You can describe a series of wars, revolutions, crises, epidemics, financial calamities. Or you can point to the gentle but inexorable rise in the quality of life of almost everybody on the planet: the swelling of income, the conquest of disease, the disappearance of parasites, the retreat of want, the increasing persistence of peace, the lengthening of life, the advances in technology."},{"id":78,"quote":"Few debates in the history of science have been conducted with such stupidity as the one about intelligence."},{"id":79,"quote":"The struggle for existence never gets easier. However well a species may adapt to its environment, it can never relax, because its competitors and its enemies are also adapting to their niches. Survival is a zero-sum game."},{"id":80,"quote":"Montagues and Capulets, French and English, Whig and Tory, Airbus and Boeing, Pepsi and Coke, Serb and Muslim, Christian and Saracen – we are irredeemably tribal creatures. The neighbouring or rival group, however defined, is automatically an enemy. Argentinians and Chileans hate each other because there is nobody else nearby to hate."},{"id":81,"quote":"Friedrich Hayek advanced the view that the common law contributed to greater economic welfare because it was less interventionist, less under the tutelage of the state, and was better able to respond to change than civil legal systems; indeed, it was for him a legal system that led, like the market, to a spontaneous order."},{"id":82,"quote":"Throughout history, the characteristic feature of the nation state is its monopoly of violence."},{"id":83,"quote":"Progress and success are always relative. When the land was unoccupied by animals, the first amphibian to emerge from the sea could get away with being slow, lumbering, and fish-like, for it had no enemies and no competitors. But if a fish were to take to the land today, it would be gobbled up by a passing fox as surely as a Mongol horde would be wiped out by machine guns. In history and in evolution, progress is always a futile, Sisyphean struggle to stay in the same relative place by getting ever better at things."},{"id":84,"quote":"In history, and in evolution, progress is always a futile, Sisyphean struggle to stay in the same relative place by getting ever better at things. Cars move through the congested streets of London no faster than horse-drawn carriages did a century ago. Computers have no effect on productivity because people learn to complicate and repeat tasks that have been made easier."},{"id":85,"quote":"the Australian economist Peter Saunders argues, ‘Nobody planned the global capitalist system, nobody runs it, and nobody really comprehends it. This particularly offends intellectuals, for capitalism renders them redundant. It gets on perfectly well without them."},{"id":86,"quote":"I want to do for every aspect of the human world a little bit of what Charles Darwin did for biology, and get you to see past the illusion of design, to see the emergent, unplanned, inexorable and beautiful process of change that lies underneath."},{"id":87,"quote":"Specialisation, accompanied by exchange, is the source of economic prosperity. Here, in my own words, is what a modern version of Smithism claims. First, the spontaneous and voluntary exchange of goods and services leads to a division of labour in which people specialise in what they are good at doing. Second, this in turn leads to gains from trade for each party to a transaction, because everybody is doing what he is most productive at and has the chance to learn, practise and even mechanise his chosen task. Individuals can thus use and improve their own tacit and local knowledge in a way that no expert or ruler could. Third, gains from trade encourage more specialisation, which encourages more trade, in a virtuous circle. The greater the specialisation among producers, the greater is the diversification of consumption: in moving away from self-sufficiency people get to produce fewer things, but to consume more. Fourth, specialisation inevitably incentivises innovation, which is also a collaborative process driven by the exchange and combination of ideas. Indeed, most innovation comes about through the recombination of existing ideas for how to make or organise things. The more people trade and the more they divide labour, the more they are working for each other. The more they work for each other, the higher their living standards. The consequence of the division of labour is an immense web of cooperation among strangers: it turns potential enemies into honorary friends. A woollen coat, worn by a day labourer, was (said Smith) ‘the produce of a great multitude of workmen. The shepherd, the sorter of the wool, the wool-comber or carder, the dyer, the scribbler, the spinner, the weaver, the fuller, the dresser . . .’ In parting with money to buy a coat, the labourer was not reducing his wealth. Gains from trade are mutual; if they were not, people would not voluntarily engage in trade. The more open and free the market, the less opportunity there is for exploitation and predation, because the easier it is for consumers to boycott the predators and for competitors to whittle away their excess profits. In its ideal form, therefore, the free market is a device for creating networks of collaboration among people to raise each other’s living standards, a device for coordinating production and a device for communicating information about needs through the price mechanism. Also a device for encouraging innovation. It is the very opposite of the rampant and selfish individualism that so many churchmen and others seem to think it is. The market is a system of mass cooperation. You compete with rival producers, sure, but you cooperate with your customers, your suppliers and your colleagues. Commerce both needs and breeds trust."},{"id":88,"quote":"The conclusion that all these studies converge upon is that about half of your IQ was inherited, and less than a fifth was due to the environment you shared with your siblings – the family. The rest came from the womb, the school and outside influences such as peer groups. But even this is misleading. Not only does your IQ change with age, but so does its heritability. As you grow up and accumulate experiences, the influence of your genes increases. What? Surely, it falls off? No: the heritability of childhood IQ is about forty-five per cent, whereas in late adolescence it rises to seventy-five per cent. As you grow up, you gradually express your own innate intelligence and leave behind the influences stamped on you by others. You select the environments that suit your innate tendencies, rather than adjusting your innate tendencies to the environments you find yourself in. This proves two vital things: that genetic influences are not frozen at conception and that environmental influences are not inexorably cumulative. Heritability does not mean immutability."},{"id":89,"quote":"Humanity is, of course, morally free to make and remake itself infinitely, but we do not do so."},{"id":90,"quote":"The cornucopia that greets you as you enter the supermarket dwarfs anything that Louis XIV ever experienced (and it is probably less likely to contain salmonella)."},{"id":91,"quote":"The big firms that survive will do so by turning themselves into bottom-up evolvers."},{"id":92,"quote":"Then there appeared upon the earth a new kind of hominid, which refused to play by the rules. Without any changes in its body, and without any succession of species, it just kept changing its habits. For the first time its technology changed faster than its anatomy. This was an evolutionary novelty, and you are it. When"},{"id":93,"quote":"In other words, cooking encourages specialisation by sex. The first and deepest division of labour is the sexual one."},{"id":94,"quote":"Language is just as rule-based in its newest slang forms, and just as sophisticated as it ever was in ancient Rome. But the rules, now as then, are written from below, not from above."},{"id":95,"quote":"The genome is as complicated and indeterminate as ordinary life, because it is ordinary life. This should come as a relief. Simple determinism, whether of the genetics or environmental kind, is a depressing prospect for those with a fondness for free will."},{"id":96,"quote":"An evolutionary bargain seems to have been struck: in exchange for sexual exclusivity, the man brings meat and protects the fire from thieves and bullies; in exchange for help rearing the children, the woman brings veg and does much of the cooking. This may explain why human beings are the only great apes with long pair bonds. Just"},{"id":97,"quote":"Yet as soon as Greece was unified into an empire by a thug – Philip of Macedon in 338 BC – it lost its edge."},{"id":98,"quote":"Our habits and our institutions, from language to cities, are constantly changing, and the mechanism of change turns out to be surprisingly Darwinian: it is gradual, undirected, mutational, inexorable, combinatorial, selective and in some vague sense progressive."},{"id":99,"quote":"Mankind is a self-domesticated animal; a mammal; an ape; a social ape; an ape in which the male takes the iniative in courtship and females usually leave the society of their birth; an ape in which men are predators, women herbivorous foragers; an ape in which males are relatively hierarchical, females relatively egalitarian; an ape in which males contribute unusually large amounts of investment in the upbringing of their offspring by provisioning their mates and their children with food, protection, and company; an ape in which monogamous pair bonds are the rule but many males have affairs and occasional males achieve polygamy; an ape in which females mated to low-ranking males often cuckold their husbands in order to gain access to the genes of higher-ranking males; an ape that has been subject to unusually intense mutual sexual selection so that many of the features of the female body (lips, breasts, waists) and the mind of both sexes (songs, competitive ambition, status seeking) are designed for use in competition for mates; an ape that has developed an extraordinary range of new instincts to learn by association, to communicate by speech, and to pass on traditions. But still an ape."},{"id":100,"quote":"When I watch Anthony and Cleopatra, I am seeing a four-hundred-year-old interpretation of a two-thousand-year-old history. Yet it never even occurs to me that love was any different then from what it is now. It is not necessary to explain to me why Anthony falls under the spell of a beautiful woman. Across time just as much as across space, the fundamentals of our nature are universally and idiosyncratically human."},{"id":101,"quote":"If, as a professor, you ask four men and two women each to wear a cotton T-shirt, no deodorant and no perfume, for two nights, then hand these T-shirts to you, you will probably be humored as a mite kinky."},{"id":102,"quote":"The influence upon our intelligence of events that happened in the womb is three times as great as anything our parents did to us after our birth."},{"id":103,"quote":"As I mentioned earlier, the diagnostic feature of life is that it captures energy to create order."},{"id":104,"quote":"For far too long we have underestimated the power of spontaneous, organic and constructive change driven from below, in our obsession with designing change from above. Embrace the general theory of evolution. Admit that everything evolves."},{"id":105,"quote":"The elite gets things wrong, says Douglas Carswell in The End of Politics and the Birth of iDemocracy, ‘because they endlessly seek to govern by design a world that is best organized spontaneously from below’. Public policy failures stem from planners’ excessive faith in deliberate design. ‘They consistently underrate the merits of spontaneous, organic arrangements, and fail to recognize that the best plan is often not to have one."},{"id":106,"quote":"There is a neat economic explanation for the sexual division of labour in hunter-gatherers. In terms of nutrition, women generally collect dependable, staple carbohydrates whereas men fetch precious protein. Combine the two – predictable calories from women and occasional protein from men – and you get the best of both worlds. At the cost of some extra work, women get to eat some good protein without having to chase it; men get to know where the next meal is coming from if they fail to kill a deer. That very fact makes it easier for them to spend more time chasing deer and so makes it more likely they will catch one. Everybody gains – gains from trade. It is as if the species now has two brains and two stores of knowledge instead of one – a brain that learns about hunting and a brain that learns about gathering."},{"id":107,"quote":"We are told that we are sinning (by emitting CO2), that we have original sin (human greed), which has banished us from Eden (the pre-industrial world), for which we must confess (by condemning irresponsible consumerism), atone (by paying carbon taxes), repent (insisting that politicians pay lip service to climate-change alarm), and seek salvation (sustainability). The wealthy can buy indulgences (carbon offsets) so as to keep flying their private jets, but none must depart from faith (in carbon dioxide) as set out in scripture (the reports of the Intergovernmental Panel on Climate Change). It is the duty of all to condemn heretics (the ‘deniers’), venerate saints (Al Gore), heed the prophets (of the IPCC). If we do not, then surely Judgement Day will find us out (with irreversible tipping points), when we will feel the fires of hell (future heatwaves) and experience divine wrath (worsening storms). Fortunately, God has sent us a sign of the sacrifice we must make – I have sometimes been struck by the way a wind farm looks like Golgotha."},{"id":108,"quote":"What was the secret that the serpent told Eve? That she could eat a certain fruit? Pah. That was a euphemism. The fruit was carnal knowledge and everybody from Thomas Aquinas to Milton knew it."},{"id":109,"quote":"So if gangsters become governments, does this mean that governments began as gangsters?"},{"id":110,"quote":"Yet to define genes by the diseases they cause is about as absurd as defining organs of the body by the diseases they get: livers are there to cause cirrhosis, hearts to cause heart attacks and brains to cause strokes. It is a measure, not of our knowledge but of our ignorance that this is the way the genome catalogues read. It is literally true that the only thing we know about some genes is that their malfunction causes a particular disease. This is a pitifully small thing to know about a gene, and a terribly misleading one. It leads to the dangerous shorthand that runs as follows: ‘X has got the Wolf-Hirschhorn gene.’ Wrong. We all have the Wolf-Hirschhorn gene, except, ironically, people who have Wolf-Hirschhorn syndrome. Their sickness is caused by the fact that the gene is missing altogether. In the rest of us, the gene is a positive, not a negative force. The sufferers have the mutation, not the gene."},{"id":111,"quote":"Because bodies do not replicate themselves but are grown, whereas genes do replicate themselves, it inevitably follows that the body is merely an evolutionary vehicle for the gene, rather than vice versa."},{"id":112,"quote":"Fascism, properly understood, is not a phenomenon of the right at all. Instead, it is, and always has been, a phenomenon of the left. This fact – an inconvenient truth if there ever was one – is obscured in our time by the equally mistaken belief that fascism and communism are opposites. In reality, they are closely related, historical competitors for the same constituents."},{"id":113,"quote":"Perhaps the heritability of IQ implies something entirely different, something that once and for all proves that Galton’s attempt to discriminate between nature and nurture is misconceived. Consider this apparently fatuous fact. People with high IQ s, on average, have more symmetrical ears than people with low IQ s. Their whole bodies seem to be more symmetrical: foot breadth, ankle breadth, finger length, wrist breadth and elbow breadth each correlates with IQ. In the early 1990s there was revived an old interest in bodily symmetry, because of what it can reveal about the body’s development during early life. Some asymmetries in the body are consistent: the heart is on the left side of the chest, for example, in most people. But other, smaller asymmetries can go randomly in either direction. In some people the left ear is larger than the right; in others, vice versa. The magnitude of this so-called fluctuating asymmetry is a sensitive measure of how much stress the body was under when developing, stress from infections, toxins or poor nutrition. The fact that people with high IQs have more symmetrical bodies suggests that they were subject to fewer developmental stresses in the womb or in childhood. Or rather, that they were more resistant to such stresses. And the resistance may well be heritable. So the heritability of IQ might not be caused by direct ‘genes for intelligence’ at all, but by indirect genes for resistance to toxins or infections – genes in other words that work by interacting with the environment. You inherit not your IQ but your ability to develop a high IQ under certain environmental circumstances. How does one parcel that one into nature and nurture? It is frankly impossible."},{"id":114,"quote":"The government monopoly of money leads not just to the suppression of innovation and experiment, not just to inflation and debasement, not just to financial crises, but to inequality too. As Dominic Frisby points out in his book Life After the State, opportunities in finance ripple outwards from the Treasury. The state spends money before it even exists; the privileged banks then get first access to newly minted money and can invest it before assets have increased in cost. By the time it reaches ordinary people, the money is worth less. This outward percolation is known as the Cantillon Effect – after Richard Cantillon, who noticed that the creation of paper money in the South Sea Bubble benefited those closest to the source first. Frisby argues that the process of money creation by an expansionary government effectively redistributes money from the poor to the rich. ‘This is not the free market at work, but a gross, unintended economic distortion caused by the colossal government intervention.’ The"},{"id":115,"quote":"Not inventing, and not adopting new ideas, can itself be both dangerous and immoral."},{"id":116,"quote":"Half of the biggest American companies of 1980 have now disappeared by take-over or bankruptcy; half of today’s biggest companies did not even exist in 1980. The same is not true of government monopolies: the Internal Revenue Service and the National Health Service will not die, however much incompetence they might display. Yet most anti-corporate activists have faith in the good will of the leviathans that can force you to do business with them, but are suspicious of the behemoths that have to beg for your business. I find that odd. Moreover,"},{"id":117,"quote":"Fascism and communism were and are religions of the state."},{"id":118,"quote":"In 1976, when eight million Indians were sterilised, Robert McNamara visited the country and congratulated it: ‘At long last India is moving effectively to address its population problem."},{"id":119,"quote":"Life adapted to the laws of physics, not vice versa."},{"id":120,"quote":"Most of the so-called robber barons got rich by cutting the price of goods, not raising them."},{"id":121,"quote":"Specialisation encouraged innovation, because it encouraged the investment of time in a tool-making tool. That saved time, and prosperity is simply time saved, which is proportional to the division of labour."},{"id":122,"quote":"Vernon Smith and his colleagues have long confirmed that markets in goods and services for immediate consumption – haircuts and hamburgers – work so well that it is hard to design them so they fail to deliver efficiency and innovation; while markets in assets are so automatically prone to bubbles and crashes that it is hard to design them so they work at all."},{"id":123,"quote":"In history and in evolution, progress is always a futile, Sisyphean struggle to stay in the same relative place by getting ever better at things. Cars move through the congested streets of London no faster than horse-drawn carriages did a century ago. Computers have no effect on productivity because people learn to complicate and repeat tasks that have been made easier.13 This concept, that all progress is relative, has come to be known in biology by the name of the Red Queen, after a chess piece that Alice meets in Through the Looking-Glass, who perpetually runs without getting very far because the landscape moves with her. It is an increasingly influential idea in evolutionary theory, and one that will recur throughout the book. The faster you run, the more the world moves with you and the less you make progress. Life is a chess tournament in which if you win a game, you start the next game with the handicap of a missing pawn."},{"id":124,"quote":"It is easier to wax elegiac for the life of a peasant when you do not have to use a long-drop toilet."},{"id":125,"quote":"almost all biologists agreed that no creature could ever evolve the ability to help its species at the expense of itself. Only when the two interests coincided would it act selflessly."},{"id":126,"quote":"As Edward Glaeser put it, ‘Thoreau was wrong. Living in the country is not the right way to care for the Earth. The best thing that we can do for the planet is build more skyscrapers."},{"id":127,"quote":"TP53 seems to encode the greater good, like a suicide pill in the mouth of a soldier that dissolves only when it detects evidence that he is about to mutiny."},{"id":128,"quote":"This concept, that all progress is relative, has come to be known in biology by the name of the Red Queen, after a chess piece that Alice meets in Through the Looking-Glass, who perpetually runs without getting very far because the landscape moves with her. It is an increasingly influential idea in evolutionary theory, and one that will recur throughout the book. The faster you run, the more the world moves with you and the less you make progress. Life is a chess tournament in which if you win a game, you start the next game with the handicap of a missing pawn."},{"id":129,"quote":"The obsession with which those on the right resist Charles Darwin’s insight – that the complexity of nature does not imply a designer – matches the obsession with which those on the left resist Adam Smith’s insight – that the complexity of society does not imply a planner."},{"id":130,"quote":"Is it not striking that the cost of food and clothing has gone steadily downwards over the past fifty years, while the cost of healthcare and education has gone steadily upwards?"},{"id":131,"quote":"The idea that the State originated to serve any kind of social purpose is completely unhistorical. It originated in conquest and confiscation – that is to say, in crime.’ Perhaps we have left all that behind, and the state is now evolving steadily towards benign and gentle virtue. Perhaps not. Tudor"},{"id":132,"quote":"The real tragedy of nationalised education is how little innovation it has seen."},{"id":133,"quote":"The police have come to resemble an occupying army who see the citizenry as the enemy."},{"id":134,"quote":"Today we are still in thrall to Great Man history, if only because we like reading biography. American presidential politics is entirely based on the myth that a perfect, omniscient, virtuous and incorruptible saviour will emerge from the New Hampshire primary every four years, and proceed to lead his people to the promised land. Never was this messianic mood more extreme than on the day Barack Obama won the presidency."},{"id":135,"quote":"There is no permanent ideal of disease resistance, merely the shifting sands of impermanent obsolescence."},{"id":136,"quote":"Life uses information (stored in DNA) to capture energy (which it stores in a chemical called ATP) to create order. Humans burn prodigious amounts of energy — we generate about 10,000 times as much energy per gram as the sun. The sun is hotter only because it is much bigger. We use energy to create and maintain intricate cellular and bodily complexity, the opposite of entropy, just as we do in the economy, where the harnessing of power from burning fuel enables us to build skyscrapers and aeroplanes."},{"id":137,"quote":"Simultaneous discovery and invention mean that both patents and Nobel Prizes are fundamentally unfair things."},{"id":138,"quote":"With increasingly money-based interactions among strangers, people increasingly began to think of neighbours as potential trading partners rather than potential prey. Killing the shopkeeper makes no sense."},{"id":139,"quote":"The lesson of this study is that, on the whole, having to deal with strangers teaches you to be polite to them, and that in order for such generosity to emerge, costly punishment of selfishness may be necessary."},{"id":140,"quote":"Some thought they were messages from Gaia to tell humanity to combat global warming."},{"id":141,"quote":"I am just a node in a huge network of knowledge, trying to capture an ethereal and evolving entity in a few inadequate words."},{"id":142,"quote":"The fuel on which science runs is ignorance. Science is like a hungry furnace that must be fed logs from the forests of ignorance that surround us. In the process, the clearing we call knowledge expands, but the more it expands, the longer its perimeter and the more ignorance comes into view. [...] A true scientist is bored by knowledge; it is the assault on ignorance that motivates him - the mysteries that previous discoveries have revealed. The forest is more interesting than the clearing."},{"id":143,"quote":"If you divide the world into those countries where the majority live in cities, and those where the majority live in the countryside, you find that the former are four times as wealthy, in terms of average income, as the latter."},{"id":144,"quote":"Further evidence for the man-made nature of gods comes from their evolutionary history. It is a little-known fact, but gods evolve."},{"id":145,"quote":"Friedrich Hayek’s, with his prescient warning in The Road to Serfdom (1944) that socialism and fascism were not really opposites, but had ‘fundamental similarity of methods and ideas’, that economic planning and state control were at the top of an illiberal slope that led to tyranny, oppression and serfdom, and that the individualism of free markets was the true road to liberation. Ignoring"},{"id":146,"quote":"Humanity is experiencing an extraordinary burst of evolutionary change, driven by good old-fashioned Darwinian natural selection. But it is selection among ideas, not among genes. The habitat in which these ideas reside consists of human brains."},{"id":147,"quote":"Human beings innovate by combining and recombining ideas, and the larger and denser the network, the more innovation occurs. Once again, notice that this is not policy."},{"id":148,"quote":"The comedian Emo Philips once joked that he considered his brain to be the most fascinating organ in his body – until he realised who was telling him this."},{"id":149,"quote":"Far from being parasitic exploiters of the workers, most businessmen were innovators looking to outwit their rivals, by doing things better or cheaper, and in doing so they inevitably brought improvements to the living standards of consumers. Most"},{"id":150,"quote":"If your teacher is in a private, for-profit school, however, and you withdraw your child, then the owner of the school will quickly feel the effect in his pocket, and the bad teacher will be fired. In a free system the parent, the consumer, is the boss. Tooley found that private-school proprietors constantly monitor their teachers and follow up parents’ complaints. His team visited classrooms in various parts of India and Africa, and found teachers actually teaching in fewer of the government classrooms they visited than in private classrooms – sometimes little more than half as many. Despite having no public funds or aid money, the unrecognised private schools had better facilities such as toilets, electricity and blackboards. Their pupils also got better results, especially in English and mathematics. The"},{"id":151,"quote":"The market is a system of mass cooperation. You compete with rival producers, sure, but you cooperate with your customers, your suppliers and your colleagues. Commerce both needs and breeds trust."},{"id":152,"quote":"The Dark Ages were a massive experiment in the back-to-the-land hippy lifestyle (without the trust fund):"},{"id":153,"quote":"Thanks to a newly perfected technology, the camel, the people of the Arabian Peninsula found themselves well placed to profit from trade between East and West."},{"id":154,"quote":"South Korea and Ghana had the same income per capita in the 1950s. One received far more aid, advice and political intervention than the other. It is now by far the poorer of the two. In general, Asian economies grew their way out of poverty in the late twentieth century, while African economies failed to be aided out of poverty. Trade, not aid, proved the best way to achieve an increase in prosperity."},{"id":155,"quote":"The success of human beings depends crucially, but precariously, on numbers and connections. A few hundred people cannot sustain a sophisticated technology: trade is a vital part of the story."},{"id":156,"quote":"In Bletchley, in Britain, in 1943, in total secrecy, a brilliant mathematician, Alan Turing, is seeing his most incisive insight turned into physical reality. Turing has argued that numbers can compute numbers. To crack the Lorentz encoding machines of the German forces, a computer called Colossus has been built based on Turing’s principles: it is a universal machine with a modifiable stored program. Nobody realises it at the time, least of all Turing, but he is probably closer to the mystery of life than anybody else. Heredity is a modifiable stored program; metabolism is a universal machine. The recipe that links them is a code, an abstract message that can be embodied in a chemical, physical or even immaterial form. Its secret is that it can cause itself to be replicated. Anything that can use the resources of the world to get copies of itself made is alive; the most likely form for such a thing to take is a digital message—a number, a script or a word."},{"id":157,"quote":"The most important fact about extreme weather is that the number of deaths caused by floods, droughts and storms has dropped by 93 per cent since the 1920s, despite a trebling of the world population: not because the weather has grown less wild, but because the world has grown rich enough to enable us to protect ourselves better."},{"id":158,"quote":"Two economists recently concluded, after studying the issue, that the entire concept of food miles is ‘a profoundly flawed sustainability indicator’. Getting food from the farmer to the shop causes just 4 per cent of all its lifetime emissions. Ten times as much carbon is emitted in refrigerating British food as in air-freighting it from abroad, and fifty times as much is emitted by the customer travelling to the shops."},{"id":159,"quote":"Most aid is delivered by governments to governments."},{"id":160,"quote":"What if renewable energy rolled out on a grand scale proves so environmentally damaging that it does great harm? Bio-energy, a policy intended to forestall global warming, is already killing hundreds of thousands of people each year by putting up the price of food. Various"},{"id":161,"quote":"In 1900, the average American spent $76 of every $100 on food, clothing and shelter. Today he spends $37."},{"id":162,"quote":"But if there is one dominant myth about the world, one huge mistake we all make, one blind spot, it is that we all go around assuming the world is much more of a planned place than it is."},{"id":163,"quote":"The truth is that the wild west was without much government, but it was very far from lawless, or even violent."},{"id":164,"quote":"Economists are quick to speak of ‘market failure’, and rightly so, but a greater threat comes from ‘government failure’."},{"id":165,"quote":"In America, roughly 15 per cent of jobs are destroyed every year; and roughly 15 per cent created."},{"id":166,"quote":"the complexity of society does not imply a planner."},{"id":167,"quote":"Shakespeare was a far better psychologist than Freud, and Jane Austen a far better sociologist than Durkheim"},{"id":168,"quote":"This book argues that evolution is happening all around us. It is the best way of understanding how the human world changes, as well as the natural world. Change in human institutions, artefacts and habits is incremental, inexorable and inevitable. It follows a narrative, going from one stage to the next; it creeps rather than jumps; it has its own spontaneous momentum,"},{"id":169,"quote":"The message from history is so blatantly obvious – that free trade causes mutual prosperity while protectionism causes poverty – that it seems incredible that anybody ever thinks otherwise."},{"id":170,"quote":"It is genes that allow the human mind to learn, to remember, to imitate, to imprint, to absorb culture, and to express instincts. Genes are not puppet masters or blueprints. Nor are they just the carriers of heredity. They are active during life;"},{"id":171,"quote":"In short, the explosion in sub-prime lending was a thoroughly top–down, political project, mandated by Congress, implemented by government-sponsored enterprises, enforced by the law, encouraged by the president and monitored by pressure groups."},{"id":172,"quote":"This isn’t about auctions,’ said Meg Whitman, the chief executive of eBay, ‘in fact it’s not about economic warfare. It’s the opposite.’ It was survival of the nicest."},{"id":173,"quote":"Similarity is the shadow of difference. Two things are similar by virtue of their difference from another; or different by virtue of one’s similarity to a third. So it is with individuals."},{"id":174,"quote":"Either human beings must be more instinctive, or animals must be more conscious than we had previously suspected. The similarities, not the differences, were what caught the attention."},{"id":175,"quote":"Henry’s novel The Portrait of a Lady was written in thrall to Darwin’s idea of female choice as a force in evolution."},{"id":176,"quote":"Education, done properly, is an emergent, evolutionary phenomenon."},{"id":177,"quote":"É claro que não há um único gene, mas há algo infinitamente mais enaltecedor e magnífico: toda uma naturza humana, flexivelmente pré-ordenada em nossos cromossomos e indiossincrática de cada um de nós. Todo mundo tem uma única e distina natureza endógena. Um self."},{"id":178,"quote":"Technology will find its inventors, rather than vice versa."},{"id":179,"quote":"Studies of criminal records of adoptees in Denmark revealed a strong correlation with the criminal record of the biological parent and a very small correlation with the criminal record of the adopting parent – and even that vanished when controlled for peer-group effects, whereby the adopting parents were found to live in more, or less, criminal neighbourhoods according to whether they themselves were criminals."},{"id":180,"quote":"You are descended not from your mother but from her ovary. Nothing that happened to her body or her mind in her life could affect your nature"},{"id":181,"quote":"The great success of ants and termites – between them they may comprise one-third of all the animal biomass of land animals – is undoubtedly down to their division of labour."},{"id":182,"quote":"There has probably never been a generation since the paleolithic that did not deplore the fecklessness of the next and worship a golden memory of the past."},{"id":183,"quote":"An extraordinarily nimble synthesist, Ridley leaps from chromosome to chromosome in a handy summation of our ever increasing understanding of the roles that genes play in disease, behavior, sexual differences and even intelligence. More important, though, he addresses not only the ethical quandaries faced by contemporary scientists but the reductionist danger in equating inheritability with inevitability. —The New Yorker”"},{"id":184,"quote":"[...] the Stone Age did not come to an end for lack of stone."},{"id":185,"quote":"This is the diagnostic feature of modern life, the very definition of a high standard of living: diverse consumption, simplified production. Make one thing, use lots."},{"id":186,"quote":"From the perspective of today, or from that of a Cobden-Mill-Smith liberal, there is not a great deal of difference between the various -isms of the twentieth century. Communism, fascism, nationalism, corporatism, protectionism, Taylorism, dirigisme – they are all centralising systems with planning at their heart."},{"id":187,"quote":"In fact the discoveries of Gregor Mendel, which became known to the world in 1900, ought to have killed eugenics stone dead."},{"id":188,"quote":"I forecast that the twenty-first century will show a continuing expansion of catallaxy – Hayek’s word for spontaneous order created by exchange and specialisation."},{"id":189,"quote":"Nobody ever saw a dog make fair and deliberate exchange of a bone with another dog."},{"id":190,"quote":"The four horsemen of the human apocalypse, which cause the most premature and avoidable death in poor countries, are and will be for many years the same: hunger, dirty water, indoor smoke and malaria, which kill respectively about seven, three, three and two people per minute. If you want to do your fellow human beings good, spend your effort on combating those so that people can prosper, ready to meet climate challenges as they arrive. Economists estimate that a dollar spent on mitigating climate change brings ninety cents of benefits compared with $20 benefits per dollar spent on healthcare and $16 per dollar spent on hunger. Keeping climate at 1990 levels, assuming it could be done, would leave more than 90 per cent of human mortality causes untouched."},{"id":191,"quote":"In Germany too the preservation of nature went hand in hand with the destruction of human life. ‘Ask the trees, they will teach you how to become National Socialists!’ read one Nazi slogan."},{"id":192,"quote":"This is the diagnostic feature of modern life, the very definition of a high standard of living: diverse consumption, simplified production."},{"id":193,"quote":"A Californian firm called Morning Star Tomatoes has been experimenting with ‘self-management’ for two decades."},{"id":194,"quote":"The Planned Parenthood Foundation was founded in 1916 by Margaret Sanger, who thought philanthropy would ‘perpetuate constantly increasing numbers of defectives, delinquents, and dependents’. The organisation’s international arm was headquartered in the offices of the British Eugenics Society as late as 1952."},{"id":195,"quote":"Peace will come to earth when the people have more to do with each other and governments less,’ he"},{"id":196,"quote":"Some are worse off than they were just a few months or years before. But the vast majority of people are much better fed, much better sheltered, much better entertained, much better protected against disease and much more likely to live to old age than their ancestors have ever been. The availability of almost everything a person could want or need has been going rapidly upwards for 200 years and erratically upwards for 10,000 years before"},{"id":197,"quote":"They had stumbled on what Friedrich Hayek called the catallaxy: the ever-expanding possibility generated by a growing division of labour."},{"id":198,"quote":"For barter to work, two individuals do not need to offer things of equal value. Trade is often unequal, but still benefits both sides."},{"id":199,"quote":"Even allowing for the hundreds of millions who still live in abject poverty, disease and want, this generation of human beings has access to more calories, watts, lumen-hours, square feet, gigabytes, megahertz, light-years, nanometres, bushels per acre, miles per gallon, food miles, air miles, and of course dollars"},{"id":200,"quote":"Neanderthals had all of these: huge brains, probably complex languages, lots of technology. But they never burst out of their niche. It is my contention that in looking inside our heads, we would be looking in the wrong place to explain this extraordinary capacity for change in the species. It was not something that happened within a brain. It was some thing that happened between brains. It was a collective phenomenon. Look"},{"id":201,"quote":"The environment that a child experiences is as much a consequence of the child’s genes as it is of external factors: the child seeks out and creates his or her own environment. If she is of a mechanical bent, she practises mechanical skills; if a bookworm, she seeks out books. The genes may create an appetite, not an aptitude. After all, the high heritability of short-sightedness is accounted for not just by the heritability of eye shape, but by the heritability of literate habits. The heritability of intelligence may therefore be about the genetics of nurture, just as much as the genetics of nature. What a richly satisfying end to the century of argument inaugurated by Galton."},{"id":202,"quote":"People increased their birth rate in response to high child death rates. Make them richer and healthier and they would have fewer babies, as had already happened in Europe, where prosperity had led birth rates down, not up."},{"id":203,"quote":"The Brazilian diplomat Josué de Castro, in his book The Geopolitics of Hunger, was even bolder in his criticism of the neo-Malthusians, saying that ‘The road to survival, therefore, does not lie in the neo-Malthusian prescriptions to eliminate surplus people, nor in birth control, but in the effort to make everybody on the face of the earth productive.’ In"},{"id":204,"quote":"The restaurant business is robust and successful precisely because individual restaurants are vulnerable and short-lived. Taleb wishes that society honoured ruined entrepreneurs as richly as it honours fallen soldiers."},{"id":205,"quote":"In short, the explosion in sub-prime lending was a thoroughly top–down, political project, mandated by Congress, implemented by government-sponsored enterprises, enforced by the law, encouraged by the president and monitored by pressure groups. Remember this when you hear people blame the free market for the excesses of the sub-prime bubble."},{"id":206,"quote":"homini lupus’, said Plautus. ‘Man is a wolf to man."},{"id":207,"quote":"By one estimate, the number of different products that you can buy in New York or London tops ten billion.This should not need saying, but it does. There are people today who think life was better in the past. They argue that there was not only a simplicity, tranquility, sociability and spirituality about life in the distant past that has been lost, but a virtue too. This rose-tinted nostalgia, please note, is generally confined to the wealthy. It is easier to wax elegiac for the life of a peasant when you do not have to use a long-drop toilet."},{"id":208,"quote":"Every class is unfit to govern.’ The problem is not the abuse of power, echoed the motivational speaker Michael Cloud more recently, but the power to abuse. The"},{"id":209,"quote":"It is all but inevitable that we occupy a favoured location, one of the rare neighbourhoods where by-laws allow the emergence of intelligent life.’ No anthropic principle needed."},{"id":210,"quote":"The media tycoon Ted Turner told a newspaper reporter in 2010 that other countries should follow China’s lead in instituting a one-child policy to reduce global population over time."},{"id":211,"quote":"First, I need to convince you that human progress has, on balance, been a good thing, and that, despite the constant temptation to moan, the world is as good a place to live as it has ever been for the average human being – even now in a deep recession."},{"id":212,"quote":"A handbook for users of the Arpanet at MIT in the 1980s reminded them that ‘sending electronic messages over the ARPAnet for commercial profit or political purposes is both antisocial and illegal’. The internet revolution might have happened ten years earlier if academics had not been dependent on a government network antipathetic to commercial use. Well,"},{"id":213,"quote":"each person ‘intends only his own security; and by directing that industry in such a manner as its produce may be of the greatest value, he intends only his own gain, and he is in this, as in many other cases, led by an invisible hand to promote an end which was no part of his intention’. Yet"},{"id":214,"quote":"...because the great beauty of embryo development, the bit that human beings find so hard to grasp, is that it is a totally decentralised process...no cell need wait for instructions from authority; every cell can act on its own information and the signals it receives from its neighbours. We do not organise societies that way...Perhaps we should try."},{"id":215,"quote":"A corollary of this perspective is that there is no such thing as a perfect market, an equilibrium or an end state."},{"id":216,"quote":"Good things are gradual; bad things are sudden. Above all, good things evolve."},{"id":217,"quote":"If God is not needed for morality, and if language is a spontaneous system, then perhaps the king, the pope and the official are not quite as vital to the functioning of an orderly society as they pretend?"},{"id":218,"quote":"The new and crucial ingredient was not the availability of capital, but the advent of market-tested, consumer-driven innovation."},{"id":219,"quote":"that the flywheel of history is incremental change through trial and error, with innovation driven by recombination, and that this pertains in far more kinds of things than merely those that have genes. This"},{"id":220,"quote":"Modern philosophers who aspire to rise above the sordid economic reality of the world would do well to recall that this trade made possible the cross-fertilisation of ideas that led to great discoveries."},{"id":221,"quote":"From 2000, Fannie and Freddie’s appetite for sub-prime loans increased markedly every year, encouraging a rich harvest of increasingly crazy loans by mortgage originators to supply this appetite. House-builders, lenders, mortgage brokers, Wall Street underwriters, legal firms, housing charities and pressure groups like ACORN all benefited. Taxpayers did not. By the early 2000s, Fannie and Freddie were well intertwined with politicians, donating rich campaign contributions especially to Congressional Democrats, and giving rewarding jobs to politicians – Clinton’s former Budget Director Franklin Raines would pocket $100 million from his brief spell in charge of Fannie. Between 1998 and 2008, Fannie and Freddie spent $175 million lobbying Congress."},{"id":222,"quote":"The aim of public education is not to spread enlightenment at all. It is simply to reduce as many individuals as possible to the same safe level, to breed a standard citizenry to put down dissent and originality,’ said H.L. Mencken."},{"id":223,"quote":"This is the diagnostic feature of modern life, the very definition of a high standard of living: diverse consumption, simplified production"},{"id":224,"quote":"God, Smith just as surely defenestrated Leviathan."},{"id":225,"quote":"Gutenberg made printed books affordable, which kicked off an increase in literacy, which created a market for spectacles, which led to work on lenses that in turn resulted in the invention of microscopes and telescopes, which unleashed the discovery that the earth went round the sun."},{"id":226,"quote":"All that determinists are asking you to accept is that there cannot be effect without cause."},{"id":227,"quote":"The brutal campaign of mass sterilisation, forced abortion and infanticide was exacerbated by the voluntary murder of baby girls on a genocidal scale as parents tried to ensure that their one legal child was a boy. Fertility fell, but not much faster than it would have done if a policy of economic development, public health and education had been adopted instead. What"},{"id":228,"quote":"For most of history, the state has been an ‘ever-present predator and all-around abuser of human rights’,"},{"id":229,"quote":"And even modern governments have an element of the crime syndicate about them. Police forces repeatedly harbour criminals all over the world: the US Department of Homeland Security is only a little more than a decade old, but in 2011 over three hundred of its employees were arrested for crimes such as drug smuggling, child pornography and selling intelligence to drug cartels. Like"},{"id":230,"quote":"Many people are bothered about the number of privately owned guns in the United States, but what about publicly owned ones? In recent years the United States government (not the military) has purchased 1.6 billion rounds of ammunition, enough to shoot the entire population five times over."},{"id":231,"quote":"Fundamentally, other animals do not do barter."},{"id":232,"quote":"Before Medicaid and Medicare existed, writes the American politician and former doctor Ron Paul, ‘every physician understood that he or she had a responsibility towards the less fortunate, and free medical care for the poor was the norm’."},{"id":233,"quote":"Good institutions cannot usually be imposed from above: that way they are oxymorons."},{"id":234,"quote":"the Pentagon actually donates military equipment to the police, including tanks."},{"id":235,"quote":"the first century of the US Federal Reserve’s existence has been a failure. Not only has there been incontinent inflation since 1913, the year the Fed came into existence (8 per cent in the preceding 120 years, 2,300 per cent in the succeeding hundred years), but there has been devastating deflation too, and more banking panics, more financial volatility, longer and deeper recessions. Even the Fed’s response to the crisis of 2008 has come under severe criticism, as it effectively bailed out bad assets while doing little to help solvent institutions with needed liquidity"},{"id":236,"quote":"The war is not over, however. Even organisations like Wikipedia succumbed to the authoritarian twitch, appointing editors with special privileges who could impose their own prejudices upon certain topics. The motive was understandable – to stop entries being taken over by obsessive nutters with weird views. But of course what happened, just as in the French and Russian revolutions, was that the nutters got on the committee. The way to become an editor was simply to edit lots of pages, and thereby gain brownie points. Some of the editors turned into ruthlessly partisan dogmatists, and the value of a crowd-sourced encyclopedia was gradually damaged. As one commentator puts it, Wikipedia is ‘run by cliquish, censorious editors and open to pranks and vandalism’. It is still a great first port of call on any uncontroversial topic, but I find Wikipedia cannot be trusted on many subjects."},{"id":237,"quote":"Today, the drumbeat has become a cacophony. The generation that has experiences more peace, freedom, leisure time, education, medicine, travel, movies, mobile phones, and massages than any generation in history is lapping up gloom at every opportunity."},{"id":238,"quote":"This was socialism without the state. There is no doubt that it would have continued to expand and evolve."},{"id":239,"quote":"The moral of this story is that autocrats get too much credit for episodes of increased economic freedom,’ wrote William Easterly."},{"id":240,"quote":"Smith went one step further, and suggested that morality emerged unbidden and unplanned from a peculiar feature of human nature: sympathy."},{"id":241,"quote":"The influential 1911 edition of the Encyclopaedia Britannica goes to the opposite extreme from the Encyclopédie: social history is buried within biography. So to read about the post-Roman world you must look up the entry on Attila the Hun."},{"id":242,"quote":"The number of countries that censor the internet has grown steadily, and now stands at more than forty."},{"id":243,"quote":"Just as human nature is the same everywhere, so it is recognizably the same as it was in the past. A Shakespeare play is about motives and predicaments and feelings and personalities that are instantly familiar. Falstaff’s bombast, Iago’s cunning, Leontes’s jealousy, Rosalind’s strength, and Malvolio’s embarrassment have not changed in four hundred years. Shakespeare was writing about the same human nature that we know today. Only"},{"id":244,"quote":"As Lord Acton said, great men are mostly bad men."},{"id":245,"quote":"the whole point of science, the whole thrust of the Enlightenment, is the rejection of arguments from authority."},{"id":246,"quote":"What was the international reaction to this holocaust? The United Nations Secretary General awarded a prize to General Qian in 1983, and recorded his ‘deep appreciation’ for the way in which the Chinese government had ‘marshalled the resources necessary to implement population policies on a massive scale’."},{"id":247,"quote":"Lectures, says Minerva’s Stephen Kosslyn, are ‘a great way to teach, but a terrible way to learn’."},{"id":248,"quote":"today people farm (i.e., plough, crop or graze) just 38 per cent of the land area of the earth, whereas with 1961 yields they would have to farm 82 per cent to feed today’s population."},{"id":249,"quote":"The traditional university will surely be gone in fifty years, swept away by technology."},{"id":250,"quote":"A species that over many generations repeatedly exposes itself to some experience will eventually find its offspring selected for a genetic predisposition to cope with that experience. Why?"},{"id":251,"quote":"On the ceiling of the Sistine Chapel, Adam and God touch fingers. To the uneducated eye it is not clear who is creating whom. We are supposed to assume God’s the one doing the creating, and much of the world thinks so. To anybody who has read the history of the ancient world, it is crystal clear by contrast that, in the words of the title of Selina O’Grady’s book on the subject, Man Created God. God is plainly an invention of the human imagination, whether in the form of Jahweh, Christ, Allah, Vishnu, Zeus or Anygod else."},{"id":252,"quote":"The Great Man theory lives on as strongly as ever in one field of human endeavour: big business."},{"id":253,"quote":"a person who is free to make a $20,000 purchase of a car as a customer, might not be free to buy an office chair for $500 as an employee. Little wonder that big companies grow more slowly than small ones (firms whose chief executives attend the annual World Economic Forum schmooze-fest in Davos tend to underperform the stock market), and big public bodies have worse reputations than small ones."},{"id":254,"quote":"The cumulative accretion of knowledge by specialists that allows us each to consume more and more different things by each producing fewer and fewer is, I submit, the central story of humanity"},{"id":255,"quote":"Doomed every four years to disappointment when a demigod turns out to have feet of clay, when the most powerful man in the world turns out not to have much power to change the world, the American people none the less never lose faith in the presidential religion."},{"id":256,"quote":"all gods and all superstitions emerge from within human minds, and go through characteristic but unplanned transformations as history unfolds. Thus even the most top–down feature of human culture is actually a bottom–up, emergent phenomenon. O’Grady"},{"id":257,"quote":"Jeff Bezos’s favourite saying is ‘Start with the customer and work backwards,’ but it is repeated as a mantra so frequently by his staff that you cannot help thinking they start with the boss and work forwards."},{"id":258,"quote":"The media tycoon Ted Turner told a newspaper reporter in 2010 that other countries should follow China’s lead in instituting a one-child policy to reduce global population over time. Malthus’s"},{"id":259,"quote":"China today has the economy of a twenty-first-century economic superpower with a political regime little changed since the 1950s. Is this slow evolution in political institutions down to the concentration or the dispersion of power?"},{"id":260,"quote":"Religions always and everywhere insist upon the argument from authority. You should do this or that because the Pope or the Koran or the local priest says you should. For centuries most of the world convinced itself that the only reason people act morally is because of instruction, that in effect without superstition there can be no ethical behaviour."},{"id":261,"quote":"The richer and more market-oriented societies have become, the nicer people have behaved."},{"id":262,"quote":"what really works inside a big firm is division of labour: you do what you’re good at, I’ll do what I’m good at, and we’ll coordinate our actions. That is what actually happens in practice inside most companies, and good management means good coordination. The employees specialise and exchange, just like participants in a market, or citizens in a city."},{"id":263,"quote":"We are perforce in some sense constrained, goaded, or at least affected by the accumulated impact of selective decisions made over thousands of generations."},{"id":264,"quote":"The reluctance to accept coincidence lies at the heart of telepathy, spiritualism, ghosts and other manifestations of the supernatural. The mystical mentality insists that something caused a coincidence; something made things go bump in the night. Superstition"},{"id":265,"quote":"No, what really works inside a big firm is division of labour: you do what you’re good at, I’ll do what I’m good at, and we’ll coordinate our actions. That is what actually happens in practice inside most companies, and good management means good coordination. The employees specialise and exchange, just like participants in a market, or citizens in a city."},{"id":266,"quote":"In short, there is no question that a country can run a stable paper currency without a gold standard, a central bank, a lender of last resort, or much regulation; and not only avoid disaster, but perform well. Bottom–up monetary systems – known as free banking – have a far better track record than top–down ones. Walter Bagehot, the great nineteenth-century theorist of central banking, admitted as much. In his influential book Lombard Street, he effectively conceded that the only reason a central bank needed to be a lender of last resort was because of the instability introduced by the existence of a central bank. The"},{"id":267,"quote":"It is pure fatalism, undiluted by environmental variability. Good living, good medicine, healthy food, loving families or great riches can do nothing about. Your fate is in your genes. Like a pure Augustinian, you go to heaven by God’s grace, not by good works. It reminds us that the genome, great book that it is, may give us the bleakest kind of self-knowledge: the knowledge of our destiny, not the kind of knowledge that you can do something about, but the curse of Tiresias."},{"id":268,"quote":"So – as animal experiments have suggested – oxytocin does not affect reciprocity, just the tendency to take a social risk, to go out on a limb."},{"id":269,"quote":"This provided an excuse for sidelining questions of independence – until the subject people were ‘ready’. Hailey got the Americans to go along with this, by suggesting a similar line on Southern segregation. Economic betterment would come first; political liberation could wait."},{"id":270,"quote":"The mind drives the body, which drives the genome."},{"id":271,"quote":"So who does run a company these days? Not the shareholders or the board. They largely find out after the fact that things have gone well or badly. Nor are firms cooperatives. Anybody who has tried to run a company by consensus will tell you how disastrously bad an idea that is. Interminable meetings follow hard upon each other’s heels as everybody tries to get everybody else to see his or her point of view. Nothing gets done, and tempers fray. The problem with consensus is that people are not allowed to be different. It’s like trying to drive a car in which the brake and the accelerator have to do similar jobs. No, what really works inside a big firm is division of labour: you do what you’re good at, I’ll do what I’m good at, and we’ll coordinate our actions. That is what actually happens in practice inside most companies, and good management means good coordination. The employees specialise and exchange, just like participants in a market, or citizens in a city. The"},{"id":272,"quote":"He asked the question: ‘What kind of company do we want this to be?’, and the answer built upon three principles: that people are happiest when they have personal control over their life; that people are ‘thinking, energetic, creative and caring’; and that the best human organisations are ones like voluntary bodies that are not managed by others, but in which participants coordinate among themselves. Defying"},{"id":273,"quote":"The real cause of poverty today – now that it is avoidable – is the unchecked power of the state against poor people without rights, says William Easterly."},{"id":274,"quote":"evolutionary biologist Ryan Gregory put it, anyone who thinks he or she can assign a function to every letter in the human genome should be asked why an onion needs a genome that is about five times larger than a person’s. Who’s resorting"},{"id":275,"quote":"There is a regrettable human tendency to exaggerate stability, to believe in equilibrium. ...........It is about change, change and change. Nothing stays same forever."},{"id":276,"quote":"Free-market commerce is the only system of human organisation yet devised where ordinary people are in charge – unlike feudalism, communism, fascism, slavery and socialism."},{"id":277,"quote":"The internet has no centre and no hierarchy. All the computers that use it are equal – ‘peers’ in a network."},{"id":278,"quote":"Falling consumer prices is what enriches people (deflation of asset prices can ruin them, but that is because they are using asset prices to get them the wherewithal to purchase consumer items). And, once again, notice that the true metric of prosperity is time. If Cornelius Vanderbilt or Henry Ford not only moves you faster to where you want to go, but requires you to work fewer hours to earn the ticket price, then he has enriched you by granting you a dollop of free time."},{"id":279,"quote":"Malthus’s poor laws were wrong; British attitudes to famine in India and Ireland were wrong; eugenics was wrong; the Holocaust was wrong; India’s sterilisation programme was wrong; China’s one-child policy was wrong. These were sins of commission, not omission. Malthusian misanthropy – the notion that you should harden your heart, approve of famine and disease, feel ashamed of pity and compassion, for the good of the race – was wrong pragmatically as well as morally. The right thing to do about poor, hungry and fecund people always was, and still is, to give them hope, opportunity, freedom, education, food and medicine, including of course contraception, for not only will that make them happier, it will enable them to have smaller families."},{"id":280,"quote":"It reminds us that the genome, great book that it is, may give us the bleakest kind of self-knowledge: the knowledge of our destiny, not the kind of knowledge that you can do something about, but the curse of Tiresias."},{"id":281,"quote":"All Britons are descended from the same set of people a mere thirty generations ago."},{"id":282,"quote":"Anyway, if you really want to see the Arpanet as the origin of the internet, please explain why the government sat on it for thirty years and did almost nothing with it until it was effectively privatised in the 1990s, with explosive results."},{"id":283,"quote":"These were people collaborating because they wanted to, not because they were paid to, and with little or no intellectual property in their ideas."},{"id":284,"quote":"When people believe that they have absolute knowledge, with no test in reality, this is how they behave."},{"id":285,"quote":"To me this is a dangerous doctrine, which justifies inflicting real pain in the here and now on disadvantaged people on the basis of forestalling a distant possibility of doom."},{"id":286,"quote":"...nature has never found human incomprehension a reason for changing her methods."},{"id":287,"quote":"The Sun King had dinner each night alone. He chose from forty dishes, served on gold and silver plate. It took a staggering 498 people to prepare each meal. He was rich because he consumed the work of other people, mainly in the form of their services. He was rich because other people did things for him. At that time, the average French family would have prepared and consumed its own meals as well as paid tax to support his servants in the palace. So it is not hard to conclude that Louis XIV was rich because others were poor.But what about today? Consider that you are an average person, say a woman of 35, living in, for the sake of argument, Paris and earning the median wage, with a working husband and two children. You are far from poor, but in relative terms, you are immeasurably poorer than Louis was. Where he was the richest of the rich in the world’s richest city, you have no servants, no palace, no carriage, no kingdom. As you toil home from work on the crowded Metro, stopping at the shop on the way to buy a ready meal for four, you might be thinking that Louis XIV’s dining arrangements were way beyond your reach. And yet consider this. The cornucopia that greets you as you enter the supermarket dwarfs anything that Louis XIV ever experienced (and it is probably less likely to contain salmonella). You can buy a fresh, frozen, tinned, smoked or pre-prepared meal made with beef, chicken, pork, lamb, fish, prawns, scallops, eggs, potatoes, beans, carrots, cabbage, aubergine, kumquats, celeriac, okra, seven kinds of lettuce, cooked in olive, walnut, sunflower or peanut oil and flavoured with cilantro, turmeric, basil or rosemary ... You may have no chefs, but you can decide on a whim to choose between scores of nearby bistros, or Italian, Chinese, Japanese or Indian restaurants, in each of which a team of skilled chefs is waiting to serve your family at less than an hour’s notice. Think of this: never before this generation has the average person been able to afford to have somebody else prepare his meals.You employ no tailor, but you can browse the internet and instantly order from an almost infinite range of excellent, affordable clothes of cotton, silk, linen, wool and nylon made up for you in factories all over Asia. You have no carriage, but you can buy a ticket which will summon the services of a skilled pilot of a budget airline to fly you to one of hundreds of destinations that Louis never dreamed of seeing. You have no woodcutters to bring you logs for the fire, but the operators of gas rigs in Russia are clamouring to bring you clean central heating. You have no wick-trimming footman, but your light switch gives you the instant and brilliant produce of hardworking people at a grid of distant nuclear power stations. You have no runner to send messages, but even now a repairman is climbing a mobile-phone mast somewhere in the world to make sure it is working properly just in case you need to call that cell. You have no private apothecary, but your local pharmacy supplies you with the handiwork of many thousands of chemists, engineers and logistics experts. You have no government ministers, but diligent reporters are even now standing ready to tell you about a film star’s divorce if you will only switch to their channel or log on to their blogs.My point is that you have far, far more than 498 servants at your immediate beck and call. Of course, unlike the Sun King’s servants, these people work for many other people too, but from your perspective what is the difference? That is the magic that exchange and specialisation have wrought for the human species."},{"id":288,"quote":"as Isaiah Berlin put it, ‘disregard for the preferences and interests of individuals alive today in order to pursue some distant social goal that their rulers have claimed is their duty to promote has been a common cause of misery"},{"id":289,"quote":"Countries where commerce thrives have far less violence than countries where it is suppressed. Does"},{"id":290,"quote":"It is an extraordinary fact, unremembered by most, that in the Anglosphere people live by laws that did not originate with governments at all."},{"id":291,"quote":"A series of papers by the Princeton economist Dani Rodrik and his colleagues tried to shed light on the impact of policy decisions on economic growth, but found that ‘most instances of economic reform do not produce growth accelerations’, and ‘most growth accelerations are not preceded or accompanied by major changes in economic policies, institutional arrangements, political circumstances, or external conditions’. The economist William Easterly points out that the evidence for a change of leadership being the cause of a growth miracle anywhere in the developing world is wholly lacking: the timing simply does not match. The effect of leaders on growth rates, he says, is close to zero, a conclusion that is ‘almost too shocking to be believed’. South"},{"id":292,"quote":"With the first steam engines, the barrier between heat and work was breached, so that coal’s energy could now amplify the work of people."},{"id":293,"quote":"Imports are Christmas morning; exports are January’s MasterCard bill. P.J. O’ROURKE"},{"id":294,"quote":"Long before he became well known for his atheism, Dawkins was famous for the ideas set out in his book The Selfish Gene."},{"id":295,"quote":"Cities, marriage, language, music, art – these manifestations of culture all change in regular and retrospectively predictable ways, but in ways that nobody did predict, let alone direct. They evolve."},{"id":296,"quote":"Trying to replace the common law with a rationally designed law is, he jests, like trying to design a better rhinoceros in a laboratory."},{"id":297,"quote":"Giving money to poor people is not a sustainable solution to poverty. So how do you help poor people? Do you instruct, plan and order their lives with expertise and lots of government, or do you get them freedom to exchange and specialise, so that prosperity can evolve? Friedrich"},{"id":298,"quote":"The generation that has experienced more peace, freedom, leisure time, education, medicine, travel, movies, mobile phones and massages than any generation in history is lapping up gloom at every opportunity."},{"id":299,"quote":"Many people are bothered about the number of privately owned guns in the United States, but what about publicly owned ones? In recent years the United States government (not the military) has purchased 1.6 billion rounds of ammunition, enough to shoot the entire population five times over. The Social Security Administration ordered 174,000 rounds of hollow-point bullets. The Internal Revenue Service, the Department of Education, the Bureau of Land Management, even the National Oceanographic and Atmospheric Administration, all have guns."},{"id":300,"quote":"We are survival machines – robot vehicles blindly programmed to preserve the selfish molecules known as genes. This is a truth that still fills me with astonishment. Richard Dawkins, The Selfish Gene"},{"id":301,"quote":"the economist John Bell Condliffe, saw what was happening, and warned presciently in 1938: ‘We face a new and more formidable superstition than the world has ever known: the myth of the nation-state, whose priests are as intolerant as those of the Inquisition.’ Condliffe saw autocratic power as the cause of, not the solution to, poverty. Much"},{"id":302,"quote":"It makes more sense to see the body as serving the needs of the genes than vice versa. Bottom–up."},{"id":303,"quote":"It follows a narrative, going from one stage to the next; it creeps rather than jumps; it has its own spontaneous momentum, rather than being driven from outside; it has no goal or end in mind; and it largely happens by trial and error – a version of natural selection."},{"id":304,"quote":"Obama himself may have turned out to be something of a dud, but the cult of presidential personality that has dominated American politics for decades now still persists."},{"id":305,"quote":"the state has socialised the cost and privatised the reward. That"},{"id":306,"quote":"You put garbage in the rubbish bin; you keep junk in the attic or garage."},{"id":307,"quote":"the diagnostic feature of life is that it captures energy to create order. This is also a hallmark of civilisation."},{"id":308,"quote":"events are shaped by history rather than vice versa."},{"id":309,"quote":"Far more than we like to admit, the world is to a remarkable extent a self-organising, self-changing place."},{"id":310,"quote":"In truth, far from being unsustainable, the interdependence of the world through trade is the very thing that makes modern life as sustainable as it is."},{"id":311,"quote":"Let’s give a bit less credit to creationists, while we encourage and celebrate the evolution of everything."},{"id":312,"quote":"If you think being descended from apes is bad for your self esteem, then get used to the idea that you are also descended from viruses."},{"id":313,"quote":"Far from being choosy, female primates seemed to be initiators of much promiscuity. Hrdy began to suggest that there was something wrong with the theory rather than the females."},{"id":314,"quote":"we all enjoy making other people happy. How selfish soever man may be supposed, there are evidently some principles in his nature, which interest him in the fortunes of others, and render their happiness necessary to him, though he derives nothing from it, but the pleasure of seeing it."},{"id":315,"quote":"Arguably, the orang-utan, being devastated by the loss of forest to palm oil bio-fuel plantations in Borneo, is under greater threat from renewable energy than the polar bear is from global warming."},{"id":316,"quote":"Merchants and craftsmen make prosperity; chiefs, priests and thieves fritter it away."},{"id":317,"quote":"And by forcing ourselves to learn something, we place ourselves in a selective environment that puts a premium on a future instinctive solution to the problem. Thus, learning gradually gives way to instinct."},{"id":318,"quote":"story of a philosopher who runs when a bear charges him and his friend."},{"id":319,"quote":"Many people are bothered about the number of privately owned guns in the United States, but what about publicly owned ones?"},{"id":320,"quote":"It’s no good, you’ll never outrun a bear, says the logical friend.”"},{"id":321,"quote":"Blockchains for all What are these enthusiasts on about? The ‘blockchain’ technology behind bitcoin could prove to be an ingredient of an entire new world of technology, as big as the internet itself, a wave of innovation that drives the middleman out of much commerce and leaves us much more free to exchange goods and services with people all over the world without going through corporate intermediaries. It could radically decentralise society itself, getting rid of the need for banks, governments, even companies and politicians. Take"},{"id":322,"quote":"In the United States, government spending rose from 7.5 per cent of GDP in 1913, to 27 per cent in 1960, to 30 per cent in 2000, to 41 per cent in 2011."},{"id":323,"quote":"Today, of Americans officially designated as ‘poor’, 99 per cent have electricity, running water, flush toilets, and a refrigerator; 95 per cent have a television, 88 per cent a telephone, 71 per cent a car and 70 per cent air conditioning. Cornelius Vanderbilt had none of these."},{"id":324,"quote":"When I write or speak about falling child mortality in Africa today, I can be sure I will get a response along exactly these Malthusian lines: but surely it’s a bad thing if you stop poor people dying? What’s the good of bringing economic growth to Africa: they will only have more babies – and more cars. Better to be cruel to be kind. Let’s call it Malthusian misanthropy. And it is 180 degrees wrong. The way to get population growth to slow, it turns out, is to keep babies alive, to bring health, prosperity and education to all. There"},{"id":325,"quote":"Posterity can pay for its ancestors’ lives because posterity can be richer through innovation. If somebody somewhere takes out a mortgage, which he will repay in three decades’ time, to invest in a business that invents a gadget that saves his customers time, then that money, brought forward from the future, will enrich both him and those customers to the point where the loan can be repaid to posterity. That is growth. If, on the other hand, somebody takes out a loan just to support his luxury lifestyle, or to speculate on asset markets by buying a second home, then posterity will be the loser."},{"id":326,"quote":"What if morality itself was not handed down from the Judeo-Christian God as a prescription? And was not even the imitation of a Platonic ideal, but was a spontaneous thing produced by social interaction among people seeking to find ways to get along?"},{"id":327,"quote":"Education is dominated by creationist thinking. The curriculum is too prescriptive and slow to change, teachers are encouraged to teach to the exam rather than to the pupils’ or their own strengths, the textbooks are infused with instructions about what to think instead of how to think, teaching methods are more about instructing than learning,"},{"id":328,"quote":"They may direct the construction of the body and brain in the womb, but then they set about dismantling and rebuilding what they have made almost at once—in response to experience."},{"id":329,"quote":"This is not true for other creatures, not even brainy ones like chimpanzees, bottlenose dolphins, parrots and octopi. They may occasionally use tools, they may occasionally shift their ecological niche, but they do not ‘raise their standard of living’, or experience ‘economic growth’. They do not encounter ‘poverty’ either. They do not progress from one mode of living to another – nor do they deplore doing so. They do not experience agricultural, urban, commercial, industrial and information revolutions, let alone Renaissances, Reformations, Depressions, Demographic Transitions, civil wars, cold wars, culture wars and credit crunches."},{"id":330,"quote":"When you think about it, it is rather strange that liberated, freethinking people, when their children reach the age of five, send them off to a sort of prison for the next twelve to sixteen years."},{"id":331,"quote":"This is what prosperity is: the increase in the amount of goods or services you can earn with the same amount of work."},{"id":332,"quote":"These features make sense, argues Davies, if you wish to mould people into suitable recruits for a conscript army to fight Napoleon."},{"id":333,"quote":"if commercial behaviour might make people more moral."},{"id":334,"quote":"Morality therefore emerged as a consequence of certain aspects of human nature in response to social conditions."},{"id":335,"quote":"Now, here, you see, it takes all the running you can do, to keep in the same place. If you want to get somewhere else, you must run at least twice as fast as that!"},{"id":336,"quote":"That is the point of agriculture: it diverts the labour of other species to providing services for human beings."},{"id":337,"quote":"Sisyphean"},{"id":338,"quote":"Europe was, in Joel Mokyr’s words, ‘the first society to build an economy on non-human power rather than on the backs of slaves and coolies’."},{"id":339,"quote":"When I go into the local superstore, I never see people driven to misery by the impossibility of choice. I see people choosing."},{"id":340,"quote":"Perhaps the internet has returned us to a world a bit like the Stone Age in which there is no place for a fraudster to hide."},{"id":341,"quote":"firms are temporary aggregations of people to help them do their producing in such a way as to help others do their consuming."},{"id":342,"quote":"The world’s cities already contain half the world’s people, but they occupy less than 3 per cent of the world’s land area."},{"id":343,"quote":"The more prosperous and free that people become, the more their birth rate settles at around two children per woman with no coercion necessary."},{"id":344,"quote":"The internet, in other words, may be the best forum for crime, but it is also the best forum for free and fair exchange the world has ever seen."},{"id":345,"quote":"Most species do not change their habits during their few million years on earth or alter their lifestyle much in different parts of their range."},{"id":346,"quote":"Suppose you had said to my hypothetical family of 1800, eating their gristly stew in front of a log fire, that in two centuries their descendants would need to fetch no logs or water, and carry out no sewage, because water, gas, and a magic form of invisible power called electricity would come into their home through pipes and wires. They would jump at the chance to have such a home, but they would warily ask ho they could possibly afford it. Suppose that you then told them that to earn such a home, they need only ensure that father and mother both have to go to work for eight hours in an office, travelling roughly forty minutes each way in a horseless carriage, and that the children need not work at all, but should go to school to be sure of getting such jobs when they start to work at twenty. They would be more than dumbfounded; they would be delirious with excitement."},{"id":347,"quote":"These new people had something special: they were not prisoners of their ecological niche, but could change their habits quite easily if prey disappeared, or better opportunities arose."},{"id":348,"quote":"Top–down language teaching just does not work well – it’s like learning to ride a bicycle in theory, without ever getting on one."},{"id":349,"quote":"In civilized society,’ wrote Adam Smith, an individual ‘stands at all times in need of the co-operation and assistance of great multitudes, while his whole life is scarce sufficient to gain the friendship of a few persons."},{"id":350,"quote":"It is when we go beyond instinct that we seem most idiosyncratically human. Perhaps, as Darwin suggested, the difference is one of degree rather than kind; it is quantitative, not qualitative."},{"id":351,"quote":"Political decisions are by definition monopolistic, disenfranchising and despotically majoritarian; markets are good at supplying minority needs."},{"id":352,"quote":"For me, the characteristic features of a mystical and therefore untrustworthy, theory are that it is not refutable, that it appeals to authority, that it relies heavily on anecdote, that it makes a virtue of consensus (look how many people believe like me!), and that it takes the moral high ground. You will notice that this applies to most religions."},{"id":353,"quote":"Female monkeys, unaware that they are slaves to cultural stereotypes, like things with faces. Male monkeys, unaware that they are doing the bidding of human sexists, like things with moving parts."},{"id":354,"quote":"the market system makes self interest into something thoroughly virtuous.’ This is the extraordinary feature of markets: just as they can turn many individually irrational individuals into a collectively rational outcome, so they can turn many individually selfish motives into a collectively kind result."},{"id":355,"quote":"But is trade made possible by the milk of human kindness, or the acid of human self-interest?"},{"id":356,"quote":"As a broad generalisation, the more people trust each other in a society, the more prosperous that society is, and trust growth seems to precede income growth."},{"id":357,"quote":"at this point, the analysis of gene expression in the brain isn't prectical because current (and foreseeable)techniques require that we analyze a piece of brain tissue. Most people find that unpleasant."},{"id":358,"quote":"men have killed men much more often – on average about ninety-seven times more often – than women have killed women."},{"id":359,"quote":"if sympathy allows you to please yourself by pleasing others, are you being selfish or altruistic?"},{"id":360,"quote":"What is miraculous is that in modern society you can trust and be trusted by a shopkeeper you do not know."},{"id":361,"quote":"The safest course is to do nothing against one’s conscience. With this secret, we can enjoy life and have no fear from death."},{"id":362,"quote":"The more a country adopted central planning, the better its education system did, but the worse its economic performance – not least because, like Egypt, it churned out many would-be bureaucrats trained to do the central planning."},{"id":363,"quote":"And the good news is that there is no inevitable end to this process. The more people are drawn into the global division of labour, the more people can specialise and exchange, the wealthier we will all be. Moreover, along the way there is no reason we cannot solve the problems that beset us, of economic crashes, population explosions, climate change and terrorism, of poverty, AIDS, depression and obesity."},{"id":364,"quote":"To those who do not accept miracles it seems more likely that the Koran is almost certainly a compilation of old texts, not a new document in the seventh century. It is like a lake into which many streams flowed, a work of art that emerged from centuries of monotheistic fusions and debates, before taking its final form in the hands of a prophet in an expanding empire of newly unified Arabs pushing aside the ancient powers of Rome and Sassanid Persia. It is, in Tom Holland’s vivid words, a bloom from the seedbed of antiquity, not a guillotine dropped on the neck of antiquity. It contains bits of Roman imperial propaganda, stories of Christian saints, remnants of Gnostic gospels and parts of ancient Jewish tracts. Holland"},{"id":365,"quote":"It is not confined to genetic systems, but explains the way that virtually all of human culture changes: from morality to technology, from money to religion."},{"id":366,"quote":"As a result, whereas other primates have guts weighing four times their brains, the human brain weighs more than the human intestine. Cooking enabled hominids to trade gut size for brain size. Erectus"},{"id":367,"quote":"the rich are innately cleverer than the poor, which seems generally unlikely,"},{"id":368,"quote":"Half the ideas in this book are probably wrong. The history of human science is not encouraging. Galton's eugenics, Freud's unconscious, Durkheim's sociology, Mead's culture-driven anthropology, Skinner’s behaviorism, Piaget's early learning, and Wilson’s sociobiology all appear in retrospect to be riddled with errors and false perspectives. No doubt the Red Queen's approach is just another chapter in this marred tale. No doubt its politicization and the vested interests ranged against it will do as much damage as was done to previous attempts to understand human nature. The Western cultural revolution that calls itself political correctness will no doubt stifle inquiries it does not like, such as those into the mental differences between men and women. I sometimes feel that we are fated never to understand ourselves because part of our nature is to turn every inquiry into an expression of our own nature: ambitious, illogical, manipulative, and religious. \"Never literary attempt was more unfortunate than my Treatise of Human Nature. It fell dead-born from the Press,\" said David Hume. But then I remember how much progress we have made since Hume and how much nearer to the goal of a complete understanding of human nature we are than ever before. We will never quite reach that goal, and it would perhaps be better if we never did. But as long as we can keep asking why, we have a noble purpose."},{"id":369,"quote":"The simple one-way relationship that so entrances our politicians and commentators – education spending in, economic growth out – simply doesn’t exist."},{"id":370,"quote":"the first century of the US Federal Reserve’s existence has been a failure. Not only has there been incontinent inflation since 1913, the year the Fed came into existence (8 per cent in the preceding 120 years, 2,300 per cent in the succeeding hundred years), but there has been devastating deflation too, and more banking panics, more financial volatility, longer and deeper recessions."},{"id":371,"quote":"Education is not a skyhook from which to hang economic policy; it is an emergent phenomenon."},{"id":372,"quote":"It is the customer who determines what a business is."},{"id":373,"quote":"The success of trust-based peer organizations such as eBay, Wikipedia, and the open-source movement, indicates that trust is a highly expandable network property."},{"id":374,"quote":"By 2010 the internet had roughly as many hyperlinks as the brain has synapses, and a significant proportion of the whispering that goes on within the internet originates in devices rather than people. It is already virtually impossible to turn the internet off."},{"id":375,"quote":"Google has likewise turned itself into a trial-and-error company, by encouraging employees to spend 20 per cent of their time on their own projects."},{"id":376,"quote":"I find the world is full of people who think that their dependence on others is decreasing, or that they would be better off if they were more self-sufficient, or that technological progress has brought no improvement in the standard of living, or that the world is steadily deteriorating, or that the exchange of things and ideas is a superfluous irrelevance."},{"id":377,"quote":"The Planned Parenthood Foundation was founded in 1916 by Margaret Sanger, who thought philanthropy would ‘perpetuate constantly increasing numbers of defectives, delinquents, and dependents’."},{"id":378,"quote":"So plants can withstand almost any loss, and regenerate easily. They are utterly decentralised."},{"id":379,"quote":"In 2009, an artist named Thomas Thwaites set out to make his own toaster, of the sort that he could buy from a shop for about £4."},{"id":380,"quote":"The growth of international bureaucracies with power to determine many aspects of people’s lives is a dominant feature of our age. Even the European Union is increasingly powerless, as it merely transmits to its member states rules set at higher levels. Food standards, for example, are decided by a United Nations body called the Codex Alimentarius. The rules of the banking industry are set by a committee based in Basel in Switzerland. Financial regulation is set by the Financial Stability Board in Paris. I bet you have not heard of the World Forum for the Harmonisation of Vehicle Regulations, a subsidiary of the UN. Even the weather is to be controlled by Leviathan in the future. In an interview in 2012, Christiana Figueres, head of the United Nations Framework Convention on Climate Change, said she and her colleagues were inspiring government, private sector and civil society to make the biggest transformation that they have ever undertaken: ‘The Industrial Revolution was also a transformation, but it wasn’t a guided transformation from a centralized policy perspective. This is a centralized transformation.’ Yet"},{"id":381,"quote":"every innovation to this day is the result of thousands of people exchanging ideas."},{"id":382,"quote":"This turns out not to be true. Darwinian change is inevitable in any system of information transmission so long as there is some lumpiness in the things transmitted, some fidelity of transmission and a degree of randomness, or trial and error, in innovation. To say that culture ‘evolves’ is not metaphorical."},{"id":383,"quote":"For more than two hundred years, on the topic of human population, a disturbingly vicious thread has run through Western history, basing itself on biology and justifying cruelty on an almost unimaginable scale. When I began researching this book I thought of Malthusian theory, eugenics, Nazi genocide and modern population control as separate and distinct episodes in human history. I am no longer so sure. I think there is some persuasive evidence that a direct, if meandering, intellectual thread links the Poor Laws, the Irish famine, the gas chambers of Auschwitz and the one-child policies of Beijing. In all cases, cruelty as policy, based on faulty logic, sprang from a belief that those in power knew best what was good for the vulnerable and weak."},{"id":384,"quote":"In the 1950s it took thirty minutes work to earn the price of a McDonald’s cheeseburger; today it takes three minutes."},{"id":385,"quote":"These days, the cancer cells often need another mutation to thrive: one that will outwit the chemotherapy or radiotherapy to which the cancer is subjected. Somewhere in the body, one of the cancer cells happens to acquire a mutation that defeats the drug. As the rest of the cancer dies away, the descendants of this rogue cell gradually begin to multiply, and the cancer returns. Heartbreakingly, this is what happens all too often in the treatment of cancer: initial success followed by eventual failure. It’s an evolutionary arms race. The more we understand genomics, the more it confirms evolution."},{"id":386,"quote":"Science is like a hungry furnace that must feed from the the forest of ignorance that surrounds us."},{"id":387,"quote":"Thanks largely to Greenblatt’s marvellous book The Swerve, I have only recently come to know Lucretius, and to appreciate the extent to which I am, and always have been without knowing it, a Lucretian/Epicurean."},{"id":388,"quote":"if life needs no intelligent designer, then why should the market need a central planner?"},{"id":389,"quote":"In the search for a strong and permanent glue, Spencer Silver at 3M in Minneapolis found a weak and temporary adhesive instead. This was in 1968. Nobody could think of a use for it, until five years later a colleague named Art Fry remembered it when irritated by his place-markers falling out of a hymn-book while singing in a church choir. He went back to Silver and asked to apply the glue to small sheets of paper. The only paper lying around was bright yellow. The Post-it note was born."},{"id":390,"quote":"Economists are quick to speak of ‘market failure’, and rightly so, but a greater threat comes from ‘government failure‘. Because it is a monopoly, government brings inefficiency and stagnation to most things it runs; government agencies pursue the inflation of their budgets rather than the service of their customers; pressure groups form an unholy alliance with agencies to extract more money from taxpayers for their members. Yet despite all this, most clever people still call for government to run more things and assume that if it did so, it would somehow be more perfect, more selfless, next time."},{"id":391,"quote":"Free will was not created for fun; there was a reason that evolution handed our ancestors the ability to take initiatives (...) eventually to be in a better position to reproduce and rear children than human beings who do not reproduce."},{"id":392,"quote":"Besides, we now know that virtually all the evidence purporting to show how parental influences shape our character is deeply flawed. There is indeed a correlation between abusing children and having been abused as a child, but it can be entirely accounted for by inherited personality traits. The children of abusers inherit their persecutor’s characteristics. Properly controlled for this effect, studies leave no room for nurture determinism at all. The stepchildren of abusers, for instance, do not become abusers."},{"id":393,"quote":"Imagine you are a deer. You have essentially only four things to do during the day: sleep, eat, avoid being eaten and socialise (by which I mean mark a territory, pursue a member of the opposite sex, nurse a fawn, whatever)."},{"id":394,"quote":"We now know that Lamarckism cannot work because bodies are built from cakelike recipes, not architectural blueprints, and it is simply impossible to feed information back into the recipe by changing the cake."},{"id":395,"quote":"in a sorry world there is no safety to be found in standing still."},{"id":396,"quote":"The top four priorities would be food, fuel, clothing and shelter. Dig the garden, feed the pig, fetch water from the brook, gather wood from the forest, wash some potatoes, light a fire (no matches), cook lunch, repair the roof, fetch fresh bracken for clean bedding, whittle a needle, spin some thread, sew leather for shoes, wash in the stream, fashion a pot out of clay, catch and cook a chicken for dinner."},{"id":397,"quote":"Like Milton Friedman, I notice that ‘business corporations in general are not defenders of free enterprise. On the contrary, they are one of the chief sources of danger."},{"id":398,"quote":"with the elucidation of the genetic code in 1966, Francis Crick confidently declared vitalism dead and buried. Only it still lives on in various pseudosciences. Homeopathy is based on vitalism. Its founder Samuel Hahnemann believed that diseases ‘are solely spirit-like (dynamic) derangements of the spirit-like power (the vital principle) that animates the human body’."},{"id":399,"quote":"So one way to raise your standard of living would be to lower somebody else’s: buy a slave. That was indeed how people got rich for thousands of years. Yet,"},{"id":400,"quote":"Founded in the 1960s by an Italian industrialist and a Scottish chemist, the Club of Rome is a talking shop for the great and the good, devoted to the worship of Malthus, and meeting behind closed doors at lavish venues. Together with its affiliates it still attracts leading names, from Al Gore and Bill Clinton to the Dalai Lama and Bianca Jagger. ‘The real enemy, then, is humanity itself,’ the Club of Rome declaimed in a book in 1993, and ‘democracy is not a panacea. It cannot organize everything and is unaware of its own limits.’ In 1974 in its second report, called ‘Mankind at the Turning Point’, the Club of Rome issued a call for creationist thinking that remains unparalleled in its technocratic arrogance: In"},{"id":401,"quote":"By striking contrast, there is not a single non-renewable resource that has run out yet: not coal, oil, gas, copper, iron, uranium, silicon, or stone."},{"id":402,"quote":"Just like religion, science as an institution is and always has been plagued by the temptations of confirmation bias. With alarming ease it morphs into pseudoscience, even – perhaps especially – in the hands of elite experts, and especially when predicting the future and when there’s lavish funding at stake."},{"id":403,"quote":"Organic farming also originated in vitalism, its founder Rudolf Steiner believing that in order ‘to influence organic life on earth through cosmic and terrestrial forces’, it was necessary to ‘stimulate vitalizing and harmonizing processes in the soil’, an insight he acquired through clairvoyance."},{"id":404,"quote":"Imagine if you had to be completely self-sufficient (not just pretending, like Thoreau)."},{"id":405,"quote":"The fact that heart disease is a symptom of lack of control explains a good deal about its sporadic appearance. It explains why so many people in senior jobs have heart attacks soon after they retire and ‘take it easy’. From running offices they often move to lowly and menial jobs (washing dishes, walking the dog) in domestic environments run by their spouses."},{"id":406,"quote":"Lao Tzu saw this twenty-six centuries ago: ‘The more prohibitions you have, the less virtuous people will be.’ Montesquieu’s phrase for the calming effect of trade on human violence, intolerance and enmity was ‘doux commerce’ – sweet commerce. And he has been amply vindicated in the centuries since. The richer and more market-oriented societies have become, the nicer people have behaved. Think of the Dutch after 1600, the Swedes after 1800, the Japanese after 1945, the Germans likewise, the Chinese after 1978. The long peace of the nineteenth century coincided with the growth of free trade. The paroxysm of violence that convulsed the world in the first half of the twentieth century coincided with protectionism."},{"id":407,"quote":"Indeed, even if the permanent secretary was fat, hypertensive or a smoker, he was still less likely to suffer a heart attack at a given age than a thin, non-smoking, low-blood-pressure janitor."},{"id":408,"quote":"The cultural progress of the Species encountered impediments along the way. Overpopulation was a constant problem: as soon as the capacity of the local environment to support the population began to suffer, so individuals began to retreat from specialisation and exchange into defensive self-sufficiency, broadening their production and narrowing their consumption. This reduced the collective intelligence they could draw upon, which reduced the size of the niche they occupied, putting further pressure on population. So there were crashes, even local extinctions."},{"id":409,"quote":"Paradoxically, depathologising people’s fundamental inclinations and giving group members permission to be the way they are seemed to constitute the best insurance that their self-esteem and interpersonal effectiveness would improve."},{"id":410,"quote":"Smith’s genius as an individual, but I have one great advantage over him – I can read his book."},{"id":411,"quote":"The idea that parents shape their children’s personalities is so ingrained, and still supplies so many psychoanalysts with their livelihoods, that any challenge to it is bound to meet a lot of resistance. Yet the evidence has been getting more and more clear: variations in personality are determined by a combination of genes and random influences, but not by parents. The central premise of Freudian analysis – that childhood events cause adult psychological problems – has been shown to stand on no good evidence whatsoever. Says Harris: ‘The evidence does not support the view that talking about childhood experiences has therapeutic value.’ Remember, in the early twentieth century all the advice to parents stressed discipline; in the later part of the century, all the advice stressed indulgence. Yet there is absolutely no evidence that this caused a shift in human personality in the Western world. Because people wanted there to be something they could do about our actions and tendencies, they argued that there must be an agent to blame. The nurture assumption was fuelled by many factors – worries about a return to Nazi eugenics, Rousseau-esque idealism, the doctrines of Marx, Freud and Durkheim – but the root of its appeal lay in the need to think of somebody being in charge. Instead, the truth is that personality unfolds from within, responding to the environment – so in a very literal sense of the word, it evolves."},{"id":412,"quote":"Exchange is to technology as sex is to evolution. It stimulates novelty"},{"id":413,"quote":"Why has that man fallen in love with that woman? Because she’s pretty. Why does pretty matter? Because human beings are a mainly monogamous species and so males are choosy about their mates (as male chimpanzees are not); prettiness is an indication of youth and health, which are indications of fertility."},{"id":414,"quote":"A própria palavra “sedução implica mentira e manipulação.”"},{"id":415,"quote":"Uma das coisas mais fascinantes da raça humana é não haver duas pessoas iguais. (...) No comportamento, tal como na aparência, cada ser humano é único."},{"id":416,"quote":"Societies that chose ‘normative monogamy’, or an insistence upon sex within exclusive marriage, tended to tame their young men, improve social cohesion, balance the sex ratio, reduce the crime rate, and encourage men to work rather than fight. This made such societies more productive and less destructive, so they tended to expand at the expense of other societies."},{"id":417,"quote":"Technology was made possible by division of labour: market exchange calls forth innovation."},{"id":418,"quote":"It is a common trick to forecast the future on the assumption of no technological change, and find it dire. This is not wrong. The future would indeed be dire if invention and discovery ceased. As Paul Romer puts it: ‘Every generation has perceived the limits to growth that finite resources and undesirable side effects would pose if no new recipes or ideas were discovered. And every generation has underestimated the potential for finding new recipes and ideas. We consistently fail to grasp how many ideas remain to be discovered.’ By far the most dangerous, and indeed unsustainable thing the human race could do to itself would be to turn off the innovation tap."},{"id":419,"quote":"The story of a briefly abundant hairless primate originating in Africa is but a footnote in the history of life, but in the history of the hairless primate it is central."},{"id":420,"quote":"And by forcing ourselves to learn something, we place ourselves in a selective environment that puts a premium on a future instinctive solution to the problem."},{"id":421,"quote":"In effect, since the process of natural selection is one of extracting useful information from the environment and encoding it in the genes, there is a sense in which you can look on the human genome as four billion years’ worth of accumulated learning."},{"id":422,"quote":"characteristic features of a mystical and therefore untrustworthy, theory are that it is not refutable, that it appeals to authority, that it relies heavily on anecdote, that it makes a virtue of consensus (look how many people believe like me!), and that it takes the moral high ground."},{"id":423,"quote":"The wonderful thing about knowledge is that it is genuinely limitless. There is not even a theoretical possibility of exhausting the supply of ideas, discoveries and inventions."},{"id":424,"quote":"A large, interconnected population meant faster cumulative invention – a surprising truth even to this day, as Hong Kong and Manhattan islands demonstrate."},{"id":425,"quote":"The traditional university will surely be gone in fifty years, swept away by technology. Why pay huge fees to spend three years on one campus, earning the right to be paid not very much more in the real world than non-graduates, rather than putting together your own combination of online courses, marked and graded online, using the lectures of the best teachers in the field wherever they happen to be?"},{"id":426,"quote":"Money is not metal. It is trust inscribed. NIALL FERGUSON"},{"id":427,"quote":"Brink Lindsey has pointed out. ‘Despite the obvious successes of unplanned markets, despite the spectacular rise of the Internet’s decentralized order, and despite the well-publicized new science of “complexity and its study of self-organizing systems, it is still widely assumed that the only alternative to central authority is chaos.”"},{"id":428,"quote":"markets in goods and services for immediate consumption – haircuts and hamburgers – work so well that it is hard to design them so they fail to deliver efficiency and innovation; while markets in assets are so automatically prone to bubbles and crashes that it is hard to design them so they work at all."},{"id":429,"quote":"The argument is not that exchange teaches people to be kind; it is that exchange teaches people to recognise their enlightened self-interest lies in seeking cooperation."},{"id":430,"quote":"If a monkey leaves the troop it is born into, it has no chance to inherit its mother’s rank. Therefore, high-ranking females will have young of whatever gender stays at home in order to pass on the high rank to them. Low-ranking females will have young of whatever gender leaves the troop in order not to saddle the young with low rank."},{"id":431,"quote":"And there are genes that can be used to write the history of human migrations in the last few thousand years. From four billion years ago to just a few hundred years ago, the genome has been a sort of autobiography for our species, recording the important events as they occurred."},{"id":432,"quote":"Well, in our country, said Alice, still panting a little, “you’d generally get to somewhere else—if you ran very fast for a long time as we’ve been doing.” “A slow sort of country!” said the Queen. “Now, here, you see, it takes all the running you can do to keep in the same place. If you want to get to somewhere else, you must run at least twice as fast as that!”20”"},{"id":433,"quote":"This is not a book about the Human Genome Project — about mapping and sequencing techniques - but a book about what that project has found. Some time in the year 2000, we shall probably have a rough first draft of the complete human genome. In just a few short years we will have moved from knowing almost nothing about our genes to knowing everything. I genuinely believe that we are living through the greatest intellectual moment in history. Bar none. Some may protest that the human being is more than his genes. I do not deny it. There is much, much more to each of us than a genetic code. But until now human genes were an almost complete mystery. We will be the first generation to penetrate that mystery. We stand on the brink of great new answers but, even more, of great new questions. This is what I have tried to convey in this book."},{"id":434,"quote":"Mutation in the TP53 gene is almost the defining feature of a lethal cancer; in fifty-five per cent of all human cancers, TP53 is broken. The proportion rises to over ninety per cent among lung cancers. People born with one faulty version of TP53 out of the two they inherit, have a ninety-five per cent chance of getting cancer, and usually at an early age."},{"id":435,"quote":"This means - and religious people might find this a useful argument - that there was only one creation, one single event when life was born. Of course, that life might have been born on a different planet and seeded here by spacecraft, or there might even have been thousands of kinds of life at first, but only Luca survived in the ruthless free-for-all of the primeval soup. But until the genetic code was cracked in the 1960s, we did not know what we now know: that all life is one; seaweed is your distant cousin and anthrax one of your advanced relatives. The unity of life is an empirical fact. Erasmus Darwin was outrageously close to the mark: 'One and the same kind of living filaments has been the cause of all organic life."},{"id":436,"quote":"California was especially enthusiastic about eugenics. By 1933 it had forcibly sterilised more people than all other states combined. So when the Third International Congress of Eugenics gathered at the American Museum of Natural History in New York in 1932 under the presidency of Charles Davenport, and Davenport asked, ‘Can we by eugenical studies point the way to produce the superman and the superstate?’, it was to California that the superman-worshipping German delegates looked for an answer. One of them, Ernst Rudin of the German Society of Racial Hygiene, was elected to head the International Federation of Eugenics Organisations. Within months, Rudin would be appointed Reichskommissar for eugenics by the incoming Nazi government. By 1934, Germany was sterilising more than 5,000 people per month. The California conservationist Charles Goethe, who like Madison Grant combined a pioneering passion for protecting wild landscapes with an equal passion for sterilising psychiatric patients without their consent, returned from a visit to Germany overjoyed that the Californian example had ‘jolted into action a great government of 60 million people’."},{"id":437,"quote":"Sometimes the obvious can stare you in the face. Until 1955, it was agreed that human beings had twenty-four pairs of chromosomes. It was just one of those facts that everybody knew was right. They knew it was right because in 1921 a Texan named Theophilus Painter had sliced thin sections off the testicles of two black men and one white man castrated for insanity and 'self-abuse', fixed the slices in chemicals and examined them under the microscope. Painter tried to count the tangled mass of unpaired chromosomes he could see in the spermatocytes of the unfortunate men, and arrived at the figure of twenty-four. 'I feel confident that this is correct,' he said. Others later repeated his experiment in other ways. All agreed the number was twenty-four."},{"id":438,"quote":"Apart from the fusion of chromosome 2, visible differences between chimp and human chromosomes are few and tiny. In thirteen chromosomes no visible differences of any kind exist. If you select at random any 'paragraph' in the chimp genome and compare it with the comparable 'paragraph' in the human genome, you will find very few 'letters' are different: on average, less than two in every hundred. We are, to a ninety-eight per cent approximation, chimpanzees,and they are, with ninety-eight per cent confidence limits, human beings. If that does not dent your self-esteem, consider that chimpanzees are only ninety-seven per cent gorillas; and humans are also ninety-seven per cent gorillas. In other words we are more chimpanzee-like than gorillas are."},{"id":439,"quote":"But until the genetic code was cracked in the 1960s, we did not know what we now know: that all life is one; seaweed is your distant cousin and anthrax one of your advanced relatives."},{"id":440,"quote":"A month after the Watson-Crick structure was published, Britain crowned a new queen and a British expedition conquered Mount Everest on the same day. Apart from a small piece in the News Chronicle, the double helix did not make the newspapers. Today most scientists consider it the most momentous discovery of the century, if not the millennium."},{"id":441,"quote":"The filament of D N A is information, a message written in a codeof chemicals, one chemical for each letter. It is almost too good to betrue, but the code turns out to be written in a way that we can understand.Just like written English, the genetic code is a linear language,written in a straight line. Just like written English, it is digital, in thatevery letter bears the same importance. Moreover, the language ofDNA is considerably simpler than English, since it has an alphabetof only four letters, conventionally known as A, C, G and T."},{"id":442,"quote":"There are many well-established natural factors that bias the sex ratio of human offspring, proving that it is at least possible. The most famous is the returning-soldier effect. During and immediately after major wars, more sons are born than usual in the belligerent countries as if to replace the men that died."},{"id":443,"quote":"Older fathers are more likely to have girls, but older mothers are more likely to have boys. Women with infectious hepatitis or schizophrenia have slightly more daughters than sons. So do women who smoke or drink. So did women who gave birth after the thick London smog of 1952. So do the wives of test pilots, abalone divers, clergymen, and anesthetists. In parts of Australia that depend on rainfall for drinking water, there is a clear drop in the proportion of sons born 320 days after a heavy storm fills the dams and churns up the mud. Women with multiple sclerosis have more sons, as do women who consume small amounts of arsenic."},{"id":444,"quote":"La extraordinaria difusión del psicoanálisis entre 1920 y 1970 se debe más al marketing que a los éxitos terapéuticos. Al hablar con los enfermos sobre sus infancia, los analistas ofrecían una humanidad y simpatía hasta entonces inexistentes. Esto les hizo populares cuando las alternativas eran un sueño profundo a base de barbitúricos, el coma insulínico, la lobotomía y las convulsiones provocadas por el choque eléctrico: todas ellas desagradables, adictivas o peligrosas. Al hacer hincapié en el inconsciente y la represión de los recuerdos de la infancia, los psicoanalistas también autorizaban a la psiquiatría a salir del manicomio. En realidad, los psicoanalistas podrían ofrecer ahora sus servicios a aquellos que más que estar enfermos eran desgraciados, y que pagarían bien por la oportunidad de contar la historia de su vida mientras yacían en el diván.(¿Qué nos hace humanos? - La locura de las causas)"},{"id":445,"quote":"İki prion uzmanın yazdığı gibi, ''kişisel trajedilerin, etnik felaketlerin ve ekonomik yıkımların aslı, küçük bir molekülün haylazca yanlış katlanmasında aranabilir."},{"id":446,"quote":"Men should not care less what women wear so long as they are smooth-skinned, slim, young, healthy and generally nubile."},{"id":447,"quote":"To win, then, the parasite must do one of the following: infect somebody else by the time the immune response hits (as flu does), conceal itself inside host cells (as the AIDS virus does), change its own keys frequently (as malaria does), or try to imitate whatever password the host’s own cells carry that enable them to escape attention."},{"id":448,"quote":"The body is the victim, plaything, battleground and vehicle for the ambitions of genes."},{"id":449,"quote":"В човешкия геном има интегрирани няколко хиляди почти пълни геноми на вируси, повечето от които са инертни или им липсва по някой съществен ген. Тези „човешки ендогенни ретровируси“ съставляват около 1.3% от целия геном. Това може и да не изглежда много, но трябва да се има предвид, че „същинските“ инструкции на гените съставляват само 3% от генома. Ако мислите, че да произхождаш от маймуни накърнява самочувствието, просто свикнете с мисълта, че произхождате и от вируси."},{"id":450,"quote":"Just as a white man has different skin color from a black man, so it is quite possible that he also has a somewhat different mind. But given what we know of evolution, it is not very likely. The evolutionary pressures that have shaped the human mind—principally competitive relations with kin members, tribal allies, and sexual partners—are and have been the same for white and black men and were at work before the ancestors of whites left Africa 100,000 years ago. While skin color is affected by things such as climate, which differs markedly between Africa and northern Europe, the shape of the mind is affected only very marginally by nonhuman problems such as what kind of game to hunt or how to keep warm or cool. Infinitely more important is how to deal with fellow human beings, and that is the same problem everywhere."},{"id":451,"quote":"If you attend a meeting of evolutionary biologists somewhere in America, you might be lucky and spot a tall, gray-whiskered, smiling man bearing a striking resemblance to Abraham Lincoln, standing rather diffidently at the back of the crowd. He will probably be surrounded by a knot of admirers, hanging on his every word—for he is a man of few words. A whisper will go around the room: “George is here. You will sense from people’s reactions the presence of greatness.”"},{"id":452,"quote":"Bizler, miras aldığımız hücre intiharı mekanizmasına mahkumuz."},{"id":453,"quote":"The idea that we were designed by our past was the principal insight of Charles Darwin. He was the first to realize that you can abandon divine creation of species without abandoning the argument from design. Every living thing is “designed quite unconsciously by the selective reproduction of its own ancestors to suit a particular life-style. Human nature was as carefully designed by natural selection for the use of a social, bipedal, originally African ape as human stomachs were designed for the use of an omnivorous African ape with a taste for meat.”"},{"id":454,"quote":"The first railways were far more expensive than the existing canals and far less reliable. Only gradually and with time does the new invention bring down its own costs or raise its efficacy to the point where it can match the old."},{"id":455,"quote":"But so long as somewhere somebody is incentivised to invent ways of serving others’ needs better, then the rational optimist must conclude that the betterment of human lives will eventually resume."},{"id":456,"quote":"Which would have advanced the most at the end of a month,’ Henry David Thoreau asked: ‘the boy who had made his own jack-knife from the ore which he had dug and smelted, reading as much as would be necessary for this – or the boy who had attended the lectures on metallurgy at the Institute in the meanwhile, and had received a Rodgers’ penknife from his father?"},{"id":457,"quote":"Many modern accounts of the history of eugenics present it as an example of the dangers of letting science, genetics especially, out of control. It is much more an example of the danger of letting government out of control."},{"id":458,"quote":"As James Watson has put it, ‘We talk about gene therapy as if it can change someone’s fate, but you can also change someone’s fate if you pay off their credit card."},{"id":459,"quote":"On what principle is it, that when we see nothing but improvement behind us, we are to expect nothing but deterioration before us? THOMAS BABINGTON MACAULAY"},{"id":460,"quote":"The cumulative accretion of knowledge by specialists that allows us each to consume more and more different things by each producing fewer and fewer is, I submit, the central story of humanity."},{"id":461,"quote":"Paul Krugman is a Nobel Prize-winning economist who in 1998 reacted to the growth of the internet, and the hype of the dotcom boom, with an article in Red Herring magazine entitled ‘Why Most Economists’ Predictions are Wrong’. He then proceeded to give a dramatic demonstration of his point by making what turned out to be a very wrong prediction himself: The growth of the Internet will slow drastically, as the flaw in ‘Metcalfe’s law’ – which states that the number of potential connections in a network is proportional to the square of the number of participants – becomes apparent: most people have nothing to say to each other! By 2005 or so, it will become clear that the Internet’s impact on the economy will have been no greater than the fax machine’s."},{"id":462,"quote":"despite the constant temptation to moan, the world is as good a place to live as it has ever been for the average human being – even now in a deep recession."},{"id":463,"quote":"Only towards the edge of its range, on an isolated island, or in a remote valley or on a lonely hill top, does natural selection occasionally cause part of a species to morph into something different"},{"id":464,"quote":"knowledge ‘never exists in concentrated or integrated form but solely as the dispersed bits of incomplete and frequently contradictory knowledge which all the separate individuals possess’."},{"id":465,"quote":"Another insect, a scale insect, has an even more bizarre genetic parasite. When its eggs are fertilized, sometimes more than one sperm penetrates the egg. If this happens, one of the sperm fuses with the egg’s nucleus in the normal way; the spare sperm hang around and begin dividing as the egg divides. When the creature matures, the parasitic sperm cells eat out its gonads and replace them with themselves. So the insect produces sperm or eggs that are barely related to itself, an astonishing piece of genetic cuckoldry."},{"id":466,"quote":"Globalgiving.com,"},{"id":467,"quote":"A recent survey found that 82 per cent of Americans think that over the next thirty years robots and computers will ‘probably or definitely do most of the work done by humans’ but that only 37 per cent think they will do ‘the type of work I do’: a big contradiction there."},{"id":468,"quote":"In history and in evolution, progress is always a futile, Sisyphean struggle to stay in the same relative place by getting ever better at things."},{"id":469,"quote":"Suppose, for instance, that a gene appeared on the X chromosome that specified the recipe for a lethal poison that killed only sperm carrying Y chromosomes. A man with such a gene would have no fewer children than another man. But he would have all daughters and no sons."},{"id":470,"quote":"Nancy Wexler fears that science is now in the position of Tiresias, the blind seer of Thebes."},{"id":471,"quote":"There are few clearings in an elm forest and few vacancies on an oyster bed. Each vacancy will attract many thousands of applicants in the form of new seeds or larvae. Therefore, it does not matter that your young are good enough to survive. What matters is whether they are the very best. Sex gives variety, so sex makes a few of your offspring exceptional and a few abysmal, whereas asex makes them all average."},{"id":472,"quote":"Richard Dawkins that ‘money is a formal token of delayed reciprocal altruism’ –"},{"id":473,"quote":"In the world of the Red Queen, any evolutionary progress will be relative as long as your foe is animate and depends heavily on you or suffers heavily if you thrive, like the seals and the bears. Thus the Red Queen will be especially hard at work among predators and their prey, parasites and their hosts, and males and females of the same species. Every creature on earth is in a Red Queen chess tournament with its parasites (or hosts), its predators (or prey), and, above all, with its mate."},{"id":474,"quote":"Marriage teeters on the line between a cooperative venture and a form of mutual exploitation—ask any divorce lawyer. Successful marriages so submerge the costs under mutual benefits that the cooperation can predominate; unsuccessful ones do not."},{"id":475,"quote":"True barter requires that you give up something you value in exchange for something else you value slightly more."},{"id":476,"quote":"In most hunter-gatherers, women spend long hours gathering, preparing and cooking staple foods while men are out hunting for delicacies."},{"id":477,"quote":"The goal for every female animal is to find a mate with sufficient genetic quality to make a good husband, a good father or a good sire. The goal for every male animal is often to find as many wives as possible, and sometimes to find good mothers and dams, only rarely to find good wives."},{"id":478,"quote":"The greatest opportunity for selfish genes comes during sex. Most animals and plants are diploid: Their genes come in pairs. But diploidy is an uneasy partnership between two sets of genes, and when partnerships end, things often get acrimonious. The partnerships end with sex. During meiosis, the central genetic procedure of sex, the paired genes are separated to make haploid sperm and eggs. Suddenly each gene has an opportunity to be selfish at its partner’s expense. If it can monopolize the eggs or sperm, it thrives and its partner does not."},{"id":479,"quote":"An evolutionary bargain seems to have been struck: in exchange for sexual exclusivity, the man brings meat and protects the fire from thieves and bullies; in exchange for help rearing the children, the woman brings veg and does much of the cooking. This may explain why human beings are the only great apes with long pair bonds."},{"id":480,"quote":"At the cost of some extra work, women get to eat some good protein without having to chase it; men get to know where the next meal is coming from if they fail to kill a deer."},{"id":481,"quote":"in the matter of choosing mates, males are usually after quantity and females after quality."},{"id":482,"quote":"Karl Popper – that any theory that is incapable of falsification cannot be considered scientific."},{"id":483,"quote":"Fortune will be benevolent indeed if the inference from one theory contradicts that of another.14 This is an especially acute problem in the debate. One scientist gives the analogy of somebody trying to decide what makes his driveway wet: rain, lawn sprinklers, or flooding from the local river. It is no good turning on the sprinkler and observing that it wets the drive or watching rain fall and seeing that it wets the drive.15 To conclude anything from such observations would be to fall into the trap that philosophers call “the fallacy of affirming the consequent.” Because sprinklers can wet the drive does not prove that they did wet the drive.”"},{"id":484,"quote":"In other words, long-lived, late-maturing mammals do more genetic mixing regardless of their size or fecundity than short-lived, early maturing mammals. By Burt’s measure, man has thirty crossovers, rabbits ten, and mice three. Tangled-bank theories would predict the opposite.17"},{"id":485,"quote":"The old “Vicar of Bray model of sex, in which sex is an aid to faster evolution, implies that organisms would prefer to keep their mutation rate fairly high—since mutation is the source of all variety—and then do a good job of sieving out the bad ones. But, as Williams put it, there is no evidence yet found that any creature ever does anything other than try to keep its mutation rate as low as possible. It strives for a mutation rate of zero. Evolution depends on the fact that it fails.”"},{"id":486,"quote":"Evolution is good for species, and so they strive to make it go faster. Yet it is stasis, not change, that is the hallmark of evolution. Sex and gene repair and the sophisticated screening mechanisms of higher animals to ensure that only defect-free eggs and sperm contribute to the next generation—all these are ways of preventing change."},{"id":487,"quote":"The struggle for existence never gets easier. However well a species may adapt to its environment, it can never relax, because its competitors and its enemies are also adapting to their niches. Survival is a zero-sum game. Success only makes one species a more tempting target for a rival species."},{"id":488,"quote":"The Red Queen is a formidable woman who runs like the wind but never seems to get anywhere: “Well, in our country, said Alice, still panting a little, “you’d generally get to somewhere else—if you ran very fast for a long time as we’ve been doing.” “A slow sort of country!” said the Queen. “Now, here, you see, it takes all the running you can do to keep in the same place. If you want to get to somewhere else, you must run at least twice as fast as that!”20”"},{"id":489,"quote":"Red Queen theories hold that the world is competitive to the death. It does keep changing. But did we not just hear that species are static for many generations and do not change? Yes. The point about the Red Queen is that she runs but stays in the same place. The world keeps coming back to where it started; there is change but not progress."},{"id":490,"quote":"Sex, according to the Red Queen theory, has nothing to do with adapting to the inanimate world—becoming bigger or better camouflaged or more tolerant of cold or better at flying—but is all about combating the enemy that fights back."},{"id":491,"quote":"Dare to be an optimist."},{"id":492,"quote":"Parasites and their hosts are locked in a close evolutionary embrace. The more successful the parasite’s attack (the more hosts it infects or the more resources it gets from each), the more the host’s chances of survival will depend on whether it can invent a defense. The better the host defends, the more natural selection will promote the parasites that can overcome the defense. So the advantage will always be swinging from one to the other: The more dire the emergency for one, the better it will fight. This is truly the world of the Red Queen, where you never win, you only gain a temporary respite."},{"id":493,"quote":"Evolutionary tortoises nonetheless do more genetic mixing than evolutionary hares. Austin Burt’s discovery of a correlation between generation length and amount of recombination is evidence of the Red Queen at work. The longer your generation time, the more genetic mixing you need to combat your parasites."},{"id":494,"quote":"The Red Queen’s case is both subtler and stronger than that, though. It is that an individual, by having sex, can produce offspring more likely to survive than an individual that produces clones of itself. The advantage of sex can appear in a single generation. This is because whatever lock is common in one generation will produce among the parasites the key that fits it. So you can be sure that it is the very lock not to have a few generations later, for by then the key that fits it will be common. Rarity is at a premium."},{"id":495,"quote":"A gazelle on the African savannah is trying not to be eaten by cheetahs, but it is also trying to outrun other gazelles when a cheetah attacks. What matters to the gazelle is being faster than other gazelles, not being faster than cheetahs. (There is an old story of a philosopher who runs when a bear charges him and his friend. ‘It’s no good, you’ll never outrun a bear,’ says the logical friend. ‘I don’t have to,’ replies the philosopher, ‘I only have to outrun you.’)"},{"id":496,"quote":"We use our intellects not to solve practical problems, but to outwit each other. Deceiving people, detecting deceit, understanding people’s motives, manipulating people – these are what the intellect is used for."},{"id":497,"quote":"The genome is littered, one might almost say clogged, with the equivalent of computer viruses, selfish, parasitic stretches of letters which exist for the pure and simple reason that they are good at getting themselves duplicated."},{"id":498,"quote":"It is a remarkable fact that people who have been preparing for an important exam, and have shown the symptoms of stress, are more likely to catch colds and other infections, because one of the effects of Cortisol is to reduce the I50 GENOME activity, number and lifetime of lymphocytes – white blood cells."},{"id":499,"quote":"What is it about human beings that enables them to keep changing their lives in this tumultuous way?"},{"id":500,"quote":"To put my explanation in its boldest and most surprising form: bad news is manmade, top–down, purposed stuff, imposed on history. Good news is accidental, unplanned, emergent stuff that gradually evolves. The things that go well are largely unintended; the things that go badly are largely intended. Let me give you two lists. First: the First World War, the Russian Revolution, the Versailles Treaty, the Great Depression, the Nazi regime, the Second World War, the Chinese Revolution, the 2008 financial crisis: every single one was the result of top–down decision-making by relatively small numbers of people trying to implement deliberate plans – politicians, central bankers, revolutionaries and so on. Second: the growth of global income; the disappearance of infectious diseases; the feeding of seven billion; the clean-up of rivers and air; the reforestation of much of the rich world; the internet; the use of mobile-phone credits as banking; the use of genetic fingerprinting to convict criminals and acquit the innocent. Every single one of these was a serendipitous, unexpected phenomenon supplied by millions of people who did not intend to cause these big changes."},{"id":501,"quote":"the genome contains secret messages from both the distant and the recent past – from when we were single-celled creatures and from when we took up cultural habits such as dairy farming. It also contains clues to ancient philosophical conundrums, not least the question of whether and how our actions are determined and what is this curious sensation called free will."},{"id":502,"quote":"That is what I mean by collective intelligence. No single person knows how to make a computer mouse. The person who assembled it in the factory did not know how to drill the oil well from which the plastic came, or vice versa. At some point, human intelligence became collective and cumulative in a way that happened to no other animal."},{"id":503,"quote":"Every acre of maize or sugar cane requires tractor fuel, fertilisers, pesticides, truck fuel and distillation fuel – all of which are fuel. So the question is: how much fuel does it take to grow fuel? Answer: about the same amount. The US Department of Agriculture estimated in 2002 that each unit of energy put into growing maize ethanol produces 1.34 units of output, but only by counting the energy of dried distillers’ grain, a by-product of the production process that can go into cattle feed."},{"id":504,"quote":"Sexual relations are driven not by what is good, in evolutionary terms, for men or for women, but for their chromosomes. The ability to seduce a woman was good for Y chromosomes in the past; the ability to resist seduction by a man was good for X chromosomes in the past."},{"id":505,"quote":"Without trade, innovation just does not happen. Exchange is to technology as sex is to evolution. It stimulates novelty."},{"id":506,"quote":"The phenomena we refer to as intelligence may be a byproduct of intergenomic conflict between genes mediating offense and defense in the context of language’, write Rice and Holland."},{"id":507,"quote":"The more human beings diversified as consumers and specialised as producers, and the more they then exchanged, the better off they have been, are and will be."},{"id":508,"quote":"Different versions of genes rise and fall in popularity driven often by the rise and fall of diseases. There is a regrettable human tendency to exaggerate stability, to believe in equilibrium."},{"id":509,"quote":"Had I only known it, experiments in laboratories by the economist Vernon Smith and his colleagues have long confirmed that markets in goods and services for immediate consumption – haircuts and hamburgers – work so well that it is hard to design them so they fail to deliver efficiency and innovation; while markets in assets are so automatically prone to bubbles and crashes that it is hard to design them so they work at all."},{"id":510,"quote":"genetically different population, so that she can have offspring with varied genes and little risk of inbred diseases. But perhaps she – and T-shirt-sniffing people – are actually doing something that makes sense in terms of the blood-group story. Remember that, when making love in a time of cholera, an AA person is best off looking for a BB mate, so that all their children will be cholera-resistant ABs."},{"id":511,"quote":"So growth will resume – unless prevented by the wrong policies. Somebody, somewhere, is still tweaking a piece of software, testing a new material, or transferring a gene that will make your and my life easier in the future."},{"id":512,"quote":"fail to recognize that the best plan is often not to have one."},{"id":513,"quote":"the beauty of commerce is that when it works it rewards people for solving other people’s problems. It is ‘best understood as an evolutionary system, constantly creating and trying out new solutions to problems in a similar way to how evolution works in nature. Some solutions are “fitter than others. The fittest survive and propagate. The unfit die.”"},{"id":514,"quote":"George Washington said that ‘Government is not reason. It is not eloquence. Government is force. Like fire, it is a dangerous servant, and a fearful master."},{"id":515,"quote":"The common analogy for what Williams was describing is a lottery. Breeding asexually is like having lots of lottery tickets all with the same number. To stand a chance of winning the lottery, you need lots of different tickets. Therefore, sex is useful to the individual rather than the species when the offspring are likely to face changed or unusual conditions."},{"id":516,"quote":"It is just possible that the predators and parasites will actually win altogether, or rather that ambitious ideological busybodies will succeed in shutting down the catallaxy and crashing the world back into pre-industrial poverty some time during the coming century. There is even a new reason for such pessimism: the integrated nature of the world means that it may soon be possible to capture the entire world on behalf of a foolish idea, where before you could only capture a country, or perhaps if you were lucky an empire."},{"id":517,"quote":"A Californian firm called Morning Star Tomatoes has been experimenting with ‘self-management’ for two decades. The result is that Morning Star is the largest processor of tomatoes in the world, handling 40 per cent of California’s processed tomato crop."},{"id":518,"quote":"Az, hogy ez a könyv kifejezetten egy faj helyzetével foglalkozik - az emberi fajéval -, semmit nem jelent e faj fontosságát tekintve. Persze az ember valóban különleges. A két füle között a bolygó legbonyolultabb biológiai gépezetét hordozza. A komlexitás azonban nem minden, és nem az evolúció célja. Ezen a bolygón minden faj egyedülálló. A páratlanság itt túlkínálatban lévő árucikk."},{"id":519,"quote":"Besides, a million years of natural selection shaped human nature to be ambitious to rear successful children, not to settle for contentment: people are programmed to desire, not to appreciate."},{"id":520,"quote":"book is a piece of digital information, written in linear, one-dimensional and one-directional form and defined by a code that transliterates a small alphabet of signs into a large lexicon of meanings through the order of their groupings."},{"id":521,"quote":"Getting richer is not the only or even the best way of getting happier. Social and political liberation is far more effective, says the political scientist Ronald Ingleheart: the big gains in happiness come from living in a society that frees you to make choices about your lifestyle – about where to live, who to marry, how to express your sexuality and so on."},{"id":522,"quote":"For instance, given the choice between a safe, comfortable and long life for the individual or a risky, tiring and dangerous attempt to breed, virtually all animals (and indeed plants) choose the latter."},{"id":523,"quote":"Snaží-li se muž získat ženu, nepošle ji svůj výpis z účtu, ale daruje jí perlový náhrdelník. Nechlubí se svou lékařskou kartou, ale mezi řečí prohodí, že každý týden uběhne patnáct kilometrů a nikdy nebývá nachlazený. Nechlubí se před ní akademickými tituly, ale snaží se ji okouzlit svým vtipem. Nezapřísahá se před ní svou pozorností, ale k narozeninám jí pošle kytici rudých růží. Těmito gesty jí oznamuje: jsem bohatý, jsem zdravý, jsem chytrý, jsem milý. Přitom svá oznámení pronáší co nejsvůdnější a nejúčinnější formou."},{"id":524,"quote":"Indeed, their bodies are designed with planned obsolescence called ageing that causes them to decay after they reach breeding age – or, in the case of squid or Pacific salmon, to die at once. None of this makes any sense unless you view the body as a vehicle for the genes, as a tool used by genes in their competition to perpetuate themselves. The body’s survival is secondary to the goal of"},{"id":525,"quote":"You inherit not your IQ but your ability to develop a high IQ under certain environmental circumstances. How does one parcel that one into nature and nurture? It is frankly impossible."},{"id":526,"quote":"So this is what poverty means. You are poor to the extent that you cannot afford to sell your time for sufficient price to buy the services you need, and rich to the extent that you can afford to buy not just the services you need but also those you crave. Prosperity, or growth, has been synonymous with moving from self-sufficiency to interdependence, transforming the family from a unit of laborious, slow and diverse production to a unit of easy, fast and diverse consumption paid for by a burst of specialised production."},{"id":527,"quote":"Either our actions are determined, in which case we are not responsible for them, or they are random, in which case we are not responsible for them."},{"id":528,"quote":"If culture consisted simply of learning habits from others, it would soon stagnate. For culture to turn cumulative, ideas needed to meet and mate."},{"id":529,"quote":"Male gorillas monopolise their mates, so their sperm meets no competitors; male chimpanzees share their mates, so each needs to produce large quantities of sperm and mate frequently to increase his chances of being the father. It also explains why male birds sing so hard when already ‘married’. They are looking for ‘affairs’."},{"id":530,"quote":"Depending on whose estimate you choose, and how you correct for inflation, the average person alive in the world today earns in a year between ten and twenty times as much money, in real terms, as the average person earned in 1800. Or rather, he or she can afford ten or twenty times as many goods or services."},{"id":531,"quote":"The ten most violent countries in the world in 2014 – Syria, Afghanistan, South Sudan, Iraq, Somalia, Sudan, Central African Republic, Democratic Republic of the Congo, Pakistan and North Korea – are all among the least capitalist. The ten most peaceful – Iceland, Denmark, Austria, New Zealand, Switzerland, Finland, Canada, Japan, Belgium and Norway – are all firmly capitalist."},{"id":532,"quote":"One survey shows that throughout the world and throughout history, from thirteenth-century England to modern Canada, from Kenya to Mexico, men have killed men much more often – on average about ninety-seven"},{"id":533,"quote":"One survey shows that throughout the world and throughout history, from thirteenth-century England to modern Canada, from Kenya to Mexico, men have killed men much more often – on average about ninety-seven times more often – than women have killed women."},{"id":534,"quote":"Man with all his noble qualities still bears in his bodily frame the indelible stamp of his lowly origin."},{"id":535,"quote":"There is no country in the world that has a higher birth rate than it had in 1960, and in the less developed world as a whole the birth rate has approximately halved."},{"id":536,"quote":"In the late nineteenth and early twentieth centuries, Britain and the United States made huge contributions to science with negligible public funding, while Germany and France, with hefty public funding, achieved no greater results either in science or in economics. ‘The industrialised nations whose governments invested least in science did best economically,’ says Kealey, ‘and they didn’t do so badly in science either."},{"id":537,"quote":"In 2003, the OECD published a paper on ‘sources of growth in OECD countries’ between 1971 and 1998, finding to its explicit surprise that whereas privately funded research and development stimulated economic growth, publicly funded research had no economic impact whatsoever. None. This earthshaking result has never been challenged or debunked. Yet it is so inconvenient to the argument that science needs public funding that it is ignored."},{"id":538,"quote":"people are programmed to desire, not to appreciate."},{"id":539,"quote":"Letting good evolve, while doing bad, has been the dominant theme of history. That is why the news is full of only bad things being done, but we find when they are over that great good has happened unheralded. Good things are gradual; bad things are sudden. Above all, good things evolve."},{"id":540,"quote":"Again and again, we have told ourselves that there is a top–down description of the world, and a top–down prescription by which we should live."},{"id":541,"quote":"Famously, no other species of ape can encounter strangers without trying to kill them, and the instinct still lurks in the human breast."},{"id":542,"quote":"there is no end or purpose to existence, only ceaseless creation and destruction, governed entirely by chance."},{"id":543,"quote":"the universe was not created for or about human beings, that we are not special, and there was no Golden Age of tranquillity and plenty in the distant past, but only a primitive battle for survival."},{"id":544,"quote":"He was like modern atheists in arguing that the soul dies, there is no afterlife, all organised religions are superstitious delusions and invariably cruel, and angels, demons or ghosts do not exist. In his ethics he thought the highest goal of human life is the enhancement of pleasure and the reduction of pain."},{"id":545,"quote":"Our minds have been built by selfish genes, but they have been built to be social, trustworthy and cooperative. That is the paradox this book has tried to explain. Human beings have social instincts. They come into the world equipped with predispositions to learn how to cooperate, to discriminate the trustworthy from the treacherous, to commit themselves to be trustworthy, to earn good reputations, to exchange goods and information, and to divide labour."},{"id":546,"quote":"The sex that invests most in rearing the young—by carrying a fetus for nine months in its belly, for example—is the sex that makes the least profit from an extra mating. The sex that invests the least has time to spare to seek other mates. Therefore, broadly speaking, males invest less and seek quantity of mates, while females invest more and seek quality of mates."},{"id":547,"quote":"innovation is organic because it must be a response to an authentic and free desire, not what somebody in authority"},{"id":548,"quote":"Grant, then, that men prefer women with relatively wide hips and large breasts. That still does not explain the gaining of fat on breasts and hips; fat breasts do not produce more milk than lean ones of the same size, and fat hips are no further apart than lean ones of the same bone structure. Low thinks women who gained fat in those places may have deceived men into thinking they had milk-full breasts and wide hip-bones. Men fell for it,"},{"id":549,"quote":"Yet Nancy Wexler's obsession with finding the gene was driven by her desire to mend it or cure it when she did find it. And she is undoubtedly closer to that goal now than ten years ago. 'I am an optimist', she writes, 'Even though I feel this hiatus in which we will be able only to predict and not to prevent will be exceedingly difficult .. . I believe the knowledge will be worth the risks.'What of Nancy Wexler herself? Several times in the late 1980s, she and her elder sister Alice sat down with their father Milton to discuss whether either of the women should take the test. The debates were tense, angry and inconclusive. Milton was against taking the test, stressing its uncertainties and the danger of a false diagnosis. Nancy had been determined that she wanted the test, but her determination gradually evaporated in the face of a real possibility. Alice chronicled the discussions in a diary that later became a soulsearching book called Mapping fate. The result was that neither woman took the test. Nancy is now the same age as her mother was when she was diagnosed."}]