[{"id":1,"quote":"If you do not express your own original ideas, if you do not listen to your own being, you will have betrayed yourself."},{"id":2,"quote":"Real freedom is the ability to pause between stimulus and response, and in that pause, choose."},{"id":3,"quote":"The opposite of courage in our society is not cowardice, it is conformity."},{"id":4,"quote":"Courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair."},{"id":5,"quote":"Many people suffer from the fear of finding oneself alone, and so they don't find themselves at all."},{"id":6,"quote":"To love means to open ourselves to the negative as well as the positive - to grief, sorrow, and disappointment as well as to joy, fulfillment, and an intensity of consciousness we did not know was possible before"},{"id":7,"quote":"Freedom is man's capacity to take a hand in his own development. It is our capacity to mold ourselves."},{"id":8,"quote":"Therapy isn't curing somebody of something; it is a means of helping a person explore himself, his life, his consciousness. My purpose as a therapist is to find out what it means to be human. Every human being must have a point at which he stands against the culture, where he says, \"This is me and the world be damned!\" Leaders have always been the ones to stand against the society - Socrates, Christ, Freud, all the way down the line."},{"id":9,"quote":"One does not become fully human painlessly."},{"id":10,"quote":"Depression is the inability to construct a future."},{"id":11,"quote":"It is an ironic habit of human beings to run faster when we have lost our way."},{"id":12,"quote":"People only change when it becomes too dangerous to stay the way they are."},{"id":13,"quote":"In order to be open to creativity, one must have the capacity for constructive use of solitude. One must overcome the fear of being alone."},{"id":14,"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing."},{"id":15,"quote":"Many people feel they are powerless to do anything effective with their lives. It takes courage to break out of the settled mold, but most find conformity more comfortable. This is why the opposite of courage in our society is not cowardice, it's conformity."},{"id":16,"quote":"Fortunately, however, we no longer have to argue that self -love is not only necessary and good but that it also is a prerequisite for loving others."},{"id":17,"quote":"Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one's identity as a being of worth and dignity."},{"id":18,"quote":"What anxiety means is it's as though the world is knocking at your door, and you need to create, you need to make something, you need to do something. I think anxiety, for people who have found their own heart and their own souls, for them it is a stimulus toward creativity, toward courage. It's what makes us human beings."},{"id":19,"quote":"Every human being must have a point at which he stands against the culture, where he says, this is me and the damned world can go to hell."},{"id":20,"quote":"The acorn becomes an oak by means of automatic growth; no commitment is necessary. The kitten similarly becomes a cat on the basis of instinct. Nature and being are identical in creatures like them. But a man or woman becomes fully human only by his or her choices and his or her commitment to them. People attain worth and dignity by the multitude of decisions they make from day by day. These decisions require courage."},{"id":21,"quote":"We define religion as the assumption that life has meaning. Religion, or lack of it, is shown not in some intellectual or verbal formulations but in one's total orientation to life. Religion is whatever the individual takes to be his ultimate concern. One's religious attitude is to be found at that point where he has a conviction that there are values in human existence worth living and dying for."},{"id":22,"quote":"People attain worth and dignity by the multitude of decisions they make from day to day."},{"id":23,"quote":"Love is generally confused with dependence; but in point of fact, you can love only in proportion to your capacity for independence."},{"id":24,"quote":"One of the few blessings of living in an age of anxiety is that we are forced to become aware of ourselves."},{"id":25,"quote":"In my clinical experience, the greatest block to a person's development is his having to take on a way of life which is not rooted in his own powers."},{"id":26,"quote":"Beauty is the experience that gives us a sense of joy and a sense of peace simultaneously."},{"id":27,"quote":"The purpose of psychotherapy is to set people free."},{"id":28,"quote":"Creativity is the process of bringing something new into being. Creativity requires passion and commitment. It brings to our awareness what was previously hidden and points to new life. The experience is one of heightened consciousness: ecstasy."},{"id":29,"quote":"Recall how often in human history the saint and the rebel have be the same person. (p. 35)"},{"id":30,"quote":"When you are completely absorbed or caught up in something, you become oblivious to things around you, or to the passage of time. It is this absorption in what you are doing that frees your unconscious and releases your creative imagination."},{"id":31,"quote":"Understanding and love require a wisdom that comes only with age."},{"id":32,"quote":"It is well to remind ourselves that anxiety signifies a conflict, and so long as a conflict is going on, a constructive solution is possible."},{"id":33,"quote":"To believe fully and at the same moment to have doubts is not at all a contradiction: it presupposes a greater respect for truth, an awareness that truth always goes beyond anything that can be said or done at any given moment."},{"id":34,"quote":"Creativity is the encounter of the intensively conscious human being with his world."},{"id":35,"quote":"It is dangerous to know, but it is more dangerous not to know."},{"id":36,"quote":"Anxiety is essential to the human condition. The confrontation with anxiety can relieve us from boredom, sharpen the sensitivity and assure the presence of tension that is necessary to preserve human existence."},{"id":37,"quote":"What if imagination and art are not frosting at all, but the fountainhead of human experience?"},{"id":38,"quote":"Intimacy requires courage because risk is inescapable."},{"id":39,"quote":"One central need in life is to fulfill its own potential."},{"id":40,"quote":"Ecstasy is the accurate term for the intensity of consciousness that occurs in the creative act."},{"id":41,"quote":"Courage is the capacity to meet the anxiety which arises as one achieves freedom. It is the willingness to differentiate, to move from the protecting realms of parental dependence to new levels of freedom and integration."},{"id":42,"quote":"The function of the rebel is to shake the fixated mores of the rigid order of civilization; and this shaking, though painful, is necessary if the society is to be saved from boredom and apathy. Obviously I do not refer to everyone who calls himself a rebel, but only to the authentic rebel. Civilization gets its first flower from the rebel."},{"id":43,"quote":"Good art wounds as well as delights. It must, because our defenses against the truth are wound so tightly around us. But as art chips away at our defenses, it also opens us to healing potentialities that transcend intellectual games and ego-preserving strategies."},{"id":44,"quote":"Freedom does not come automatically; it is achieved. And it is not gained in a single bound; it must be achieved each day."},{"id":45,"quote":"There is nobody who totally lacks the courage to change."},{"id":46,"quote":"Creativity arises out of the tension between spontaneity and limitations, the latter (like the river banks) forcing the spontaneity into the various forms which are essential to the work of art or poem."},{"id":47,"quote":"It is amazing how many hints and guides and intuitions for living come to the sensitive person who has ears to hear what his body is saying."},{"id":48,"quote":"Vanity and narcissism — the compulsive need to be admired and praised — undermine one's courage, for one then fights on someone else's conviction rather than one's own."},{"id":49,"quote":"The creative act arises out of the struggle of human beings with and against that which limits them."},{"id":50,"quote":"Violence arises not out of superfluity of power but out of powerlessness."},{"id":51,"quote":"The amazing thing about love is that it is the best way to get to know ourselves."},{"id":52,"quote":"Courage is necessary to make being and becoming possible."},{"id":53,"quote":"What is courage? This courage will not be the opposite of despair. We shall often be faced with despair, as indeed every sensitive person has been during the last several decades in this country. Hence Kierkegaard and Nietzsche and Camus and Sartre have proclaimed that courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair."},{"id":54,"quote":"Life comes from physical survival; but the good life comes from what we care about."},{"id":55,"quote":"Finding the center of strength within ourselves is in the long run the best contribution we can make to our fellow men. ... One person with indigenous inner strength exercises a great calming effect on panic among people around him. This is what our society needs - not new ideas and inventions; important as these are, and not geniuses and supermen, but persons who can be, that is, persons who have a center of strength within themselves."},{"id":56,"quote":"One of the easiest ways to be irresponsible about power is to forget you have it."},{"id":57,"quote":"When we are dealing with human beings, no truth has reality by itself; it is always dependent upon the reality of the immediate relationship."},{"id":58,"quote":"Science, Nietzsche had warned, is becoming a factory, and the result will be ethical nihilism."},{"id":59,"quote":"Hate is not the opposite of love; apathy is."},{"id":60,"quote":"However it may be confounded or covered up or counterfeited, this elemental capacity to fight against injustice remains the distinguishing characteristic of human beings."},{"id":61,"quote":"Artists love to immerse themselves in chaos in order to put it into form, just as God created form out of chaos in Genesis. Forever unsatisfied with the mundane, the apathetic, the conventional, they always push on to newer worlds."},{"id":62,"quote":"All people are struggling to be creative in some way, and the artist is the one who has succeeded in this task of life."},{"id":63,"quote":"When people feel their insignificance as individual persons, they also suffer an undermining of their sense of human responsibility."},{"id":64,"quote":"Joy is the zest that you get out of using your talents, your understanding, the totality of your being, for great aims...That's the kind of feeling that goes with creativity. That's why I say the courage to create. Creation does not come out of simply what you're born with. That must be united with your courage, both of which cause anxiety, but also great joy."},{"id":65,"quote":"The ultimate error is the refusal to look evil in the face."},{"id":66,"quote":"The mature person becomes able to differentiate feelings into as many nuances, strong and passionate experiences, or delicate and sensitive ones, as in the different passages of music in a symphony. Unfortunately, many of us have feelings limited like notes in a bugle call."},{"id":67,"quote":"Heroes are necessary in order to enable the citizens to find their own ideals, courage and wisdom in the society. The hero carries our hopes, our aspirations, our ideals, our beliefs. In the deepest sense the hero is created by us; he or she is born collectively as our own myth. This is what makes heroism so important: it reflects our own sense of identity and from this our own heroism is molded."},{"id":68,"quote":"The hallmark of courage in our age of conformity is the capacity to stand on one's own convictions - not obstinately or defiantly"},{"id":69,"quote":"Memory is not just the imprint of the past time upon us; it is the keeper of what is meaningful for our deepest hopes and fears."},{"id":70,"quote":"Suffering is nature's way of indicating a mistaken attitude or way of behavior, and to the nonegocentric person every moment of suffering is the opportunity for growth. People should rejoice in suffering, strange as it sounds, for this is a sign of the availability of energy to transform their characters."},{"id":71,"quote":"It is an old and ironic habit of human beings to run faster when we have lost our way; and we grasp more fiercely at research, statistics, and technical aids in sex when we have lost the values and meaning of love."},{"id":72,"quote":"There can be no stronger proof of the impoverishment of our contemporary culture than the popular - though profoundly mistaken - definition of myth as falsehood."},{"id":73,"quote":"The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it is not without doubt but in spite of doubt."},{"id":74,"quote":"The danger always exists that our technology will serve as a buffer between us and nature, a block between us and the deeper dimensions of our own experience."},{"id":75,"quote":"There is no authentic inner freedom that does not, sooner or later, also affect and change human history."},{"id":76,"quote":"Communication leads to community that is, to understanding, intimacy, and the mutual valuing that was previously lacking. Community can be defined simply as a group in which free conversation can take place. Community is where I can share my innermost thoughts, bring out the depths of my own feelings, and know they will be understood."},{"id":77,"quote":"Intimacy requires courage because risk is inescapable. We cannot know at the outset how the relationship will affect us. Like a chemical mixture, if one of us is changed, both of us will be. Will we grow in self-actualization, or will it destroy us? The one thing we can be certain of is that if we let ourselves fully into the relationship for good or evil, we will not come out unaffected."},{"id":78,"quote":"A myth is a way of making sense in a senseless world. Myths are narrative patterns that give significance to our existence."},{"id":79,"quote":"The word courage comes from the same stem as the French word Coeur, meaning \"heart.\" Thus just as one's heart, by pumping blood to one's arms, legs, and brain enables all the other physical organs to function, so courage makes possible all the psychological virtues. Without courage other values wither away into mere facsimiles of virtue."},{"id":80,"quote":"Creativity is neither the product of neurosis nor simple talent, but an intense courageous encounter with the Gods."},{"id":81,"quote":"All our feelings, like the artist's paints and brush, are ways of communicating and sharing something meaningful from us to the world."},{"id":82,"quote":"There is an energy field between humans. And, when we reach out in passion, it is met with an answering passion and changes the relationship forever."},{"id":83,"quote":"Apathy adds up, in the long run, to cowardice."},{"id":84,"quote":"Competitive individualism militates against the experience of community, and that lack of community is a centrally important factor in contemporaneous anxiety."},{"id":85,"quote":"Dogmatism of all kinds--scientific, economic, moral, as well as political--are threatened by the creative freedom of the artist. This is necessarily and inevitably so. We cannot escape our anxiety over the fact that the artists together with creative persons of all sorts, are the possible destroyer of our nicely ordered systems. (p. 76)"},{"id":86,"quote":"Does not the possibility or the power to do something about the situation at hand confer on one the responsibility to do it?"},{"id":87,"quote":"This personal freedom to think and feel and speak authentically and to be conscious of so doing is the quality that distinguishes us as human."},{"id":88,"quote":"I learned that healing and cure are active processes in which I myself needed to participate."},{"id":89,"quote":"Humor is the healthy way of feeling \"distance\" between one's self and the problem, a way of standing off and looking at one's problem with perspective."},{"id":90,"quote":"Creativity is not merely the innocent spontaneity of our youth and childhood; it must also be married to the passion of the adult human being, which is a passion to live beyond one's death."},{"id":91,"quote":"When I fall in love, I feel more valuable and I treat myself with more care. We have all observed the hesitant adolescent, uncertain of himself, who, when he or she falls in love, suddenly walks with a certain inner assuredness and confidence, a mien which seems to say, \"You are looking at somebody now.\" For this inner sense of worth that comes with being in love does not seem to depend essentially on whether the love is returned or not."},{"id":92,"quote":"A person can meet anxiety to the extent that his values are stronger than the threat."},{"id":93,"quote":"The essence of being human is that, in the brief moment we exist on this spinning planet, we can love some persons and some things, in spite of the fact that time and death will ultimately claim us all."},{"id":94,"quote":"Courage is required not only in a person's occasional crucial decision for his own freedom, but in the little hour-to-hour decisions which place the bricks in the structure of his building of himself into a person who acts with freedom and responsibility."},{"id":95,"quote":"The first thing necessary for a constructive dealing with time is to learn to live in the reality of the present moment. For psychologically speaking, this present moment is all we have."},{"id":96,"quote":"Mass communication--wonder as it may be technologically and something to be appreciated and valued--presents us wit a serious daner, the danger of conformism, due to the fact that we all view the same things at the same time in all the cities of the country. (p. 73)"},{"id":97,"quote":"Care is a state in which something does matter; care is the opposite of apathy. Care is the necessary source of eros, the source of human tenderness."},{"id":98,"quote":"Courage is not a virtue of value among other personal values like love or fidelity. It is the foundation that underlies and gives reality to all other virtues and personal values. Without courage our love pales into mere dependency. Without courage our fidelity becomes conformism."},{"id":99,"quote":"A dynamic struggle goes on within a person between what he or she consciously thinks on the one hand and, on the other, some insight, some perspective that is struggling to be born."},{"id":100,"quote":"We must always base our commitment in the center of our own being, or else no commitment will be ultimately authentic."},{"id":101,"quote":"Poets often have a conscious awareness that they are struggling with the daimonic, and that the issue is their working something through from the depths which push the self to a new plane."},{"id":102,"quote":"Creative people... are distinguished by the fact that they can live with anxiety, even though a high price may be paid in terms of insecurity, sensitivity, and defenselessness for the gift of 'divine madness,' to borrow the term used by the classical Greeks."},{"id":103,"quote":"It is infinitely safer to know that the man at the top has his doubts, as you and I have ours, yet has the courage to move ahead in spite of these doubts."},{"id":104,"quote":"Terrorism and the whole drug scene are vivid examples of the fact that what persons abhor most of all in life is the possibility that they will not matter."},{"id":105,"quote":"It may sound surprising when I say, on the basis of my own clinical practice as well as that of my psychological and psychiatric colleagues, that the chief problem of people in the middle decade of the twentieth century is emptiness."},{"id":106,"quote":"Evil, in this system of ethics, is that which tears apart, shuts out the other person, raises barriers, sets people against each other."},{"id":107,"quote":"The daimonic refers to the power of nature rather than the superego, and is beyond good and evil. Nor is it man's 'recall to himself' as Heidegger and later Fromm have argued, for its source lies in those realms where the self is rooted in natural forces which go beyond the self and are felt as the grasp of fate upon us. The daimonic arises from the ground of being rather than the self as such."},{"id":108,"quote":"Deeds of violence in our society are performed largely by those trying to establish their self-esteem, to defend their self-image, and to demonstrate that they, too, are significant."},{"id":109,"quote":"Tools and techniques ought to be an extension of consciousness, but they can just as easily be a protection from consciousness. Then the tools become defence mechanisms... against the unconscious."},{"id":110,"quote":"In any age courage is the simple virtue needed for a human being to traverse the rocky road from infancy to maturity of personality. But in an age of anxiety, an age of herd morality and personal isolation, courage is a sine qua non. In periods when the mores of the society were more consistent guides, the individual was more firmly cushioned in his crises of development; but in times of transition like ours, the individual is thrown on his own at an earlier age and for a longer period."},{"id":111,"quote":"Lacking positive myths to guide him, many a sensitive contemporary man finds only the model of the machine beckoning him from every side to make himself over into its image."},{"id":112,"quote":"Artistic symbols and myths speak out of the primordial, preconscious realm of the mind which is powerful and chaotic. Both symbol and myth are ways of bringing order and form into this chaos."},{"id":113,"quote":"The most effective way to ensure the value of the future is to confront the present courageously and constructively."},{"id":114,"quote":"Power is required for communication. To stand before an indifferent or hostile group and have one's say, or to speak honestly to a friend truths that go deep and hurt these require self-affirmation, self-assertion, and even at times aggression. ... My experience in psychotherapy convinces me that the act which requires the most courage is the simple communication, unpropelled by rage or anger, of one's deepest thoughts to another."},{"id":115,"quote":"Courage is the basic virtue for everyone so long as he continues to grow, to move ahead."},{"id":116,"quote":"Indeed, compulsive and rigid moralism arises in given persons precisely as the result of a lack of sense of being. Rigid moralism is a compensatory mechanism by which the individual persuades himself to take over the external sanctions because he has no fundamental assurance that his own choices have any sanction of their own"},{"id":117,"quote":"Forge in the smithy of your soul."},{"id":118,"quote":"Unconscious insights or answers to problems that come in reverie do not come hit or miss... they pertain to those areas in which the person consciously has worked laboriously and with dedication."},{"id":119,"quote":"No one can separate themselves from one's social group and remain healthy, because the very structure of personality is dependent on the community."},{"id":120,"quote":"By whatever name one calls it, genuine creativity is characterized by an intensity of awareness, a heightened consciousness."},{"id":121,"quote":"Neither Kierkegaard nor Nietzsche had the slightest interest in starting a movement – or a new system, a thought which would indeed have offended them. Both proclaimed, in Nietzsche's phrase, Follow not me, but you!"},{"id":122,"quote":"It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle."},{"id":123,"quote":"The turtle only makes progress when it's neck is stuck out."},{"id":124,"quote":"Intimacy requires courage because risk is inescapable. We cannot know at the outset how the relationship will affect us."},{"id":125,"quote":"Human freedom involves our capacity to pause between the stimulus and response and, in that pause, to choose the one response toward which we wish to throw our weight. The capacity to create ourselves, based upon this freedom, is inseparable from consciousness or self-awareness. (p. 100)"},{"id":126,"quote":"Creativity is the result of a struggle between vitality and form. As anyone who has tried to write a sonnet or scan poetry, is aware, the form ideally do not take away from the creativity but may add to it."},{"id":127,"quote":"Creativity occurs in an act of encounter and is to be understood with this encounter as its center."},{"id":128,"quote":"The constructive schizoid person stands against the spiritual emptiness of encroaching technology and does not let himself be emptied by it. He lives and works with the machine without becoming a machine. He finds it necessary to remain detached enough to get meaning from the experience, but in doing so, to protect his own inner life from impoverishment."},{"id":129,"quote":"The individual human is still the creature who can wonder, who can be enchanted by a sonata, who can place symbols together to make poetry to gladden our heart, who can view a sunrise with a sense of majesty and awe."},{"id":130,"quote":"The receptivity of the artist must never be confused with passivity. Receptivity is the artist's holding him or herself alive and open to hear what being may speak."},{"id":131,"quote":"If we admit our depression openly and freely, those around us get from it an experience of freedom rather than the depression itself."},{"id":132,"quote":"It is interesting to note how many of the great scientific discoveries begin as myths."},{"id":133,"quote":"Professors will lecture with more inspiration if they occasionally alternate the classroom with the beach: authors will write better when, as Macaulay used to do, they write for two hours, then pitch quoits, and then go back to their writing. But certainly more than the mere mechanical alternation is involved."},{"id":134,"quote":"Man is the \"ethical animal\" ethical in potentiality even if, unfortunately, not in actuality. His capacity for ethical judgment like freedom, reason and the other unique characteristics of the human being is based upon his consciousness of himself."},{"id":135,"quote":"We must be fully committed, but we must also be aware at the same time that we might possibly be wrong.  People who claim to be absolutely convinced that their stand is the only right one...is a dead giveaway of unconscious doubt.  Commitment is healthiest when it is not without doubt, but in spite of doubt."},{"id":136,"quote":"In religion, it is not the sycophants or those who cling most faithfully to the status quo who are ultimately praised. It is the insurgents."},{"id":137,"quote":"That because of this interplay of conscious and unconscious factors in guilt and the impossibility of legalistic blame, we are forced into an attitude of acceptance of the universal human situation and a recognition of the participation of every one of us in man's inhumanity to man."},{"id":138,"quote":"Existential psychotherapy is the movement which, although standing on one side on the scientific analysis owed chiefly to the genius of Freud , also brings back into the picture the understanding of man on the deeper and broader level man as the being who is human. It is based on the assumption that it is possible to have a science of man which does not fragmentize man and destroy his humanity at the same moment as it studies him. It unites science and ontology ."},{"id":139,"quote":"Tenderness emerges from the fact that the two persons, longing, as all individuals do, to overcome the separateness and isolation to which we are all heir because we are individuals, can participate in a relationship that, for the moment, is not of two isolated selves but a union"},{"id":140,"quote":"There is no meaningful yes unless the individual could also have said no."},{"id":141,"quote":"To say a person is a coward has no more meaning than to say he is lazy: It simply tells us that some vital potentiality is unrealized or blocked."},{"id":142,"quote":"Human freedom involves our capacity to pause, to choose the one response toward which we wish to throw our weight."},{"id":143,"quote":"Reason works better when emotions are present; the person sees sharper and more accurately when his emotions are engaged."},{"id":144,"quote":"Purpose in the human being is a much more complex phenomenon than what used to be called will power."},{"id":145,"quote":"Our powerful hunger for myth is a hunger for community. The person without a myth is a person without a home...To be a member of one's community is to share in its myths."},{"id":146,"quote":"It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle. Strange as it sounds, steady, patient growth in freedom is probably the most difficult task of all, requiring the greatest courage. Thus if the term \"hero\" is used in this discussion at all, it must refer not to the special acts of outstanding persons, but to the heroic element potentially in every man."},{"id":147,"quote":"If the will remains in protest, it stays dependent on that which it is protesting against."},{"id":148,"quote":"... what the artist or creative scientist feels is not anxiety or fear; it is joy. I use the word in contrast to happiness or pleasure. The artist, at the moment of creating, does not experience gratification or satisfaction... Rather, it is joy, joy defined as the emotion that goes with heightened consciousness, the mood that accompanies the experience of actualizing one's own potentialities."},{"id":149,"quote":"Receptivity requires a nimbleness, a fine-honed sensitivity in order to let one's self be the vehicle of whatever vision may emerge."},{"id":150,"quote":"What Kierkegaard said about love is also true of creativity: every person must start at the beginning."},{"id":151,"quote":"Anxiety is an even better teacher than reality, for one can temporarily evade reality by avoiding the distasteful situation; but anxiety is a source of education always present because one carries it within."},{"id":152,"quote":"Finding the center of strenghth within ourselves is in the long run best contribution we can do to our fellow man"},{"id":153,"quote":"Now, I believe in life, and I believe in the joy of human existence, but these things cannot be experienced except as we also face the despair, also face the anxiety that every human being has to face if he lives with any creativity at all."},{"id":154,"quote":"They pursue meaninglessness until they can force it to mean."},{"id":155,"quote":"Mark Tobey fills his canvases with elliptical, calligraphic lines, beautiful whirls that seem at first glance to be completely abstract and to come from nowhere at all except his own subjective musing. But I shall never forget how struck I was, on visiting Tobey's studio one day, to see strewn around books on astronomy and photographs of the Milky Way. I knew then that Tobey experiences the movement of the stars and solar constellations as the external pole of his encounter."},{"id":156,"quote":"Every act of genuine creativity means achieving a higher level of self-awareness and personal freedom."},{"id":157,"quote":"Whatever sphere we may be in, there is a profound joy in the realization that we are helping to form the structure of the new world. This is creative courage, however minor or fortuitous our creations may be."},{"id":158,"quote":"Something is born, comes into being, something that did not exist before - which is as good a definition of creativity as we can get."},{"id":159,"quote":"A historical perspective can also help free us from the ever-present danger -- especially at danger in the social sciences -- of absolutizing a theory or method which is actually relative to the fact that we live at a given moment in time in the development of our particular culture."},{"id":160,"quote":"We cannot will to have insights. We cannot will to have creativity, but we can will to give ourselves to the creative experience with intensity of dedication and commitment."},{"id":161,"quote":"There is a curiously sharp sense of joy - or perhaps better expressed, a sense of mild ecstasy - that comes when you find the particular form required by your creation."},{"id":162,"quote":"A myth is a way of making sense in a senseless world. Myths are narrative patterns that give significance to our existence. Whether the meaning of existence is only what we put into life by our own individual fortitude, as Sartre would hold, or whether there is a meaning we need to discover, as Kierkegaard would state, the result is the same: myths are our way of finding this meaning and significance."},{"id":163,"quote":"The rebel is committed to giving a form and pattern to the world. It is a pattern born of the indomitable thrust of the human mind, the mind which makes out of the mass of meaningless data in the world an order and a form."},{"id":164,"quote":"The authentic rebel knows that the silencing of all his adversaries is the last thing on earth he wishes: their extermination would deprive him and whoever else remains alive from the uniqueness, the originality, and the capacity for insight that these enemies being human also have and could share with him. If we wish the death of our enemies, we cannot talk about the community of man. In the losing of the chance for dialogue with our enemies, we are the poorer."},{"id":165,"quote":"By the creative act, we are able to reach beyond our own death."},{"id":166,"quote":"This is hard for parents to say genuinely."},{"id":167,"quote":"Those we call saints rebelled against an outmoded and inadequate form of God on the basis of their new insights into divinity."},{"id":168,"quote":"Every authentic artist is engaged in this creating of the conscience of the race, even though he or she may be unaware of the fact."},{"id":169,"quote":"It is highly significant and indeed almost a rule, that moral courage has its source in such identification through one's own sensitivity with suffering of one's fellow human beings.\" (p. 16-17)"},{"id":170,"quote":"Consciousness is the awareness that emerges out of the dialectical tension between possibilities and limitations."},{"id":171,"quote":"The insight is born with anxiety, guilt and the joy and gratification that is inseparable from the actualizing of a new idea or vision."},{"id":172,"quote":"Artists do not run away from non-being, but by encountering and wrestling with it, force it to produce being."},{"id":173,"quote":"Everyone has a need for significance; and if we can't make that possible, or even probable, in our society, then it will be obtained in destructive ways."},{"id":174,"quote":"We receive love — from our children as well as others — not in proportion to our demands or sacrifices or needs, but roughly in proportion to our own capacity to love."},{"id":175,"quote":"Creativity is the process of bringing something new into being."},{"id":176,"quote":"Joy is the effect which comes when we use our powers."},{"id":177,"quote":"The creative process must be explored... as the expression of the normal people in the act of actualizing themselves."},{"id":178,"quote":"Humans have a habit of running faster when they have lost their way."},{"id":179,"quote":"The poet, like the lover, is a menace on the assembly line."},{"id":180,"quote":"We express our being by creating. Creativity is a necessary sequel to being."},{"id":181,"quote":"The daimonic is any natural function which has the power to take over the whole person. Sex and eros, anger and rage, and the craving for power are examples. The daimonic can be either creative or destructive and is normally both."},{"id":182,"quote":"One longs for the presence of a leader like Lincoln, who openly admitted his doubts and as openly preserved his commitment."},{"id":183,"quote":"It is necessary for the birthing process to begin to move in its own organic time. It is necessary that the artist have this sense of timing, that he or she respect... periods of receptivity as part of the mystery of creativity and creation."},{"id":184,"quote":"Symbols are specific acts or figures, while myths develop and elaborate these symbols into a story which contains characters and several episodes. The myth is thus more inclusive. But both symbol and myth have the same function psychologically; they are man's way of expressing the quintessence of his experience - his way of seeing his life, his self-image and his relations to the world of his fellow men and of nature - in a total figure which at the same moment carries the vital meaning of this experience."},{"id":185,"quote":"I became a psychotherapist because that's where people will unburden themselves, where they will show what is in their hearts."},{"id":186,"quote":"The value of dreams, like ... divinations, is not that they give a specific answer, but that they open up new areas of psychic reality, shake us out of our customary ruts, and throw light on a new segment of our lives. Thus the sayings of the shrine, like dreams, were not to be received passively; the recipients had to \"live\" themselves into the message."},{"id":187,"quote":"When one read's Kierkegaard's profound analyses of anxiety and despair or Nietzsche's amazingly acute insights into the dynamics of resentment and the guilt and hostility which accompany repressed emotional powers, one might pinch oneself to realize that one is reading works written in the last century and not some new contemporary psychological analysis."},{"id":188,"quote":"Our thesis is that symbols and myths are an expression of man's unique self-consciousness, his capacity to transcend the immediate concrete situation and see his life in terms of 'the possible,' and that this capacity is one aspect of his experiencing himself as a being having a world."},{"id":189,"quote":"Whereas moral courage is the righting of wrongs, creative courage, in contrast, is the discovering of new forms, new symbols, new patterns on which a new society can be built."},{"id":190,"quote":"Inner sense of worth that comes with being in love does not seem to depend essentially on whether the love is returned or not."},{"id":191,"quote":"The ancient Greeks, as Plato reports, believed that we discover truth through \"reminiscence,\" that is by \"remembering,\" by intuitively searching into our own experience."},{"id":192,"quote":"Physical courage in whatever scene ... seems to hinge on whether the individual can feel he is fighting for others as well as himself."},{"id":193,"quote":"Our age is one of transition, in which the normal channels for utilizing the daimonic are denied; and such ages tend to be times when the daimonic is expressed in its most destructive form."},{"id":194,"quote":"The schizoid man is the natural product of the technological man. It is one way to live and is increasingly utilized and it may explode into violence."},{"id":195,"quote":"Creativity is a yearning for immortality"},{"id":196,"quote":"Insight comes at a moment of transition between work and relaxation."},{"id":197,"quote":"Generally, the shaking is consciously felt in its positive aspects — as the wonderful new heaven and earth which love with its miracle and mystery has suddenly produced. Love is the answer, we sing. Our Western culture seems to be engaged in a romantic - albeit desperate - conspiracy to enforce the illusion that that is all there is to eros."},{"id":198,"quote":"Poets may be delightful creatures in the meadow or the garret, but they are menaces on the assembly line."},{"id":199,"quote":"When inward life dries up, when feeling decreases and apathy increases, when one cannot affect or even genuinely touch another person, violence flares up as a daimonic necessity for contact, a mad drive forcing touch in the most direct way possible."},{"id":200,"quote":"One must have at least a readiness to love the other person, broadly speaking, if one is to be able to understand him."},{"id":201,"quote":"In any discussion of religion and personality integration the question is not whether religion itself makes for health or neurosis, but what kind of religion and how is it used? Freud was in error when he held that religion is per se a compulsion neurosis. Some religion is and some is not."},{"id":202,"quote":"It is an ironic habit of human beings to run faster when they have lost their way."},{"id":203,"quote":"The opposite of courage in our society is not cowardice, it's conformity."},{"id":204,"quote":"Finding the center of strength within ourselves is in the long run the best contribution we can make to our fellow men. ... One person with indigenous inner strength exercises a great calming effect on panic among people around him. This is what our society needs — not new ideas and inventions; important as these are, and not geniuses and supermen, but persons who can \"be\", that is, persons who have a center of strength within themselves."},{"id":205,"quote":"The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it is not without doubt, but in spite of doubt. (p. 21)"},{"id":206,"quote":"Technology is the knack of so arranging the world that we do not experience it."},{"id":207,"quote":"Creative people, as I see them, are distinguished by the fact that they can live with anxiety, even though a high price may be paid in terms of insecurity, sensitivity, and defenselessness for the gift of the “divine madness, to borrow the term used by the classical Greeks. They do not run away from non-being, but by encountering and wrestling with it, force it to produce being. They knock on silence for an answering music; they pursue meaninglessness until they can force it to mean.”"},{"id":208,"quote":"The human being cannot live in a condition of emptiness for very long: if he is not growing toward something, he does not merely stagnate; the pent-up potentialities turn into morbidity and despair, and eventually into destructive activities."},{"id":209,"quote":"Courage is not a virtue or value among other personal values like love or fidelity. It is the foundations that underlies and gives reality to all other virtue and personal values. (p. 13)"},{"id":210,"quote":"If you do not express your own original ideas, if you do not listen to your own being, you will have betrayed yourself.\" -Rollo May"},{"id":211,"quote":"We in our age are faced with a strange paradox. Never before have we had so much information in bits and pieces flooded upon us by radio and television and satellite, yet never before have we had so little inner certainty about our own being. The more objective truth increases, the more our inner certitude decreases. Our fantastically increased technical power, and each forward step in technology is experienced by many as a new push toward our possible annihilation. Nietzsche was strangely prophetic when he said,“We live in a period of atomic chaos…the terrible apparition…the Nation State…and the hunt for happiness will never be greater than when it must be caught between today and tomorrow; because the day after tomorrow all hunting time may have come to an end altogether.Sensing this, and despairing of ever finding meaning in life, people these days seize on the many ways of dulling their awareness by apathy, by psychic numbing, or by hedonism. Others, especially young people, elect in alarming and increasing numbers to escape their own being by suicide.”"},{"id":212,"quote":"Because it is possible to create — creating one’s self, willing to be one’s self, as well as creating in all the innumerable daily activities (and these are two phases of the same process) — one has anxiety. One would have no anxiety if there were no possibility whatever. Now creating, actualizing one’s possibilities, always involves negative as well as positive aspects. It always involves destroying the status quo, destroying old patterns within oneself, progressively destroying what one has clung to from childhood on, and creating new and original forms and ways of living. If one does not do this, one is refusing to grow, refusing to avail himself of his possibilities; one is shirking his responsibility to himself. Hence refusal to actualize one’s possibilities brings guilt toward one’s self. But creating also means destroying the status quo of one’s environment, breaking the old forms; it means producing something new and original in human relations as well as in cultural forms (e.g., the creativity of the artist). Thus every experience of creativity has its potentiality of aggression or denial toward other persons in one’s environment or established patterns within one’s self. To put the matter figuratively, in every experience of creativity something in the past is killed that something new in the present may be born. Hence, for Kierkegaard, guilt feeling is always a concomitant of anxiety: both are aspects of experiencing and actualizing possibility. The more creative the person, he held, the more anxiety and guilt are potentially present."},{"id":213,"quote":"There is no meaningful \"yes\" unless the individual could also have said \"no."},{"id":214,"quote":"when men at last accept the fact that they cannot successfully lie to themselves, and at last learn to take themselves seriously, they discover previously unknown and often remarkable recuperative powers within themselves."},{"id":215,"quote":"Anxiety has a purpose. Originally the purpose was to protect the existence of the caveman from wild beasts and savage neighbors. Nowadays the ocassions for anxiety are very different - we are afraid of losing out in the competition, feeling unwanted, isolated, and ostracized. But the purpose of anxiety is still to protect us from dangers that threaten the same things: our existence or values that we identify with our existence. This normal anxiety of life cannot be avoided except at the price of apathy or the numbing of one's sensibilities and imagination."},{"id":216,"quote":"I’m just a collection of mirrors, reflecting what everyone else expects of me."},{"id":217,"quote":"Our powerful hunger for myth is a hunger for community. The person without a myth is a person without a home...To be a member of one's community is to share in its myths..."},{"id":218,"quote":"What genuine painters do is to reveal the underlying psychological and spiritual conditions of their relationship to their world; thus in the works of a great painter we have a reflection of the emotional and spiritual condition of human beings in that period of history. If you wish to understand the psychological and spiritual temper of any historical period, you can do no better than to look long and searchingly at its art. For in the art the underlying spiritual meaning of the period is expressed directly in symbols. This is not because artists are didactic or set out to teach or to make propaganda; to the extend that they do, their power of expression is broken; their direct relations to the inarticulate, or, if you will, 'unconscious' levels of the culture is destroyed. They have the power to reveal the underlying meaning of any period precisely because the essence of art is the powerful and alive encounter between the artist and his or her world.\" (pg 52)"},{"id":219,"quote":"In other words, the most common problem now is not social taboos on sexual activity or guilt feeling about sex in itself, but the fact that sex for so many people is an empty, mechanical and vacuous experience."},{"id":220,"quote":"Loneliness is such an omnipotent and painful threat to many persons that they have little conception of the positive values of solitude, and even at times are very frightened at the prospect of being alone. Many people suffer from “the fear of finding oneself alone, remarks André Gide, “and so they don’t find themselves at all.”"},{"id":221,"quote":"But there comes a point (and this is the challenge facing modern technological Western man) when the cult of technique destroys feeling, undermines passion, and blots out individual identity. The technologically efficient lover...has lost the power to be carried away; he knows only too well what he is doing. At this point, technology diminishes consciousness and demolishes eros. Tools are no longer an enlargement of consciousness but a substitute for it and, indeed, tend to repress and truncate it."},{"id":222,"quote":"One has to remain detached in order to triumph  over  others"},{"id":223,"quote":"They showed considerable anxiety because they were in the process of loving beauty."},{"id":224,"quote":"When Spinoza in the seventeenth century used the word reason, he meant an attitude toward life in which the mind united the emotions with the ethical goals and other aspects of the “whole man. When people today use the term they almost always imply a splitting of the personality. They ask in one form or another: “Should I follow reason or give way to sensual passions and needs or be faithful to my ethical duty?”"},{"id":225,"quote":"<...> the persons who get to the consulting rooms of psychotherapists and psychoanalysts are not a cross-section of the population. By and large they are the ones for whom the conventional pretenses and defenses of the society no longer work. Very often they are the more sensitive and gifted members of the society; they need to get help, broadly speaking, because they are less successful at rationalizing than the “well-adjusted citizen who is able for the time being to cover up his underlying conflicts.”"},{"id":226,"quote":"For death is always in the shadow of the delight of love. In faint adumbration there is present the dread, haunting question, Will this new relationship destroy us?...The world is annihilated; how can we know whether it will ever be built up again? We give, and give up, our own center; how shall we know that we will get it back?...This...has something in common with the ecstasy of the mystic in his union with God: just as he can never be //sure// God is there, so love carries us to that intensity of consciousness in which we no longer have any guarantee of security."},{"id":227,"quote":"Along with the loss of the sense of self has gone a loss of our language for communicating deeply personal meanings to each other."},{"id":228,"quote":"Self-inflation and conceit are generally the external signs of inner emptiness and self-doubt; a show of pride is one of the most common covers for anxiety."},{"id":229,"quote":"The two persons, longing, as all individuals do, to overcome the separateness and isolation to which we all are heir as individuals, can participate in a relationship that, for the moment, is not made up of two isolated, individual experiences, but a genuine union."},{"id":230,"quote":"When people feel threatened and anxious they become more rigid, and when in doubt they tend to become dogmatic; and then they lose their own vitality. They use the remnants of traditional values to build a protective encasement and then shrink behind it; or they make an outright panicky retreat into the past. But"},{"id":231,"quote":"But in neurotic anxiety, two conditions are necessary: (1)  the threat must be to a vital value;  and (2)  the threat must be present in juxtaposition with another threat  so that the individual cannot avoid one threat without being confronted by another. In patterns of neurotic anxiety, the values held essential to the individual's existence as a personality are in contradiction with each other."},{"id":232,"quote":"Anxiety, the other characteristic of modern man, is even more basic than emptiness and loneliness. For being “hollow and lonely would not bother us except that it makes us prey to that peculiar psychological pain and turmoil called anxiety.”"},{"id":233,"quote":"A fear is a reaction to a specific danger, to which the individual can make a specific adjustment. But what characterizes anxiety is the feeling of diffuseness and uncertainty and the experience of helplessness toward the threat."},{"id":234,"quote":"The receptivity of the artist must never be confused with passivity."},{"id":235,"quote":"Much self-condemnation is a cloak for arrogance. Those who think they overcome pride by condemning themselves could well ponder Spinoza's remark \"One who despises himself is the nearest to a proud man."},{"id":236,"quote":"Tremendous pride was exhibited in fascism, as everyone knows who has seen the pictures of the strutting Mussolini and psychopathic Hitler; but fascism is a development in people who are empty, anxious and despairing, and therefore seize on megalomaniac promises."},{"id":237,"quote":"Escapist creativity is that which lacks encounter."},{"id":238,"quote":"This is a time, as Herman Hesse puts it, “when a whole generation is caught . . . between two ages, two modes of life, with the consequence that it loses all power to understand itself and has no standards, no security, no simple acquiescence."},{"id":239,"quote":"The battle with the gods thus hinges on our own mortality! Creativity is a yearning for immortality."},{"id":240,"quote":"To love means to open ourselves to the negative as well as the positive - to grief, sorrow, and disappointment as well as to joy, fulfillment, and an intensity of consciousness we did not know was possible before.\" --"},{"id":241,"quote":"if the person did not have anxiety, he or she would also not have freedom. Anxiety demonstrates that values, no matter how beclouded, do exist in the person. Without values there would be only barren despair."},{"id":242,"quote":"Another root of our malady is our loss of the sense of the worth and dignity of the human being. Nietzsche predicted this when he pointed out that the individual was being swallowed up in the herd, and that we were living by a “slave-morality. Marx also predicted it when he proclaimed that modern man was being “de-humanized,” and Kafka showed in his amazing stories how people literally can lose their identity as persons.”"},{"id":243,"quote":"Opposites though they are, both solitude and solidarity are essential if the artist is to produce works that are not only significant to his or her age, but that will also speak to future generations."},{"id":244,"quote":"Since the values of the market were the highest criteria, persons also became valued as commodities which could be bought and sold. A person's worth is then his salable market value, whether it is skill or 'personality' that is up for sale. [...]The market value, then, becomes the individual's valuation of himself, so that self-confidence and 'self-feeling' (ones experience of identity with one's self) are largely reflections of what others think of one, in this case the 'others' being those who represent the market. Thus contemporary economic processes have contributed not only to an alienation of man from man, but likewise to 'self-alienation' - an alienation of the individual from himself. As Fromm very well summarizes the point:Since modern man experiences himself both as the seller and as the commodity to be sold on the market, his self-esteem depends on conditions beyond his control. If he is 'successful,' he is valuable; if he is not, he is worthless. The degree of insecurity which results from this orientation can hardly be overestimated. If one feels that one's own value is not constituted primarily by the human qualities one possesses, but by one's succes on a competitive market with ever-changing conditions, one's self-esteem is bound to be shaky and in constant need of confirmation by others. [Erich Fromm, Man for himself]In such a situation one is driven to strive relentlessly for 'succes'; this is the chief way to validate ones self and to allay anxiety. And any failure in the competitive struggle is a threat to the quasi-esteem for one's self - which, quasi though it be, is all one has in such a situation. This obviously leads to powerful feelings of helplessness and inferiority.[p.169f]"},{"id":245,"quote":"It is very difficult to appreciate from the outside what a person in severe anxiety is experiencing. Brown rightly remarked about his friends 'imploring a drowning man [me] to swim when they don't know that under the water his hands and feet are tied."},{"id":246,"quote":"The line between 'normal' and 'neurotic' begins to appear when any activity becomes compulsive - that is, when the person feels pushed to perform the act because it habitually allays his anxiety rather than because of any intrinsic wish to perform the act."},{"id":247,"quote":"Life is not a matter for simple optimism--for there is evil; nor for mere pessimism--for there is good. The possibility for good in the face of evil is what gives life tragic meaning."},{"id":248,"quote":"In the problem of anxiety we must, therefore, always ask the question of what vital value is being threatened"},{"id":249,"quote":"One cannot laugh when in an anxiety panic, for then one is swallowed up, one has lost the distinction between himself as subject and the objective world around him. So long as one can laugh, furthermore, he is not completely under the domination of anxiety or fear—hence the accepted belief in folklore that to be able to laugh in times of danger is a sign of courage. In cases of borderline psychotics, so long as the person has genuine humor—so long, that is, as he can laugh, or look at himself with the thought, as one person put it, “What a crazy person I’ve been!—he is preserving his identity as a self. When any of us, neurotic or not, get insights into our psychological problems, our spontaneous reaction is normally a little laugh—the “aha” of insight, as it is called. The humor occurs because of a new appreciation of one’s self as a subject acting in an objective world.”"},{"id":250,"quote":"Bertrand Russell writes that the painful thing “about our time is that those who feel certainty are stupid, and those with any imagination and understanding are filled with doubt and indecision."},{"id":251,"quote":"This exile is a fascinating symbolic act from our modern psychoanalytic viewpoint, for we have held in earlier chapters that the greatest threat and greatest cause of anxiety for an American near the end of the twentieth century is not castration but ostracism, the terrible fate of being exiled by one’s group. Many a contemporary man castrates himself or permits himself to be castrated because of fear of being exiled if he doesn’t. He renounces his power and conforms under the great threat and peril of ostracism.— Rollo May, “The Tragedy of Truth About Oneself (The Psycology of Existence: An Integrative, Clinical Perspective by Kirk Schneider and Rollo May), pp. 14-15”"},{"id":252,"quote":"condemning ourselves is the quickest way to get a substitute sense of worth. People who have almost, but not quite, lost their feeling of worth generally have very strong needs to condemn themselves, for that is the most ready way of drowning the bitter ache of feelings of worthlessness and humiliation. It is as though the person were saying to himself, “I must be important that I am so worth condemning, or “Look how noble I am: I have such high ideals and I am so ashamed of myself that I fall short.” A psychoanalyst once pointedly remarked that when someone in psychoanalysis berates himself at great length for picayune sins, he feels like asking, “Who do you think you are?” The self-condemning person is very often trying to show how important he is that God is so concerned with punishing him.”"},{"id":253,"quote":"When I use the word rebel for the artist, I do not refer to revolutionary or to such things as taking over the dean’s office; that is a different matter. Artists are generally soft-spoken persons who are concerned with their inner visions and images. But that is precisely what makes them feared by any coercive society. For they are the bearers of the human being’s age-old capacity to be insurgent."},{"id":254,"quote":"It will no doubt be agreed that there are multitudes of these defiant, aggressive types in our culture. But they do not frequent psychoanalysts' offices because our competitive culture (in which, to a considerable extent, the individual who can aggressively exploit others without conscious guilt feeling is 'succesful') supports and 'cushions' them to a greater extent than the opposite types. It is generally the culturally 'weak' individuals who get to the psychoanalyst; for in cultural terms they have the 'neurosis' and the succesfully agressive person does not."},{"id":255,"quote":"What is important is not what is said, but that some talk be continually going on. Silence is the great crime, for silence is lonely and frightening. One shouldn’t feel much, nor put much meaning into what one says: what you say seems to have more effect if you don’t try to understand. One has the strange impression that these people are all afraid of something—what is it? It is as if the “yatata were a primitive tribal ceremony, a witch dance calculated to appease some god. There is a god, or rather a demon, they are trying to appease: it is the specter of loneliness which hovers outside like the fog drifting in from the sea. One will have to meet this specter’s leering terror for the first half-hour one is awake in the morning anyway, so let one do everything possible to keep it away now.”"},{"id":256,"quote":"Everyone belongs to a society, whether he wishes it or not, whether he chooses it or not, whether he contributes constructively to its development or does the reverse. Community, on the contrary, implies one's relating one's self to others affirmatively and responsibly. Community in the economic sense implies an emphasis on the social values and functions of work. Community in the psychological sense involves the individual's relating himself to others in love as well as creativity."},{"id":257,"quote":"By the creative act, however, we are able to reach beyond our own death. This is why creativity is so important and why we need to confront the problem of the relationship between creativity and death."},{"id":258,"quote":"These poets and other creative persons are the ones who express being itself, he held. As I would put it, these are the ones who enlarge human consciousness. Their creativity is the most basic manifestation of a man or woman fulfilling his or her own being in the world."},{"id":259,"quote":"The concept of encounter also enables us to make clearer the important distinction between talent and creativity. Talent may well have its neurological correlates and can be studied as “given to a person. A man or woman may have talent whether he or she uses it or not; talent can probably be measured in the person as such. But creativity can be seen only in the act. If we were purists, we would not speak of a “creative person,” but only of a creative act.”"},{"id":260,"quote":"I think Dostoevsky was right, that every human being must have a point at which he stands against the culture, where he says, this is me and the damned world can go to hell."},{"id":261,"quote":"And it is permissible to want to be alone temporarily to “get away from it all. But if one mentioned at a party that he liked to be alone, not for a rest or an escape, but for its own joys, people would think that something was vaguely wrong with him—that some pariah aura of untouchability or sickness hovered round him. And if a person is alone very much of the time, people tend to think of him as a failure, for it is inconceivable to them that he would choose to be alone.”"},{"id":262,"quote":"Where there is 'freedom from' without corresponding interrelationship, there is the anxiety of the defiant and isolated individual. Where there is dependence without freedom, there is the anxiety of the clinging person who cannot live outside a symbiosis."},{"id":263,"quote":"We find a giant like Picasso shifting in his own lifetime from style to style, partly as a reflection of the shifting character of the last four decades in Western society, and partly like a man dialing a ship’s radio on the ocean, trying vainly to find the wave length on which he can talk to his fellow men. But the artists, and the rest of us too, remain spiritually isolated and at sea, and so we cover up our loneliness by chattering with other people about the things we do have language for—the world series, business affairs, the latest news reports. Our deeper emotional experiences are pushed further away, and we tend, thus, to become emptier and lonelier."},{"id":264,"quote":"Intense fatigue or illness may also weaken the control of the cortex. Hence we find tired or sick persons responding to threats with a greater degree of undifferentiated anxiety. In psychoanalytic terms, we would speak of this as regression."},{"id":265,"quote":"Anxiety (loneliness or “abandonment anxiety being its most painful form) overcomes the person to the extent that he loses orientation in the objective world. To lose the world is to lose one's self, and vice versa; self and world are correlates. The function of anxiety is to destroy the self-world relationship, i.e., to disorient the victim in space and time and, so long as this disorientation lasts, the person remains in the state of anxiety. Anxiety overwhelms the person precisely because of the preservation of this disorientation. Now if the person can reorient himself—as happens, one hopes, in psychotherapy—and again relate himself to the world directly, experientially, with his senses alive, he overcomes the anxiety. My slightly anthropomorphic terminology comes out of my work as a therapist and is not out of place here. Though the patient and I are entirely aware of the symbolic nature of this (anxiety doesn’t do anything, just as libido or sex drives don’t), it is often helpful for the patient to see himself as struggling against an “adversary.” For then, instead of waiting forever for the therapy to analyze away the anxiety, he can help in his own treatment by taking practical steps when he experiences anxiety such as stopping and asking just what it was that occurred in reality or in his fantasies that preceded the disorientation which cued off the anxiety. He is not only opening the doors of his closet where the ghosts hide, but he often can also then take steps to reorient himself in his practical life by making new human relationships and finding new work which interests him.”"},{"id":266,"quote":"The fascist authoritarianism, characterized by sado-masochism and destructiveness, had a function which is comparable psychologically to a neurotic symptom - namely, fascism compensated for powerlessness and individual isolation and protected the individual from anxiety-creating situations. If one compare fascism to a neurotic symptom, it can be said that fascism is a neurotic form of community."},{"id":267,"quote":"One means of allaying anxiety is frantic activity. The anxiety arising out of the dilemma of powerlessness in the face of suprapersonal economic forces on one hand, but theoretical belief in the efficacy of individual effort on the other, was symptomized partly by excessive activism."},{"id":268,"quote":"Every authentic artist is engaged in this creating of the conscience of the race, even though he or she may be unaware of the fact. The artist is not a moralist by conscious intention, but is concerned only with hearing and expressing the vision within his or her own being. But out of the symbols the artist sees and creates—as Giotto created the forms for the Renaissance—there is later hewn the ethical structure of the society."},{"id":269,"quote":"Just as the poet is a menace to conformity, he is also a constant threat to political dictators. He is always on the verge of blowing up the assembly line of political power."},{"id":270,"quote":"The weight placed upon the value of competitive succes is so great in our culture and the anxiety occasioned by the possibility of failure to achieve this goal is so prevalent that there is reason for assuming that  individual competitive succes is both the dominant goal in our culture and the most pervasive ocassion for anxiety."},{"id":271,"quote":"I recall a discussion with a highly-respected psychotherapist colleague and friend on the significance of the tragedy of Romeo and Juliet. My friend stated that the trouble with Romeo and Juliet was that they hadn't had adequate counseling. If they had had, they would not have committed suicide. Taken aback, I protested that I didn't think that was Shakespeare's point at all, and that Shakespeare, as well as the other classical writers who have created and molded the literature which speaks to us age after age, is in this drama picturing how sexual love can grasp a man and woman and hurl them into heights and depths—the simultaneous presence of which we call tragic.But my friend insisted that tragedy was a negative state and we, with our scientific enlightenment, had superseded it—or at least ought to at the earliest possible moment. I argued with him, as I do here, that to see the tragic in merely negative terms is a profound misunderstanding. Far from being a negation of life and love, the tragic is an ennobling and deepening aspect of our experience of sexuality and love. An appreciation of the tragic not only can help us avoid some egregious oversimplifications in life, but it can specifically protect us against the danger that sex and love will be banalized also in psychotherapy."},{"id":272,"quote":"In some circles emptiness is even made a goal to be sought after, under the guise of being “adaptable. Nowhere is this illustrated more arrestingly than in an article in Life Magazine entitled “The Wife Problem.”* Summarizing a series of researches which first appeared in Fortune about the role of the wives of corporation executives, this article points out that whether or not the husband is promoted depends a great deal on whether his wife fits the “pattern.” Time was when only the minister’s wife was looked over by the trustees of the church before her husband was hired; now the wife of the corporation executive is screened, covertly or overtly, by most companies like the steel or wool or any other commodity the company uses. She must be highly gregarious, not intellectual or conspicuous, and she must have very “sensitive antennae” (again that radar set!) so that she can be forever adapting.”"},{"id":273,"quote":"And did not Spinoza's refusing to flee from excommunication by his church and community mean the same inner battle of integrity, the same struggle for the power not to be afraid of aloneness, without which the noble Ethics, certainly one of the great works of all time, could not have been written?"},{"id":274,"quote":"In the individual who is characterized by independence without corresponding relatedness, there will develop hostility toward those whom he believes to be the occasion of his isolation. In the individual who is symbiotically dependent there will develop hostility toward those whom he regards as instrumental in the suppression of his capacities and freedom."},{"id":275,"quote":"anxiety, with its concomitant feelings of helplessness, isolation, and conflict, is an exceedingly painful experience. One tends to be angry and resentful toward those responsible for placing him in such a situation of pain. Clinical experience yields many examples like the following: A dependent person, finding himself in a situation of responsibility with which he feels he cannot cope, reacts with hostility both toward those who have placed him in the situation and toward those (usually parents) who caused him to be unable to cope with it. Or he feels hostility toward his therapist, whom he believes should bail him out"},{"id":276,"quote":"The odd belief prevails in our culture that a thing or experience is not real if we cannot make it mathematical, and somehow it must be real if we can reduce it to numbers. But this means making an abstraction out of it - mathematics is the abstract par excellence, which is indeed its glory and the reason for its great usefulness."},{"id":277,"quote":"Another example of how the sense of the self has been disintegrating in our day can be seen when we consider humor and laughter. It is not generally realized how closely one’s sense of humor is connected with one’s sense of selfhood. Humor normally should have the function of preserving the sense of self. It is an expression of our uniquely human capacity to experience ourselves as subjects who are not swallowed up in the objective situation. It is the healthy way of feeling a “distance between one’s self and the problem, a way of standing off and looking at one’s problem with perspective. One cannot laugh when in an anxiety panic, for then one is swallowed up, one has lost the distinction between himself as subject and the objective world around him.”"},{"id":278,"quote":"Suppose the apprehension of beauty is itself a way to truth? Suppose that “elegance—as the word is used by physicists to describe their discoveries—is a key to ultimate reality?”"},{"id":279,"quote":"Goldstein's central thesis is that  anxiety is the subjective experience of the organism in a catastrophic condition . An organism is thrown into a catastrophic condition when it cannot cope with the demands of its environment and, therefore, feels a threat to its existence or to values it holds essential for its existence."},{"id":280,"quote":"But attempts to evade anxiety are not only doomed to failure. In running from anxiety you lose your most precious opportunities for the emergence of yourself, and for your education as s human being."},{"id":281,"quote":"It would seem that the affects, biological needs, and forms of behavior  most repressed in a given culture are the ones most likely to give rise to symptoms . [...]in our culture it is considered much more acceptable to have an organic illness than an emotional or mental disorder; this would influence the fact that anxiety and other emotional stresses in our culture so often take a somatic form. In short, the culture conditions the way a person tries to resolve his anxiety, and specifically what symptoms he may employ."},{"id":282,"quote":"Bir kimsenin ancak sorumlu olduğu ölçüde özgür olabileceği paradoksu özgürlüğün her noktasında merkezdedir. Fakat aksi de doğrudur. Bir kimse ancak özgür olduğunda sorumlu olabilir."},{"id":283,"quote":"In neurotic anxiety, the cleavage between expectations and reality is in the form of a  contradiction . Expectation and reality cannot be brought together, and since nobody can bear the constant tension of the experience of such a cleavage, the individual engages in a neurotic distortion of reality. Though this distortions is undertaken for the purpose of protecting the individual from neurotic anxiety, in the long run it makes the contradiction between the individual's expectations and reality more rigid and hence sets the stage for greater neurotic anxiety. In productive activity, on the other hand, the expectations are not in contradiction to reality, but are used as a means of  creatively transforming reality. The cleavage is constantly being resolved by the individual's bringing expectations and reality progressively into greater accord. This, as we have endeavored to show at many points throughout this book, is the sound way to overcome neurotic anxiety. Thus our human power to resolve the conflict between expectation and reality - our  creative  power - is at the same time our power to transcend neurotic anxiety and to live with normal anxiety."},{"id":284,"quote":"It is important to note that the acquisition of wealth, as the accepted standard of succes, does not refer to increasing material goods for sustenance purposes, or even for the purpose of increasing enjoyment. It refers rather to wealth as a sign of individual power, a proof of achievement and self-worth.Modern economic individualism, though based on belief in the free individual, has resulted in the phenomenon that increasingly large numbers of people have to work on the property (capital) of a few powerful owners. It is not surprising that such a situation should lead to widespread insecurity, for not only is the individual faced with a criterion of succes over which he has only partial control but also his opportunities for a job are in considerable measure out of his control."},{"id":285,"quote":"Hence Kierkegaard and Nietszche and Camus and Sartre have proclaimed that courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair."},{"id":286,"quote":"I propose that in our day this alternation of the market place and mountain requires the capacity for the constructive use of solitude. It requires that we be able to retire from a world that is “too much with us, that we be able to be quiet, that we let the solitude work for us and in us. It is a characteristic of our time that many people are afraid of solitude: to be alone is a sign one is a social failure, for no one would be alone if he or she could help it. It often occurs to me that people living in our modern, hectic civilization, amid the constant din of radio and TV, subjecting themselves to every kind of stimulation whether of the passive sort of TV or the more active sort of conversation, work, and activity, that people with such constant preoccupations find it exceedingly difficult to let insights from unconscious depths break through. Of course, when an individual is afraid of the irrational—that is, of the unconscious dimensions of experience—he tries to keep busiest, tries to keep most “noise” going on about him. The avoidance of the anxiety of solitude by constant agitated diversion is what Kierkegaard, in a nice simile, likened to the settlers in the early days of America who used to beat on pots and pans at night to make enough din to keep the wolves away. Obviously if we are to experience insights from our unconscious, we need to be able to give ourselves to solitude.”"},{"id":287,"quote":"It is the seeming contradiction that we must be fully committed, but we must also be aware at the same time that we might possibly be wrong."},{"id":288,"quote":"But in our age of emptiness, tragedies are relatively rare. Or if they are written, the tragic aspect is the very fact that human life is so empty, as in Eugene O’Neill’s drama, The Iceman Cometh. This play is set in a saloon, and its dramatis personae—alcoholics, prostitutes, and, as the chief character, a man who in the course of the play goes psychotic—can dimly recall the periods in their lives when they did believe in something. It is this echo of human dignity in a great void of emptiness that gives this drama the power to elicit the emotions of pity and terror of classical tragedy."},{"id":289,"quote":"But are we not at the point where we can no longer make the distinction between normal and neurotic? Do we not all have these conflicts, in greater or lesser degree? And do not all conflicts move into contradiction at some point? When all is said and done, all anxiety arises from conflicts, with its origin in the conflict between being and nonbeing, between one's existence and that which threatens it. All of us, no matter how 'neurotic' or 'normal,' experience the gap between our expectations and reality. This distinction becomes less important, and I believe we must look at all anxiety, preferably without special labels, as part of the human condition."},{"id":290,"quote":"where rejection is present with neurotic anxiety, we found a certain constellation always present:  The rejection was never accepted as an objective fact, but was held in juxtaposition with idealized expectations about the parent. The young woman was unable to appraise the parent realistically, but always confused the reality situation with expectations of what the parent should have been or might yet become."},{"id":291,"quote":"Terapinin amacı uyumdur demek, teraistin, toplumun psişik polisi olması demektir; bu role mesela ben şiddetle karşı çıkıyorum"},{"id":292,"quote":"The threat, thus, in anxiety is not necessarily more intense than fear. Rather, it attacks us on a deeper level. The threat must be to something in the 'core' or 'essence' of the personality. My self-esteem, my experience of myself as a person, my feeling of being of worth - all of these are imperfect descriptions of what is threatened."},{"id":293,"quote":"Thus it may be said that  the symptoms are often ways of containing the anxiety; they are the anxiety in structuralized form.  Freud rightly remarks about psychological symptoms: \"The symptom is bound anxiety,\" or, in other words, anxiety which has been crystallized into an ulcer or heart palpitations or some other symptom."},{"id":294,"quote":"Are we to conclude that these chief gods, Zeus and Yahweh, did not wish humankind to have moral consciousness and the arts of civilization? It is a mystery indeed.The most obvious explanation is that the creative artist and poet and saint must fight the actual (as contrasted to the ideal) gods of our society—the god of conformism as well as the gods of apathy, material success, and exploitative power. These are the “idols of our society that are worshiped by multitudes of people.”"},{"id":295,"quote":"But since anxiety attacks the foundation (core, essence) of the personality, the individual cannot 'stand outside' the threat, cannot objectify it. Thereby, one is powerless to take steps to confront it. One cannot fight what one does not know. In common parlance, one feels caught, or if the anxiety is severe, overwhelmed; one is afraid but uncertain of what one is afraid. The fact that anxiety is a threat to the essential, rather than to the peripheral, security of the person has led some authors like Freud and Sullivan to describe it as a 'cosmic' experience. It  is  'cosmic' in that it invades us totally, penetrating our whole subjective universe. We cannot stand outside it to objectify it. We cannot see it separately from ourselves, for the very perception with which we look will also be invaded by anxiety."},{"id":296,"quote":"But, as is obvious to any observer, many people are thrown into anxiety by situations which are not objectively threatening either in kind or degree. The person may very often state himself that the occasion of his anxiety is a relatively minor event, that his apprehension is 'silly,' and he may be angry with himself for letting such a minor thing bother him; but he still feels it."},{"id":297,"quote":"Neurotic anxiety, therefore, is that which occurs when the incapacity for coping adequately with threats is not objective but subjective - I.e., is due not to objective weakness but to inner psychological patterns and conflicts which prevent the individual from using his powers."},{"id":298,"quote":"Whether we are 'Freudians' or not, as I am not, we are surely all post-Freudian. He set the tone for vast changes in our culture"},{"id":299,"quote":"In Kafka’s novel The Castle,{9} the chief character devotes his life to a frantic and desperate endeavor to communicate with the authorities in the castle who control all aspects of the life of the village, and who have the power to tell him his vocation and give some meaning to his life. Kafka’s hero is driven “by a need for the most primitive requisites of life, the need to be rooted in a home and a calling, and to become a member of a community. {10} But the authorities in the castle remain inscrutable and inaccessible,”"},{"id":300,"quote":"A young man came for psychotherapy because, though he was intellectually very competent and seemed superficially to be very successful, his spontaneity was almost completely blocked."},{"id":301,"quote":"The significant question is whether the activity pursued permits the  release of tension without resolving the underlying conflict. If so, the conflict still remains, and hence the activity must be engaged in repeatedly. We then may have the beginning of compulsion neurosis."},{"id":302,"quote":"The dispersion of the daimonic by means of impersonality has serious and destructive effects. In New York City, it is not regarded as strange that the anonymous human beings secluded in single-room occupancies are so often connected with violent crime and drug addiction. Not that the anonymous individual in New York is alone: he sees thousands of other people every day, and he knows all the famous personalities as they come, via TV, into his single room. He knows their names, their smiles, their idiosyncrasies; they bandy about in a “we're-all-friends-together mood on the screen which invites him to join them and subtly assumes that he does join them. He knows them all. But he himself is never known. His smile is unseen; his idiosyncrasies are important to no-body; his name is unknown. He remains a foreigner pushed on and off the subway by tens of thousands of other anonymous foreigners. There is a deeply depersonalizing tragedy involved in this. The most severe punishment Yahweh could inflict on his people was to blot out their name. “Their names,” Yahweh proclaims, “shall be wiped out of the book of the living.”This anonymous man's never being known, this aloneness, is transformed into loneliness, which may then become daimonic possession. For his self-doubts—“I don't really exist since I can't affect anyone” —eat away at his innards; he lives and breathes and walks in a loneliness which is subtle and insidious. It is not surprising that he gets a gun and trains it on some passer-by—also anonymous to him. And it is not surprising that the young men in the streets, who are only anonymous digits in their society, should gang together in violent attacks to make sure their assertion is felt.Loneliness and its stepchild, alienation, can become forms of demon possession. Surrendering ourselves to the impersonal daimonic pushes us into an anonymity which is also impersonal; we serve nature’s gross purposes on the lowest common denominator, which often means with violence.”"},{"id":303,"quote":"conscious anxiety is more painful but it is available also to use in the service of integration of the self."},{"id":304,"quote":"If, when he first begins tentatively to say “No, his parents beat him down rather than love and encourage him, he thereafter will say “No” not as a form of true independent strength but as a mere rebellion.”"},{"id":305,"quote":"The future does not consist of simply a state of time which is going to occur, but contains the element, “I will make it so. Power is potentiality, and potentiality points toward the future: is something to be realized. The future is the tense in which we promise ourselves, we give a promissory note, we put ourselves on the line. Nietzsche's statement, “Man is the only animal who can make promises,” is related to our capacity to posit ourselves in the future. We are reminded here also of William James's fiat, “Let it be so.” The hopelessness of many patients, which may be expressed in depression, despair, feelings of “I can't,” and related helplessness, can be usefully seen, from one point of view, as the inability to see or construct a future.”"},{"id":306,"quote":"Norman Cousins, endeavoring in his essay Modern Man Is Obsolete to express the deepest feelings of intelligent people at that staggering historical moment, wrote not about how to protect one’s self from atomic radiation, or how to meet political problems, or the tragedy of man’s self-destruction. Instead his editorial was a meditation on loneliness. “All man’s history, he proclaimed, “is an endeavor to shatter his loneliness.”"},{"id":307,"quote":"The more basic reason is that the human being gets his original experiences of being a self out of his relatedness to other persons, and when he is alone, without other persons, he is afraid he will lose this experience of being a self. Man, the biosocial mammal, not only is dependent on other human beings such as his father and mother for his security during a long childhood; he likewise receives his consciousness of himself, which is the basis of his capacity to orient himself in life, from these early relationships. These important points we will discuss more thoroughly in a later chapter—here we wish only to point out that part of the feeling of loneliness is that man needs relations with other people in order to orient himself."},{"id":308,"quote":"Much self-condemnation, thus, is a cloak for arrogance. Those who think they overcome pride by condemning themselves could well ponder Spinoza's remark, 'One who despises himself is the nearest to a proud man'. In ancient Athens, when a politician was trying to get the votes of the working class by appearing very humble in a tattered coat with big holes in it, Socrates unmasked his hypocrisy by exclaiming, 'Your vanity shows forth from every whole in your coat'."},{"id":309,"quote":"Our patients predict the culture by living out consciously what the masses of people are able to keep unconscious for the time being. The neurotic is cast by destiny into a Cassandra role. In vain does Cassandra, sitting on the steps of the palace at Mycenae when Agamemnon brings her back from Troy, cry, “Oh for the nightingale’s pure song and a fate like hers! She knows, in her ill-starred life, that “the pain flooding the song of sorrow is [hers] alone,” and that she must predict the doom she sees will occur there. The Mycenaeans speak of her as mad, but they also believe she does speak the truth, and that she has a special power to anticipate events. Today, the person with psychological problems bears the burdens of the conflicts of the times in his blood, and is fated to predict in his actions and struggles the issues which will later erupt on all sides in the society.The first and clearest demonstration of this thesis is seen in the sexual problems which Freud found in his Victorian patients in the two decades before World War I. These sexual topics‒even down to the words‒were entirely denied and repressed by the accepted society at the time. But the problems burst violently forth into endemic form two decades later after World War II. In the 1920's, everybody was preoccupied with sex and its functions. Not by the furthest stretch of the imagination can anyone argue that Freud \"caused\" this emergence. He rather reflected and interpreted, through the data revealed by his patients, the underlying conflicts of the society, which the “normal” members could and did succeed in repressing for the time being. Neurotic problems are the language of the unconscious emerging into social awareness.A second, more minor example is seen in the great amount of hostility which was found in patients in the 1930's. This was written about by Horney, among others, and it emerged more broadly and openly as a conscious phenomenon in our society a decade later.A third major example may be seen in the problem of anxiety. In the late 1930's and early 1940's, some therapists, including myself, were impressed by the fact that in many of our patients anxiety was appearing not merely as a symptom of repression or pathology, but as a generalized character state. My research on anxiety, and that of Hobart Mowrer and others, began in the early 1940's. In those days very little concern had been shown in this country for anxiety other than as a symptom of pathology. I recall arguing in the late 1940's, in my doctoral orals, for the concept of normal anxiety, and my professors heard me with respectful silence but with considerable frowning.Predictive as the artists are, the poet W. H. Auden published his Age of Anxiety in 1947, and just after that Bernstein wrote his symphony on that theme. Camus was then writing (1947) about this “century of fear,” and Kafka already had created powerful vignettes of the coming age of anxiety in his novels, most of them as yet untranslated. The formulations of the scientific establishment, as is normal, lagged behind what our patients were trying to tell us. Thus, at the annual convention of the American Psychopathological Association in 1949 on the theme “Anxiety,” the concept of normal anxiety, presented in a paper by me, was still denied by most of the psychiatrists and psychologists present.But in the 1950's a radical change became evident; everyone was talking about anxiety and there were conferences on the problem on every hand. Now the concept of \"normal\" anxiety gradually became accepted in the psychiatric literature. Everybody, normal as well as neurotic, seemed aware that he was living in the “age of anxiety.” What had been presented by the artists and had appeared in our patients in the late 30's and 40's was now endemic in the land.”"},{"id":310,"quote":"The cultural past is rigidly deterministic to the extent that the individual is unaware of it. An analogy, of course, is found in any psychoanalytic treatment: the patient is rigidly determined by past experiences and previously developed patterns to the extent that he is unaware of these experiences and patterns."},{"id":311,"quote":"It is easier in our society to be naked physically than to be naked psychologically or spiritually—easier to share our body than to share our fantasies, hopes, fears, and aspirations, which are felt to be more personal and the sharing of which is experienced as making us more vulnerable"},{"id":312,"quote":"We generally have methods of “keeping lonely thoughts away, and our anxiety may appear only in occasional dreams of fright which we try to forget as soon as possible in the morning. But these differences in intensity of the fear of loneliness, and the relative success of our defenses against it, do not change the central issue. Our fear of loneliness may not be shown by anxiety as such, but by subtle thoughts which pop up to remind us, when we discover we were not invited to so-and-so’s party, that someone else likes us even if the person in question doesn’t, or to tell us that we were successful or popular in such-and-such other time in the past.”"},{"id":313,"quote":"it enables us to imagine ourselves in someone else’s place, and to ask how we would feel and what we would do if we were this other person. No matter how poorly we use or fail to use or even abuse these capacities, they are the rudiments of our ability to begin to love our neighbor, to have ethical sensitivity, to see truth, to create beauty, to devote ourselves to ideals, and to die for them if need be. To fulfill these potentialities is to be a person. This is what is meant when it is stated in the Hebrew-Christian religious tradition that man is created in the image of God."},{"id":314,"quote":"Thus,  constriction and impoverishment of personality make it possible to avoid subjective conflict and concomitant anxiety.  But the person's freedom, originality, capacity for independent love, as well as his other possibilities for expansion and development as an autonomous personality are renounced in the same process. By accepting impoverishment of personality, one can buy temporary freedom from anxiety, to be sure. But the price for this 'bargain' is the loss of those unique and most precious characteristics of the human self."},{"id":315,"quote":"The “stuffed men are bound to become more lonely no matter how much they “lean together”; for hollow people do not have a base from which to learn to love.”"},{"id":316,"quote":"In anxiety, however, we are threatened without knowing what steps to take to meet the danger. Anxiety is the feeling of being “caught, “overwhelmed”; and instead of becoming sharper, our perceptions generally become blurred or vague.”"},{"id":317,"quote":"However one may interpret this culturally, the upshot is the same: people carry within them a great number of wishes to which they react passively and which they hide. Stoicism, in our day, is not strength to overcome wishes, but to hide them. To a patient who, let us say, is interminably rationalizing and justifying this and that, balancing one thing against another as though life were a tremendous market place where all the business is done on paper and tickertape and there are never any goods, I sometimes have the inclination in psychotherapy to shout out, “Don't you ever want anything? But I don't cry out, for it is not difficult to see that on some level the patient does want a good deal; the trouble is he has formulated and reformulated it, until it is the “rattling of dry bones,” as Eliot puts it. Tendencies have become endemic in our culture for our denial of wishes to be rationalized and accepted with the belief that this denial of the wish will result in its being fulfilled. And whether the reader would disagree with me on this or that detail, our psychological problem is the same: it is necessary for us to help the patient achieve some emotional viability and honesty by bringing out his wishes and his capacity to wish. This is not the end of therapy but it is an essential starting point.”"},{"id":318,"quote":"When Spinoza in the seventeenth century used the word reason, he meant an attitude toward life in which the mind united the emotions with the ethical goals and other aspects of the “whole man. When people today use the term they almost”"},{"id":319,"quote":"...günümüzde radyo programlarının kapanışında sarf edilen tuhaf bir cümle var: \"Dinlediğiniz için teşekkürler\"... Alkışı kabul etmek ayrı, fakat dinleyiciye sizi dinleyip eğlenme lütfunu bahşettiği için teşekkür etmek bambaşka bir şey. Bu durum verilen hizmete atfedilecek değer yahut değersizliğin tüketici veya alıcının keyfine kaldığı anlamına geliyor... birçok insan davranışlarının değerini davranışın kendisiyle değil de bu davranışın nasıl kabul gördüğüyle ölçüyor. (S. 59-60)"},{"id":320,"quote":"Countless times a week, furthermore, he receives proof in his consulting work that when men at last accept the fact that they cannot successfully lie to themselves, and at last learn to take themselves seriously, they discover previously unknown and often remarkable recuperative powers within themselves."},{"id":321,"quote":"Myth safeguards and enforces morality, as Malinowski proclaimed, and if there are no myths there will be no morality.”"},{"id":322,"quote":"Yalnızlık bir bağlamda dürüstlüktür. Dürüstlükle kendinizi genel kitleden ayırır, konformizmden kurtulursunuz."},{"id":323,"quote":"... günümüzde radyo programlarının kapanışında sarf edilen tuhaf bir cümle var: \"Dinlediğiniz için teşekkürler\"... Alkışı kabul etmek ayrı, fakat dinleyiciye sizi dinleyip eğlenme lütfunu bahşettiği için teşekkür etmek bambaşka bir şey. Bu durum verilen hizmete atfedilecek değer yahut değersizliğin tüketici veya alıcının keyfine kaldığı anlamına geliyor... birçok insan davranışlarının değerini davranışın kendisiyle değil de bu davranışın nasıl kabul gördüğüyle ölçüyor. (S. 59-60)Modern esere altında yatan ezoterik şifreyi bilmeden bakan çoğu insan, hatta zeki olanlar dahi hiçbir şey anlayamaz. [Mondrian, Pollock]... yetenekli sanatçıların kendilerini ancak bu denli sınırlı bir dille ifade edebilmeleri toplumumuza ilişkin çok önemli bir ipucu vermiyor mu? (S. 65)\"Hayat aynı anda hem kendini yinelemekle hem de aşmaya çalışmakla meşguldür.\" diye ifade eder Simone de Beauvoir etik üzerine kaleme aldığı kitabında; \"tek yaptığı kendini idame ettirmekse eğer, yaşamak ölmenin bir çeşididir ve insanın varlığı tuhaf bir bitki örtüsünden farksızlaşır...\" (S. 135)[Kafese Kapatılan Adam hikayesi] (S. 139-141)"},{"id":324,"quote":"The human being has reason. This enables him to conceive of truth- yet what he says or writes in learned books is always but a thrust in the direction of truth, it ever falls short of truth itself."},{"id":325,"quote":"When in a person’s development courage begins to emerge—that is, when the person begins to break out from the pattern of devoting his life to getting others to admire him—an intermediate step generally occurs."},{"id":326,"quote":"... Kitabı Poetry and Experience'ta (Şiir ve Deneyim) Archibald Mac-Leish, karşılaşmanın iki kutbu için olası olan en evrensel terimleri kullanır: \"Varlık ve Yokluk.\" Çinli bir şairden alıntı yapar: \"Biz şairlerin yoklukla mücadelesi, onu varlığı ortaya çıkartmaya zorlamak içindir. Sessizliği bir müzik yanıtı almak için tıklatırız."},{"id":327,"quote":"Now there are times when a whole generation is caught...between two ages, two modes of life, with the consequence that it loses all power to understand itself and has no standards, no security, no simple acquiescence. —Herman Hesse, Steppenwolf.”"},{"id":328,"quote":"the present phase of our century may well be called, as Auden and Camus call it, the “age of overt anxiety."},{"id":329,"quote":"If you wish to understand the psychological and spiritual temper of any historical period, you can do no better than to look long and searchingly at its art. For in the art the underlying spiritual meaning of the period is expressed directly in symbols."},{"id":330,"quote":"But no values are effective, in a person or a society, except as there exists in the person the prior capacity to do the valuing, that is, the capacity actively to choose and affirm the values by which he lives. This the individual must do, and in this way he will help lay the groundwork for the new constructive society which will eventually come out of this disturbed time, as the Renaissance came out of the disintegration of the Middle Ages."},{"id":331,"quote":"People attain worth and dignity by the multitude of decisions they make from day by day. These decisions require courage."},{"id":332,"quote":"characteristics of our times: loneliness, the feeling of not being of value as persons, and the experience of not being able to love and be loved, despite the common need, the common effort, and the common but temporary respite provided by alcohol. The sources of the anxiety are to be found in certain basic trends in our culture, one of which, for Auden, is the pressure toward conformity which occurs in a world where commercial and mechanical values are apotheosized: “We move on As the wheel wills; one revolution Registers all things, the rise and fall In pay and prices....{"},{"id":333,"quote":"so many people judge the value of their actions not on the basis of the action itself, but on the basis of how the action is accepted. It is as though one had always to postpone his judgment until he looked at his audience. The person who is passive, to whom or for whom the act is done, has the power to make the act effective or ineffective, rather than the one who is doing it. Thus we tend to be performers in life rather than persons who live and act as selves."},{"id":334,"quote":"In all summaries, the problems seem simpler than they actually are. In the following conclusions, anxiety may sound again like an abnormal condition affecting only unfortunate individuals. I would like to emphasize again that anxiety is a life-long challenge. The tradegy of Brown is that his anxiety, which was severe enough at times to remove almost all possibilities from his existence, is mainly destructive and paralyzingly rather than challenging and enlivening. I hope the reader will keep in mind the  essential humanness of anxiety."},{"id":335,"quote":"On the contrary, as Miller also notes, “Tragedy implies more optimism in its author than does comedy, and . . . its final result ought to be the reinforcement of the onlooker’s brightest opinions of the human animal. For the tragic view indicates that we take seriously man’s freedom and his need to realize himself; it demonstrates our belief in the “indestructible will of man to achieve his humanity.”"},{"id":336,"quote":"Anxiety is not an affect among other affects, such as pleasure or sadness. It is rather an ontological characteristic of man, rooted in his very existence as such."},{"id":337,"quote":"A sick toss’d vessel, dashing on each thing . . . My God, I mean myself."},{"id":338,"quote":"When I was eighteen, Germany was eighteen, said Goethe,”"},{"id":339,"quote":"Again, we find in modern art and modern music a language which does not communicate."},{"id":340,"quote":"It is getting late. Shall we ever be asked for? Are we simply Not wanted at all? {6} What has been lost is the capacity to experience and have faith in one’s self as a worthy and unique being, and at the same time the capacity for faith in, and meaningful communication with, other selves, namely one’s fellow-men.”"},{"id":341,"quote":"Dogmatists of all kinds--scientific, economic, moral, as well as political--are threatened by the creative freedom of the artist. This is necessarily and inevitably so. We cannot escape our anxiety over the fact that the artists together with creative persons of all sorts, are the possible destroyers of our nicely ordered systems. For the creative impulse is the speaking of the voice and the expressing of the forms of the preconscious and unconscious; and this is, by its very nature, a threat to rationality and external control. The dogmatists then try to take over the artist. The church, in certain periods, harnessed him to prescribed subjects and methods. Capitalism tries to take over the artist by buying him. And Soviet realism tried to do so by social proscription. The result, by the very nature of the creative impulse, is fatal to art. If it were possible to control the artist--and I do not believe it is--it would mean the death of art."},{"id":342,"quote":"what is significant about rejection, as a source of neurotic anxiety, is how it is interpreted by the child. In impact upon the child, there is radical difference between rejection as an  objective  experience (which does not necessarily result in subjective conflict for the child), and rejection as a subjective experience. The important question psychologically is whether the child  felt himself or herself  rejected."},{"id":343,"quote":"Fear ordinarily does not lead to illness if the organism can flee successfully . If the individual cannot flee, but is forced to remain in a conflict situation which cannot be resolved, fear may turn into anxiety and psychosomatic changes may then accompany e anxiety."},{"id":344,"quote":"Man, furthermore, must make his choices as an individual, for individuality is one side of one’s consciousness of one’s self. We can see this point clearly when we realize that consciousness of one’s self is always a unique act—I can never know exactly how you see yourself and you never can know exactly how I relate to myself. This is the inner sanctum where each man must stand alone. This fact makes for much of the tragedy and inescapable isolation in human life, but it also indicates again that we must find the strength in ourselves to stand in our own inner sanctum as individuals."},{"id":345,"quote":"Eros is the center of the vitality of a culture--its heart and soul."},{"id":346,"quote":"Kafka was a master at the gruesome task of picturing people who do not use their potentialities and therefore lose their sense of being persons. The chief character in The Trial and in The Castle has no name—he is identified only by an initial, a mute symbol of one’s lack of identity in one’s own right."},{"id":347,"quote":"…creating, actualizing one’s possibilities, always involves destructive as well as constructive aspects. It always involves destroying the status quo, destroying old patterns within oneself, progressively destroying what one has clung to from childhood on, and creating new and original forms and ways of living…Every experience of creativity has its potentiality of aggression or denial toward other persons in one’s environment or towards established patterns within one’s self."},{"id":348,"quote":"in this type of anxiety neurosis the anxious attitude is so intimately a part of the individual's method of evaluating stimuli, of orienting herself or himself to every experience, that he or she cannot separate him-or herself enough from anxiety to comprehend the goal of avoidance of, or freedom from, anxiety. What Nancy sought was to be able to step cautiously from rock to rock without falling; the idea or possibility of not being on a precipice at all did not occur to her."},{"id":349,"quote":"namely that man does not grow automatically like a tree, but fulfills his potentialities only as he in his own consciousness plans and chooses."},{"id":350,"quote":"Compassion gives us fresh perspective on what it means to be human, and helps us judge less harshly ourselves as well as the persons who impinge upon us."},{"id":351,"quote":"It takes a strong self—that is, a strong sense of personal identity—to relate fully to nature without being swallowed up."},{"id":352,"quote":"One does not become fully human painlessly"},{"id":353,"quote":"the reaction is disproportionate to the objective danger because some intrapsychic conflict is involved. Thus the reaction is never disproportionate to the subjective threat."},{"id":354,"quote":"Myths are like the beams in a house: not exposed to outside view, they are the structure which holds the house together so people can live in it."},{"id":355,"quote":"comes from the Greek word diabolos; \"diabolic\" is the term in contemporary English. Diabolos, interestingly enough, literally means \"to tear apart\" (dia-bollein). Now it is fascinating to note that this diabolic is the antonym of \"symbolic.\" The later comes from sym-bollein, which means \"to throw together,\" to unite. There lie in these words tremendous implications with respect to an ontology of good and evil. The symbolic is that which draws together, ties, integrates the individual in himself and with his group; the diabolic, in contrast, is that which disintegrates and tears apart. Both of these are present in the daimonic."},{"id":356,"quote":"What manner of encounter releases the vitality? What particular relation to landscape or inner vision or idea heightens the consciousness, brings forth the intensity?"},{"id":357,"quote":"Dacă vrem să cunoaștem pe cineva, trebuie să avem cel puțin disponibilitatea de a iubi acea persoană"},{"id":358,"quote":"In human beings courage is necessary to make being and becoming possible."},{"id":359,"quote":"the insight comes at a moment of transition between work and relaxation."},{"id":360,"quote":"When we see the intimate feelings and inner experiences of an eminent artist like Giacometti, we smile at the absurd talk in some psychotherapeutic circles of \"adjusting\" people, making people \"happy,\" or training out of them by simple behavior modification techniques all pain and grief and conflict and anxiety. How hard for human kind to absorb the deeper meaning of the myth of Sisyphus!-to see that \"success\" and \"applause\" are the bitch goddesses we always secretly knew they were. To see that the purpose of human existence in a man like Giacometti has nothing whatever to do with reassurance or conflict-free adjustment."},{"id":361,"quote":"Buy botox injection, buy bocouture, buy dysport solutions, buy Neurobloc products, buy vistabel solutions, buy xeomin, buy Dermal fillers onlineWe have two different types of Frownies, Face Saver Balls and VTOX producrs . CONTACT US ON: botoxonlinepharmacy@gmail.comwhatsapp: +31 6 86294452Nothing’s better than our products when it comes to temporarily reducing wrinkles. With a few quick injections of the substance, that deep line between the brows, those stubborn crows feet and even heavy laugh lines, can be entirely eliminated.WE DO SUPPLY THE BEST BRANDED COSMETICS FACIAL CLEANSER , BABY PRODUCTS AND THERMAL WATER AT AVERAGE PRICES.WE HAVE THIS PRODUCT IS BULK. CONTACT US ON: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?where to buy Botulinum online,buy Allergan Botox 100iu online,buy Allergan Botox 50iu online,buy Allergan Botox 150iu online,buy botox without license,buy genuine botox onlinebuy botox online 50 iu,buy where to botox online cheap,botox injection price in indiabotox injection price india,botox cost per unit wholesale 2019,where can i buy dermal fillers without license,buy dermal fillers online uk,buy dermal fillers wholesale,dermal filler supplies,can i buy dermal fillers online,buy fillers online europe,how to inject hyaluronic acidbuy restylane online without license,buy hyaluronic acid injections online buy Dysport online,where to buy Dysport without a licence online,where to buy Dysport 500IU online,buy Sculptra online,buy Xeomin online, where to buy buy Xeomin online, where to buy Xeomin online, buy Vistabel Botulinum Toxin Injections,buy Vistabel solutions without a licence online,buy Bocouture online,buy Neurobloc products online,buy Azzalure solutions online,buy juvederm ultra without a lincence online,buy Juvéderm Ultra 2 online, buy Juvéderm Ultra 3 online,buy Juvéderm Ultra 4 online, Buy Dermal fillers online,where to buy Thermal water online,Buy Restylane Silk online, Buy Radiesse online,how to buy Radiesse online,Buy Perlane online,Buy TEOSYA online,Buy SCULPTRA online, Buy Belotero online,Buy SURGIDERM online,Buy Filorga online, Buy euronox Botulinum toxin online,buy Stylage M Lidocaine online,buy Stylage L Lidocaine online,buy Stylage XL online online,buy Stylage XXL online,buy Macrolane VRF20 online,buy Macrolane VRF30 online,buy Belotero Soft Lidocaine online,buy Belotero Balance Lidocaine online,buy Belotero Intense Lidocaine online,buy restylane online without medical licensebuy Restylane 1ml online,buy Restylane Perlane online, buy Restylane with Lidocaine online, buy Botulax 100 Injection online,buy Botulax 200 Injection online,where to buy Botulax online, how to buy Botulax online,where to buy Botulax online without a licence,buy Restylane Perlane Lidocaine online, buy Restylane SUBQ Lidocaine online, buy LA ROCHE POSSAY THERMAL WATER online,buy AVENE THERMAL WATER online, buy URIAGE THERMAL WATER online, buy JONZAC THERMAL WATER online, buy EVIAN SPRING THERMAL WATER lk online, buy VICHY THERMAL WATER online, buy BIODERMA SENSIBIO MICELLE (CREALINE ) H2O online, buy sudocrem online, CONTACT US ON: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?We are designed to make it simple to buy a wide variety of our product"},{"id":362,"quote":"Парадокс любви состоит в том, что она является высочайшей степенью осознания себя как личности и высочайшей степенью погруженности в другого."},{"id":363,"quote":"We hebben twee verschillende soorten Frownies, Face Saver Balls en VTOX-producten.CONTACTEER ONS OP: botoxonlinepharmacy@gmail.comwhatsapp: +31 6 86294452Niets is beter dan onze producten als het gaat om het tijdelijk verminderen van rimpels. Met een paar snelle injecties van de stof kan die diepe lijn tussen de wenkbrauwen, die hardnekkige kraaienpootjes en zelfs zware lachrimpels volledig worden geëlimineerd. WIJ LEVEREN DE BESTE MERKEN COSMETICA GEZICHTSREINIGER, BABYPRODUCTEN EN THERMISCH WATER TEGEN GEMIDDELDE PRIJZEN.WE HEBBEN DIT PRODUCT IN BULK.CONTACTEER ONS OP: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?waar Botulinum online te kopen,koop Allergan Botox 100iu online,koop Allergan Botox 50iu online,koop Allergan Botox 150iu online,koop botox zonder licentie,koop echte botox onlinekoop botox online 50 IE,koop waar te botox online goedkoop,botox-injectieprijs in India:botox injectie prijs india,botoxkosten per eenheid groothandel 2019,waar kan ik huidvullers kopen zonder vergunning,koop huidvullers online uk,koop huidvullers in de groothandel,dermale vuller leveringen,kan ik huidvullers online kopen,koop vulstoffen online europa,hoe hyaluronzuur te injecteren?restylane online kopen zonder licentie,hyaluronzuur injecties online kopenkoop Dysport online,waar Dysport zonder licentie online te koop is,waar Dysport 500IU online te koop is,Sculptra online kopen,koop Xeomin online,waar te koop Xeomin online kopen,waar Xeomin online te kopen,koop Vistabel Botulinum Toxine Injecties,online Vistabel-oplossingen kopen zonder licentie,koop Bocouture online,koop Neurobloc-producten online,koop Azzalure-oplossingen online,koop juvederm ultra zonder licentie online,koop Juvéderm Ultra 2 online,koop Juvéderm Ultra 3 online,koop Juvéderm Ultra 4 online,Koop huidvullers online,waar online thermaal water te kopen,Koop Restylane Zijde online,Koop Radiesse online,hoe u Radiesse online kunt kopen,Perlane online kopen,Koop TEOSYA online,Koop SCULPTRA online,Koop Belotero online,Koop SURGIDERM online,Filorga online kopen,Euronox Botulinetoxine online kopen,koop Stylage M Lidocaïne online,Stylage L Lidocaïne online kopen,online Stylage XL online kopen,online Stylage XXL kopen,koop Macrolane VRF20 online,koop Macrolane VRF30 online,koop Belotero Soft Lidocaïne online,koop Belotero Balance Lidocaïne online,koop Belotero Intense Lidocaïne online,restylane online kopen zonder medische vergunningkoop Restylane 1ml online,koop Restylane Perlane online,koop Restylane met Lidocaïne online,koop Botulax 100 Injectie online,koop Botulax 200 Injectie online,waar u Botulax online kunt kopen,hoe u Botulax online kunt kopen,waar u Botulax online kunt kopen zonder licentie,koop Restylane Perlane Lidocaïne online,koop Restylane SUBQ Lidocaïne online,LA ROCHE POSSAY THERMAAL WATER online kopen,koop AVENE THERMAL WATER online,koop URIAGE THERMAAL WATER online,koop JONZAC THERMAAL WATER online,koop EVIAN SPRING THERMAL WATER lk online,koop VICHY THERMAAL WATER online,koop BIODERMA SENSIBIO MICELLE (CREALINE ) H2O online,koop sudocrem online,CONTACTEER ONS OP: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?We zijn ontworpen om het eenvoudig te maken om een ​​breed scala van ons product te kopen"},{"id":364,"quote":"..otantik yakınlık için gereken cesaretin kamçılanmasına engel olmak için günümüzün yaygın pratiği sorunu gövdeye kaydırmak, onu basit bir fiziksel cesaret haline getirmektir. toplumumuzda fiziksel soyunma, ruhsal ya da tinsel soyunmadan daha kolay-gövdemizi paylaşmak, daha kişisel olduğu hissedilen ve paylaşılmasının bizi daha zedelenebilir kıldığını denediğimiz fantezilerimizi, umutlarımızı, korkularımızı, arzularımızı paylaşmaktan daha kolay. tuhaf nedenlerle en çok önem taşıyan şeyleri paylaşmakta utangacız. böyle insanlar bir ilişkinin daha \"tehlikeli\" olan yapısından kurtulmak için hemen yatağa atlayarak kısa devre yapıyorlar. ne de olsa gövde bir nesnedir, ona mekanik davranılabilir.."},{"id":365,"quote":"But there also seems to be in our culture a curious cautiousness—“You’ll get these abundant gratifications only if you don’t feel too much, don’t let on you want too much. The result is that, instead of conquering the world like Horatio Alger, we should wait passively until the genie of technology—which we don’t push or influence, only await—brings us our appointed gratifications. All of this is a part of the rewards which go with belief in the vast myth of the machine in the twentieth century.”"},{"id":366,"quote":"Nous avons deux types différents de Frownies, les Face Saver Balls et les produits VTOX.CONTACTEZ-NOUS SUR: botoxonlinepharmacy@gmail.comWhatsApp: +31 6 86294452Rien de mieux que nos produits pour réduire temporairement les rides. Avec quelques injections rapides de la substance, cette ligne profonde entre les sourcils, ces pattes d'oie tenaces et même les lignes de rire lourdes, peuvent être entièrement éliminées.NOUS AVONS CE PRODUIT EST EN VRAC.CONTACTEZ-NOUS SUR: botoxonlinepharmacy@gmail.comwhatsapp : ?+31 6 86294452 ?où acheter du Botulinum en ligne,acheter Allergan Botox 100iu en ligne,acheter Allergan Botox 50iu en ligne,acheter Allergan Botox 150iu en ligne,acheter du botox sans permis,acheter du vrai botox en ligneacheter du botox en ligne 50 UI,acheter où botox en ligne pas cher,prix de l'injection de botox en indeprix de l'injection de botox en inde,coût du botox par unité en gros 2019,où puis-je acheter des produits de comblement sans licence,acheter des produits de comblement cutané en ligne au Royaume-Uni,acheter des produits de comblement cutané en gros,fournitures de remplissage cutané,puis-je acheter des produits de comblement cutané en ligne,acheter des charges en ligne en europe,comment injecter de l'acide hyaluroniqueacheter restylane en ligne sans permis,acheter des injections d'acide hyaluronique en ligneacheter Dysport en ligne,où acheter Dysport sans licence en ligne,où acheter Dysport 500IU en ligne,acheter Sculptra en ligne,acheter Xeomin en ligne,où acheter acheter Xeomin en ligne,où acheter Xeomin en ligne,acheter des injections de toxine botulique Vistabel,acheter des solutions Vistabel sans licence en ligne,acheter Bocouture en ligne,acheter des produits Neurobloc en ligne,acheter les solutions Azzalure en ligne,acheter juvederm ultra sans licence en ligne,acheter Juvéderm Ultra 2 en ligne,acheter Juvéderm Ultra 3 en ligne,acheter Juvéderm Ultra 4 en ligne,Achetez des produits de comblement cutané en ligne,où acheter de l'eau thermale en ligne,Achetez Restylane Soie en ligne,Achetez Radiesse en ligne,comment acheter Radiesse en ligne,Achetez Perlane en ligne,Achetez TEOSYA en ligne,Achetez SCULPTRA en ligne,Achetez Belotero en ligne,Achetez SURGIDERM en ligne,Achetez Filorga en ligne,Acheter euronox toxine botulique en ligne,acheter Stylage M Lidocaine en ligne,acheter Stylage L Lidocaïne en ligne,acheter Stylage XL en ligne en ligne,acheter Stylage XXL en ligne,acheter Macrolane VRF20 en ligne,acheter Macrolane VRF30 en ligne,acheter Belotero Soft Lidocaine en ligne,acheter Belotero Balance Lidocaine en ligne,acheter Belotero Intense Lidocaine en ligne,acheter restylane en ligne sans licence médicaleacheter Restylane 1ml en ligne,acheter Restylane Perlane en ligne,acheter Restylane avec lidocaïne en ligne,acheter Botulax 100 Injection en ligne,acheter Botulax 200 Injection en ligne,où acheter Botulax en ligne,comment acheter du Botulax en ligne,où acheter Botulax en ligne sans licence,acheter Restylane Perlane Lidocaine en ligne,acheter Restylane SUBQ Lidocaïne en ligne,acheter EAU THERMALE LA ROCHE POSSAY en ligne,acheter EAU THERMALE AVENE en ligne,acheter EAU THERMALE D'URIAGE en ligne,acheter EAU THERMALE JONZAC en ligne,acheter EAU THERMALE EVIAN SPRING lk en ligne,acheter de l'EAU THERMALE DE VICHY en ligne,acheter BIODERMA SENSIBIO MICELLE (CREALINE ) H2O en ligne,acheter sudocrem en ligne,CONTACTEZ-NOUS SUR: botoxonlinepharmacy@gmail.comWhatsapp : ?+31 6 86294452 ?Nous sommes conçus pour simplifier l'achat d'une grande variété de nos produits"},{"id":367,"quote":"Wir haben zwei verschiedene Arten von Frownies, Face Saver Balls und VTOX-Hersteller.KONTAKTIEREN SIE UNS AUF: botoxonlinepharmacy@gmail.comWhatsApp: +31 6 86294452Nichts ist besser als unsere Produkte, wenn es darum geht, Falten vorübergehend zu reduzieren. Mit ein paar schnellen Injektionen der Substanz können diese tiefen Linien zwischen den Brauen, diese hartnäckigen Krähenfüße und sogar schwere Lachfalten vollständig beseitigt werden. WIR LIEFERN DIE BESTEN KOSMETIK-GESICHTSREINIGER DER BESTEN MARKENKOSMETIK, BABYPRODUKTE UND THERMOWASSER ZU DURCHSCHNITTLICHEN PREIS.WIR HABEN DIESES PRODUKT IST BULK.KONTAKTIEREN SIE UNS AUF: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?wo kann man Botulinum online kaufen,Allergan Botox 100iu online kaufen,Allergan Botox 50iu online kaufen,Allergan Botox 150iu online kaufen,Botox ohne Lizenz kaufen,Kaufen Sie echtes Botox onlineBotox online kaufen 50 IE,kaufen wo man botox online billig,Botox-Injektionspreis in IndienBotox-Injektionspreis Indien,Botox-Kosten pro Einheit Großhandel 2019,wo kann ich hautfüller ohne lizenz kaufen,Hautfüller online kaufen uk,Hautfüller im Großhandel kaufen,Hautfüller liefert,Kann ich Hautfüller online kaufen,Füllstoffe online kaufen Europa,wie man Hyaluronsäure injiziertRestylane online ohne Lizenz kaufen,Hyaluronsäure-Injektionen online kaufenDysport online kaufen,wo kann man Dysport ohne Lizenz online kaufen,wo kann man Dysport 500IU online kaufen,Skulptur online kaufen,Xeomin online kaufen,wo man Xeomin online kaufen kann,wo kann man Xeomin online kaufen,Vistabel Botulinumtoxin-Injektionen kaufen,Vistabel-Lösungen ohne Lizenz online kaufen,Bocouture online kaufen,Neurobloc-Produkte online kaufen,Azzalure-Lösungen online kaufen,juvederm ultra lizenzfrei online kaufen,Juvéderm Ultra 2 online kaufen,Juvéderm Ultra 3 online kaufen,Juvéderm Ultra 4 online kaufen,Hautfüller online kaufen,wo kann man Thermalwasser online kaufen,Restylane Seide online kaufen,Radiesse online kaufen,wie man Radiesse online kauft,Perlane online kaufen,TEOSYA online kaufen,SCULPTRA online kaufen,Belotero online kaufen,SURGIDERM online kaufen,Filorga online kaufen,Euronox Botulinumtoxin online kaufen,Stylage M Lidocain online kaufen,Stylage L Lidocain online kaufen,Stylage XL online kaufen,Stylage XXL online kaufen,Macrolane VRF20 online kaufen,Macrolane VRF30 online kaufen,Belotero Soft Lidocain online kaufen,Belotero Balance Lidocain online kaufen,Belotero Intense Lidocain online kaufen,Restylane online kaufen ohne ärztliche ZulassungRestylane 1ml online kaufen,Restylane Perlane online kaufen,Restylane mit Lidocain online kaufen,Botulax 100 Injektion online kaufen,Botulax 200 Injektion online kaufen,wo kann man Botulax online kaufen,wie man Botulax online kauft,wo kann man Botulax online ohne Lizenz kaufen,Restylane Perlane Lidocaine online kaufen,Restylane SUBQ Lidocain online kaufen,LA ROCHE POSAY THERMALWASSER online kaufen,AVENE THERMISCHES WASSER online kaufen,URIAGE THERMOWASSER online kaufen,JONZAC THERMISCHES WASSER online kaufen,EVIAN SPRING THERMISCHES WASSER lk online kaufen,VICHY THERMALWASSER online kaufen,BIODERMA SENSIBIO MICELLE (CREALINE ) H2O online kaufen,Sudocrem online kaufen,KONTAKTIEREN SIE UNS AUF: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?Wir sind so konzipiert, dass es einfach ist, eine Vielzahl unserer Produkte zu kaufen"},{"id":368,"quote":"Abbiamo due diversi tipi di Frownies, Face Saver Balls e produttori VTOX.CONTATTACI SU: botoxonlinepharmacy@gmail.comwhatsapp: +31 6 86294452Niente è meglio dei nostri prodotti quando si tratta di ridurre temporaneamente le rughe. Con poche rapide iniezioni della sostanza, quella linea profonda tra le sopracciglia, quelle testarde zampe di gallina e anche le rughe di risata pesanti, possono essere completamente eliminate. FORNIAMO I MIGLIORI COSMETICI DETERGENTI PER IL VISO, PRODOTTI PER BAMBINI E ACQUA TERMALE A PREZZI MEDI.ABBIAMO QUESTO PRODOTTO È ALL'INGROSSO.CONTATTACI SU: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?dove acquistare botulino online,acquistare Allergan Botox 100iu online,acquistare Allergan Botox 50iu online,acquistare Allergan Botox 150iu online,comprare botox senza licenza,acquista il botox originale onlinecompra botox online 50 ui,comprare dove botox online a buon mercato,prezzo di iniezione di botox in indiaprezzo di iniezione di botox india,costo del botox per unità all'ingrosso 2019,dove posso acquistare filler dermici senza licenza,acquistare filler dermici online nel Regno Unito,acquistare filler dermici all'ingrosso,rifornimenti del riempitore cutaneo,posso acquistare filler dermici online,acquista filler online europa,come iniettare acido ialuronico?acquista restylane online senza licenza,acquistare iniezioni di acido ialuronico onlineacquista Dysport online,dove acquistare Dysport senza licenza online,dove acquistare Dysport 500IU online,acquista Sculptra online,acquistare Xeomin online,dove acquistare acquistare Xeomin online,dove acquistare Xeomin online,comprare iniezioni di tossina botulinica Vistabel,acquistare soluzioni Vistabel senza licenza online,acquistare Bocouture online,acquistare i prodotti Neurobloc online,acquista online le soluzioni Azzalure,acquistare juvederm ultra senza patente online,acquistare Juvéderm Ultra 2 online,acquistare Juvéderm Ultra 3 online,acquistare Juvéderm Ultra 4 online,Acquista filler dermici online,dove acquistare acqua termale online,Acquista Restylane Silk online,Acquista Radiesse online,come acquistare Radiesse online,Acquista Perlane online,Acquista TEOSYA online,Acquista SCULPTRA online,Acquista Belotero online,Acquista SURGIDERM online,Acquista Filorga online,Acquista euronox tossina botulinica online,acquistare Stylage M Lidocaina online,acquistare Stylage L Lidocaina online,acquista Stylage XL online online,acquista Stylage XXL online,acquistare Macrolane VRF20 online,acquistare Macrolane VRF30 online,acquistare Belotero Soft Lidocaina online,comprare Belotero Balance Lidocaina online,acquistare Belotero Intense Lidocaine online,acquista restylane online senza licenza medicaacquistare Restylane 1ml online,acquistare Restylane Perlane online,acquistare Restylane con Lidocaina online,acquistare Botulax 100 Iniezione online,acquistare Botulax 200 Iniezione online,dove acquistare Botulax online,come acquistare Botulax online,dove acquistare Botulax online senza licenza,acquistare Restylane Perlane Lidocaina online,acquistare Restylane SUBQ Lidocaina online,acquista ACQUA TERMALE LA ROCHE POSSAY online,acquista ACQUA TERMALE AVENE online,acquista ACQUA TERMALE URIAGE online,acquista ACQUA TERMALE JONZAC online,acquista ACQUA TERMALE DI PRIMAVERA EVIAN lk online,acquistare ACQUA TERMALE VICHY online,acquistare BIODERMA SENSIBIO MICELLE (CREALINE ) H2O online,acquista sudocrem online,CONTATTACI SU: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?Siamo progettati per semplificare l'acquisto di un'ampia varietà del nostro prodotto"},{"id":369,"quote":"Temos dois tipos diferentes de produtores de Frownies, Face Saver Balls e VTOX.CONTACTE-NOS EM: botoxonlinepharmacy@gmail.comWhatsapp: +31 6 86294452Nada é melhor do que nossos produtos no que diz respeito à redução temporária de rugas. Com algumas injeções rápidas da substância, aquela linha profunda entre as sobrancelhas, aqueles pés de galinha teimosos e até linhas de riso pesadas, podem ser totalmente eliminados. FORNECEMOS OS MELHORES COSMÉTICOS DE MARCA LIMPADOR FACIAL, PRODUTOS PARA BEBÊS E ÁGUA TÉRMICA A PREÇOS MÉDIOS.TEMOS QUE ESTE PRODUTO É A GRANEL.CONTACTE-NOS EM: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?onde comprar Botulinum online,compre Allergan Botox 100iu online,compre Allergan Botox 50iu online,compre Allergan Botox 150iu online,compre botox sem licença,compre botox genuíno onlinecomprar botox online 50 iu,compre onde botox online barato,preço da injeção de botox na índiapreço da injeção de botox na Índia,custo do botox por unidade no atacado 2019,onde posso comprar enchimentos dérmicos sem licença,compre enchimentos dérmicos online no Reino Unido,comprar enchimentos dérmicos no atacado,suprimentos de preenchimento dérmico,posso comprar preenchimentos dérmicos online,compre enchimentos online na europa,como injetar ácido hialurônicocompre restylane online sem licença,comprar injeções de ácido hialurônico onlinecompre Dysport online,onde comprar Dysport sem licença online,onde comprar Dysport 500IU online,compre o Sculptra online,compre Xeomin online,onde comprar, compre Xeomin online,onde comprar Xeomin online,comprar injeções de toxina botulínica Vistabel,compre soluções Vistabel sem licença online,compre a Bocouture online,comprar produtos Neurobloc online,comprar soluções Azzalure online,compre juvederm ultra sem um lincence online,compre Juvéderm Ultra 2 online,compre Juvéderm Ultra 3 online,compre Juvéderm Ultra 4 online,Compre enchimentos dérmicos online,onde comprar água termal online,Compre Restylane Silk online,Compre Radiesse online,como comprar Radiesse online,Compre Perlane online,Compre TEOSYA online,Compre SCULPTRA online,Compre Belotero online,Compre SURGIDERM online,Compre Filorga online,Compre toxina botulínica euronox online,compre Stylage M lidocaína online,compre Stylage L lidocaína online,comprar Stylage XL online online,compre Stylage XXL online,compre Macrolane VRF20 online,compre Macrolane VRF30 online,comprar Belotero Soft Lidocaína online,comprar Belotero Balance Lidocaína online,comprar Belotero Intense Lidocaine online,compre restylane online sem licença médicacompre Restylane 1ml online,compre Restylane Perlane online,compre Restylane com lidocaína online,compre Botulax 100 Injection online,comprar injeção de Botulax 200 online,onde comprar Botulax online,como comprar Botulax online,onde comprar Botulax online sem licença,compre Restylane Perlane Lidocaína online,comprar Restylane SUBQ Lidocaína online,compre LA ROCHE POSSAY THERMAL WATER online,comprar ÁGUA TÉRMICA AVENE online,comprar ÁGUA TÉRMICA URIAGE online,compre JONZAC THERMAL WATER online,comprar ÁGUA TÉRMICA DE EVIAN SPRING online,comprar ÁGUA TÉRMICA VICHY online,compre BIODERMA SENSIBIO MICELLE (CREALINE) H2O online,comprar sudocrem online,CONTACTE-NOS EM: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?Somos projetados para tornar simples a compra de uma ampla variedade de nossos produtos"},{"id":370,"quote":"The threat of nonbeing lies in the psychological and spiritual realms as well, namely the threat of meaninglessness in one’s existence. {32} Generally the threat of meaninglessness is experienced negatively as a threat to the existence of the self (the experience of the “dissolution of the self in Goldstein’s term). But when this form of anxiety is confronted affirmatively—when the individual both realizes the threat of meaninglessness and takes a stand against the threat—the result is a strengthening of the individual’s feeling of being a self, a strengthening of his perception of himself as distinct from the world of nonbeing, of objects.”"},{"id":371,"quote":"Tenemos dos tipos diferentes de Frownies, Face Saver Balls y productores de VTOX.CONTÁCTENOS EN: botoxonlinepharmacy@gmail.comwhatsapp: +31 6 86294452Nada es mejor que nuestros productos cuando se trata de reducir temporalmente las arrugas. Con unas pocas inyecciones rápidas de la sustancia, esa línea profunda entre las cejas, esas patas de gallo obstinadas e incluso las líneas gruesas de la risa, se pueden eliminar por completo. SUMINISTRAMOS EL LIMPIADOR FACIAL COSMÉTICO DE MEJOR MARCA, PRODUCTOS PARA BEBÉS Y AGUA TÉRMICA A PRECIOS PROMEDIO.TENEMOS QUE ESTE PRODUCTO ES A GRANEL.CONTÁCTENOS EN: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?dónde comprar botulinum en línea,comprar Allergan Botox 100iu en línea,comprar Allergan Botox 50iu en línea,comprar Allergan Botox 150iu en línea,comprar botox sin licencia,comprar botox genuino en líneacomprar botox en línea 50 iu,comprar donde botox online barato,precio de la inyección de botox en la indiaprecio de inyección de botox india,costo de botox por unidad al por mayor 2019,¿Dónde puedo comprar rellenos dérmicos sin licencia?comprar rellenos dérmicos en línea reino unido,comprar rellenos dérmicos al por mayor,suministros de relleno dérmico,¿Puedo comprar rellenos dérmicos en línea?comprar rellenos online europa,cómo inyectar ácido hialurónicocompre restylane en línea sin licencia,comprar inyecciones de ácido hialurónico en líneacomprar Dysport en línea,dónde comprar Dysport sin licencia en línea,dónde comprar Dysport 500IU en línea,comprar Sculptra en línea,comprar Xeomin en línea,dónde comprar comprar Xeomin en línea,dónde comprar Xeomin en línea,comprar inyecciones de toxina botulínica Vistabel,comprar soluciones Vistabel sin licencia en línea,comprar Bocouture en línea,comprar productos Neurobloc en línea,comprar soluciones Azzalure en línea,compre juvederm ultra sin lincencia en línea,comprar Juvéderm Ultra 2 en línea,comprar Juvéderm Ultra 3 en línea,comprar Juvéderm Ultra 4 en línea,Compre rellenos dérmicos en línea,donde comprar agua termal online,Compre Restylane Silk en línea,Compre Radiesse en línea,cómo comprar Radiesse en línea,Compre Perlane en línea,Compre TEOSYA en línea,Compre SCULPTRA en línea,Compre Belotero en línea,Compre SURGIDERM en línea,Compre Filorga en línea,Compre euronox toxina botulínica en línea,comprar Stylage M Lidocaine en línea,comprar Stylage L Lidocaine en línea,comprar Stylage XL en línea en línea,comprar Stylage XXL en línea,compre Macrolane VRF20 en línea,compre Macrolane VRF30 en línea,comprar Belotero Soft Lidocaine en línea,comprar Belotero Balance Lidocaine en línea,comprar Belotero Intense Lidocaine en línea,comprar restylane en línea sin licencia médicacompre Restylane 1ml en línea,compre Restylane Perlane en línea,compre Restylane con lidocaína en línea,comprar Inyección Botulax 100 en línea,comprar Botulax 200 Injection en línea,dónde comprar Botulax en línea,cómo comprar Botulax en línea,dónde comprar Botulax en línea sin licencia,compre Restylane Perlane Lidocaine en línea,compre Restylane SUBQ Lidocaine en línea,comprar AGUA TERMICA LA ROCHE POSSAY online,comprar AVENE THERMAL WATER online,comprar AGUA TERMICA URIAGE online,comprar AGUA TERMICA JONZAC online,comprar EVIAN SPRING THERMAL WATER lk en línea,comprar AGUA TERMICA VICHY online,comprar BIODERMA SENSIBIO MICELLE (CREALINE) H2O en línea,comprar sudocrem en línea,CONTÁCTENOS EN: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?Estamos diseñados para facilitar la compra de una amplia variedad de nuestros productos."},{"id":372,"quote":"Sisyphus,' is an interpretation of the unavoidable limits to which everyone who is human is condemned. The constructive way of dealing with anxiety in this sense consists of learning to live with it, accepting it as a 'teacher,' to borrow Kirkegaard's phrase, to school us in confronting our human destiny."},{"id":373,"quote":"The purpose of the present study is to bring, so far as we are able, some “order and lucidity into the presently uncoordinated field of anxiety theory.”"},{"id":374,"quote":"…what an individual seeks to become determines what he remembers of his has been. In this sense the future determines the past."},{"id":375,"quote":"Vi har två olika typer av Frownies, Face Saver Balls och VTOX-producenter.KONTAKTA OSS PÅ: botoxonlinepharmacy@gmail.comwhatsapp: +31 6 86294452Ingenting är bättre än våra produkter när det gäller att tillfälligt minska rynkor. Med några snabba injektioner av ämnet kan den djupa linjen mellan ögonbrynen, de envisa kråkorna och till och med tunga skrattlinjer elimineras helt. VI LEVERERAR DE BÄSTA MÄRKADE KOSMETIKEN FACIAL RENGÖRANDE, BABYPRODUKTER OCH VARMVATTEN TILL GENOMSNITTIGA PRISER.VI HAR DENNA PRODUKT ÄR STOR.KONTAKTA OSS PÅ: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?var man kan köpa Botulinum online,köp Allergan Botox 100iu online,köp Allergan Botox 50iu online,köp Allergan Botox 150iu online,köp botox utan licens,köp äkta botox onlineköp botox online 50 iu,köp var du kan botox online billigt,botoxinjektionspris i Indienpris för botoxinjektion Indien,botox kostnad per enhet grossist 2019,var kan jag köpa hudfyllmedel utan licens,köp hudfyllmedel online Storbritannien,köp dermala fyllmedel grossist,leveranser av dermalt fyllmedel,kan jag köpa hudfyllmedel online,köp fyllmedel online europa,hur man injicerar hyaluronsyraköp restylane online utan licens,köp injektioner av hyaluronsyra onlineköp Dysport online,var man kan köpa Dysport utan licens online,var du kan köpa Dysport 500IU online,köp Sculptra online,köp Xeomin online,var man kan köpa Xeomin online,var man kan köpa Xeomin online,köp Vistabel Botulinum toxininjektioner,köp Vistabel-lösningar utan licens online,köp Bocouture online,köp Neurobloc-produkter online,köp Azzalure-lösningar online,köp juvederm ultra utan lincens online,köp Juvéderm Ultra 2 online,köp Juvéderm Ultra 3 online,köp Juvéderm Ultra 4 online,Köp Dermal fillers online,var man kan köpa termiskt vatten online,Köp Restylane Silk online,Köp Radiesse online,hur man köper Radiesse online,Köp Perlane online,Köp TEOSYA online,Köp SCULPTRA online,Köp Belotero online,Köp SURGIDERM online,Köp Filorga online,Köp euronox botulinumtoxin online,köp Stylage M Lidocaine online,köp Stylage L Lidocaine online,köp Stylage XL online,köp Stylage XXL online,köp Macrolane VRF20 online,köp Macrolane VRF30 online,köp Belotero Soft Lidocaine online,köp Belotero Balance Lidocaine online,köp Belotero Intense Lidocaine online,köp restylane online utan medicinsk licensköp Restylane 1ml online,köp Restylane Perlane online,köp Restylane med Lidocaine online,köp Botulax 100 Injection online,köp Botulax 200 Injection online,var man kan köpa Botulax online,hur man köper Botulax online,var man kan köpa Botulax online utan licens,köp Restylane Perlane Lidocaine online,köp Restylane SUBQ Lidocaine online,köp LA ROCHE POSSAY THERMAL WATER online,köp AVENE THERMAL WATER online,köp URIAGE THERMAL WATER online,köp JONZAC THERMAL WATER online,köp EVIAN SPRING THERMAL WATER lk online,köp VICHY THERMAL WATER online,köp BIODERMA SENSIBIO MICELLE (CREALINE) H2O online,köp Sudocrem online,KONTAKTA OSS PÅ: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?Vi är utformade för att göra det enkelt att köpa en mängd olika produkter"},{"id":376,"quote":"Several great men living in the last of the nineteenth and first of the twentieth century saw the splitting up of personality which was occurring. Henrik Ibsen in literature realized what was happening, Paul Cézanne in art, and Sigmund Freud in the science of human nature. Each of these men proclaimed that we must find a new unity for our lives. Ibsen showed in his play A Doll’s House that if the husband simply goes off to business, keeping his work and his family in different compartments like a good nineteenth-century banker, and treats his wife as a doll, the house will collapse. Cézanne attacked the artificial and sentimental art of the nineteenth century and showed that art must deal with the honest realities of life, and that beauty has more to do with integrity than with prettiness. Freud pointed out that if people repress their emotions and try to act as if sex and anger did not exist, they end up neurotic. And he worked out a new technique for bringing out the deeper, unconscious, “irrational levels in personality which had been suppressed, thus helping the person to become a thinking-feeling-willing unity.”"},{"id":377,"quote":"Mamy dwa różne rodzaje Frownies, Face Saver Balls i producentów VTOX.SKONTAKTUJ SIĘ Z NAMI: botoxonlinepharmacy@gmail.comWhatsApp: +31 6 86294452Nie ma nic lepszego niż nasze produkty, jeśli chodzi o czasową redukcję zmarszczek. Wystarczy kilka szybkich wstrzyknięć substancji, aby całkowicie zlikwidować głęboką linię między brwiami, uparte kurze łapki, a nawet ciężkie zmarszczki mimiczne. DOSTARCZAMY NAJLEPSZE MARKI KOSMETYKI DO MYCIA TWARZY, PRODUKTY DLA DZIECI I WODĘ TERMICZNĄ W ŚREDNICH CENACH.MAMY TEN PRODUKT JEST LUZEM.SKONTAKTUJ SIĘ Z NAMI: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?gdzie kupić botulinum online,kup Allergan Botox 100iu online,kup Allergan Botox 50iu online,kup Allergan Botox 150iu online,kup botox bez licencji,kup oryginalny botox onlinekup botox online 50 jm,kup gdzie botox online tanio,cena wtrysku botoksu w indiachcena wtrysku botoksu indie,koszt botoxu na jednostkę hurtową 2019,gdzie mogę kupić wypełniacze skórne bez licencji,kup wypełniacze skórne online w Wielkiej Brytanii,kup hurtowo wypełniacze skórne,dostawy wypełniaczy skórnych,czy mogę kupić wypełniacze skórne online,kup wypełniacze online w Europie,jak wstrzykiwać kwas hialuronowykup restylane online bez licencji,kup zastrzyki z kwasu hialuronowego onlinekup Dysport online,gdzie kupić Dysport bez licencji online,gdzie kupić Dysport 500IU online,kup Sculptra online,kup Xeomin online,gdzie kupić Xeomin online,gdzie kupić Xeomin online,kup zastrzyki z toksyny botulinowej Vistabel,kupuj rozwiązania Vistabel bez licencji online,kup Bocouture online,kupuj produkty Neuroblock online,kupuj rozwiązania Azzalure online,kup juvederm ultra bez licencji online,kup Juvéderm Ultra 2 online,kup Juvéderm Ultra 3 online,kup Juvéderm Ultra 4 online,Kup wypełniacze skórne online,gdzie kupić wodę termalną online,Kup Restylane Silk online,Kup Radiesse online,jak kupić Radiesse online,Kup Perlane online,Kup TEOSYA online,Kup SCULPTRA online,Kup Belotero online,Kup SURGIDERM online,Kup Filorgę online,Kup toksynę botulinową euronox online,kup Stylage M Lidocaine online,kup Stylage L Lidocaine online,kup Stylage XL online przez Internet,kup Stylage XXL online,kup Macrolane VRF20 online,kup Macrolane VRF30 online,kup Belotero Soft Lidocaine online,kup Belotero Balance Lidocaine online,kup Belotero Intense Lidocaine online,kup restylane online bez licencji medycznejkup Restylane 1ml online,kup Restylane Perlane online,kup Restylane z Lidokainą online,kup zastrzyk Botulax 100 przez Internet,kup zastrzyk Botulax 200 przez Internet,gdzie kupić Botulax online,jak kupić Botulax online,gdzie kupić Botulax online bez licencji,kup Restylane Perlane Lidocaine online,kup Restylane SUBQ Lidocaine online,kup WODĘ TERMALNĄ LA ROCHE POSSAY przez Internet,kup WODĘ TERMALNĄ AVENE przez Internet,kup WODĘ TERMICZNĄ URIAGE przez Internet,kup WODĘ TERMICZNĄ JONZAC przez Internet,kup WODĘ TERMALNĄ EVIAN SPRING lk online,kup WODĘ TERMALNĄ VICHY przez Internet,kup BIODERMA SENSIBIO MICELA (CREALINE) H2O przez Internet,kup sudocrem online,SKONTAKTUJ SIĘ Z NAMI: botoxonlinepharmacy@gmail.comwhatsapp: ?+31 6 86294452?Mamy na celu ułatwienie zakupu szerokiej gamy naszych produktów"},{"id":378,"quote":"Máme dva různé typy Frownies, Face Saver Balls a VTOX producrs.KONTAKTUJTE NÁS NA: botoxonlinepharmacy@gmail.comwhatsapp: +31 6 86294452Pokud jde o dočasné snížení vrásek, není nic lepšího než naše produkty. S několika rychlými injekcemi látky, hlubokou linií mezi obočím, tvrdohlavými vrány a dokonce i silnými liniemi smíchu, lze zcela eliminovat. DODÁVÁME NEJLEPŠÍ ZNAČKOVOU KOSMETIKU FACIÁLNÍ ČISTIČ, DĚTSKÉ VÝROBKY A TEPELNOU VODU ZA PRŮMĚRNÉ CENY.MÁME TENTO PRODUKT HROMADNÝ.KONTAKTUJTE NÁS NA: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?kde koupit Botulinum online,koupit Allergan Botox 100iu online,koupit Allergan Botox 50iu online,koupit Allergan Botox 150iu online,koupit botox bez licence,koupit originální botox onlinekoupit botox online 50 iu,koupit kde botox online levně,cena injekce botoxu v Indiicena injekce botoxu v Indii,velkoobchodní cena botoxu na jednotku 2019,kde si mohu koupit dermální výplně bez licence,koupit dermální výplně online uk,nakupujte dermální výplně velkoobchodně,zásoby kožních výplní,mohu koupit dermální výplně online,koupit plniva online v Evropě,jak aplikovat kyselinu hyaluronovoukoupit restylane online bez licence,koupit injekce s kyselinou hyaluronovou onlinekoupit Dysport online,kde koupit Dysport bez licence online,kde koupit Dysport 500IU online,koupit Sculptra online,koupit Xeomin online,kde koupit koupit Xeomin online,kde koupit Xeomin online,koupit injekce Vistabel botulotoxinu,nakupujte řešení Vistabel bez licence online,koupit Bocouture online,nakupujte produkty Neurobloc online,nakupujte řešení Azzalure online,koupit juvederm ultra bez lincence online,koupit Juvéderm Ultra 2 online,koupit Juvéderm Ultra 3 online,koupit Juvéderm Ultra 4 online,Nakupujte Dermální výplně online,kde koupit termální vodu online,Koupit Restylane Silk online,Kupte si Radiesse online,jak nakupovat Radiesse online,Koupit Perlane online,Koupit TEOSYA online,Koupit SCULPTRA online,Koupit Belotero online,Koupit SURGIDERM online,Koupit Filorga online,Koupit botulotoxin euronox online,koupit Stylage M Lidocaine online,koupit Stylage L Lidocaine online,koupit Stylage XL online online,koupit Stylage XXL online,koupit Macrolane VRF20 online,koupit Macrolane VRF30 online,koupit Belotero Soft Lidocaine online,koupit Belotero Balance lidokain online,koupit Belotero Intense Lidocaine online,koupit restylane online bez lékařské licencekoupit Restylane 1ml online,koupit Restylane Perlane online,koupit Restylane s lidokainem online,koupit Botulax 100 Injection online,koupit Botulax 200 Injection online,kde koupit Botulax online,jak nakupovat Botulax online,kde koupit Botulax online bez licence,koupit Restylane Perlane lidokain online,koupit Restylane SUBQ lidokain online,koupit TERMÁLNÍ VODA LA ROCHE POSSAY online,koupit AVENE THERMAL WATER online,koupit URIAGE THERMAL WATER online,koupit JONZAC TEPELNÁ VODA online,koupit EVIAN SPRING THERMAL WATER lk online,koupit VICHY THERMAL WATER online,koupit BIODERMA SENSIBIO MICELLE (CREALINE) H2O online,koupit sudocrem online,KONTAKTUJTE NÁS NA: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?Jsme navrženi tak, aby bylo snadné zakoupit širokou škálu našich produktů"},{"id":379,"quote":"[A] man or woman becomes fully human only by his or her choices and his or her commitment to them. People attain worth and dignity by the multitude of decisions they make from day by day. These decisions require courage."},{"id":380,"quote":"Imamo dvije različite vrste Frownies, Face Saver Balls i VTOX proizvođača.KONTAKTIRAJTE NAS: botoxonlinepharmacy@gmail.comwhatsapp: +31 6 86294452Ništa nije bolje od naših proizvoda što se tiče privremenog smanjenja bora. Nekoliko brzih injekcija te supstance, ta duboka linija između obrva, te tvrdoglave vrane noge, pa čak i teške crte smijeha, mogu se u potpunosti eliminirati. NABAVLJAMO NAJBOLJŠU MARKIRANU KOZMETIKU ZA ČIŠĆENJE LICA, PROIZVODE ZA BEBE I TERMALNU VODU PO PROSJEČNIM CIJENAMA.IMAMO OVAJ PROIZVOD RASPADNO.KONTAKTIRAJTE NAS: botoxonlinepharmacy@gmail.comwhatsapp:? +31 6 86294452?gdje kupiti botulinum putem interneta,kupite Allergan Botox 100iu putem interneta,kupite Allergan Botox 50iu putem interneta,kupite Allergan Botox 150iu putem interneta,kupiti botox bez licence,kupite pravi botox putem internetakupiti botox putem interneta 50 iu,kupiti gdje botox online jeftino,cijena injekcije botoxa u indijicijena injekcije botoxa Indija,cijena botoksa po jedinici na veliko 2019,gdje mogu kupiti dermalne filere bez licence,kupujte dermalna punila putem interneta,kupujte dermalna punila na veliko,zalihe dermalnih punila,mogu li kupiti dermalne filere putem interneta,kupujte punila putem interneta europa,kako ubrizgati hijaluronsku kiselinukupujte restylane putem interneta bez licence,kupujte injekcije hijaluronske kiseline putem internetakupujte Dysport putem interneta,gdje kupiti Dysport bez internetske licence,gdje kupiti Dysport 500IU putem interneta,kupujte Sculptra putem interneta,kupujte Xeomin putem interneta,gdje kupiti Xeomin putem interneta,gdje kupiti Xeomin putem interneta,kupiti Vistabel botulinum toxin injekcije,kupujte rješenja za Vistabel bez licence na mreži,kupujte Bocouture putem interneta,kupujte proizvode Neurobloc putem interneta,kupujte rješenja za Azzalure putem interneta,kupujte juvederm ultra bez lincena putem interneta,kupujte Juvéderm Ultra 2 putem interneta,kupujte Juvéderm Ultra 3 putem interneta,kupujte Juvéderm Ultra 4 putem interneta,Dermalne filere kupujte putem interneta,gdje kupiti termalnu vodu putem interneta,Kupite Restylane Silk putem interneta,Kupite Radiesse putem interneta,kako kupiti Radiesse putem interneta,Kupite Perlane putem interneta,Kupite TEOSYA putem interneta,Kupite SCULPTRA putem interneta,Kupite Belotero putem interneta,Kupite SURGIDERM putem interneta,Kupite Filorga putem interneta,Kupite euronox botulinum toksin putem interneta,kupujte Stylage M Lidocaine putem interneta,kupujte Stylage L Lidocaine putem interneta,kupujte Stylage XL online putem interneta,kupujte Stylage XXL putem interneta,kupujte Macrolane VRF20 putem interneta,kupujte Macrolane VRF30 putem interneta,kupujte Belotero Soft Lidokain putem interneta,kupite Belotero Balance Lidocaine putem interneta,kupujte Belotero Intenzivni lidokain putem interneta,kupujte restylane putem interneta bez medicinske dozvolekupujte Restylane 1ml putem interneta,kupujte Restylane Perlane putem interneta,kupiti Restylane s lidokainom putem interneta,kupite Botulax 100 Injection online,kupite Botulax 200 Injection putem interneta,gdje kupiti Botulax putem interneta,kako kupiti Botulax putem interneta,gdje kupiti Botulax online bez licence,kupiti Restylane Perlane Lidocaine putem interneta,kupiti Restylane SUBQ Lidokain putem interneta,kupite LA ROCHE POSSAY TERMALNU VODU putem interneta,kupite AVENE THERMAL WATER putem interneta,kupite URIAGE TERMALNU VODU putem interneta,JONZAC TERMALNU VODU kupujte putem interneta,kupite EVIAN SPRING THERMAL WATER lk online,kupite VICHY TERMALNU VODU putem interneta,kupujte BIODERMA SENSIBIO MICELLE (CREALINE) H2O putem interneta,kupujte sudocrem putem i"},{"id":381,"quote":"Because it is possible to create — creating one’s self, willing to be one’s self, as well as creating in all the innumerable daily activities (and these are two phases of the same process) — one has anxiety. One would have no anxiety if there were no possibility whatever. Now creating, actualizing one’s possibilities, always involves negative as well as positive aspects. It always involves destroying the status quo, destroying old patterns within oneself, progressively destroying what one has clung to from childhood on, and creating new and original forms and ways of living. If one does not do this, one is refusing to grow, refusing to avail himself of his possibilities; one is shirking his responsibility to himself."},{"id":382,"quote":"Hesse holds that Haller’s—and his contemporaries’—isolation and anxiety arise from the fact that the bourgeois culture in the late nineteenth and early twentieth centuries emphasized mechanical, rationalistic “balance at the price of the suppression of the dynamic, irrational elements in experience.”"},{"id":383,"quote":"the person with neurotic anxiety endeavors to run away from some elements within herself or himself. This can be accomplished only by dissociating these elements, which sets up inner contradictions."},{"id":384,"quote":"The novel is a haunting and subtly terrifying picture of the modern man who is truly a “stranger to himself.”"},{"id":385,"quote":"Anxiety is the state of man…when he confronts his freedom…Whenever possibility is visualized by an individual, anxiety is potentially present in the same experience…Such possibilities, like roads ahead which cannot be known since one has not yet traversed and experienced them, involve anxiety…To Kierkegaard, the more possibility…an individual has, the more potential anxiety he has at the same time."},{"id":386,"quote":"…people grasp at political authoritarianism in the desperate need to be relieved of anxiety."},{"id":387,"quote":". . .there is no political freedom that is not indissolubly bound up to the inner personal freedom of the individuals who make up that nation, no liberty of a nation of conformists, no free nation made up of robots."},{"id":388,"quote":"The Creative Artist and the poet and saint must fight the actual gods of our society—the god of conformism as well as the gods of apathy, material success and exploitative power."},{"id":389,"quote":"The new basis for care is shown by the interest of psychologists and philosophers in emphasizing feeling as the basis of human existence. We now need to establish feeling as a legitimate aspect of our way of relating to reality. When William James says, “Feeling is everything, he means not that there is nothing more than feeling, but that everything starts there. Feeling commits one, ties one to the object, and ensures action. But in the decades after James made this \"existentialist\" statement, feeling became demoted and was disparaged as merely subjective. Reason or, more accurately, technical reason was the guide to the way issues were to be settled. We said “I feel” as a synonym for “I vaguely believe” when we didn't know—little realizing that we cannot know except as we feel.”"},{"id":390,"quote":"Another common error is to confuse freedom with planlessness. Some writers these days argue that if the system of economic laissez-faire—“letting everyone do as he wishes—were altered as history marches on, our freedom would vanish with it. The argument of these authors often goes something like this: “Freedom is like a living thing. It is indivisible. And if the individual’s right to own the means of production is taken away, he no longer has the freedom to earn his living in his own way. Then he can have no freedom at all.” Well, if these writers were right it would indeed be unfortunate—for who then could be free? Not you nor I nor anyone else except a very small group of persons—for in this day of giant industries, only the minutest fraction of citizens can own the means of production anyway. Laissez-faire was a great idea, as we have seen, in earlier centuries: but times change, and almost everyone nowadays earns his living by virtue of belonging to a large group, be it an industry, or a university, or a labor union. It is a vastly more interdependent world, this “one world” of our twentieth century, than the world of the entrepreneurs of earlier centuries or of our own pioneer days; and freedom must be found in the context of economic community and the social value of work, not in everyone’s setting up his own factory or university. Fortunately, this economic interdependence need not destroy freedom if we keep our perspective. The pony express was a great idea, also, back in the days when sending a letter from coast to coast was an adventure. But certainly we are thankful—complain as we may about mail service these days—that now when we write a letter to a friend on the coast, we don’t have to give more than a passing thought to its method of travel; we drop it in the box with an air-mail stamp and forget about it. We are free, that is, to devote more time and concern to our message to our friend, our intellectual and spiritual interchange in the letter, because in a world made smaller by specialized communication we don’t have to be so concerned about how the letter gets there. We are more free intellectually and spiritually precisely because we accept our position in economic interdependence with our fellow men.”"},{"id":391,"quote":"Hesse sees Haller’s record “as a document of the times, for Haller’s sickness of the soul, as I now know, is not the eccentricity of a single individual, but the sickness of the times themselves, the neurosis of that generation to which Haller belongs...a sickness which attacks...precisely those who are strongest in spirit and richest in gifts."},{"id":392,"quote":"Without compassion, freedom can be self-righteous, inhuman, self-centered, and cruel."},{"id":393,"quote":"The threat of frustration of a biological urge does not cause conflict and anxiety unless that urge is identified with some value essential to the existence of the personality."},{"id":394,"quote":"one grows not only by being one’s self but also by participating in other selves, is necessary if we are to move toward self-realization."},{"id":395,"quote":"Our deeper emotional experiences are pushed further away, and we tend, thus, to become emptier and lonelier."},{"id":396,"quote":"When a culture is caught in the profound convulsions of a transitional period, the individuals in the society understandably suffer spiritual and emotional upheaval; and finding that the accepted mores and ways of thought no longer yield security, they tend to sink into dogmatism and conformism, giving up awareness, or are forced to strive for a heightened self-consciousness by which to become aware of their existence with new conviction and on new bases."},{"id":397,"quote":"On a more everyday level, our point is simply that when a person feels himself inwardly empty, as is the case with so many modern people, he experiences nature around him also as empty, dried up, dead. The two experiences of emptiness are two sides of the same state of impoverished relation to life."},{"id":398,"quote":"Among the works of man,"},{"id":399,"quote":"Neurosis may be called a  negating of possibilities; it is the shrinking up of one's world. The development of the self is this radically curtailed."},{"id":400,"quote":"The fear of being alone derives much of its terror from our anxiety lest we lose our awareness of ourselves. If people contemplate being alone for longish periods of time, without anyone to talk to or any radio to eject noise into the air, they generally are afraid that they would be at “loose ends, would lose the boundaries for themselves, would have nothing to bump up against, nothing by which to orient themselves.”"},{"id":401,"quote":"But when his parents consciously or unconsciously exploit him for their own ends or pleasure, or hate or reject him, so that he cannot be sure of minimal support when he tries out his new independence, the child will cling to the parents and will use his capacity for independence only in the forms of negativity and stubbornness. If, when he first begins tentatively to say “No, his parents beat him down rather than love and encourage him, he thereafter will say “No” not as a form of true independent strength but as a mere rebellion.”"},{"id":402,"quote":"Cesaret olmaksızın sevgimiz salt bağımlılık olarak solar. Cesaret olmaksızın sadakatimiz uyumculuk halini alır."},{"id":403,"quote":"Or if, as in the majority of cases in the present day, the parents themselves are anxious and bewildered in the tumultuous seas of the changing times, unsure of themselves and beset by self-doubts, their anxiety will carry over and lead the child to feel that he lives in a world in which it is dangerous to venture into becoming one’s self."},{"id":404,"quote":"Some psychologists and philosophers are distrustful of the concept of self. They argue against it because they do not like separating man from the continuum with animals, and they believe the concept of the self gets in the way of scientific experimentation. But rejecting the concept of “self as “unscientific” because it cannot be reduced to mathematical equations is roughly the same as the argument two and three decades ago that Freud’s theories and the concept of “unconscious” motivation were “unscientific.” It is a defensive and dogmatic science—and therefore not true science—which uses a particular scientific method as a Procrustean bed and rejects all forms of human experience which don’t fit.”"},{"id":405,"quote":"Kendini adama ve şüphe arasındaki ilişki hiçbir şekilde ulaşılmaz değildir. Kendini adama şüphe içermediği zaman değil, şüpheye rağmen olduğunda en sağlıklıdır."},{"id":406,"quote":"When you two go out walking, do you like to have the people on the street say, ‘Look at these nice twins’? Immediately the little girl exclaimed, “No, I want them to say, ‘Look at these two different people!’” This spontaneous exclamation, obviously revealing something very important to the little girl, cannot be explained by saying that the child wanted attention; for she would have gotten more attention if she had dressed as a twin. It shows, rather, her demand to be a person in her own right, to have personal identity—a need which was more important to her even than attention or prestige.”"},{"id":407,"quote":"It is interesting that they sometimes say that if they were alone for long they wouldn’t be able to work or play in order to get tired; and so they wouldn’t be able to sleep."},{"id":408,"quote":"I believe it could be shown in researches—which obviously cannot be gone into here—that when a culture is in its historical phase of growing toward unity, its language reflects the unity and power; whereas when a culture is in the process of change, dispersal and disintegration, the language likewise loses its power. “When I was eighteen, Germany was eighteen, said Goethe, referring not only to the fact that the ideals of his nation were then moving toward unity and power, but that the language, which was his vehicle of power as a writer, was also in that stage. In our day the study of semantics is of considerable value, to be sure, and is to be commended. But the disturbing question is why we have to talk so much about what words mean that, once we have learned each other’s language, we have little time or energy left for communicating.”"},{"id":409,"quote":"Kavrayış, bilinçli emekten bağımsızdır, emeğin bilinçdışında kalan kısmı istirahat sonrasında bilince çıkan biçimi hazırlamıştır."},{"id":410,"quote":"Absorption, being caught up in, wholly involved, and so on, are used commonly to describe the state of the artist or scientist when creating or even the child at play. By whatever name one calls it, genuine creativity is characterized by an intensity of awareness, a heightened consciousness."},{"id":411,"quote":"In its extreme form, this fear of losing one’s orientation is the fear of psychosis. When persons actually are on the brink of psychosis, they often have an urgent need to seek out some contact with other human beings."},{"id":412,"quote":"Bilinçdışımızdan gelecek kavrayışları yaşamamıza alabilmek için, kendimize tek başına olabilme yetisi kazandırmak zorundayız."},{"id":413,"quote":"Tinin yaratıcılığı ussal, düzenli toplum ve yaşama tarzımızın yapısını ve önkabullenişlerini tehdit eder ve etmelidir. Bilinçdışı, usdışı itilimler tam da doğalarından ötürü ussallığımıza yönelik bir tehdit oluşturmak durumundadırlar, o halde yaşadığımız kaygı kaçınılmazdır."},{"id":414,"quote":"This remark merely illustrates an attitude which runs through our society: so many people judge the value of their actions not on the basis of the action itself, but on the basis of how the action is accepted."},{"id":415,"quote":"The anxiety prevalent in our day and the succession of economic and political catastrophes our world has been going through are both symptoms of the same underlying cause, namely the traumatic changes occurring in Western society. Fascist and Nazi totalitarianism, for example, do not occur because a Hitler or Mussolini decides to seize power. When a nation, rather, is prey to insupportable economic want and is psychologically and spiritually empty, totalitarianism comes in to fill the vacuum; and the people sell their freedom as a necessity for getting rid of the anxiety which is too great for them to bear any longer."},{"id":416,"quote":"Hiçbir yetenek inkarı cezasız kalmaz ve yeteneğin inkarına teşebbüsün adı nörozdur."},{"id":417,"quote":"Ölümle (insanın kendi varlığının hiçbir yankısını bulamadığı bir dünyayla) yüz yüze gelebilme yetisi (cesareti) gelişmenin önkoşuludur, insanın kendi bilincine varmasının ve kendisini bulmasının önkoşulu."},{"id":418,"quote":"Tom was anxious about whether he could keep his job at the hospital or would have to go on relief, he exclaimed, “If I could not support my family, I’d as soon jump off the dock. That is, if the value of being a self-respecting wage-earner were threatened, Tom, like the salesman Willie Loman and countless other men in our society, would feel he no longer existed as a self, and might as well be dead.”"}]