[{"id":1,"quote":"People in their natural state are basically good. But this natural innocence,however, is corrupted by the evils of society."},{"id":2,"quote":"There are always four sides to a story: your side, their side, the truth and what really happened."},{"id":3,"quote":"Freedom is the power to choose our own chains"},{"id":4,"quote":"I prefer liberty with danger than peace with slavery."},{"id":5,"quote":"Insults are the arguments employed by those who are in the wrong."},{"id":6,"quote":"The freedom of Mankind does not lie in the fact that can do what we want, but that we do not have to do that which we do not want."},{"id":7,"quote":"Those people who treat politics and morality separately will never understand either of them."},{"id":8,"quote":"Women speak at an earlier age, more easily, and more agreeably than men; they are accused also of speaking more; this is as it should be, and I willingly change the reproach into a eulogy."},{"id":9,"quote":"The money you have gives you freedom; the money you pursue enslaves you."},{"id":10,"quote":"Why should we build our happiness on the opinons of others, when we can find it in our own hearts?"},{"id":11,"quote":"People who know little are usually great talkers, while men who know much say little."},{"id":12,"quote":"The falsification of history has done more to impede human development than any one thing known to mankind."},{"id":13,"quote":"What wisdom can you find that is greater than kindness?"},{"id":14,"quote":"Plants are shaped by cultivation and men by education. .. We are born weak, we need strength; we are born totally unprovided, we need aid; we are born stupid, we need judgment. Everything we do not have at our birth and which we need when we are grown is given us by education."},{"id":15,"quote":"Once you teach people to say what they do not understand, it is easy enough to get them to say anything you like."},{"id":16,"quote":"I hate books; they only teach us to talk about things we know nothing about."},{"id":17,"quote":"Everything is good as it comes from the hands of the Maker of the world, but degenerates once it gets into the hands of man"},{"id":18,"quote":"Remorse sleeps during prosperity but awakes bitter consciousness during adversity."},{"id":19,"quote":"By doing good we become good."},{"id":20,"quote":"Civilization is a hopeless race to discover remedies for the evils it produces."},{"id":21,"quote":"Those that are most slow in making a promise are the most faithful in the performance of it."},{"id":22,"quote":"The greatest braggarts are usually the biggest cowards."},{"id":23,"quote":"I have never believed that man's freedom consisted in doing what he wants, but rather in never doing what he does not want to do."},{"id":24,"quote":"The bigger a state becomes the more liberty diminishes."},{"id":25,"quote":"Girls must be thwarted early in life."},{"id":26,"quote":"The world of reality has its limits; the world of imagination is boundless."},{"id":27,"quote":"The visible order of the universe proclaims a supreme intelligence."},{"id":28,"quote":"Man is born free and everywhere he is in chains."},{"id":29,"quote":"One can buy anything with money except morality."},{"id":30,"quote":"No one is happy unless he respects himself."},{"id":31,"quote":"At sixteen, the adolescent knows about suffering because he himself has suffered, but he barely knows that other beings also suffer."},{"id":32,"quote":"The person who has lived the most is not the one with the most years but the one with the richest experiences."},{"id":33,"quote":"Reason deceives us; conscience, never."},{"id":34,"quote":"In all the ills that befall us, we are more concerned by the intention than the result. A tile that falls off a roof may injure us more seriously, but it will not wound us so deeply as a stone thrown deliberately by a malevolent hand. The blow may miss, but the intention always strikes home."},{"id":35,"quote":"Do you not know...that a child badly taught is farther from being wise than one not taught at all?"},{"id":36,"quote":"Free people, remember this maxim: we may acquire liberty, but it is never recovered if it is once lost."},{"id":37,"quote":"It is easier to conquer than to administer. With enough leverage, a finger could overturn the world; but to support the world, one must have the shoulders of Hercules."},{"id":38,"quote":"Do not base your life on the judgments of others; first, because they are as likely to be mistaken as you are, and further, because you cannot know that they are telling you their true thoughts."},{"id":39,"quote":"Truth is an homage that the good man pays to his own dignity."},{"id":40,"quote":"To be sane in a world of madman is in itself madness."},{"id":41,"quote":"Socrates dies with honor, surrounded by his disciples listening to the most tender words -the easiest death that one could wish to die. Jesus dies in pain, dishonor, mockery, the object of universal cursing - the most horrible death that one could fear. At the receipt of the cup of poison, Socrates blesses him who could not give it to him without tears; Jesus, while suffering the sharpest pains, prays for His most bitter enemies. If Socrates lived and died like a philosopher, Jesus lived and died like a god."},{"id":42,"quote":"Teach by doing whenever you can, and only fall back upon words when doing it is out of the question."},{"id":43,"quote":"The first person who, having enclosed a plot of land, took it into his head to say this is mine and found people simple enough to believe him was the true founder of civil society. What crimes, wars, murders, what miseries and horrors would the human race have been spared, had some one pulled up the stakes or filled in the ditch and cried out to his fellow men: \"Do not listen to this imposter. You are lost if you forget that the fruits of the earth belong to all and the earth to no one!"},{"id":44,"quote":"The mind grows narrow in proportion as the soul grows corrupt."},{"id":45,"quote":"The happiest is he who suffers least; the most miserable is he who enjoys least."},{"id":46,"quote":"Virtue is a state of war, and to live in it we have always to combat with ourselves."},{"id":47,"quote":"Social man lives constantly outside himself."},{"id":48,"quote":"The only moral lesson which is suited for a child--the most important lesson for every time of life--is this: 'Never hurt anybody."},{"id":49,"quote":"All through life a man has need of a counsellor and guide."},{"id":50,"quote":"The animals you eat are not those who devour others; you do not eat the carnivorous beasts, you take them as your pattern. You only hunger for the sweet and gentle creatures which harm no one, which follow you, serve you, and are devoured by you as the reward of their service."},{"id":51,"quote":"Gratitude is a duty which ought to be paid, but which none have a right to expect."},{"id":52,"quote":"Do not judge, and you will never be mistaken."},{"id":53,"quote":"I may be no better, but at least I am different."},{"id":54,"quote":"I would rather be a man of paradoxes than a man of prejudices."},{"id":55,"quote":"I have suffered too much in this world not to hope for another."},{"id":56,"quote":"Temperance and labor are the two best physicians of man; labor sharpens the appetite, and temperance prevents from indulging to excess"},{"id":57,"quote":"We are reduced to asking others what we are. We never dare to ask ourselves."},{"id":58,"quote":"It is too difficult to think nobly when one thinks only of earning a living."},{"id":59,"quote":"The one thing we do not know is the limit of the knowable."},{"id":60,"quote":"I love idleness. I love to busy myself about trifles, to begin a hundred things and not finish one of them, to come and go as my fancy bids me, to change my plan every moment, to follow a fly in all its circlings, to try and uproot a rock to see what is underneath, eagerly to begin a ten-years' task to give it up after ten minutes: in short, to fritter away the whole day inconsequentially and incoherently, and to follow nothing but the whim of the moment."},{"id":61,"quote":"Supreme happiness consists in self-content."},{"id":62,"quote":"Falsehood has an infinity of combinations, but truth has only one mode of being."},{"id":63,"quote":"Trust your heart rather than your head."},{"id":64,"quote":"Love childhood, indulge its sports, its pleasures, its delightful instincts. Who has not sometimes regretted that age when laughter was ever on the lips, and when the heart was ever at peace?"},{"id":65,"quote":"All of my misfortunes come from having thought too well of my fellows."},{"id":66,"quote":"We can never put ourselves in the shoes of children; we cannot fathom their thoughts, we lend them ours; and always following ourown reasoning, we stuff their heads with extravagance and error."},{"id":67,"quote":"The man who meditates is a depraved animal."},{"id":68,"quote":"Money is the seed of money."},{"id":69,"quote":"Conscience is the voice of the soul, the passions are the voice of the body. Is it astonishing that often these two languages contradict each other, and then to which must we listen? Too often reason deceives us; we have only too much acquired the right of refusing to listen to it; but conscience never deceives us; it is the true guide of man; it is to man what instinct is to the body; which follows it, obeys nature, and never is afraid of going astray."},{"id":70,"quote":"Great men never make bad use of their superiority. They see it and feel it and are not less modest. The more they have, the more they know their own deficiencies."},{"id":71,"quote":"The money that we possess is the instrument of liberty, that which we lack and strive to obtain is the instrument of slavery."},{"id":72,"quote":"In the strict sense of the term, a true democracy has never existed, and never will exist."},{"id":73,"quote":"All kinds of frankness and honesty are terrible crimes in the eyes of society."},{"id":74,"quote":"Plant and your spouse plants with you; weed and you weed alone."},{"id":75,"quote":"Finance is a slave's word."},{"id":76,"quote":"I long remained a child, and I am still one in many respects."},{"id":77,"quote":"The English are predisposed to pride, the French to vanity."},{"id":78,"quote":"Had I no other proof of the immortality of the soul than the oppression of the just and the triumph of the wicked in this world, this alone would prevent my having the least doubt of it. So shocking a discord amidst a general harmony of things would make me naturally look for a cause; I should say to myself we do not cease to exist with this life; everything reassumes its order after death."},{"id":79,"quote":"Innocence is ashamed of nothing."},{"id":80,"quote":"You forget that the fruits belong to all and that the land belongs to no one."},{"id":81,"quote":"A feeble body weakens the mind."},{"id":82,"quote":"Our greatest misfortunes come to us from ourselves."},{"id":83,"quote":"Happiness: a good bank account, a good cook, and a good digestion."},{"id":84,"quote":"Laws are always useful to those who possess and vexatious to those who have nothing."},{"id":85,"quote":"My liveliest delight was in having conquered myself."},{"id":86,"quote":"Being wealthy isn't just a question of having lots of money. It's a question of what we want. Wealth isn't an absolute, it's relative to desire. Every time we seek something that we can't afford, we can be counted as poor, how much money we may actually have."},{"id":87,"quote":"The word ‘slavery’ and ‘right’ are contradictory, they cancel each other out. Whether as between one man and another, or between one man and a whole people, it would always be absurd to say: \"I hereby make a covenant with you which is wholly at your expense and wholly to my advantage; I will respect it so long as I please and you shall respect it as long as I wish."},{"id":88,"quote":"If there wasn't a God we would have to invent one to keep people sane."},{"id":89,"quote":"Patience patience quotes is bitter, but its fruit is sweet."},{"id":90,"quote":"Religious persecutors are not believers, they are rascals."},{"id":91,"quote":"The man who gets the most out of life is not the one who has lived it longest, but the one who has felt life most deeply."},{"id":92,"quote":"It is unnatural for a majority to rule, for a majority can seldom be organized and united for specific action, and a minority can."},{"id":93,"quote":"In a well governed state, there are few punishments, not because there are many pardons, but because criminals are rare; it is when a state is in decay that the multitude of crimes is a gaurantee of impunity."},{"id":94,"quote":"It is manifestly contrary to the law of nature, however defined, that a handful of people should gorge themselves with superfluities while the hungry majority goes in need of necessities."},{"id":95,"quote":"The thirst after happiness is never extinguished in the heart of man."},{"id":96,"quote":"We are born weak, we need strength; helpless, we need aid; foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education."},{"id":97,"quote":"The strength of the people is effective only if it is concentrated; it evaporates and is lost when it is dispersed, just as gunpowder scattered on the ground ignites only grain by grain."},{"id":98,"quote":"Luxury either comes of riches or makes them necessary; it corrupts at once rich and poor, the rich by possession and the poor by covetousness."},{"id":99,"quote":"Not all the subtilties of metaphysics can make me doubt a moment of the immortality of the soul, and of a beneficent Providence. I feel it, I believe it, I desire it, I hope it, and will defend it to my last breath."},{"id":100,"quote":"Absolute silence leads to sadness. It is the image of death."},{"id":101,"quote":"No man has any natural authority over his fellow men."},{"id":102,"quote":"Take the course opposite to custom and you will almost always do well."},{"id":103,"quote":"When a man dies he clutches in his hands only that which he has given away during his lifetime."},{"id":104,"quote":"Posterity is always just."},{"id":105,"quote":"There is no evildoer who could not be made good for something."},{"id":106,"quote":"Teach your scholar to observe the phenomena of nature; you will soon rouse his curiosity, but if you would have it grow, do not be in too great a hurry to satisfy this curiosity. Put the problems before him and let him solve them himself. Let him know nothing because you have told him, but because he has learnt it for himself. Let him not be taught science, let him discover it. If ever you substitute authority for reason he will cease to reason; he will be a mere plaything of other people's thoughts."},{"id":107,"quote":"It is as if my heart and my brain did not belong to the same person. Feelings come quicker than lightning and fill my soul, but they bring me no illumination; they burn me and dazzle me."},{"id":108,"quote":"Nature wants children to be children before men... Childhood has its own seeing, thinking and feeling."},{"id":109,"quote":"I perceive God everywhere in His works. I sense Him in me; I see Him all around me."},{"id":110,"quote":"If I am part of a group of 100 people, do 99 people have the right to sentence me to death, just because they are majority?"},{"id":111,"quote":"Slaves lose everything in their chains, even the desire of escaping from them."},{"id":112,"quote":"Education is either from nature, from man or from things. The developing of our faculties and organs is the education of nature; that of man is the application we learn to make of this very developing; and that of things is the experience we acquire in regard to the different objects by which we are affected. All that we have not at our birth, and that we stand in need of at the years of maturity, is the gift of education."},{"id":113,"quote":"There is no subjection so perfect as that which keeps the appearance of freedom."},{"id":114,"quote":"To endure is the first thing that a child ought to learn, and that which he will have the most need to know."},{"id":115,"quote":"God made me and broke the mold."},{"id":116,"quote":"Liberty is obedience to the law which one has laid down for oneself"},{"id":117,"quote":"People who know little are usually great talkers, while men who know much say little. It is plain that an ignorant person thinks everything he does know important, and he tells it to everybody. But a well-educated man is not so ready to display his learning; he would have too much to say, and he sees that there is much more to be said, so he holds his peace."},{"id":118,"quote":"It is hard to prevent oneself from believing what one so keenly desires."},{"id":119,"quote":"Living is not breathing but doing."},{"id":120,"quote":"Every man has a right to risk his own life for the preservation of it."},{"id":121,"quote":"Ruthless man: you begin by slaying the animal and then you devour it, as if to slay it twice.  It is not enough.  You turn against the dead flesh, it revolts you, it must be transformed by fire, boiled and roasted, seasoned and disguised with drugs; you must have butchers, cooks, turnspits, men who will rid the murder of its horrors, who will dress the dead bodies so that the taste decieved by these disguises will not reject what is strange to it, and will feast on corpses, the very sight of which would sicken you."},{"id":122,"quote":"Liberty may be gained, but can never be recovered."},{"id":123,"quote":"The people is never corrupted, but it is often deceived."},{"id":124,"quote":"To renounce liberty is to renounce being a man, to surrender the rights of humanity and even its duties. For he who renounces everything no indemnity is possible. Such a renunciation is incompatible with man's nature; to remove all liberty from his will is to remove all morality from his acts."},{"id":125,"quote":"A paralyzed man who wants to walk OR an agile man who does not want to walk will both remain neutral in nature."},{"id":126,"quote":"Provided a man is not mad, he can be cured of every folly but vanity; there is no cure for this but experience, if indeed there is any cure for it at all."},{"id":127,"quote":"There is a period in life when we go backwards as we advance."},{"id":128,"quote":"Money is the seed of money, and the first guinea is sometimes more difficult to acquire than the second million."},{"id":129,"quote":"Rather suffer an injustice than commit one."},{"id":130,"quote":"Never did I think so much, exist so much, be myself so much as in the journeys I have made alone and on foot. Walking has something about it which animates and enlivens my ideas. I can hardly think while I am still; my body must be in motion to move my mind."},{"id":131,"quote":"Beware of listening to this impostor; you are undone if you once forget that the fruits of the earth belong to us all, and the earth itself to nobody."},{"id":132,"quote":"We have to have powder for our wigs; that is why so many poor people have no bread."},{"id":133,"quote":"Nature never deceives us; it is we who deceive ourselves."},{"id":134,"quote":"It is a mania shared by philosophers of all ages to deny what exists and to explain what does not exist."},{"id":135,"quote":"A man says what he knows, a woman says what will please."},{"id":136,"quote":"A man speaks of what he knows, a woman of what pleases her: the one requires knowledge, the other taste."},{"id":137,"quote":"Many men, seemingly impelled by fortune, hasten forward to meet misfortune half way."},{"id":138,"quote":"Men will argue more philosophically about the human heart; but women will read the heart of man better than they."},{"id":139,"quote":"Sovereigns always see with pleasure a taste for the arts of amusement and superfluity, which do not result in the exportation of bullion, increase among their subjects. They very well know that, besides nourishing that littleness of mind which is proper to slavery, the increase of artificial wants only binds so many more chains upon the people."},{"id":140,"quote":"I am not made like any of those I have seen. I venture to believe that I am not made like any of those who are in existence. If I am not better, at least I am different."},{"id":141,"quote":"Christ preaches only servitude and dependence... True Christians are made to be slaves."},{"id":142,"quote":"I think we cannot too strongly attack superstition, which is the disturber of society; nor too highly respect genuine religion, which is the support of it."},{"id":143,"quote":"The world is the book of women. Whatever knowledge they may possess is more commonly acquired by observation than by reading."},{"id":144,"quote":"Anticipation and Hope are born twins."},{"id":145,"quote":"Base souls have no faith in great individuals."},{"id":146,"quote":"It is to law alone that men owe justice and liberty. It is this salutary organ, of the will of all which establishes in civil rights the natural equality between men. It is this celestial voice which dictates to each citizen the precepts of public reason, and teaches him to act according to the rules of his own judgment and not to behave inconsistently with himself. It is with this voice alone that political leaders should speak when. they command."},{"id":147,"quote":"God is intelligent; but in what manner? Man is intelligent by the act of reasoning, but the supreme intelligence lies under no necessity to reason. He requires neither premise nor consequences; nor even the simple form of a proposition. His knowledge is purely intuitive. He beholds equally what is and what will be. All truths are to Him as one idea, as all places are but one point, and all times one moment."},{"id":148,"quote":"There is peace in dungeons, but is that enough to make dungeons desirable?"},{"id":149,"quote":"The empire of woman is an empire of softness, of address, of complacency. Her commands are caresses, her menaces are tears."},{"id":150,"quote":"We cannot work for others without working for ourselves."},{"id":151,"quote":"Childhood has it's own way of seeing, thinking, and feeling, and nothing is more foolish than to try to substitute ours for theirs."},{"id":152,"quote":"I have always said and felt that true enjoyment can not be described."},{"id":153,"quote":"I loved too sincerely, too completely, I venture to say, to be able to be happy easily."},{"id":154,"quote":"The social pact, far from destroying natural equality, substitutes, on the contrary, a moral and lawful equality for whatever physical inequality that nature may have imposed on mankind; so that however unequal in strength and intelligence, men become equal by covenant and by right."},{"id":155,"quote":"There exists one book, which, to my taste, furnishes the happiest treatise of natural education. What then is this marvelous book? Is it Aristotle? Is it Pliny, is it Buffon? No-it is Robinson Crusoe."},{"id":156,"quote":"Everything is in constant flux on this earth. Nothing keeps the same unchanging shape, and our affections, being attached to things outside us, necessarily change and pass away as they do. Always out ahead of us or lagging behind, they recall a past which is gone or anticipate a future which may never come into being; there is nothing solid there for the heart to attach itself to. Thus our earthly joys are almost without exception the creatures of a moment."},{"id":157,"quote":"Cities are the abyss of the human species."},{"id":158,"quote":"A child who passes through many hands in turn, can never be well brought up. At every change he makes a secret comparison, which continually tends to lessen his respect for those who control him, and with it their authority over him. If once he thinks there are grown-up people with no more sense than children the authority of age is destroyed and his education is ruined."},{"id":159,"quote":"He who pretends to look on death without fear lies. All men are afraid of dying, this is the great law of sentient beings, without which the entire human species would soon be destroyed."},{"id":160,"quote":"Behold the works of our philosophers; with all their pompous diction, how mean and contemptible they are by comparison with the Scriptures! Is it possible that a book at once so simple and sublime should be merely the work of man?"},{"id":161,"quote":"That man is truly free who desires what he is able to perform, and does what he desires."},{"id":162,"quote":"...in respect of riches, no citizen shall ever be wealthy enough to buy another, and none poor enough to be forced to sell himself."},{"id":163,"quote":"Too much apparatus, designed to guide us in experiments and to supplement the exactness of our senses, makes us neglect to use those senses...The more ingenious our apparatus, the coarser and more unskillful are our senses. We surround ourselves with tools and fail to use those which nature has provided every one of us."},{"id":164,"quote":"Everything made by man may be destroyed by man; there are no ineffaceable characters except those engraved by nature; and nature makes neither princes nor rich men nor great lords."},{"id":165,"quote":"General abstract truth is the most precious of all blessings; without it, man is blind; it is the eye of reason."},{"id":166,"quote":"She was dull, unattractive, couldn't tell the time, count money or tie her own shoe laces... But I loved her"},{"id":167,"quote":"It is in man's heart that the life of nature's spectacle exists; to see it, one must feel it."},{"id":168,"quote":"Every free action has two causes that come together to produce it. One is moral, the will that determines the act; the other is physical, the power that executes the will to act."},{"id":169,"quote":"If there were a people consisting of gods, they would be governed democratically. So perfect a government is not suitable to men."},{"id":170,"quote":"The French painter Rousseau was once asked why he put a naked woman on a red sofa in the middle of his jungle pictures. He answered, 'I needed a bit of red there.'"},{"id":171,"quote":"It is believed that physiognomy is only a simple development of the features already marked out by nature. It is my opinion, however, that in addition to this development, the features come insensibly to be formed and assume their shape from the frequent and habitual expression of certain affections of the soul. These affections are marked on the countenance; nothing is more certain than this; and when they turn into habits, they must leave on it durable impressions."},{"id":172,"quote":"I feel an indescribable ecstasy and delirium in melting, as it were, into the system of being, in identifying myself with the whole of nature."},{"id":173,"quote":"The science of government is only a science of combinations, of applications, and of exceptions, according to times, places and circumstances."},{"id":174,"quote":"Whoever blushes is already guilty; true innocence is ashamed of nothing."},{"id":175,"quote":"The indifference of children towards meat is one proof that the taste for meat is unnatural; their preference is for vegetable foods...Beware of changing this natural taste and making children flesh-eaters, if not for their health's sake, for the sake of their character; for how can one explain away the fact that great meat-eaters are usually fiercer and more cruel than other men; this has been recognised at all times and in all places."},{"id":176,"quote":"The more humanity owes him, the more society denies him. Every door is shut against him, even when he has a right to its being opened: and if he ever obtains justice, it is with much greater difficulty than others obtain favors."},{"id":177,"quote":"Quit thy childhood, my friend, and wake up!"},{"id":178,"quote":"An intelligent being, is the active principle of all things. One must have renounced all common sense to doubt it, and it is a waste of time to try to prove such self evident truth."},{"id":179,"quote":"Good laws lead to the making of better ones; bad ones bring about worse."},{"id":180,"quote":"Although modesty is natural to man, it is not natural to children. Modesty only begins with the knowledge of evil."},{"id":181,"quote":"Her dignity consists in being unknown to the world; her glory is in the esteem of her husband; her pleasures in the happiness of her family."},{"id":182,"quote":"If, by chance, someone among those men of extraordinary talent is found who has firmness of soul and who refuses to yield to the genius of his age and to debase himself with childish works, woe unto him! He will die in poverty and oblivion."},{"id":183,"quote":"Whence do I get my rules of conduct? I find them in my heart. Whatever I feel to be good is good. Whatever I feel to be evil is evil. Conscience is the best of casuists."},{"id":184,"quote":"Smell is the sense of memory and desire."},{"id":185,"quote":"Watch a cat when it enters a room for the first time. It searches and smells about, it is not quiet for a moment, it trusts nothing until it has examined and made acquaintance with everything."},{"id":186,"quote":"I had been brought up in a church which decides everything and permits no doubts, so that having rejected one article of faith I was forced to reject the rest."},{"id":187,"quote":"Your first duty is to be humane. Love childhood. Look with friendly eyes on its games, its pleasures, its amiable dispositions. Which of you does not sometimes look back regretfully on the age when laughter was ever on the lips and the heart free of care? Why steal from the little innocents the enjoyment of a time that passes all too quickly?"},{"id":188,"quote":"The English people believes itself to be free; it is gravely mistaken; it is free only during election of members of parliament; as soon as the members are elected, the people is enslaved; it is nothing. In the brief moment of its freedom, the English people makes such a use of that freedom that it deserves to lose it."},{"id":189,"quote":"Do to others as you would have others do to you, inspires all men with that other maxim of natural goodness a great deal less perfect, but perhaps more useful: Do good to yourself with as little prejudice as you can to others."},{"id":190,"quote":"Men and women are made for each other, but their mutual dependence differs in degrees; man is dependent on woman through his desires; woman is dependent on man through her desires and also through her needs; he could do without her better than she can do without him. She cannot fulfill her purpose in life without his aid, without his goodwill, without his respect.....Nature herself has decreed that woman, both for herself and her children, should be at the mercy of man s judgment."},{"id":191,"quote":"[When anything happens, we interpret it as good or bad, but...] We do not know what is really good or bad fortune. [Only the future can decide. For example, what appears to be bad today may in fact lead us to a greater good tomorrow and by the very act of thinking and planning in that positive way, we can help make that good future come true.]"},{"id":192,"quote":"Abstaining so as really to enjoy, is the epicurism, the very perfection, of reason."},{"id":193,"quote":"One may live tranquilly in a dungeon; but does life consist in living quietly?"},{"id":194,"quote":"To discover the rules of society that are best suited to nations, there would need to exist a superior intelligence, who could understand the passions of men without feeling any of them, who had no affinity with our nature but knew it to the full, whose happiness was independent of ours, but who would nevertheless make our happiness his concern, who would be content to wait in the fullness of time for a distant glory, and to labour in one age to enjoy the fruits in another. Gods would be needed to give men laws."},{"id":195,"quote":"Every man having been born free and master of himself, no one else may under any pretext whatever subject him without his consent. To assert that the son of a slave is born a slave is to assert that he is not born a man."},{"id":196,"quote":"The passions are the voice of the body."},{"id":197,"quote":"Our greatest evils flow from ourselves."},{"id":198,"quote":"Teach him to live rather than to avoid death: life is not breath, but action, the use of our senses, our mind, our faculties, every part of ourselves which makes us conscious of our being. Life consists less in length of days than in the keen sense of living. A man maybe buried at a hundred and may never have lived at all. He would have fared better had he died young."},{"id":199,"quote":"Usurpers always bring about or select troublous times to get passed, under cover of the public terror, destructive laws, which the people would never adopt in cold blood. The moment chosen is one of the surest means of distinguishing the work of the legislator from that of the tyrant."},{"id":200,"quote":"The training of children is a profession, where we must know how to waste time in order to save it."},{"id":201,"quote":"It is not possible for minds degraded by a host of trivial concerns to ever rise to anything great."},{"id":202,"quote":"Presence of mind, penetration, fine observation, are the sciences of women; ability to avail themselves of these is their talent."},{"id":203,"quote":"I bold it impossible, that the great monarchies of Europe can subsist much longer; they all affect magnificence and splendor."},{"id":204,"quote":"One thinks himself the master of others, and still remains a greater slave than they."},{"id":205,"quote":"It is always a poor way of reading the hearts of others to try to conceal our own.\n[Fr., C'est toujours un mauvais moyen de lire dans le coeur des autres que d'affecter de cacher le sien.]"},{"id":206,"quote":"As soon as any man says of the affairs of the State \"What does it matter to me?\" the State may be given up for lost."},{"id":207,"quote":"There are times when I am so unlike myself that I might be taken for someone else of an entirely opposite character."},{"id":208,"quote":"I have never thought, for my part, that man's freedom consists in his being able to do whatever he wills, but that he should not, by any human power, be forced to do what is against his will."},{"id":209,"quote":"From the first moment of life, men ought to begin learning to deserve to live; and, as at the instant of birth we partake of the rights of citizenship, that instant ought to be the beginning of the exercise of our duty."},{"id":210,"quote":"Nothing is less in our power than the heart, and far from commanding we are forced to obey it."},{"id":211,"quote":"But in some great souls, who consider themselves as citizens of the world, and forcing the imaginary barriers that separate people from people."},{"id":212,"quote":"Let it not, therefore, be said that the Sovereign is not subject to the laws of his State; since the contrary is a true proposition of the right of nations, which flattery has sometimes attacked but good princes have always defended as the tutelary divinity of their dominions. How much more legitimate is it to say with the wise Plato, that the perfect felicity of a kingdom consists in the obedience of subjects to their prince, and of the prince to the laws, and in the laws being just and constantly directed to the public good!"},{"id":213,"quote":"Definitions would be good things if we did not use words to make them."},{"id":214,"quote":"Whoever refuses to obey the general will will be forced to do so by the entire body; this means merely that he will be forced to be free."},{"id":215,"quote":"If there is in this world a well-attested account, it is that of vampires. Nothing is lacking: official reports, affidavits of well-known people, of surgeons, of priests, of magistrates; the judicial proof is most complete. And with all that, who is there who believes in vampires?"},{"id":216,"quote":"Ought to have a universal compulsory force to move and arrange each part in the manner best suited to the whole. Just as nature gives each man an absolute power over all his members, the social compact gives the body politic an absolute power over all its members.\" \"We grant that each person alienates, by the social compact, only that portion of his power, his goods, and liberty whose use is of consequence to the community; but we must also grant that only the sovereign is the judge of what is of consequence."},{"id":217,"quote":"War is then not a relationship between one man and another, but a relationship between one State and another, in which individuals are enemies only by accident, not as men, nor even as citizens, but as soldiers; not as members of the fatherland, but as its defenders. Finally, any State can only have other States, and not men, as enemies, inasmuch as it is impossible to fix a true relation between things of different natures."},{"id":218,"quote":"The majesty of the Scriptures strikes me with admiration, as the purity of the gospel has its influence on my heart."},{"id":219,"quote":"How many famous and high-spirited heroes have lived a day too long?"},{"id":220,"quote":"The apparent ease with which children learn is their ruin."},{"id":221,"quote":"But I am mistaken in speaking of a Christian republic; the terms are mutually exclusive. Christianity preaches only servitude and dependence. Its spirit is so favorable to tyranny that it always profits by such a regime. True Christians are made to be slaves, and they know it and do not much mind; this short life counts for too little in their eyes."},{"id":222,"quote":"He who pretends to look upon death without fear, lies"},{"id":223,"quote":"What good would it be to possess the whole universe if one were its only survivor?"},{"id":224,"quote":"You are worried about seeing him spend his early years in doing nothing. What! Is it nothing to be happy? Nothing to skip, play and run around all day long? Never in his life will he be so busy again."},{"id":225,"quote":"The strongest is never strong enough to be always the master, unless he transforms strength into right, and obedience into duty."},{"id":226,"quote":"Two things, almost incompatible, are united in me in a manner which I am unable to understand: a very ardent temperament, lively and tumultuous passions, and, at the same time, slowly developed and confused ideas, which never present themselves until it is too late. One might say that my heart and my mind do not belong to the same person."},{"id":227,"quote":"Never exceed your rights, and they will soon become unlimited."},{"id":228,"quote":"Ah, that is a perfume in which I delight; when they roast coffee near my house, I hasten to open the door to take in all the aroma."},{"id":229,"quote":"It is well known that a loose and easy dress contributes much to give to both sexes those fine proportions of body that are observable in the Grecian statues, and which serve as models to our present artists."},{"id":230,"quote":"Remorse goes to sleep during a prosperous period and wakes up in adversity.\n[Fr., Le remords s'endort durant un destin prospere et s'aigrit dans l'adversite.]"},{"id":231,"quote":"For, as I think I have said, I can only meditate when I am walking. When I stop I cease to think; my mind only works with my legs."},{"id":232,"quote":"Fame is but the breath of people, and that often unwholesome."},{"id":233,"quote":"As long as there are rich people in the world, they will be desirous of distinguishing themselves from the poor."},{"id":234,"quote":"Each member of the community gives himself to it at the instant of its constitution, just as he actually is, himself and all his forces, including all goods in his possession."},{"id":235,"quote":"To make a man richer, give him more money of curb his desires."},{"id":236,"quote":"I hate books; they only teach people to talk about what they don't understand."},{"id":237,"quote":"The French, for example, are a contemptible nation."},{"id":238,"quote":"Interest is the spur of the people, but glory that of great souls."},{"id":239,"quote":"It has always pleased me to read while eating if I have no companion; it gives me the society I lack. I devour alternately a page and a mouthful; it is as though my book were dining with me."},{"id":240,"quote":"This dog, which, although no beauty, was of an uncommon breed, I had made my friend and companion; and it certainly deserved the name better than the majority of those who had assumed it."},{"id":241,"quote":"Man was born free, and he is everywhere in chains. Those who think themselves the masters of others are indeed greater slaves than they."},{"id":242,"quote":"Once you teach people to say what they do not understand, it is easy enough to get them to say anything you like. v One could wish no easier death than that of Socrates, calmly discussing philosophy with his friends; one could fear nothing worse than that of Jesus, dying in torment, among the insults, the mockery, the curses of the whole nation. In the midst of these terrible sufferings, Jesus prays for his cruel murderers. Yes, if the life and death of Socrates are those of a philosopher, the life and death of Christ are those of a God."},{"id":243,"quote":"The body politic, as well as the human body, begins to die as soon as it is born, and carries itself the causes of its destruction."},{"id":244,"quote":"We are born, so to speak, twice over; born into existence, and born into life; born a human being, and born a man."},{"id":245,"quote":"Self-love is an instrument useful but dangerous; it often wounds the hand which makes use of it, and seldom does good without doing harm."},{"id":246,"quote":"Peter had a genius for imitation; but he lacked true genius, which is creative and makes all from nothing."},{"id":247,"quote":"We cannot teach children the danger of telling lies to men without realising, on the man's part, the danger of telling lies to children. A single untruth on the part of the master will destroy the results of his education."},{"id":248,"quote":"Government originated in the attempt to find a form of association that defends and protects the person and property of each with the common force of all."},{"id":249,"quote":"The most absolute authority is that which penetrates into a man's innermost being and concerns itself no less with his will than with his actions."},{"id":250,"quote":"The want of occupation is no less the plague of society than of solitude."},{"id":251,"quote":"I believed that I was approaching the end of my days without having tasted to the full any of the pleasures for which my heart thirsted...without having ever tasted that passion which, through lack of an object, was always suppressed. ...The impossibility of attaining the real persons precipitated me into the land of chimeras; and seeing nothing that existed worthy of my exalted feelings, I fostered them in an ideal world which my creative imagination soon peopled with beings after my own heart."},{"id":252,"quote":"Childhood is the sleep of reason."},{"id":253,"quote":"Singing and dancing alone will not advance one in the world.\n[Fr., Qui bien chante et bien danse fait un metier qui peu avance.]"},{"id":254,"quote":"I do not know is a phrase which becomes us."},{"id":255,"quote":"I say to myself: \"Who are you to measure infinite power?"},{"id":256,"quote":"Even knaves may be made good for something."},{"id":257,"quote":"To write a good love letter, you ought to begin without knowing what you mean to say, and to finish without knowing what you have written."},{"id":258,"quote":"In truth, laws are always useful to those with possessions and harmful to those who have nothing; from which it follows that the social state is advantageous to men only when all possess something and none has too much."},{"id":259,"quote":"Sacrifice life to truth."},{"id":260,"quote":"Accent is the soul of language; it gives to it both feeling and truth."},{"id":261,"quote":"Consolation indiscreetly pressed upon us, when we are suffering undue affliction, only serves to increase our pain, and to render our grief more poignant."},{"id":262,"quote":"Every man has the right to risk his own life in order to preserve it. Has it ever been said that a man who throws himself out the window to escape from a fire is guilty of suicide?"},{"id":263,"quote":"Whatever may be our natural talents, the art of writing is not acquired all at once."},{"id":264,"quote":"Let the trumpet of the day of judgment sound when it will, I shall appear with this book in my hand before the Sovereign Judge, and cry with a loud voice, This is my work, there were my thoughts, and thus was I. I have freely told both the good and the bad, have hid nothing wicked, added nothing good."},{"id":265,"quote":"Heroes are not known by the loftiness of their carriage; the greatest braggarts are generally the merest cowards."},{"id":266,"quote":"Jewish authors would never have invented either that style nor that morality; and the Gospel has marks of truth so great, so striking, so utterly inimitable, that the invention of it would be more astonishing than the hero."},{"id":267,"quote":"Equality, because without it there can be no liberty."},{"id":268,"quote":"No true believer could be intolerant or a persecutor. If I were a magistrate and the law carried the death penalty against atheists, I would begin by sending to the stake whoever denounced another."},{"id":269,"quote":"The man is best served who has no occasion to put the hands of others at the end of his own arms."},{"id":270,"quote":"A person who can break wind is not dead."},{"id":271,"quote":"Conscience is the voice of the soul, the passions are the voice of the body. It is strange that these voices often contradict each other?"},{"id":272,"quote":"He who has the base necessities of life should pay nothing; taxation on him who has a surplus may, if need be; extend to everything beyond necessities."},{"id":273,"quote":"And when the relics of humanity left among the Spaniards induced them to forbid their lawyers to set foot in America, what must they have thought of jurisprudence? May it not be said that they thought, by this single expedient, to make reparation for all the outrages they had committed against the unhappy Indians?"},{"id":274,"quote":"I was not much afraid of punishment, I was only afraid of disgrace.But that I feared more than death, more than crime, more than anything in the world. I should have rejoiced if the earth had swallowed me up and stifled me in the abyss. But my invincible sense of shame prevailed over everything . It was my shame that made me impudent, and the more wickedly I behaved the bolder my fear of confession made me. I saw nothing but the horror of being found out, of being publicly proclaimed, to my face, as a thief, as a liar, and slanderer."},{"id":275,"quote":"Every artists wants to be applauded"},{"id":276,"quote":"I undertake the same project as Montaigne, but with an aim contrary to his own: for he wrote his Essays only for others, and I write my reveries only for myself."},{"id":277,"quote":"At first we will only skim the surface of the earth like young starlings, but soon, emboldened by practice and experience, we will spring into the air with the impetuousness of the eagle, diverting ourselves by watching the childish behavior of the little men or awling miserably around on the earth below us."},{"id":278,"quote":"Everything degenerates in the hands of man."},{"id":279,"quote":"A man who is not a fool can rid himself of every folly except vanity."},{"id":280,"quote":"Liberty is not to be found in any form of government; she is in the heart of the free man; he bears her with him everywhere."},{"id":281,"quote":"That which renders life burdensome to us generally arises from the abuse of it."},{"id":282,"quote":"The English people think they are free; they are greatly deceived; they are free only during the election of members of Parliament."},{"id":283,"quote":"In the North the first words are, Help me; in the South, Love me."},{"id":284,"quote":"Temperance and labor are the two real physicians of man."},{"id":285,"quote":"If Socrates died like a philosopher, Jesus Christ died like a God."},{"id":286,"quote":"Women, in general, are not attracted to art at all, nor knowledge, and not at all to genius."},{"id":287,"quote":"The abuse of books kills science. Believing that we know what we have read, we believe that we can dispense with learning it."},{"id":288,"quote":"With children use force; with men reason; such is the natural order of things. The wise man requires no law."},{"id":289,"quote":"The social compact sets up among the citizens as equality of such kind, that they all bind themselves to observe the same conditions and should therefore all enjoy the same rights."},{"id":290,"quote":"At Genoa, the word Liberty may be read over the front of the prisons and on the chains of the galley-slaves. This application of the device is good and just. It is indeed only malefactors of all estates who prevent the citizen from being free. In the country in which all such men were in the galleys, the most perfect liberty would be enjoyed."},{"id":291,"quote":"The tone of good conversation is brilliant and natural; it is neither tedious nor frivolous; it is instructive without pedantry, gay without tumultuousness, polished without affectation, gallant without insipidity, waggish without equivocation."},{"id":292,"quote":"The truth brings no man a fortune."},{"id":293,"quote":"In any case, frequent punishments are a sign of weakness or slackness in the government. There is no man so bad that he cannot be made good for something. No man should be put to death, even as an example, if he can be left to live without danger to society."},{"id":294,"quote":"Our will is always for our own good, but we do not always see what that is; the people is never corrupted, but it is often deceived, and on such occasions only does it seem to will what is bad."},{"id":295,"quote":"Generally we obtain very surely and very speedily what we are not too anxious to obtain."},{"id":296,"quote":"It is not our criminal actions that require courage to confess, but those which are ridiculous and foolish."},{"id":297,"quote":"I have resolved on an enterprise that has no precedent and will have no imitator. I want to set before my fellow human beings a man in every way true to nature; and that man will be myself."},{"id":298,"quote":"To abstain that we may enjoy is the epicurianism of reason."},{"id":299,"quote":"Men, in general, are not this or that, they are what they are made to be."},{"id":300,"quote":"Reading, solitude, idleness, a soft and sedentary life, intercourse with women and young people, these are perilous paths for a young man, and these lead him constantly into danger."},{"id":301,"quote":"Since men cannot create new forces, but merely combine and control those which already exist, the only way in which they can preserve themselves is by uniting their separate powers in a combination strong enough to overcome any resistance, uniting them so that their powers are directed by a single motive and act in concert."},{"id":302,"quote":"Our passions are the chief means of self-preservation; to try to destroy them is therefore as absurd as it is useless; this would be to overcome nature, to reshape God's handiwork. If God bade man annihilate the passions he has given him, God would bid him be and not be; He would contradict himself. He has never given such a foolish commandment, there is nothing like it written on the heart of man, and what God will have a man do, He does not leave to the words of another man. He speaks Himself; His words are written in the secret heart."},{"id":303,"quote":"We do not know either unalloyed happiness or unmitigated misfortune. Everything in this world is a tangled yarn; we taste nothing in its purity; we do not remain two moments in the same state. Our affections as well as bodies, are in a perpetual flux."},{"id":304,"quote":"Leave those vain moralists, my friend, and return to the depth of your soul: that is where you will always rediscover the source of the sacred fire which so often inflamed us with love of the sublime virtues; that is where you will see the eternal image of true beauty, the contemplation of which inspires us with a holy enthusiasm."},{"id":305,"quote":"A citizen should render to the state all the services he can as soon as the sovereign demands them."},{"id":306,"quote":"An honest man nearly always thinks justly."},{"id":307,"quote":"What, then, is the government? An intermediary body established between the subjects and the sovereign for their mutual communication, and charged with the execution of the laws and the maintenance of freedom, civil as well as political."},{"id":308,"quote":"There is one further distinguishing characteristic of man which is very specific indeed and about which there can be no dispute, and that is the faculty of self-improvement - a faculty which, with the help of circumstance, progressively develops all our other faculties."},{"id":309,"quote":"Do I dare set forth here the most important, the most useful rule of all education? It is not to save time, but to squander it."},{"id":310,"quote":"Gracefulness cannot subsist without ease; delicacy is not debility; nor must a woman be sick in order to please. Infirmity, and sickness may excite our pity, but desire and pleasure require the bloom and vigor of health."},{"id":311,"quote":"Provided a man is not mad, he can be cured of every folly but vanity."},{"id":312,"quote":"All that time is lost which might be better employed."},{"id":313,"quote":"We should not teach children the sciences; but give them a taste for them."},{"id":314,"quote":"Everything we do not have at our birth and which we need when we are grown is given to us by education."},{"id":315,"quote":"He thinks like a philosopher, but governs like a king."},{"id":316,"quote":"I may not amount to much, but at least I am unique."},{"id":317,"quote":"We do not know what really good or bad fortune is."},{"id":318,"quote":"He who eats in idleness that which he himself has not earned, steals it; and a capitalist whom the state pays for doing nothing differs little in my eyes from a brigand, who lives at the expense of passers-by."},{"id":319,"quote":"Remorse sleeps during a prosperous period but wakes up in adversity."},{"id":320,"quote":"For it is in our nature to endure patiently the decrees of fate, but not the ill-will of others."},{"id":321,"quote":"To live is not breathing it is action."},{"id":322,"quote":"My bad head cannot adjust itself to the way things are.... If I want to depict spring, it has to be in wintertime; if I want to describe a beautiful landscape, I must be enclosed within walls; and I have said a hundred times that if I were put in the Bastille, there I would paint a picture of liberty."},{"id":323,"quote":"The problem is to find a form of association which will defend and protect with the whole common force the person and goods of each associate, and in which each, while uniting himself with all, may still obey himself alone, and remain as free as before."},{"id":324,"quote":"We pity in others only the those evils which we ourselves have experienced."},{"id":325,"quote":"Every blue-stocking will remain a spinster as long as there are sensible men on the earth.\n[Fr., Toute fille lettree restera fille toute sa vie, quand il n'y aura que des hommes senses sur la terre.]"},{"id":326,"quote":"Men speak from knowledge, women from imagination."},{"id":327,"quote":"Ordinary readers, forgive my paradoxes: one must make them when one reflects; and whatever you may say, I prefer being a man with paradoxes than a man with prejudices."},{"id":328,"quote":"The writings of women are always cold and pretty like themselves. There is as much wit as you may desire, but never any soul."},{"id":329,"quote":"Force does not constitute right... obedience is due only to legitimate powers."},{"id":330,"quote":"Whoever blushes confesses guilt, true innocence never feels shame."},{"id":331,"quote":"I may not be better than other people, but at least I'm different."},{"id":332,"quote":"Take from the philosopher the pleasure of being heard and his desire for knowledge ceases."},{"id":333,"quote":"There are two things to be considered with regard to any scheme. In the first place, Is it good in itself? In the second, Can it be easily put into practice?"},{"id":334,"quote":"Physical evils destroy themselves, or they destroy us."},{"id":335,"quote":"As evening approached, I came down from the heights of the island, and I liked then to go and sit on the shingle in some secluded spot by the lake; there the noise of the waves and the movement of the water, taking hold of my senses and driving all other agitation from my soul, would plunge me into delicious reverie in which night often stole upon me unawares."},{"id":336,"quote":"Or, rather, let us be more simple and less vain."},{"id":337,"quote":"If there were a nation of Gods, it would govern itself democratically. A government so perfect is not suited to men."},{"id":338,"quote":"The first step towards vice is to shroud innocent actions in mystery, and whoever likes to conceal something sooner or later has reason to conceal it."},{"id":339,"quote":"There is not a single ill-doer who could not be turned to some good."},{"id":340,"quote":"The general will is always right."},{"id":341,"quote":"It is hard to prevent oneself from believing what one so keenly desires, and who can doubt that the interest we have in admitting or denying the reality of the Judgement to come determines the faith of most men in accordance with their hopes and fears."},{"id":342,"quote":"I also realized that the philosophers, far from ridding me of my vain doubts, only multiplied the doubts that tormented me and failed to remove any one of them. So I chose another guide and said, Let me follow the Inner Light; it will not lead me so far astray as others have done, or if it does it will be my own fault, and I shall not go so far wrong if I follow my own illusions as if I trusted to their deceits."},{"id":343,"quote":"Taste is, so to speak, the microscope of the judgment."},{"id":344,"quote":"To try to conceal our own heart is a bad means to read that of others."},{"id":345,"quote":"Abstract truth is the eye of reason."},{"id":346,"quote":"Chemistry... is like the maid occupied with daily civilisation; she is busy with fertilisers, medicines, glass, insecticides ... for she dispenses the recipes."},{"id":347,"quote":"Childhood is the sleep of reason.\n[Fr., L'enfance est le sommeil de la raison.]"},{"id":348,"quote":"The world is woman's book.\n[Fr., Le monde est le livre des femmes.]"},{"id":349,"quote":"Inopportune consolations increase a deep sorrow."},{"id":350,"quote":"I only see clearly what I remember."},{"id":351,"quote":"When my reason is afloat, my faith cannot long remain in suspense, and I believe in God as firmly as in any other truth whatever; in short, a thousand motives draw me to the consolatory side, and add the weight of hope to the equilibrium of reason."},{"id":352,"quote":"The members of a body-politic call it \"the state\" when it is passive, \"the sovereign\" when it is active, and a \"power\" when they compare it with others of its kind. Collectively they use the title \"people,\" and they refer to one another individually as \"citizens\" when speaking of their participation in the authority of the sovereign, and as \"subjects\" when speaking of their subordination to the laws of the state."},{"id":353,"quote":"Our greatest evil flows from ourselves."},{"id":354,"quote":"If all were perfect Christians, individuals would do their duty; the people would be obedient to the laws, the magistrates incorrupt, and there would be neither vanity nor luxury in such a state."},{"id":355,"quote":"Universal silence is taken to imply the consent of the people."},{"id":356,"quote":"The political body, therefore, is also a moral being which has a will; and this general will, which tends always to the conservation and well-being of the whole and of each part of it ... is, for all members of the state ... the rule of what is just or unjust."},{"id":357,"quote":"Remorse sleeps in the atmosphere of prosperity."},{"id":358,"quote":"A blue-stocking is the scourge of her husband, children, friends, servants, and every one.\n[Fr., Une femme bel-esprit est le fleau de son mari, de ses enfants, de ses amis, de ses valets, et tout le monde.]"},{"id":359,"quote":"I don't know what is truth,but I can tell you how to find it!"},{"id":360,"quote":"Frequent punishments are always a sign of weakness or laziness on the part of a government."},{"id":361,"quote":"At length I recollected the thoughtless saying of a great princess, who, on being informed that the country people had no bread, replied, \"Let them eat cake\"."},{"id":362,"quote":"Supreme happiness consists in self-content; that we may gain this self-content, we are placed upon this earth and endowed with freedom."},{"id":363,"quote":"The taste for splendor is hardly ever combined in the same souls with the taste for the honorable."},{"id":364,"quote":"One must choose between making a man or a citizen, for one cannot make both at the same time."},{"id":365,"quote":"To live is not to breathe but to act. It is to make use of our organs, our senses, our faculties, of all the parts of ourselves which give us the sentiment of our existence. The man who has lived the most is not he who has counted the most years but he who has most felt life."},{"id":366,"quote":"A born king is a very rare being."},{"id":367,"quote":"Love, known to the person by whom it is inspired, becomes more bearable."},{"id":368,"quote":"There is no folly of which a man who is not a fool cannot get rid except vanity; of this nothing cures a man except experience of its bad consequences, if indeed anything can cure it."},{"id":369,"quote":"To study men, we must look close by; to study man, we must learn to look afar; if we are to discover essential characteristics, we must first observe differences."},{"id":370,"quote":"The mechanism she employs is much more powerful than ours, for all her levers move the human heart."},{"id":371,"quote":"To renounce freedom is to renounce one's humanity, one's rights as a man and equally one's duties."},{"id":372,"quote":"The opportunity of making happy is more scarce than we imagine; the punishment of missing it is, never to meet with it again; and the use we make of it leaves us an eternal sentiment of satisfaction or repentance."},{"id":373,"quote":"The infant, on opening his eyes, ought to see his country, and to the hour of his death never lose sight of it."},{"id":374,"quote":"I remembered the way out suggested by a great princess when told that the peasants had no bread: \"Well, let them eat cake\"."},{"id":375,"quote":"Our affections as well as our bodies are in perpetual flux."},{"id":376,"quote":"Equality is deemed by many a mere speculative chimera, which can never be reduced to practice. But if the abuse is inevitable, does it follow that we ought not to try at least to mitigate it? It is precisely because the force of things tends always to destroy equality that the force of the legislature must always tend to maintain it."},{"id":377,"quote":"Days of absence, sad and dreary,\nClothed in sorrow's dark array, -\nDays of absence, I am weary;\nShe I love is far away."},{"id":378,"quote":"O love, if I regret the age when one savors you, it is not for the hour of pleasure, but for the one that follows it."},{"id":379,"quote":"I will say little of the importance of a good education; nor will I stop to prove that the current one is bad. Countless others have done so before me, and I do not like to fill a book with things everybody knows. I will note that for the longest time there has been nothing but a cry against the established practice without anyone taking it upon himself to propose a better one. The literature and the learning of our age tend much more to destruction than to edification."},{"id":380,"quote":"He who blushes is already guilty."},{"id":381,"quote":"The truths of the Scriptures are so marked and inimitable, that the inventor would be more of a miraculous character than the hero."},{"id":382,"quote":"We lose all that time which we might employ better."},{"id":383,"quote":"To renounce liberty is to renounce being a man, to surrender the rights of humanity and even its duties."},{"id":384,"quote":"But remain the teacher of the young teachers. Advise and direct us, and we will be ready to learn. I will have need of you as long as I live."},{"id":385,"quote":"Yes, if the life and death of Socrates are those of a wise man, the life and death of Jesus are those of a god."},{"id":386,"quote":"In Genoa, the word, libertas can be read on the front of prisons and on the fetters of galley-slaves. The application of this motto is fine and just."},{"id":387,"quote":"War then, is a relation - not between man and man but between state and state and individuals are enemies only accidentally not as men, nor even as citizens but as soldiers not as members of their country, but as its defenders"},{"id":388,"quote":"There is a period of life when we go back as we advance.\n[Fr., Il est un terme de la vie au-dela duquel en retrograde en avancant.]"},{"id":389,"quote":"Man is born free, and everywhere he is in chains."},{"id":390,"quote":"The first man who, having enclosed a piece of ground, bethought himself of saying This is mine, and found people simple enough to believe him, was the real founder of civil society. From how many crimes, wars and murders, from how many horrors and misfortunes might not any one have saved mankind, by pulling up the stakes, or filling up the ditch, and crying to his fellows, \"Beware of listening to this impostor; you are undone if you once forget that the fruits of the earth belong to us all, and the earth itself to nobody."},{"id":391,"quote":"I know the feelings of my heart, and I know men. I am not made like any of those I have seen; I venture to believe that I am not made like any of those who are in existence. If I am not better, at least I am different. Whether Nature has acted rightly or wrongly in destroying the mould in which she cast me, can only be decided after I have been read."},{"id":392,"quote":"What wisdom can you find greater than kindness."},{"id":393,"quote":"Every person has a right to risk their own life for the preservation of it."},{"id":394,"quote":"All my misfortunes come of having thought too well of my fellows."},{"id":395,"quote":"They say that Caliph Omar, when consulted about what had to be done with the library of Alexandria, answered as follows: 'If the books of this library contain matters opposed to the Koran, they are bad and must be burned. If they contain only the doctrine of the Koran, burn them anyway, for they are superfluous.' Our learned men have cited this reasoning as the height of absurdity. However, suppose Gregory the Great was there instead of Omar and the Gospel instead of the Koran. The library would still have been burned, and that might well have been the finest moment in the life of this illustrious pontiff."},{"id":396,"quote":"There is nothing better than the encouragement of a good friend."},{"id":397,"quote":"If there is a state where the soul can find a resting-place secure enough to establish itself and concentrate its entire being there, with no need to remember the past or reach into the future, where time is nothing to it, where the present runs on indefinitely but this duration goes unnoticed, with no sign of the passing of time, and no other feeling of deprivation or enjoyment, pleasure or pain, desire or fear than the simple feeling of existence, a feeling that fills our soul entirely, as long as this state lasts, we can call ourselves happy, not with a poor, incomplete and relative happiness such as we find in the pleasures of life, but with a sufficient, complete and perfect happiness which leaves no emptiness to be filled in the soul."},{"id":398,"quote":"We must powder our wigs; that is why so many poor people have no bread."},{"id":399,"quote":"Hold childhood in reverence, and do not be in any hurry to judge it for good or ill. Leave exceptional cases to show themselves, let their qualities be tested and confirmed, before special methods are adopted. Give nature time to work before you take over her business, lest you interfere with her dealings. You assert that you know the value of time and are afraid to waste it. You fail to perceive that it is a greater waste of time to use it ill than to do nothing, and that a child ill taught is further from virtue than a child who has learnt nothing at all. You are afraid to see him spending his early years doing nothing. What! is it nothing to be happy, nothing to run and jump all day? He will never be so busy again all his life long. Plato, in his Republic, which is considered so stern, teaches the children only through festivals, games, songs, and amusements. It seems as if he had accomplished his purpose when he had taught them to be happy; and Seneca, speaking of the Roman lads in olden days, says, \"They were always on their feet, they were never taught anything which kept them sitting.\" Were they any the worse for it in manhood? Do not be afraid, therefore, of this so-called idleness. What would you think of a man who refused to sleep lest he should waste part of his life? You would say, \"He is mad; he is not enjoying his life, he is robbing himself of part of it; to avoid sleep he is hastening his death.\" Remember that these two cases are alike, and that childhood is the sleep of reason.The apparent ease with which children learn is their ruin. You fail to see that this very facility proves that they are not learning. Their shining, polished brain reflects, as in a mirror, the things you show them, but nothing sinks in. The child remembers the words and the ideas are reflected back; his hearers understand them, but to him they are meaningless.Although memory and reason are wholly different faculties, the one does not really develop apart from the other. Before the age of reason the child receives images, not ideas; and there is this difference between them: images are merely the pictures of external objects, while ideas are notions about those objects determined by their relations."},{"id":400,"quote":"The extreme inequality of our ways of life, the excess of idleness among some and the excess of toil among others, the ease of stimulating and gratifying our appetites and our senses, the over-elaborate foods of the rich, which inflame and overwhelm them with indigestion, the bad food of the poor, which they often go withotu altogether, so hat they over-eat greedily when they have the opportunity; those late nights, excesses of all kinds, immoderate transports of every passion, fatigue, exhaustion of mind, the innumerable sorrows and anxieties that people in all classes suffer, and by which the human soul is constantly tormented: these are the fatal proofs that most of our ills are of our own making, and that we might have avoided nearly all of them if only we had adhered to the simple, unchanging and solitary way of life that nature ordained for us."},{"id":401,"quote":"My illusions about the world caused me to think that in order to benefit by my reading I ought to possess all the knowledge the book presupposed. I was very far indeed from imagining that often the author did not possess it himself, but had extracted it from other books, as and when he needed it. This foolish conviction forced me to stop every moment, and to rush incessantly from one book to another; sometimes before coming to the tenth page of the one I was trying to read I should, by this extravagant method, have had to run through whole libraries. Nevertheless I stuck to it so persistently that I wasted infinite time, and my head became so confused that I could hardly see or take in anything."},{"id":402,"quote":"All wickedness comes from weakness. The child is wicked only because he is weak. Make him strong; he will be good. He who could do everything would never do harm."},{"id":403,"quote":"In a well governed state, there are few punishments, not because there are many pardons, but because criminals are rare; it is when a state is in decay that the multitude of crimes is a guarantee of impunity."},{"id":404,"quote":"If we assume man has been corrupted by an artificial civilization, what is the natural state? the state of nature from which he has been removed? imagine, wandering up and down the forest without industry, without speech, and without home."},{"id":405,"quote":"The people of England regards itself as free; but it is grossly mistaken; it is free only during the election of members of parliament. As soon as they are elected, slavery overtakes it, and it is nothing."},{"id":407,"quote":"The indolence I love is not that of a lazy fellow who sits with his arms across in total inaction, and thinks no more than he acts, but that of a child which is incessantly in motion doing nothing, and that of a dotard who wanders from his subject. I love to amuse myself with trifles, by beginning a hundred things and never finishing one of them, by going or coming as I take either into my head, by changing my project at every instant, by following a fly through all its windings, in wishing to overturn a rock to see what is under it, by undertaking with ardor the work of ten years, and abandoning it without regret at the end of ten minutes; finally, in musing from morning until night without order or coherence, and in following in everything the caprice of a moment."},{"id":408,"quote":"I feel an indescribable ecstasy and delirium in melting, as it were, into the system of being, in identifying myself with the whole of nature.."},{"id":409,"quote":"MAN is born free; and everywhere he is in chains. One thinks himself the master of others, and still remains a greater slave than they."},{"id":410,"quote":"Nature made me happy and good, and if I am otherwise, it is society's fault."},{"id":411,"quote":"Everything is in constant flux on this earth. Nothing keeps the same unchanging shape, and our affections, being attached to things outside us, necessarily change and pass away as they do. Always out ahead of us or lagging behind, they recall a past which is gone or anticipate a future which may never come into being; there is nothing solid there for the heart to attach itself to. Thus our earthly joys are almost without exception the creatures of a moment..."},{"id":412,"quote":"What, then, is the government? An intermediary body established between the subjects and the sovereign for their mutual communication, a body charged with the execution of the laws and the maintenance of freedom, both civil and political."},{"id":413,"quote":"So finally we tumble into the abyss, we ask God why he has made us so feeble. But, in spite of ourselves, He replies through our consciences: 'I have made you too feeble to climb out of the pit, because i made you strong enough not to fall in."},{"id":414,"quote":"The \"sociable\" man, always outside himself, is capable of living only in the opinions of others and, so to speak, derives the sentiment of his own existence solely from their judgment."},{"id":416,"quote":"An unbroken horse erects his mane, paws the ground and starts back impetuously at the sight of the bridle; while one which is properly trained suffers patiently even whip and spur: so savage man will not bend his neck to the yoke to which civilised man submits without a murmur, but prefers the most turbulent state of liberty to the most peaceful slavery. We cannot therefore, from the servility of nations already enslaved, judge of the natural disposition of mankind for or against slavery; we should go by the prodigious efforts of every free people to save itself from oppression. I know that the former are for ever holding forth in praise of the tranquillity they enjoy in their chains, and that they call a state of wretched servitude a state of peace: miserrimam servitutem pacem appellant. But when I observe the latter sacrificing pleasure, peace, wealth, power and life itself to the preservation of that one treasure, which is so disdained by those who have lost it; when I see free-born animals dash their brains out against the bars of their cage, from an innate impatience of captivity; when I behold numbers of naked savages, that despise European pleasures, braving hunger, fire, the sword and death, to preserve nothing but their independence, I feel that it is not for slaves to argue about liberty."},{"id":418,"quote":"The real world has its limits; the imaginary world is infinite. Unable to enlarge the one, let us restrict the other, for it is from the difference between the two alone that are born all the pains which make us truly unhappy."},{"id":421,"quote":"Liberty may be gained, but can never be recovered.\" (Bk2:8)"},{"id":422,"quote":"...there is no real advance in human reason, for what we gain in one direction we lose in another; for all minds start from the same point, and as the time spent in learning what others have thought is so much time lost in learning to think for ourselves, we have more acquired knowledge and less vigor of mind. Our minds like our arms are accustomed to use tools for everything, and to do nothing for themselves."},{"id":424,"quote":"The more ingenious our apparatus, the coarser and more unskillful are our senses."},{"id":425,"quote":"Man is born free, and everywhere he is in chains. One man thinks himself the master of others, but remains more of a slave than they are.\"-"},{"id":426,"quote":"Our will is always for our own good, but we do not always see what that is; the people is never corrupted, but it is often deceived...\" (Bk2:3)"},{"id":428,"quote":"Peoples once accustomed to masters are not in a condition to do without them. If they attempt to shake off the yoke, they still more estrange themselves from freedom, as, by mistaking for it an unbridled license to which it is diametrically opposed, they nearly always manage, by their revolutions, to hand themselves over to seducers, who only make their chains heavier than before."},{"id":429,"quote":"When the people shall have nothing more to eat, they will eat the rich."},{"id":430,"quote":"The first man who, having enclosed a piece of ground, bethought himself of saying 'this is mine', and found people simple enough to believe him, was the real founder of civil society."},{"id":431,"quote":"Man is born free, but is everywhere in chains."},{"id":432,"quote":"God (Nature, in my view) makes all things good; man meddles with them and they become evil. He fores one soil to yield the products of another, one tree to bear another's fruit. He confuses and confounds time, place, and natural conditions. He mutilates his dog, his horse, and his slave. He destroys and defaces all things; he loves all that is deformed and monstrous; he will have nothing as nature made it, not even himself, who must learn his paces like a saddle-horse, and be shaped to his master's taste like the trees in his garden."},{"id":433,"quote":"It is reason which breeds pride and reflection which fortifies it; reason which turns man inward into himself; reason which separates him from everything which troubles or affects him. It is philosophy which isolates a man, and prompts him to say in secret at the sight of another suffering: 'Perish if you will; I am safe.' No longer can anything but dangers to society in general disturb the tranquil sleep of the philosopher or drag him from his bed. A fellow-man may with impunity be murdered under his window, for the philosopher has only to put his hands over his ears and argue a little with himself to prevent nature, which rebels inside him, from making him identify himself with the victim of the murder. The savage man entirely lacks this admirable talent, and for want of wisdom and reason he always responds recklessly to the first promptings of human feeling."},{"id":434,"quote":"People who know little are usually great talkers, while men who know much say little. It is plain than an ignorant person thinks everything he does know important, and he tells it to everybody. But a well-educated man is not so ready to display his learning; he would have too much to say, and he sees that there is much more to be said, so he holds his peace."},{"id":435,"quote":"The more I study the works of men in their institutions, the more clearly I see that, in their efforts after independence, they become slaves, and that their very freedom is wasted in vain attempts to assure its continuance. That they may not be carried away by the flood of things, they form all sorts of attachments; then as soon as they wish to move forward they are surprised to find that everything drags them back. It seems to me that to set oneself free we need do nothing, we need only continue to desire freedom."},{"id":436,"quote":"Man’s first law is to watch over his own preservation; his first care he owes to himself; and as soon as he reaches the age of reason, he becomes the only judge of the best means to preserve himself; he becomes his own master."},{"id":437,"quote":"Our wisdom is slavish prejudice, our customs consist in control,constraint, compulsion. Civilised man is born and dies a slave.The infant is bound up in swaddling clothes, the corpse is naileddown in his coffin. All his life long man is imprisoned by ourinstitutions."},{"id":438,"quote":"However great a man's natural talent may be, the act of writing cannot be learned all at once."},{"id":439,"quote":"My love for imaginary objects and my facility in lending myself to them ended by disillusioning me with everything around me, and determined that love of solitude which I have retained ever since that time."},{"id":440,"quote":"If force compels obedience, there is no need to invoke a duty to obey, and if force ceases to compel obedience, there is no longer any obligation."},{"id":441,"quote":"To write a love letter, you have to start, without knowing, what you want to say, and end, without knowing what you have said."},{"id":442,"quote":"Nothing on this earth is worthbuying at the price of human blood."},{"id":443,"quote":"Patience is bitter, but its fruit is sweet."},{"id":444,"quote":"Teach him to live rather than to avoid death: life is not breath,but action, the use of our senses, our mind, our faculties, everypart of ourselves which makes us conscious of our being. Lifeconsists less in length of days than in the keen sense of living.A man maybe buried at a hundred and may never have lived at all.He would have fared better had he died young."},{"id":445,"quote":"When one has suffered or fears suffering, one pities those who suffer; but when one is suffering, one pities only oneself."},{"id":446,"quote":"I am not worried about pleasing clever minds or fashionable people. In every period there will be men fated to be governed by the opinions of their century, their country, and their society. For that very reason, a freethinker or philosopher today would have been nothing but a fanatic at the time of the League.* One must not write for such readers, if one wishes to live beyond one’s own age."},{"id":447,"quote":"To do is to be."},{"id":448,"quote":"Man is born free but today everywhere he is in chains."},{"id":449,"quote":"As long as we desire, we can do without happiness: we expect to achieve it. If happiness fails to come, hope persists, and the charm of illusion lasts as long as the passion that causes it. So this condition is sufficient in itself, and the anxiety it inflicts is a sort of enjoyment that compensates for reality… Woe to him who has nothing left to desire… We enjoy less what we obtain than what we hope for, and we are happy only before being happy."},{"id":450,"quote":"It is a great and beautiful spectacle to see a man somehow emerging from oblivion by his own efforts, dispelling with the light of his reason the shadows in which nature had enveloped him, rising above himself, soaring in his mind right up to the celestial regions, moving, like the sun, with giant strides through the vast extent of the universe, and, what is even greater and more difficult, returning to himself in order to study man there and learn of his nature, his obligations, and his end."},{"id":451,"quote":"Children are taught to look down on their nurses (nannies), to treat them as mere servants. When their task is completed the child is withdrawn or the nurse is dismissed. Her visits to her foster-child are discouraged by a cold reception. After a few years the child never sees her again. The mother expects to take her place, and to repair by her cruelty the results of her own neglect. But she is greatly mistaken; she is making an ungrateful foster-child, not an affectionate son; she is teaching him ingratitude, and she is preparing him to despise at a later day the mother who bore him, as he now despises his nurse."},{"id":452,"quote":"Among the many short cuts to science, we badly need someone to teach us the art of learning with difficulty."},{"id":453,"quote":"The strongest is never strong enough to be always the master, unless he transforms strength into right, and obedience into duty"},{"id":454,"quote":"[T]he man who meditates is a depraved animal."},{"id":455,"quote":"[T]he mere impulse of appetite is slavery, while obedience to a law which we prescribe to ourselves is liberty."},{"id":456,"quote":"Never have I thought so much, never have I realised my own existence so much, been so much alive, been so much myself ... as in those journeys which I have made alone and afoot. Walking has something in it which animates and heightens my ideas: I can scarcely think when I stay in one place ; my body must be set a-going if my mind is to work. The sight of the country, the succession of beautiful scenes ... releases my soul, gives me greater courage of thought, throws me as it were into the midst of the immensity of the objects of Nature ... my heart, surveying one object after another, unites itself, identifies itself with those in sympathy with it, surrounds itself with delightful images, intoxicates itself with emotions the most exquisite."},{"id":457,"quote":"Women, for their part, are always complaining that we raise them only to be vain and coquettish, that we keep them amused with trifles so that we may more easily remain their masters; they blame us for the faults we attribute to them. What stupidity! And since when is it men who concern themselves with the education of girls? Who is preventing the mothers from raising them as they please? There are no schools for girls—what a tragedy! Would God, there were none for boys! They would be raised more sensibly and more straightforwardly. Is anyone forcing your daughters to waste their time on foolish trifles? Are they forced against their will to spend half their lives on their appearance, following your example? Are you prevented from instructing them, or having them instructed according to your wishes? Is it our fault if they please us when they are beautiful, if their airs and graces seduce us, if the art they learn from you attracts and flatters us, if we like to see them tastefully attired, if we let them display at leisure the weapons with which they subjugate us? Well then, decide to raise them like men; the men will gladly agree; the more women want to resemble them, the less women will govern them, and then men will truly be the masters."},{"id":458,"quote":"Childhood has its own way of seeing, thinking, and feeling, and nothing is more foolish than to try to substitute ours for theirs."},{"id":459,"quote":"Hatred, as well as love, renders its votaries credulous."},{"id":460,"quote":"With regard to equality, this word must not be understood to mean that degress of power and wealth should be exactly the same, but rather that with regard to power, it should be incapable of all violence and never exerted except by virtue of status and the laws; and with regard to wealth, no citizen should be so opulent that he can buy another, and none so poor that he is constrained to sell himself."},{"id":461,"quote":"I can discover nothing in any mere animal but an ingenious machine, to which nature has given senses to wind itself up, and guard, to a certain degree, against everything that might destroy or disorder it."},{"id":463,"quote":"A feeble body makes a feeble mind. I do not know what doctors cure us of, but I know this: they infect us with very deadly diseases, cowardice, timidity, credulity, the fear of death. What matter if they make the dead walk, we have no need of corpses; they fail to give us men, and it is men we need."},{"id":464,"quote":"I do not know the art of being clear to those who do not want to be attentive."},{"id":465,"quote":"Die Freiheit des Menschen liegt nicht darin, dass er tun kann, was er will, sondern dass er nicht tun muss, was er nicht will."},{"id":466,"quote":"More than half of my life is past; I have left only the time I need for turning the rest of it to account and for effacing my errors by my virtues."},{"id":467,"quote":"God makes all things good; man meddles with them and they become evil."},{"id":468,"quote":"Those whom nature destined to make her disciples have no need of teachers. Bacon, Descartes, Newton — these tutors of the human race had no need of tutors themselves, and what guides could have led them to those places where their vast genius carried them? Ordinary teachers could only have limited their understanding by confining it to their own narrow capabilities. With the first obstacles, they learned to exert themselves and made the effort to traverse the immense space they moved through. If it is necessary to permit some men to devote themselves to the study of the sciences and the arts, that should be only for those who feel in themselves the power to walk alone in those men's footsteps and to move beyond them. It is the task of this small number of people to raise monuments to the glory of the human mind."},{"id":470,"quote":"The first sentiment of man was that of his existence, his first care that of preserving it."},{"id":471,"quote":"In fact, the real source of all those differences, is that the savage lives within himself, whereas the citizen, constantly beside himself, knows only how to live in the opinion of others; insomuch that it is, if I may say so, merely from their judgment that he derives the consciousness of his own existence."},{"id":472,"quote":"Such is the pure movement of nature prior to all reflection. Such is the force of natural pity, which the most depraved mores still have difficulty destroying, since everyday one sees in our theaters someone affected and weeping at the ills of some unfortunate person, and who, were he in the tyrant's place, would intensify the torments of his enemy still more; [like the bloodthirsty Sulla, so sensitive to ills he had not caused, or like Alexander of Pherae, who did not dare attend the performance of any tragedy, for fear of being seen weeping with Andromache and Priam, and yet who listened impassively to the cries of so many citizens who were killed everyday on his orders. Nature, in giving men tears, bears witness that she gave the human race the softest hearts.] Mandeville has a clear awareness that, with all their mores, men would never have been anything but monsters, if nature had not given them pity to aid their reason; but he has not seen that from this quality alone flow all the social virtues that he wants to deny in men. In fact, what are generosity, mercy, and humanity, if not pity applied to the weak, to the guilty, or to the human species in general. Benevolence and even friendship are, properly understood, the products of a constant pity fixed on a particular object; for is desiring that someone not suffer anything but desiring that he be happy?"},{"id":473,"quote":"The ever-recurring law of necessity soon teaches a man to do what he does not like, so as to avert evils which he would dislike still more... this foresight, well or ill used, is the source of all the wisdom or the wretchedness of mankind."},{"id":474,"quote":"Gambling is only the resource of those who do not know what to do with themselves"},{"id":475,"quote":"I ask: which of the two, civil or natural life, is more likely to become insufferable to those who live it? We see about us practically no people who do not complain about their existence; many even deprive themselves of it to the extent they are able, and the combination of divine and human laws is hardly enough to stop this disorder."},{"id":476,"quote":"I have entered upon a performance which is without example, whoseaccomplishment will have no imitator. I mean to present myfellow-mortals with a man in all the integrity of nature; and this manshall be myself.I know my heart, and have studied mankind; I am not made like any one Ihave been acquainted with, perhaps like no one in existence; if notbetter, I at least claim originality, and whether Nature did wisely inbreaking the mould with which she formed me, can only be determined afterhaving read this work.Whenever the last trumpet shall sound, I will present myself before thesovereign judge with this book in my hand, and loudly proclaim, thus haveI acted; these were my thoughts; such was I. With equal freedom andveracity have I related what was laudable or wicked, I have concealed nocrimes, added no virtues; and if I have sometimes introduced superfluousornament, it was merely to occupy a void occasioned by defect of memory:I may have supposed that certain, which I only knew to be probable, buthave never asserted as truth, a conscious falsehood. Such as I was, Ihave declared myself; sometimes vile and despicable, at others, virtuous,generous and sublime; even as thou hast read my inmost soul: Powereternal! assemble round thy throne an innumerable throng of myfellow-mortals, let them listen to my confessions, let them blush at mydepravity, let them tremble at my sufferings; let each in his turn exposewith equal sincerity the failings, the wanderings of his heart, and, ifhe dare, aver, I was better than that man."},{"id":477,"quote":"Généralement, les gens qui savant peu parlent becoup, et les gens qui savant beaucoup parlent peu."},{"id":478,"quote":"Real wisdom is not the knowledge of everything, but the knowledge of which things in life are necessary, which are less necessary, and which are completely unnecessary to know. Among the most necessary knowledge is the knowledge of how to live well, that is, how to produce the least possible evil and the greatest goodness in one’s life. At present, people study useless sciences, but forget to study this, the most important knowledge."},{"id":479,"quote":"Europe had fallen back into the barbarity of the first ages. People from this part of world, so enlightened today, lived a few centuries ago in a state worse than ignorance. Some sort of learned jargon much more despicable than ignorance had usurped the name of knowledge and set up an almost invincible obstacle in the way of its return. A revolution was necessary to bring men back to common sense, and it finally came from a quarter where one would least expect it. It was the stupid Muslim, the eternal blight on learning, who brought about its rebirth among us."},{"id":480,"quote":"Liberty is like those solid and tasty foods or those full-bodied wines which are appropriate for nourishing and strengthening robust constitutions that are used to them, but which overpower, ruin and intoxicate the weak and delicate who are not suited for them."},{"id":481,"quote":"I don't know how this lively and dumb scene would have ended , or how long I might have remained immoveable in this ridiculous and delightful situation , had we not been interrupted."},{"id":482,"quote":"The mind has its needs, just as the body does. The latter are the foundations of society; from the former emerge the pleasures of society. While government and laws take care of the security and the well being of men in groups, the sciences, letters, and the arts, less despotic and perhaps more powerful, spread garlands of flowers over the iron chains which weigh men down, snuffing out in them the feeling of that original liberty for which they appear to have been born, and make them love their slavery by turning them into what are called civilized people."},{"id":483,"quote":"If one divided all of human science into two parts - the one common to all men, the other particular to the learned - the latter would be quite small in comparison with the former. But we are hardly aware of what is generally attained, because it is attained without thought and even before the age of reason; because, moreover, learning is noticed only by its differences, and as in algebraic equations, common quantities count for nothing."},{"id":484,"quote":"My passions, when roused, are intense, and, so long as I am activated by them, nothing equals my impetuosity. I no longer know moderation, respect, fear, propriety; I am cynical, brazen, violent, fearless; no sense of shame deters me, no danger alarms me. Except for the object of my passion, the whole world is as nothing to me; but this only lasts for a moment, and the next I am plunged into utter dejection."},{"id":485,"quote":"Our sweetest existence is relative and collective and our true self is not entirely in us. Such is man’s constitution in this life that he never succeeds in truly enjoying himself without the help of other people."},{"id":486,"quote":"Happiness is a good bank account, a good cook, and a good digestion."},{"id":487,"quote":"The wisest writers devote themselves to what a man ought to know, without asking what a child is capable of learning."},{"id":488,"quote":"I had brought from Paris the national prejudice against Italian music; but I had also received from nature that acute sensibility against which prejudices are powerless. I soon contracted the passion it inspires in all those born to understand it."},{"id":489,"quote":"To live is not to breathe but to act."},{"id":490,"quote":"For if men needed speech in order to learn to think, they had a still greater need for knowing how to think in order to discover the art of speaking\" - Rousseau"},{"id":491,"quote":"It is difficult for an education in which the heart is involved to remain forever lost."},{"id":492,"quote":"Are your principles not engraved in all hearts, and in order to learn your laws is it not enough to go back into oneself and listen to the voice of one's conscience in the silence of the passions? There you have true philosophy. Let us learn to be satisfied with that, and without envying the glory of those famous men who are immortalized in the republic of letters, let us try to set between them and us that glorious distinction which people made long ago between two great peoples: one knew how to speak well; the other how to act well."},{"id":493,"quote":"Now it is easy to perceive that the moral part of love is a factitious sentiment, engendered by society, and cried up by the women with great care and address in order to establish their empire, and secure command to that sex which ought to obey."},{"id":494,"quote":"Social man lives always outside himself; he knows how to live only in the opinion of others, it is, so to speak, from their judgement alone that he derives the sense of his own existence."},{"id":495,"quote":"El hombre ha nacido libre y en todas partes se halla encadenado."},{"id":496,"quote":"La jeunesse est le temps d'étudier la sagesse; la vieillesse est le temps de la pratiquer."},{"id":497,"quote":"What conclusion is to be drawn from this paradox so worthy of being born in our time; and what will become of virtue when one has to get rich at all cost?The ancient political thinkers forever spoke of morals and of virtue; ours speak only of commerce and money."},{"id":498,"quote":"How could I become wicked, when I had nothing but examples of gentleness before my eyes, and none around me but the best people in the world?"},{"id":499,"quote":"The natural man lives for himself; he is the unit, the whole, dependent only on himself and on his like. The citizen is but the numerator of a fraction, whose value depends on its denominator; his value depends upon the whole, that is, on the community. Good social institutions are those best fitted to make a man unnatural, to exchange his independence for dependence, to merge the unit in the group, so that he no longer regards himself as one, but as a part of the whole, and is only conscious of the common life."},{"id":500,"quote":"If he who has control of men ought not to control the laws, then he who controls the laws ought not control men: otherwise his laws would minister to his passions.."},{"id":501,"quote":"So long as one remains in the same condition, the inclinations which result from habit and are the least natural to us can be kept; but as soon as the situation changes, habit ceases and the natural returns.  Education is certainly only habit. Now are there not people who forget and lose their education? Others who keep it? Where does this difference come from? If the name nature were limited to habits conformable to nature, we would spare ourselves this garble!"},{"id":502,"quote":"Ancient politicians talked incessantly about morality and virtue; our politicians talk only about business and money. One will tell you that in a particular country a man is worth the sum he could be sold for in Algiers; another, by following this calculation, will find countries where a man is worth nothing, and others where he is worth less than nothing. They assess men like herds of livestock. According to them, a man has no value to the State apart from what he consumes in it. Thus one Sybarite would have been worth at least thirty Lacedaemonians. Would someone therefore hazard a guess which of these two republics, Sparta or Sybaris, was overthrown by a handful of peasants and which one made Asia tremble?"},{"id":503,"quote":"To be driven by our appetites alone is slavery, while to obey a law that we have imposed on ourselves is freedom."},{"id":504,"quote":"The sword wears out its sheath, as it is sometimes said. That is my story. My passions have made me live, and my passions have killed me. What passions, it may be asked. Trifles, the most childish things in the world. Yet they affected me as much as if the possessions of Helen, or the throne of the Universe, had been at stake."},{"id":505,"quote":"It is true that the genius of assembled men or of peoples is quite different from a man's character in private, and that one would know the human heart very imperfectly if he did not examine it also in the multitude. But it is no less true that one must begin by studying man in order to judge men, and that he who knew each individual's inclinations perfectly could foresee all their effects when combined in the body of the people."},{"id":506,"quote":"Happiness requires three things, a good bank account, a good cook, and good digestion."},{"id":507,"quote":"Sors de l'enfance, ami, revéille-toi!"},{"id":508,"quote":"I am beginning to feel the drunkenness that this agitated, tumultuous life plunges you into. With such a multitude of objects passing before my eyes, I’m getting dizzy. Of all the things that strike me, there is none that holds my heart, yet all of them together disturb my feelings, so that I forget what I am and who I belong to."},{"id":509,"quote":"L'homme est né libre, et partout il est dans les fers."},{"id":510,"quote":"To this motive which encourages me is added another which made up my mind: after I have upheld, according to my natural intelligence, the side of truth, no matter what success I have, there is a prize which I cannot fail to win. I will find it in the depths of my heart."},{"id":511,"quote":"But in some great souls, who consider themselves as citizens of the world, and forcing the imaginary barriers that separate people from people..."},{"id":512,"quote":"Political writers argue in regard to the love of liberty with the same philosophy that philosophers do in regard to the state of nature; by the things they see they judge of things very different which they have never seen, and they attribute to men a natural inclination to slavery, on account of the patience with which the slaves within their notice carry the yoke; not reflecting that it is with liberty as with innocence and virtue, the value of which is not known but by those who possess them, though the relish for them is lost with the things themselves. I know the charms of your country, said Brasidas to a satrap who was comparing the life of the Spartans with that of the Persepolites; but you can not know the pleasures of mine."},{"id":513,"quote":"The bounds of human possibility are not as confining as we think they are; they are made to seem to be tight by our weaknesses, our vices, our prejudices that confine them."},{"id":514,"quote":"I am a hundred times happier in my solitude than I could be if I lived among them."},{"id":515,"quote":"...an animal, at the end of a few months, is what it will be all its life; and its species, at the end of a thousand years, is what it was in the first of those thousand years. Why is man alone subject to becoming an imbecile?"},{"id":516,"quote":"I hear from afar the shouts of that false wisdom which is ever dragging us onwards, counting the present as nothing, and pursuing without pause a future which flies as we pursue, that false wisdom which removes us from our place and never brings us to any other."},{"id":517,"quote":"Though it may be the peculiar happiness of Socrates and other geniuses of his stamp, to reason themselves into virtue, the human species would long ago have ceased to exist, had it depended entirely for its preservation on the reasonings of the individuals that compose it.\" Par 1, 36"},{"id":518,"quote":"Desear no es querer. Se desea lo que se sabe que no dura. Se quiere lo que se sabe que es eterno"},{"id":519,"quote":"A taste for ostentation is rarely associated in the same souls with a taste for honesty. No, it is not possible that minds degraded by a multitude of futile concerns would ever raise themselves to anything great. Even when they had the strength for that, the courage would be missing."},{"id":520,"quote":"Nature never deceives us; it is always we who deceive ourselves."},{"id":521,"quote":"The Abbe de Saint-Pierre suggested an association of all the states of Europe to maintain perpetual peace among themselves. Is this association practicable, and supposing that it were established, would it be likely to last?"},{"id":522,"quote":"Liberty is like rich food and strong wine: the strong natures accustomed to them thrive and grow even stronger on them; but they deplete, inebriate and destroy the weak."},{"id":523,"quote":"The continual emotion that is felt in the theater excites us, enervates us, enfeebles us, and makes us less able to resist our passions. And the sterile interest taken in virtue serves only to satisfy our vanity without obliging us to practice it."},{"id":524,"quote":"We are born weak, we need strength; helpless, we need aid; foolish,we need reason. All that we lack at birth, all that we need whenwe come to man's estate, is the gift of education."},{"id":525,"quote":"La sociedad pervierte al ser humano."},{"id":526,"quote":"A taste for ostentation is rarely associated in the same souls with a taste for honesty"},{"id":528,"quote":"My birth was my first misfortune."},{"id":529,"quote":"Government in its infancy had no regular and permanent form. For want of a sufficient fund of philosophy and experience, men could see no further than the present inconveniences, and never thought of providing remedies for future ones, but in proportion as they arose."},{"id":530,"quote":"All ran to meet their chains thinking they secured their freedom, for although they had enough reason to feel the advantages of political establishment, they did not have enough experience to foresee its dangers."},{"id":531,"quote":"In fact, the real source of all thosedifferences, is that the savage lives within himself, whereas thecitizen, constantly beside himself, knows only how to live in theopinion of others; insomuch that it is, if I may say so, merely fromtheir judgment that he derives the consciousness of his own existence."},{"id":532,"quote":"Whoever is endowed with a power superior to mankind, should also be above the weakness of humanity, without which, that excess of strength would, in effect, only sink him below the most feeble, or what he would actually have been, had he remained their equal."},{"id":533,"quote":"Alas, it is when we are beginning to leave this mortal body that it most offends us!"},{"id":534,"quote":"One does not drink. One gives a kiss to his glass, and the wine returns a caress to you."},{"id":535,"quote":"Let us conclude that savage man, wandering about in the forests, without industry, without speech, without any fixed residence, an equal stranger to war and every social connection, without standing in any shape in need of his fellows, as well as without any desire of hurting them, and perhaps even without ever distinguishing them individually one from the other, subject to few passions, and finding in himself all he wants, let us, I say, conclude that savage man thus circumstanced had no knowledge or sentiment but such as are proper to that condition, that he was alone sensible of his real necessities, took notice of nothing but what it was his interest to see, and that his understanding made as little progress as his vanity. If he happened to make any discovery, he could the less communicate it as he did not even know his children. The art perished with the inventor; there was neither education nor improvement; generations succeeded generations to no purpose; and as all constantly set out from the same point, whole centuries rolled on in the rudeness and barbarity of the first age; the species was grown old, while the individual still remained in a state of childhood."},{"id":536,"quote":"The first man, who, after enclosing a piece of ground, took it into his head to say, \"This is mine,\" and found people simple enough to believe him, was the true founder of civil society."},{"id":538,"quote":"To live is not merely to breathe; it is to act; it is to make use of our organs, senses, faculties - of all those parts of ourselves which give us the feeling of existence."},{"id":539,"quote":"Those who read this will not fail to laugh at my gallantries, and remark, that after very promising preliminaries, my most forward adventures concluded by a kiss of the hand: yet be not mistaken, reader, in your estimate of my enjoyments; I have, perhaps, tasted more real pleasure in my amours, which concluded by a kiss of the hand, than you will ever have in yours, which, at least, begin there."},{"id":540,"quote":"He who pretends to look on death without fear lies. All men are afraid of dying, this is the great law of sentient beings, without which the entire human species would soon be destroyed.Jean-Jacques Rousseau (1712 - 1778)French philosopher and writer."},{"id":541,"quote":"I open the books on Right and on ethics; I listen to the professors and jurists; and, my mind full of their seductive doctrines, I admire the peace and justice established by the civil order; I bless the wisdom of our political institutions and, knowing myself a citizen, cease to lament I am a man. Thoroughly instructed as to my duties and my happiness, I close the book, step out of the lecture room, and look around me. I see wretched nations groaning beneath a yoke of iron. I see mankind ground down by a handful of oppressors, I see a famished mob, worn down by sufferings and famine, while the rich drink the blood and tears of their victims at their ease. I see on every side the strong armed with the terrible powers of the Law against the weak. And all this is done quietly and without resistance. It is the peace of Ulysses and his comrades, imprisoned in the cave of the Cyclops and waiting their turn to be devoured. We must groan and be silent. Let us for ever draw a veil over sights so terrible. I lift my eyes and look to the horizon. I see fire and flame, the fields laid waste, the towns put to sack. Monsters! where are you dragging the hapless wretches? I hear a hideous noise. What a tumult and what cries! I draw near; before me lies a scene of murder, ten thousand slaughtered, the dead piled in heaps, the dying trampled under foot by horses, on every side the image of death and the throes of death. And that is the fruit of your peaceful institutions! Indignation and pity rise from the very bottom of my heart. Yes, heartless philosopher! come and read us your book on a field of battle!"},{"id":542,"quote":"I conceive two species of inequality among men; one which I call natural, or physical inequality, because it is established by nature, and consists in the difference of age, health, bodily strength, and the qualities of the mind, or of the soul; the other which may be termed moral, or political inequality, because it depends on a kind of convention, and is established, or at least authorized, by the common consent of mankind. This species of inequality consists in the different privileges, which some men enjoy, to the prejudice of others, such as that of being richer, more honoured, more powerful, and even that of exacting obedience from them."},{"id":543,"quote":"The former breathes only peace and liberty; he desires only to live and be free from labor; even the ataraxia of the Stoic falls far short of his profound indifference to every other object."},{"id":544,"quote":"Entirely taken up by the present, I could remember nothing; I had no distinct notion of myself as a person, nor had I the least idea of what had just happened to me. I did not know who I was, nor where I was; I felt neither pain, fear, nor anxiety. I watched my blood flowing as I might have watched a stream, without even thinking that the blood had anything to do with me. I felt throughout my whole being such a wonderful calm, that whenever I recall this feeling I can find nothing to compare with it in all the pleasures that stir our lives."},{"id":545,"quote":"O Fabricius! What would your great soul have thought, if to your own misfortune you had been called back to life and had seen the pompous face of this Rome saved by your efforts and which your honourable name had distinguished more than all its conquests? 'Gods,' you would have said, 'what has happened to those thatched roofs and those rustic dwelling places where, back then, moderation and virtue lived? What fatal splendour has succeeded Roman simplicity? What is this strange language? What are these effeminate customs? What do these statues signify, these paintings, these buildings? You mad people, what have you done? You, masters of nations, have you turned yourself into the slaves of the frivolous men you conquered? Are you now governed by rhetoricians? Was it to enrich architects, painters, sculptors, and comic actors that you soaked Greece and Asia with your blood? Are the spoils of Carthage trophies for a flute player? Romans, hurry up and tear down these amphitheatres, break up these marbles, burn these paintings, chase out these slaves who are subjugating you, whose fatal arts are corrupting you. Let other hands distinguish themselves with vain talents. The only talent worthy of Rome is that of conquering the world and making virtue reign there. When Cineas took our Senate for an assembly of kings, he was not dazzled by vain pomp or by affected elegance. He did not hear there this frivolous eloquence, the study and charm of futile men. What then did Cineas see that was so majestic? O citizens! He saw a spectacle which your riches or your arts could never produce, the most beautiful sight which has ever appeared under heaven, an assembly of two hundred virtuous men, worthy of commanding in Rome and governing the earth."},{"id":546,"quote":"When I stay in one Place, I can hardly think at all; my body had to be on the move to set my mind going.\" Jean-Jacques Rousseau."},{"id":547,"quote":"I can only meditate when I am walking, when I stop I cease to think; my mind only works with my legs."},{"id":548,"quote":"I have somewhere read of a wise bishop who in a visit to his diocese found an old woman whose only prayer consisted in the single interjection \"Oh!-\"Good mother\" said he to her, \"continue to pray in this manner; your prayer is better than ours.\" This better prayer is mine also."},{"id":549,"quote":"[When under stress I thought of] the books I had read [and applied] them to myself. I [imagined I was] one of the characters [and soon found myself] in made-up circumstances which were most agreeable to my inclinations."},{"id":550,"quote":"In order not to find me in contradiction with myself, I should be allowed enough time to explain myself"},{"id":551,"quote":"What man loses by the social contract is his natural liberty and an unlimited right to everything he tries to get and succeeds in getting; what he gains is civil liberty and the proprietorship of all he possesses. If we are to avoid mistake in weighing one against the other, we must clearly distinguish natural liberty, which is bounded only by the strength of the individual, from civil liberty, which is limited by the general will; and possession, which is merely the effect of force or the right of the first occupier, from property, which can be founded only on a positive title."},{"id":552,"quote":"El hombre ha nacido libre y por doquiera se encuentra sujeto con cadenas."},{"id":553,"quote":"Oh, man! Live your own life and no longer be wretched!"},{"id":554,"quote":"Politiek onderscheid leidt noodzakelijkerwijs tot onderscheid tussen de burgers. De toenemende ongelijkheid tussen het volk en zijn leiders doet zich weldra ook voelen tussen de individuen, en neemt naar gelang de hartstochten, talenten en omstandigheden duizend gedaanten aan."},{"id":555,"quote":"Those who think themselves the masters of others are indeed greater slaves than they."},{"id":556,"quote":"A father has done but a third of his task when he begets children and provides a living for them. He owes men to humanity, citizens to the state. A man who can pay this threefold debt and neglect to do so is guilty, more guilty, perhaps, if he pays it in part than when he neglects it entirely. He has no right to be a father if he cannot fulfil a father's duties. Poverty, pressure of business, mistaken social prejudices, none of these can excuse a man from his duty, which is to support and educate his own children."},{"id":557,"quote":"It is in order not to become victim of an assassin that we consent to die ifwe become assassins."},{"id":558,"quote":"The spectacle of nature, by growing quite familiar to him, becomes at last equally indifferent. It is constantly the same order, constantly the same revolutions; he has not sense enough to feel surprise at the sight of the greatest wonders; and it is not in his mind we must look for that philosophy, which man must have to know how to observe once, what he has every day seen.\" Jean Jacques Rousseau, On the Inequality among Mankind, Ch. 1, 20."},{"id":559,"quote":"There is, I am sensible, an age at which every individual of you would choose to stop; and you will look out for the age at which, had you your wish, your species had stopped. Uneasy at your present condition for reasons which threaten your unhappy posterity with still greater uneasiness, you will perhaps wish it were in your power to go back; and this sentiment ought to be considered, as the panegyric of your first parents, the condemnation of you contemporaries, and a source of terror to all those who may have the misfortune of succeeding you."},{"id":560,"quote":"When innocent and virtuous men liked to have gods as witnesses of their actions, they lived with them in the same huts. But having soon become evil, they grew weary of these inconvenient spectators and relegated them to magnificent temples."},{"id":561,"quote":"I will simply ask: What is philosophy? What do the writings of the best known philosophers contain? What are the lessons of these friends of wisdom? To listen to them, would one not take them for a troupe of charlatans crying out in a public square, each from his own corner: \"Come to me. I'm the only one who is not wrong\"?"},{"id":562,"quote":"Princes always are always happy to see developing among their subjects the taste for agreeable arts and for superfluities which do not result in the export of money. For quite apart from the fact that with these they nourish that spiritual pettiness so appropriate for servitude, they know very well that all the needs which people give themselves are so many chains binding them. When Alexander wished to keep the Ichthyophagi dependent on him, he forced them to abandon fishing and to nourish themselves on foods common to other people. And no one has been able to subjugate the savages in America, who go around quite naked and live only from what their hunting provides. In fact, what yoke could be imposed on men who have no need of anything?"},{"id":563,"quote":"It is pity in which the state of nature takes the place of laws, morals and virtues, with the added advantage that no one there is tempted to disobey its gentle voice."},{"id":564,"quote":"But so long as power remains by itself on one side, and enlightenment and wisdom isolated on the other, wise men will rarely think of great things, princes will more rarely carry out fine actions, and the people will continue to be vile, corrupt, and unhappy."},{"id":565,"quote":"If I had remained free, obscure, and alone placed in the situation Nature designed me for, I should have done nothing but what was right, for my heart bears not the feeds of any mischievous passion. Had I been invisible and powerful as the Almighty, I should have been benevolent and good like him: it is power and freedom that make good men, weakness and slavery never made any but wicked ones."},{"id":566,"quote":"What good is it looking for our happiness in the opinion of others if we can find it in ourselves?"},{"id":567,"quote":"It is too difficult to think nobly when one only thinks to get a living."},{"id":568,"quote":"In the strict sense of the term, a true democracy has never existed, and never will exist. It is against natural order that the great number should govern and that the few should be governed."},{"id":569,"quote":"I know that [civilized men] do nothing but boast incessantly of the peace and repose they enjoy in their chains.... But when I see [barbarous man] sacrifice pleasures, repose, wealth, power, and life itself for the preservation of this sole good which is so disdained by those who have lost it; when I see animals born free and despising captivity break their heads against the bars of their prison; when I see multitudes of entirely naked savages scorn European voluptuousness and endure hunger, fire, the sword, and death to preserve only their independence, I feel it does not behoove slaves to reason about freedom."},{"id":570,"quote":"Renunciar a la libertad es renunciar a la condición de hombre."},{"id":571,"quote":"Nowadays, when more subtle studies and more refined taste have reduced the art of pleasing into principles, a vile and misleading uniformity governs our customs, and all minds seem to have been cast in the same mould: incessantly politeness makes demands, propriety issues orders, and incessantly people follow customary usage, never their own inclinations. One does not dare to appear as what one is. And in this perpetual constraint, men who make up this herd we call society, placed in the same circumstances, will all do the same things, unless more powerful motives prevent them. Thus, one will never know well the person one is dealing with."},{"id":572,"quote":"How have a hundred men who wish for a master the right to vote on behalf of ten who do not? The law of majority voting is itself something established by convention, and presupposes unanimity, on one occasion at least. 6."},{"id":574,"quote":"The worst education is to leave him floating between his will and yours, and to dispute endlessly between you and him as to which of the two will be the master."},{"id":575,"quote":"We no longer dare seem what we really are, but lie under a perpetual restraint; in the meantime the herd of men, which we call society, all act under the same circumstances exactly alike, unless very particular and powerful motives prevent them. Thus we never know with whom we have to deal; and even to know our friends we must wait for some critical and pressing occasion; that it, till it is too late; for it is on those very occasion that such knowledge is of use to us."},{"id":576,"quote":"...the Despot is Master only as long as he is the strongest, and as soon as he can be driven out he cannot protest against violence. The uprising that ends by strangling or dethroning a Sultan is as Lawful an act as those by which he disposed, the day before, of the lives and goods of his Subjects."},{"id":577,"quote":"All our wisdom consists in servile prejudices. All our practices are only subjection, impediment, and constraint. Civil man is born, lives, and dies in slavery. At his birth he is sewed in swaddling clothes; at his death he is nailed in a coffin. So long as he keeps his human shape, he is enchained by our institutions."},{"id":578,"quote":"Sovereignty, for the same reason as makes it in alienable, cannot be represented; it lies essentially in the general will, and will does not admit of representation: it is either the same, or other; there is no intermediate possibility. The deputies of the people, therefore, are not and cannot be its representatives: they are merely its stewards, and can carry through no definitive acts. Every law the people has not ratified in person is null and void -- is in fact, not a law. The people of England regards itself as free; but it is grossly mistaken; it is free only during the election of members of parliament. As soon as they are elected, slavery overtakes it, and it is nothing. The use it makes of the short moments of liberty enjoys shows indeed that it deserves to lose them."},{"id":579,"quote":"The imagination which causes so many ravages among us, never speaks to the heart of savages\" Pt.1, 41"},{"id":580,"quote":"The extreme inequalities in the manner of living of the several classes of mankind, the excess of idleness in some, and of labour in others, the facility of irritating and satisfying our sensuality and our appetites, the too exquisite and out of the way aliments of the rich, which fill them with fiery juices, and bring on indigestions, the unwholesome food of the poor, of which even, bad as it is, they very often fall short, and the want of which tempts them, every opportunity that offers, to eat greedily and overload their stomachs; watchings, excesses of every kind, immoderate transports of all the passions, fatigues, waste of spirits, in a word, the numberless pains and anxieties annexed to every condition, and which the mind of man is constantly a prey to; these are the fatal proofs that most of our ills are of our own making, and that we might have avoided them all by adhering to the simple, uniform and solitary way of life prescribed to us by nature."},{"id":582,"quote":"Christianity preaches only servitude and dependence. Its spirit is so favourable to tyranny that it always profits by such a régime. GenuineChristians are made to be slaves, and they know it and don’t much mind: this short life counts for too little in their eyes."},{"id":583,"quote":"In addition to all that, a man may have any opinions he likes without that being any of the sovereign’s business. Having no standing in the other world, the sovereign has no concern with what may lie in wait for its subjects in the life to come, provided they are good citizens in this life."},{"id":584,"quote":"It is a great evil for a Chief of a nation to be born the enemy of the freedom whose defender he should be."},{"id":585,"quote":"To be something, to be himself, and always at one with himself, a man must act as he speaks, must know what course he ought to take, and must follow that course with vigour and persistence."},{"id":586,"quote":"Whether the woman shares the man's passion or not, whether she is willing or unwilling to satisfy it, she always repulses him and defends herself, though not always with the same vigour, and therefore not always with the same success."},{"id":587,"quote":"Ah,' thought the king sadly, shrugging his shoulders, \"I see clearly that if one has a crazy wife, one cannot avoid being a fool.'(\"Queen Fantasque\")"},{"id":588,"quote":"Girls should learn that so much finery is only put on to hide defects, and that the triumph of beauty is to shine by itself."},{"id":589,"quote":"We cannot teach children the danger of lying to men without feeling as men, the greater danger of lying to children."},{"id":591,"quote":"Why do you consult [women's] words when it is not their mouths that speak? Consult their eyes, their colour, their breathing, their timid manner, their slight resistance, that is the language nature gave them for your answer. The lips always say 'No,' and rightly so; but the tone is not always the same, and that cannot lie. Has not a woman the same needs as a man, but without the same right to make them known? Her fate would be too cruel if she had no language in which to express her legitimate desires except the words which she dare not utter."},{"id":593,"quote":"From this moment there would be no question of virtue or morality; for despotism cui ex honesto nulla est spes, wherever it prevails, admits no other master; it no sooner speaks than probity and duty lose their weight and blind obedience is the only virtue which slaves can still practice."},{"id":594,"quote":"But if the abberations of foolish youth made me forget suc wise lessons for a time,I have the happiness to sense at last that whatever the inclination one may have toward vice,it is difficult for an education in which the heart is involved to remain forever lost."},{"id":595,"quote":"Since nothing is less stable among men than those external relationships which chance brings about more often than wisdom, and which are called weakness or power, wealth or poverty, human establishments appear at first glance to be based on piles of shifting sand."},{"id":596,"quote":"From this it follows that, the larger the State, the less the liberty."},{"id":597,"quote":"Every particular society, when it is narrow and unified, is estranged from the all-encompassing society. Every patriot is harsh to foreigners. They arc only men. They arc nothing in his eyes - This is a drawback, inevitable but not compelling. The essential thing is to be good to the people with whom one lives. Abroad, the Spartan was ambitious, avaricious. iniquitous. But disinterestedness, equity, and concord reigned within his walls. Distrust those cosmopolitans who go to great length in their books to discover duties they do not deign to fulfill around them. A philosopher loves the Tartars so as to be spared having to love his neighbors."},{"id":598,"quote":"Since these conveniences by becoming habitual had almost entirely ceased to be enjoyable, and at the same time degenerated into true needs, it became much more cruel to be deprived of them than to possess them was sweet, and men were unhappy to lose them without being happy to possess them."},{"id":599,"quote":"I call every man intolerant from principle, who conceives no man can be a man of virtue and probity, who does not believe exactly what he does, and unmercifully consigns to perdition all those who do not think like himself.On Providence"},{"id":601,"quote":"We may add that frequent punishments are always a sign of weakness or remissness on the part of the government. There is not a single ill-doer who could not be turned to some good. The State has no right to put to death, even for the sake of making an example, any one whom it can leave alive without danger."},{"id":603,"quote":"Happiness: a good bank account, a good cook and a good digestion."},{"id":604,"quote":"In any real democracy, magistracy isn’t a benefit—it’s a burdensome responsibility that can’t fairly be imposed on one individual rather than another"},{"id":605,"quote":"The desire to be better understood has been extinguished from my heart."},{"id":607,"quote":"you are undone if you once forget that the fruits of the earth belong to us all, and that the earth itself belongs to nobody"},{"id":610,"quote":"On the contrary, the citizen always in motion, is perpetually sweating and toiling, and racking his brains to find out occupations still more laborious: He continues a drudge to his last minute; nay, he courts death to be able to live, or renounces life to acquire immortality. He cringes to men in power whom he hates, and to rich men whom he despises; he sticks at nothing to have the honour of serving them; he is not ashamed to value himself on his own weakness and the protection they afford him; and proud of his chains, he speaks with disdain of those who have not the honour of being the partner of his bondage."},{"id":611,"quote":"A people who never misused the powers of government would never misuse independence, and a people which always governed itself well would not need to be governed."},{"id":612,"quote":"Born as I was the citizen of a free state and a member of its sovereign body, the very right to vote imposes on me the duty to instruct myself in public affairs, however little influence my voice may have in them."},{"id":613,"quote":"Si queremos formar una institución duradera, no pensemos en hacerla eterna"},{"id":614,"quote":"One advantage resulting from good actions is that they elevate the soul to a disposition of attempting still better; for such is human weakness, that we must place among our good deeds an abstinence from those crimes we are tempted to commit."},{"id":615,"quote":"Self-esteem is the strongest incentive to elevated souls: self-pride, fertile in illusions, often disguises itself, and is mistaken for the former; but when once the fraud is discovered, the danger ceases; for though it is difficult to eradicate it entirely, it may easily be kept in subjection."},{"id":616,"quote":"Suffer, die, or get better; but whatever you do, live while you are alive."},{"id":617,"quote":"I will explain myself; but this will be to take the most useless, most superfluous precaution; for everything that I will tell you could only be understood by those who do not need to be told"},{"id":618,"quote":"so true it is that pleasure does not depend on extravagance, and that joy is as readily purchased by pence as pounds."},{"id":619,"quote":"The wisest writers devote themselves to what a man ought to know, without asking what a child is capable of learning. They are always looking for the man in the child, without considering what he is before he becomes a man."},{"id":621,"quote":"Even the soberest judged it requisite to sacrifice one part of their liberty to ensure the other, as a man, dangerously wounded in any of his limbs, readily parts with it to save the rest of his body."},{"id":622,"quote":"It frequently happens that a villainous action does not torment us the instant we commit it, but on recollection, and sometimes even after a number of years have elapsed, for the remembrance of crimes is not to be extinguished."},{"id":623,"quote":"The wise man observes the public disorder he cannot prevent; he observes it, and reveals by his sad countenance the grief it causes him; but as for individual disorders, he opposes them or averts his eyes, lest his presence be taken for approval."},{"id":625,"quote":"How many centuries must have elapsed before men reached the point of seeing any other fire than that in the sky?"},{"id":627,"quote":"How much more reasonable is it to say with the sage Plato, that the perfect happiness of a state consists in the subjects obeying their prince, the prince obeying the laws, and the laws being equitable and always directed to the good of the public?"},{"id":629,"quote":"Man’s first language, the most universal, the most energetic and the only language he needed before it was necessary to persuade men assembled together, is the cry of nature."},{"id":631,"quote":"Well, the truth is no road to fortune, and the populace doesn’t giveout ambassadorships, university chairs, or pensions."},{"id":633,"quote":"Even if philosophers were in a position to discover truth, who among them would be interested in it? Each knows well that his system is not better founded than the others; but he supports it because it is his."},{"id":634,"quote":"It is by the activity of our passions, that our reason improves: we covet knowledge merely because we covet enjoyment, and it is impossible to conceive why a man exempt from fears and desires should take the trouble to reason."},{"id":637,"quote":"He who wills the end wills the means also,"},{"id":640,"quote":"So much good my persecutors have done me by recklessly pouring out all the shafts of their hatred. They have deprived themselves of any power over me and henceforward I can laugh at them. It"},{"id":641,"quote":"Das einzige Mittel, den Irrtum zu vermeiden, ist die Unwissenheit."},{"id":642,"quote":"Doubt with regard to what we ought to know is a condition too violent for the human mind; it cannot long be endured; in spite of itself the mind decides one way or another, and it prefers to be deceived rather than to believe nothing."},{"id":644,"quote":"if you study in order to instruct, and herbalize only to become author or professor, all its attractive charms vanish, and plants, being no longer considered but as instruments of our passions, no more real pleasure can result from the study of them. Our end, then, is not to gain knowledge, but to make others sensible of our acquirements;"},{"id":645,"quote":"The indolence I love is not that of a lazy fellow who sits with his arms across in total inaction, and thinks no more than he acts,......but that of a child which is incessantly in motion doing nothing, and that of a dotard who wanders from his subject."},{"id":646,"quote":"However great a man's natural talent may be, the art of writing cannot be learned all at once. Jean-Jaeques Rousseau"},{"id":648,"quote":"In crowds it is stupidity and not mother-wit that is accumulated."},{"id":649,"quote":"Virtue is a state of war, and to live in it means one always has some battle to wage against oneself."},{"id":650,"quote":"Sovereignty, for the same reason as makes it inalienable, cannot be represented; it lies essentially in the general will, and will does not admit of representation: it is either the same, or other; there is no intermediate possibility. Thedeputies of the people, therefore, are not and cannot be its representatives: they are merely its stewards, and can carry through no definitive acts. Every law the people has not ratified in person is null and void — is in fact, not a law. The people of England regards itself as free; but it is grossly mistaken; it is free only during the election of members of parliament. As soon as they are elected,slavery overtakes it, and it is nothing. The use it makes of the short moments of liberty it enjoys shows indeed that it deserves to lose them."},{"id":651,"quote":"I cannot repeat too often that to control the child one must often control oneself."},{"id":652,"quote":". . . Aristotle . . . said that men were not at all euqal by nature, since some were born for slavery and others born to be masters. Aristotle was right; but he mistook the effect for the cause . . . if there are slaves by nature, it is only because there has been slavery against nature. Force made the first slaves; and their cowardice perpetuates their slavery."},{"id":653,"quote":"War, then, is not a relation between men, but between states; in war individuals are enemies wholly by chance, not as men, not even as citizens, but only as soldiers; not as member of their country, but only as its defenders. In a word, a state can have as an enemy only another state, not men, becuase there can be no real relations between things possessing different intrinsic natures."},{"id":654,"quote":"He who knows enough of things to value them at their true worth never says too much; for he can also judge of the attention bestowed on him and the interest aroused by what he says. People who know little are usually great talkers, while men who know much say little. It is plain that an ignorant person thinks everything he does know important, and he tells it to everybody. But a well-educated man is not so ready to display his learning; he would have too much to say, and he sees that there is much more to be said, so he holds his peace."},{"id":655,"quote":"Nations, like men, are teachable only in their youth; with age they become incorrigible. Once customs are established and prejudices rooted, reform is a dangerous and fruitless enterprise; a people cannot bear to see its evils touched, even if only to be eradicated."},{"id":657,"quote":"the despot assures his subjects civil tranquillity."},{"id":658,"quote":"others, without further ceremony ascribing to the strongest an authority over the weakest, have immediately struck out government, without thinking of the time requisite for men to form any notion of the things signified by the words authority and government. All of them, in fine, constantly harping on wants, avidity, oppression, desires and pride, have transferred to the state of nature ideas picked up in the bosom of society. In speaking of savages they described citizens. Nay, few of our own writers seem to have so much as doubted, that a state of nature did once actually exit; though it plainly appears by Sacred History, that even the first man, immediately furnished as he was by God himself with both instructions and precepts, never lived in that state, and that, if we give to the books of Moses that credit which every Christian philosopher ought to give to them, we must deny that, even before the deluge, such a state ever existed among men, unless they fell into it by some extraordinary event: a paradox very difficult to maintain, and altogether impossible to prove."},{"id":660,"quote":"O man, whatever country you may belong to, whatever your opinions may be, attend to my words; you shall hear your history such as I think I have read it, not in books composed by those like you, for they are liars, but in the book of nature which never lies. All that I shall repeat after her, must be true, without any intermixture of falsehood, but where I may happen, without intending it, to introduce my own conceits. The times I am going to speak of are very remote. How much you are changed from what you once were! 'Tis in a manner the life of your species that I am going to write, from the qualities which you have received, and which your education and your habits could deprave, but could not destroy. There is, I am sensible, an age at which every individual of you would choose to stop; and you will look out for the age at which, had you your wish, your species had stopped. Uneasy at your present condition for reasons which threaten your unhappy posterity with still greater uneasiness, you will perhaps wish it were in your power to go back; and this sentiment ought to be considered, as the panegyric of your first parents, the condemnation of your contemporaries, and a source of terror to all those who may have the misfortune of succeeding you."},{"id":661,"quote":"The earth left to its own natural fertility and covered with immense woods, that no hatchet ever disfigured, offers at every step food and shelter to every species of animals. Men, dispersed among them, observe and imitate their industry, and thus rise to the instinct of beasts; with this advantage, that, whereas every species of beasts is confined to one peculiar instinct, man, who perhaps has not any that particularly belongs to him, appropriates to himself those of all other animals, and lives equally upon most of the different aliments, which they only divide among themselves; a circumstance which qualifies him to find his subsistence, with more ease than any of them."},{"id":662,"quote":"Vague assertions as to the equality of the sexes and the similarity of their duties are only empty words; they are no answer to my argument. It is a poor sort of logic to quote isolated exceptions against laws so firmly established. Women, you say, are not always bearing children.Granted; yet that is their proper business. Because there are a hundred or so of large towns in the world where women live licentiously and have few children, will you maintain that it is their business to have few children? And what would become of your towns if the remote country districts, with their simpler and purer women, did not make up for the barrenness of your fine ladies? There are plenty of country places where women with only four or five children are reckoned unfruitful. In conclusion, although here and there a woman may have few children, what difference does it make? Is it any the less a woman's business to be a mother? And do not the general laws of nature and morality make provision for this state of things?Even if there were these long intervals, which you assume, between the periods of pregnancy, can a woman suddenly change her way of life without danger? Can she be a nursing mother to-day and a soldier tomorrow? Will she change her tastes and her feelings as a chameleon changes his color? Will she pass at once from the privacy of household duties and indoor occupations to the buffeting of the winds, the toils, the labors, the perils of war? Will she be now timid, now brave, now fragile, now robust? If the young men of Paris find a soldier's life too hard for them, how would a woman put up with it, a woman who has hardly ventured out of doors without a parasol and who has scarcely put a foot to the ground? Will she make a good soldier at an age when even men are retiring fromthis arduous business?There are countries, I grant you, where women bear and rear children with little or no difficulty, but in those lands the men go half-naked in all weathers, they strike down the wild beasts, they carry a canoe as easily as a knapsack, they pursue the chase for 700 or 800 leagues, they sleep in the open on the bare ground, they bear incredible fatigues and go many days without food. When women become strong, men become still stronger; when men become soft, women become softer; change both the terms and the ratio remains unaltered."},{"id":663,"quote":"The earth would be covered with men amongst whom there world would be almost no communication; we would make contact at some points without being united by a single one; everyone would remain isolated amongst the rest, everyone would think only of himself; our understanding would not develop; we would live without sensing anything, we would die without having lived; our entire happiness would consist of not knowing our misery; there would be neither goodness in our hearts, nor morality in our actions, and we would never have tasted the most delicious sentiment of the soul, which is the love of virtue."},{"id":664,"quote":"First, because, in the first case, the right of conquest being in fact no right at all, it could not serve as a foundation for any other right, the conqueror and the conquered ever remaining with respect to each other in a state of war, unless the conquered, restored to the full possession of their liberty, should freely choose their conqueror for their chief. Till then, whatever capitulations might have been made between them, as these capitulations were founded upon violence, and of course de facto null and void, there could not have existed in this hypothesis either a true society, or a political body, or any other law but that of the strongest. Second, because these words strong and weak, are ambiguous in the second case; for during the interval between the establishment of the right of property or prior occupation and that of political government, the meaning of these terms is better expressed by the words poor and rich, as before the establishment of laws men in reality had no other means of reducing their equals, but by invading the property of these equals, or by parting with some of their own property to them. Third, because the poor having nothing but their liberty to lose, it would have been the height of madness in them to give up willingly the only blessing they had left without obtaining some consideration for it: whereas the rich being sensible, if I may say so, in every part of their possessions, it was much easier to do them mischief, and therefore more incumbent upon them to guard against it; and because, in fine, it is but reasonable to suppose, that a thing has been invented by him to whom it could be of service rather than by him to whom it must prove detrimental."},{"id":665,"quote":"I believed in childhood by authority, in youth by sentiment, in my mature years by reason; now I believe because I have always believed."},{"id":668,"quote":"The story of human nature is a fair romance. Am I to blame if it is not found elsewhere? I am trying to write the history of mankind. If my book is a romance, the fault lies with those who deprave mankind."},{"id":670,"quote":"As she put it, she knew of nothing so ravishing as having a child whom she could whip whenever she was in a bad mood.(\"The Queen Fantasque\")"},{"id":671,"quote":"To decide that the son of a slave is born a slave is to decide that he is not born a man."},{"id":672,"quote":"On the other hand, nothing would have been so miserable as savage man, dazzled by enlightenment, tormented by passions, and reasoning about a state different from his own."},{"id":673,"quote":"The truth brings no man a fortune"},{"id":674,"quote":"No one cares for reality, everyone stakes his essence on illusion. Slaves and dupes of their self-love, men live not in order to live but to make other believe they have lived!"},{"id":676,"quote":"The problem is to find a form of association which will defend and protect with the whole common force the person and goods of each associate, and in which each, while uniting himself with all, may still obey himself alone, and remain as free as before. This is the fundamental problem of which the Social Contract provides the solution. The”"},{"id":677,"quote":"Slaves lose everything in chains, even the desire of escaping from them."},{"id":678,"quote":"The good man can be proud of his virtue because it is his. But of what is the intelligent man proud?"},{"id":679,"quote":"What good is it to seek our happiness in the opinion of others if we cannot find it in ourselves?"},{"id":680,"quote":"Qu'il voie par ses yeux, qu'il sente par son coeur ; qu'aucune autorité ne le gouverne, hors celle de sa propre raison."},{"id":681,"quote":"Can any position be more wretched than that of the unhappy father who, when he clasps his child to his breast, is haunted by the suspicion that this is the child of another, the badge of his own dishonor, a thief who is robbing his own children of their inheritance. Under such circumstances the family is little more than a group of secret enemies, armed against each other by a guilty woman, who compels them to pretend to love one another.Thus it is not enough that a wife should be faithful; her husband, along with his friends and neighbors, must believe in her fidelity; she must be modest, devoted, retiring; she should have the witness not only of a good conscience, but of a good reputation. In a word, if a father must love his children, he must be able to respect their mother. For these reasons it is not enough that the woman should be chaste, she must preserve her reputation and her good name. From these principles there arises not only a moral difference between the sexes, but also a fresh motive for duty and propriety, which prescribes to women in particular the most scrupulous attention to their conduct, their manners, their behavior."},{"id":683,"quote":"So long as government and law provide for the security and well-being of men in their common life, the arts, literature and the sciences, less despotic though perhaps more powerful, fling garlands of flowers over the chains which weight them down. They stifle in men's breasts that sense of original liberty, for which they seem to have been born; cause them to love their own slavery, and so make of them what is called a civilized people."},{"id":684,"quote":"What man loses by the social contract is his natural liberty and an unlimited right to everything he tries to get and succeeds in getting; what he gains is civil liberty and the proprietorship of all he possesses. If we are to avoid mistake in weighing one against the other, we must clearly distinguish natural liberty, which is bounded only by the strength of the individual, from civil liberty, which is limited by the general will; and possession, which is merely the effect of force or the right of the first occupier, from property, which can be founded only on a positive title. We"},{"id":686,"quote":"gratitude is a duty which ought to be paid but which none have a right to expect"},{"id":689,"quote":"For the State, in relation to its members, is master of all their goods by the social contract, which, within the State, is the basis of all rights;"},{"id":690,"quote":"A misfortune never makes me uneasy provided I know in what it consists; but it is my nature to be afraid of darkness, I tremble at the appearance of it.The sight of the most hideous monster would, I am of opinion, alarm me but little; but if by night I were to see a figure in a white sheet I should be afraid of it."},{"id":691,"quote":"Those who distinguish civil from theological intolerance are, to my mind, mistaken"},{"id":693,"quote":"Respect childhood, and leave nature to act for a long time before you get involved with acting in its place."},{"id":694,"quote":"The decent man and the lover holds back even when he could obtain what he wishes. To win this silent consent is to make use of all the violence permitted in love. To read it in the eyes, to see it in the ways in spite of the mouth's denial, that is the art of he who knows how to love. If he then completes his happiness, he is not brutal, he is decent. He does not insult chasteness; he respects it; he serves it."},{"id":695,"quote":"The child raised for his station, never leaving it, could not be exposed to the disadvantages of another. But given the mobility of human things, given the unsettled and restless spirit of this age which upsets everything in each generation, can one conceive of a method more senseless than raising a child as though he never had to leave his room, as though he were going to be constantly surrounded by his servants? If the unfortunate makes a single step on the earth, if he goes down a single degree, he is lost. This is not teaching him to bear suffering; it is training him to feel it. One thinks only of preserving one’s child. That is not enough. One ought to teach him to preserve himself as a man. to bear the blows of fate, to brave opulence and poverty, to live, if he has to. in freezing Iceland or on Malta’s burning rocks. You may very well take precautions against his dying. He will nevertheless have to die. And though his death were not the product of your efforts, still these efforts would be ill conceived. It is less a question of keeping him from dying than of making him live. To live is not to breathe; it is to act; it is to make use of our organs, our senses, our faculties, of all the parts of ourselves which give us the sentiment of our existence."},{"id":696,"quote":"We should not, with Warburton, conclude from this that politics and religion have among us a common object, but that, in the first periods of nations, the one is used as an instrument for the other."},{"id":700,"quote":"Given to exaggeration in its feelings, a crowd is only impressed by excessive sentiments. An orator wishing to move a crowd must make an abusive use of violent affirmations. To exaggerate, to affirm, to resort to repetitions, and never to attempt to prove anything by reasoning are methods of argument well known to speakers at public meetings."},{"id":702,"quote":"Ne veut-on pas au moins apprendre de l'objet qu'on aime si l'on est aimé ?"},{"id":703,"quote":"Man is born free, and everywhere he is in chains. One man thinks himself the master of others, but remains more of a slave than they are."},{"id":704,"quote":"Any social arrangements which inhibit or constrain the free creative capacity [of human beings] are fundamentally illegitimate unless they can justify themselves."},{"id":709,"quote":"If I could have seen her just once again I should have been content to die at that moment."},{"id":714,"quote":"Deri tani kam parë shumë maska, kur do të shoh fytyra njerëzish?"},{"id":716,"quote":"Happy am I, for every time I meditate on governments, I always find new reasons in my inquiries for loving my own country."},{"id":717,"quote":"Plants are shaped by cultivation , and men by education ."},{"id":719,"quote":"La force a fait les premiers esclaves, leur lâcheté les a perpétués."},{"id":720,"quote":"On pouvait la voir sans l’aimer, mais non pas la posséder sans l’adorer."},{"id":721,"quote":"Gustavo Solivellas dice: \"La paciencia es amarga, pero su fruto es dulce\" (Jean-Jacques Rousseau)"},{"id":722,"quote":"So now I am alone in the world, with no brother, neighbour or friend, nor any company left me but my own."},{"id":723,"quote":"One always wants what is good for oneself, but one does not always see it. The people is never corrupted, but it is often fooled, and only then does it appear to want what is bad."},{"id":728,"quote":"When I thus get rid of children's lessons, I get rid of the chief cause of their sorrows, namely their books. Reading is the curse of childhood, yet it is almost the only occupation you can find for children. Emile, at twelve years old, will hardly know what a book is. \"But,\" you say, \"he must, at least, know how to read."},{"id":732,"quote":"Lacking valid reasons to justify himself and sufficient strength to defend himself, easily crushing an individual, but himself crushed by gangs of bandits, alone against everyone and, because of mutual jealousies, unable to join with his equals against an enemy united by a common hope of pillage, the rich man, hard pressed by necessity, eventually conceived the most cleverly designed project which has ever entered the human mind. That was to use to his advantage the very forces of those who were attacking him, to turn his enemies into his defenders, to inspire them with other maxims, and to give them other institutions which were as beneficial to him as natural right was against him. With this in mind, after showing his neighbours the horror of a situation which armed them all against the others, which made their possessions as onerous as their needs, and in which no one found his security either in poverty or in wealth, he easily came up with specious reasons to lead them to his goal. \"Let us unite,\" he said to them, \"to protect the weak from oppression, to restrain the ambitious, and to assure to each man the possession of what belongs to him. Let us set up rules of justice and peace to which everyone is obliged to conform, which do not exempt any one, and which in some way make up for the whims of fortune, by subjecting the powerful and the weak equally to mutual obligations. In a word, instead of turning our forces against ourselves, let us collect them into one supreme power which governs us according to wise laws and which protects and defends all the members of the association, repels common enemies, and keeps us in an eternal harmony.\" He required much less than the equivalent of this speech to convince crude and easily seduced men, who, in addition, had too many things to disentangle among themselves to be able to go without arbitrators and too much avarice and ambition to be able to do without masters for any length of time. They all rushed headlong into their chains, believing they were guaranteeing their liberty."},{"id":737,"quote":"Cuando hay que hacer lo contrario de mi voluntad, no lo hago, ocurra lo que ocurra; tampoco hago mi voluntad, porque soy débil. Me abstengo de actuar: dado que toda mi debilidad es para la acción, toda mi fuerza es negativa, y todos mis pecados son de omisión, raramente de comisión."},{"id":739,"quote":"My heart has been purified in the crucible of adversity."},{"id":740,"quote":"I would rather he never learnt to read at all, than that this art should be acquired at the price of all that makes reading useful. What is the use of reading to him if he always hates it?"},{"id":741,"quote":"IN order to discover the rules of society best suited to nations, a superior intelligence beholding all the passions of men without experiencing any of them would be needed."},{"id":743,"quote":"Plus le corps est faible, plus il commande ; plus il est fort, plus il obéit."},{"id":744,"quote":"There is, I feel, an age at which an individual man would want to stop. You will seek the age at which you would want your species to have stopped. Dissatisfied with your present state for reasons that portend even greater grounds for dissatisfaction for your unhappy posterity, perhaps you would like to be able to go backwards in time."},{"id":748,"quote":"El verdadero objeto de mis confesiones es hacer comprender exactamente mi interior en todas las situaciones."},{"id":750,"quote":"Everything on earth is in a state of constant flux. Nothing keeps the same, fixed shape, and our affections, which are attached to external things, like them necessarily pass away and change. Always beyond or behind us, they remind us of the past which is no longer or anticipate the future which is often not to be: there is nothing solid in them for the heart to become attached to. Thus the pleasures that we enjoy in this world is almost always transitory; I suspect it is impossible to find any lasting happiness at all. Hardly is there a single moment even in our keenest pleasures when our heart can truly say to us: 'if only this moment would last for ever', and how is it possible to give the name happiness to a fleeting state which still leaves our heart anxious and empty, and which makes us regret something beforehand or long for something afterwards?But if there is a state where the soul can find a position solid enough to allow it to remain there entirely and gather together its whole being, without needing to recall the past or encroach upon the future, where time is nothing to it, where the present lasts for ever, albeit imperceptibly and giving no sign of its passing, with no other feeling of deprivation or enjoyment, pleasure or pain, desire or fear than simply that of our existence, a feeling that completely fills our soul; as long as this state lasts, the person who is in it can call himself happy, not with an imperfect, poor, and relative happiness, such as one finds in the pleasures of life, but with a sufficient, perfect, and full happiness, which leaves in the soul no void needing to be filled.The feeling of existence stripped of all other affections is in itself a precious feeling of contentment and peace which alone would be enough to make this existence prized and cherished by anyone who could banish all the sensual and earthly impressions which constantly distract us from it and upset the joy of it in this world."},{"id":751,"quote":"la conscience du coupable vengerait assez l'innocent. Sa prédiction n'a pas été vaine ; elle ne cesse pas un seul jour de s'accomplir."},{"id":752,"quote":"In the midst of so much philosophy, humanity, and civilization, and of such sublime codes of morality, we have nothing to show for ourselves but a frivolous and deceitful exterior, honor without virtue, reason without wisdom, and pleasure without happiness."},{"id":753,"quote":"Learning is borrowed knowledge; genius is knowledge innate."},{"id":754,"quote":"you are undone if you once forget that the fruits of the earth belong to us al, and that the earth itself belongs to nobody"},{"id":755,"quote":"With the poet, it is gold and silver, but with the philosopher it is iron and corn, which have civilized men, and ruined mankind."},{"id":756,"quote":"I have never believed that man’s freedom consists in doing what he wants, but rather in never doing what he does not want to do, and this is the freedom I have always sought after and often achieved, the freedom by virtue of which I have most scandalized my contemporaries. For they, being active, busy, ambitious, detesting freedom in others and not desiring it for themselves, as long as they can sometimes have their way, or rather prevent others from having theirs, they force themselves all their lives to do what they do not want to do and are willing to endure any servitude in order to command"},{"id":757,"quote":"I can understand how it is that city-dwellers, who see only walls and streets and crimes, have so little religion. But I cannot understand how those who live in the country, and the solitary especially, can be lacking in faith. How is it that their souls are not raised in ecstasy a hundred times a day to the Author of the wonders that strike their eyes?"},{"id":758,"quote":"Di solito si ottiene con tutta sicurezza e assai presto ciò che non si ha fretta di ottenere."},{"id":759,"quote":"What man loses by the social contract is his natural liberty and an unlimited right to everything he tries to get and succeeds in getting; what he gains is civil liberty and the proprietorship of all he possesses."},{"id":760,"quote":"I would rather be exposed to all their torments than be obliged to think about them in order to protect myself from their attacks."},{"id":761,"quote":"Young teacher, I am setting before you a difficult task, the art of controlling without precepts, and doing everything without doing anything at all. This art is, I confess, beyond your years, it is not calculated to display your talents nor to make your value known to your scholar's parents; but it is the only road to success."},{"id":762,"quote":"Sometimes my reveries end in meditation, but more often my meditations end in reverie and during these wanderings, my soul roams and takes flight through the universe on the wings of the imagination and ecstasies that exceed all other pleasures."},{"id":764,"quote":"Nada manifiesta tanto las verdaderas inclinaciones de un hombre como las clases de relaciones que contrae '."},{"id":766,"quote":"Dad dinero, y pronto tendréis cadenas"},{"id":767,"quote":"The mind, as well as the body, has its needs: those of the body are the basis of society, those of the mind its ornaments"},{"id":768,"quote":"Las distracciones de mis diarios paseos se han llenado a menudo de encantadoras contemplaciones cuyo recuerdo me lastimo de haber perdido. Fijaré por medio de la escritura las que aún me vengan a la mente; gozaré cada vez que las relea."},{"id":774,"quote":"Two years ago, having been walking towards La Nouvelle France, I turned to the left, and willing to extend my walk round Montmartre, crossed the village of Clignancourt. As I walked along, thoughtful, and regardless of the surrounding objects, I felt something clasp my knees, and immediately perceived it was a child of about five or six years old, clinging round them, who at the same time looked up so fondly and familiarly in my face, that I was greatly moved, saying to myself, \"thus I should have been treated by my own.\" I took the child in my arms, and after having kissed it several times, in a kind of transport, continued my way. I felt as I walked on that something was wanting to complete my satisfaction, and this obliged me to return. I reproached myself with having quitted the child so soon, thinking I had discovered in its manner a kind of inspiration, which ought not to have been slighted. Giving into the temptation, I ran towards the child, embraced it again, and gave him money to buy some small Nanterre loaves, a man who sold them happening to be passing by. J began to make him talk; and on asking who's son he was? He pointed to a man that was hooping some barrels. I was just preparing to quit the child, in order to speak to the father, when I was prevented by seeing a man whisper him, who appeared to be one of those spies who are ever at my heels. While this person was speaking, I remarked that the cooper's eyes were fixed attentively on me, with no very friendly aspect: this sight contracted my heart in an instant, and I quitted both father and child, with greater expedition than I had returned to them; but with a sensation less agreeable, and which altered my whole chain of feelings. I have, notwithstanding, frequently felt these sentiments revive, and have often passed Clignancourt, in hopes of seeing this child again, but have never since met either with him or his father, and the only result of this encounter is, a lively remembrance, intermingled with that pleasing melancholy which is natural to me in all those emotions that penetrate my heart."},{"id":775,"quote":"In the depths of my heart, traced by nature in characters which nothing can efface. I need only consult myself with regard to what I wish to do; what I feel to be good is good, what I feel to be bad is bad."},{"id":776,"quote":"aunque estas personas no sepan nada, todas creen saber algo. Mientras que yo, si no sé nada, al menos no tengo esa duda. De"},{"id":777,"quote":"Do të mendoja se shpirti që është prishur një herë është prishur përgjithmonë, përpos nëse ndonjë ndryshim i papritur, ndonjë ndërrim i befasishëm i fatit dhe i situatës i ndryshon papandehur marrëdhëniet e tij dhe me një tronditje të fuqishme i ndihmon të marrë të mbarën. Pasi i ka ndërprerë të gjitha shprehitë e tij dhe i janë ndryshuar të gjitha pasionet, në këtë rrëmujë të përgjithshme, njeriu e gjen ngandonjëherë karakterin e tij të përparshëm, dhe bëhet si një qenie e re, e cila sapo ka dalur nga duart e natyrës. Atëherë kujtimi i rënies së mëparshme mund të shërbej si mbrojtje nga një rënie e re. Dje njeriu ishte i neveritshëm dhe i dobët; sot është i fuqishëm dhe shpirtmadh. Duke vështruar veten kaq nga afër në dy gjendje kaq të ndryshme, njeriu e ndien më mirë sa e vlefshme është gjendja në të cilën është ngritur, dhe bëhet më i kujdesshëm që të qëndroj aty."},{"id":782,"quote":"If we chose always to be wise we should rarely need to be virtuous. But inclinations which we could easily overcome irresistibly attract us. We give in to slight temptations and minimize the danger. We fall insensibly into dangerous situations, from which we could easily have safeguarded ourselves, but from which we cannot withdraw without heroic efforts which appal us. So finally, as we tumble into the abyss, we ask God why he has made us so feeble. But, in spite of ourselves, He replies through our consciences: 'I have made you too feeble to climb out of the pit, because I made you strong enough not to fall in."},{"id":790,"quote":"....the truth is no road to fortune, and the populace doesn’t give out ambassadorships, university chairs, or pensions."},{"id":794,"quote":"Do what is good for you with as little harm as possible to others"},{"id":795,"quote":"So here I am, all alone on this earth, with no brother, neighbour, or friend, and no company but my own. The most sociable and loving of human beings has by common consent been banished by the rest of society. In the refinement of their hatred they have continued to seek the cruellest forms of torture for my sensitive soul, and they have brutally severed all the ties which bound me to them. I would have loved my fellow men in spite of themselves. Only by ceasing to be men have they succeeded in losing my affection for them. So now they are strangers, persons unknown who mean nothing to me since that is what they wanted. But what about me, cut off from them and from everything else, what am I? This is what remains for me to find out now."},{"id":799,"quote":"it is to this ardor for making oneself the topic of conversation, to this furor to distinguish oneself which nearly always keeps us outside ourselves, that we owe what is best and worst among men, our virtues and vices, our sciences and our errors, our conquerors and our philosophers, that is to say, a multitude of bad things against a small number of good ones."},{"id":808,"quote":"Poblad igualmente el territorio, extended por todas partes los mismos derechos, llevad a todas ellas la abundancia y la vida; y de este modo el Estado llegará a ser al mismo tiempo el más fuerte y el mejor gobernado de todos."},{"id":812,"quote":"Why is man alone subject to becoming an imbecile? Is it not that he thereby returns to his primitive state, and that, while the animal which has acquired nothing and which also has nothing to lose, always retains its instinct, man, in losing through old age or other accidents all that his perfectibility has enabled him to acquire, thus falls even lower than the animal itself?"},{"id":818,"quote":"There is quite another class of exceptions: those so gifted by nature that they rise above the level of their age. As there are men who never get beyond infancy, so there are others who are never, so to speak, children, they are men almost from birth. The"},{"id":819,"quote":"If you want to say something clever, you have only to talk long enough."},{"id":820,"quote":"But unity divides. Unity excludes. Unity polarizes. The corollary of the nation’s unity is the elimination of any individuals or groups that disrupt that unity. People who do not concur with the nation’s interests and goals, who persist in voicing their own private interests, who threaten the nation’s unanimity are considered enemies to be banished or punished. Thus, the Rousseauian yearning for cohesion, solidarity, and oneness imposes the psychology of the purge."},{"id":821,"quote":"Sé que hay que ocupar a los niños en algo y que la ociosidad es para ellos el peligro más temible. ¿"},{"id":824,"quote":"ni acerca de un libro si es útil, sino si está bien escrito. Las"},{"id":825,"quote":"La integridad de un hombre de bien es siempre antipática a los malvados."},{"id":826,"quote":"You fail to perceive that it is a greater waste of time to use it ill than to do nothing, and that a child ill taught is further from virtue than a child who has learnt nothing at all. You are afraid to see him spending his early years doing nothing. What! is it nothing to be happy, nothing to run and jump all day? He will never be so busy again all his life long."},{"id":829,"quote":"Every free action has two causes which concur in producing it, one moral, namely the will which determines it, the other physical, namely the power which executes it."},{"id":832,"quote":"Plato, in his Republic, which is considered so stern, teaches the children only through festivals, games, songs, and amusements. It seems as if he had accomplished his purpose when he had taught them to be happy; and Seneca, speaking of the Roman lads in olden days, says, \"They were always on their feet, they were never taught anything which kept them sitting.\" Were they any the worse for it in manhood? Do not be afraid, therefore, of this so-called idleness. What would you think of a man who refused to sleep lest he should waste part of his life? You would say, \"He is mad; he is not enjoying his life, he is robbing himself of part of it; to avoid sleep he is hastening his death.\" Remember that these two cases are alike, and that childhood is the sleep of reason."},{"id":836,"quote":"O homem nasceu livre, e em toda parte se encontra sob ferros. De tal modo acredita-se o senhor dos outros, que não deixa de ser mais escravo que eles."},{"id":837,"quote":"There is, I feel, an age at which the individual man would want to stop: you wi l seek the age at which you would desire your Species had stopped. Discontented with your present state for reasons that foretell even greater discontents for your unhappy Posterity, perhaps you would want to be able to go backward in time. This sentiment must be the Eulogy of your first ancestors, the criticism of your contemporaries, and the dread of those who will have the unhappiness to live after you."},{"id":838,"quote":"Happiness has no particular outward sign to discover itself by; we must be able to view the heart before we can be certain who are truly happy; but contentment is to be read in the eyes, the conversation, the accent, the manner, and seems to communicate itself to him that perceives it."},{"id":839,"quote":"Si hay que permitir a ciertos hombres el librarse al estudio de las ciencias y de las artes, es a aquellos que tengan fuerzas para andar solos en su busca y para adelantarlas. A"},{"id":840,"quote":"There is, I feel, an age at which the individual man would want to stop: you will seek the age at which you would desire your Species had stopped. Discontented with your present state for reasons that foretell even greater discontents for your unhappy Posterity, perhaps you would want to be able to go backward in time. This sentiment must be the Eulogy of your first ancestors, the criticism of your contemporaries, and the dread of those who will have the unhappiness to live after you."},{"id":841,"quote":"His starting place is the paradox of the first Discourse: progress is a bad thing because it is morally corrupting. Human beings were better when their lives were simpler and less sophisticated. Underlying this argument- barely stated but already present- is a further paradox, the paradox of the second Discourse: inequality is the root of all evils. Progress requires inequality because it requires some people to have the time to concentrate on literature, philosophy, or science. Free time is one of the luxuries that only come into existence with inequality, and all intensifies the process."},{"id":842,"quote":"I would note how much this universal desire for reputation, honors, and preferences, which consumes us all, exercises and compares talents and strengths, how much it excites and multiplies the passions, and—by making all men competitors, rivals, or rather, enemies—how many reverses, successes, and catastrophes of every type it daily causes this ardor to be talked about, this frenzy to distinguish ourselves that almost always keeps us outside ourselves, to which we owe what is best and worst among men, our virtues and our vices, our sciences and our errors, our conquerors and our philosophers—that is, a multitude of bad things as against a small number of good ones. Finally, I would prove that if one sees a handful of powerful and rich men at the height of glory and fortune while the crowd grovels in obscurity and misery, it is because the former value the things they enjoy only to the extend that the latter are deprived of them, and that, without any change in their status, they would cease to be happy if the people ceased to be miserable."},{"id":844,"quote":"Let us begin by distinguishing between what is moral and what is physical in the passion called love. The physical part of it is that general desire which prompts the sexes to unite with each other; the moral part is that which determines that desire, and fixes it upon a particular object to the exclusion of all others, or at least gives it a greater degree of energy for this preferred object. Now it is easy to perceive that the moral part of love is a factitious sentiment, engendered by society, and cried up by the women with great care and address in order to establish their empire, and secure command to that sex which ought to obey. This sentiment, being founded on certain notions of beauty and merit which a savage is not capable of having, and upon comparisons which he is not capable of making, can scarcely exist in him: for as his mind was never in a condition to form abstract ideas of regularity and proportion, neither is his heart susceptible of sentiments of admiration and love, which, even without our perceiving it, are produced by our application of these ideas; he listens solely to the dispositions implanted in him by nature, and not to taste which he never was in a way of acquiring; and every woman answers his purpose."},{"id":848,"quote":"What do I have to fear from them now that everything is over? Since they can no longer make things any worse for me, they can no longer frighten me. Anxiety and terror are ills from which they have delivered me for ever: this is real relief for me. Real ills have little hold over me; I deal easily with those that I actually experience, but not with those that I fear. My fevered imagination adds them together, turns them over and over, draws them out and increases them. The expectation of them tortures me a hundred times more than their actual presence, and the threat of them is far worse than the blow itself. As soon as they happen, the experience of them strips them of their imagined aura and cuts them down to their true size."},{"id":849,"quote":"Verdad es que tales resarcimientos no pueden ser sentidos por todas las almas ni en todas las situaciones. Es preciso que el corazón esté en paz y que ninguna pasión venga a turbar su calma. Son precisas ciertas disposiciones por parte de quien los experimenta, son precisas en el concurso de los objetos circundantes. No se requiere ni un reposo absoluto ni demasiada agitación, sino un movimiento uniforme y moderado, carente de sacudidas e intervalos. Sin movimiento la vida no es más que un letargo. Si el movimiento es desigual o demasiado fuerte, despierta; al devolvernos a los objetos circundantes, destruye el encanto de la ensoñación y nos arranca de nuestros adentros para ponernos de inmediato bajo el yugo de la fortuna y de los hombres y entregarnos al sentimiento de nuestras desgracias."},{"id":850,"quote":"God makes all things good; man meddles with them and they become evil. He forces one soil to yield the products of another, one tree to bear another's fruit. He confuses and confounds time, places, and natural conditions. He mutilates his dog, his horses, and his slaves. He destroys and defaces all things; he loves all that is deformed and monstrous; he will have nothing as nature made it, not even man himself, who must learn his paces like a saddle-horse, and be shaped to his master's taste like the trees in his garden."},{"id":852,"quote":"The body should be strong enough to obey the mind; a good servant must be strong. I know that intemperance stimulates the passions; in course of time it also destroys the body; fasting and penance often produce the same results in an opposite way. The weaker the body, the more imperious its demands; the stronger it is, the better it obeys. All sensual passions find their home in effeminate bodies; the less satisfaction they can get the keener their sting."},{"id":859,"quote":"Without the study of books, such a memory as the child may possess is not left idle; everything he sees and hears makes an impression on him, he keeps a record of men's sayings and doings, and his whole environment is the book from which he unconsciously enriches his memory, till his judgment is able to profit by it."},{"id":861,"quote":"The money which a man possesses is the instrument of freedom; that which we eagerly pursue is the instrument of slavery. Therefore I hold fast to that which I have, and desire nothing."},{"id":862,"quote":"Men, despite all their ethics, would never be anything more than monsters if nature had not given them pity to bolster their reason."},{"id":865,"quote":"If Sparta and Rome perished, what state can hope to live forever? Hence, if we wish to form a lasting institution, let us not think about making it eternal. In order to succeed we should not attempt the impossible, or flatter ourselves that we are giving the work of men a solidity that does not belong to human things."},{"id":866,"quote":"To select these objects, to take care to present him constantly with those he may know, to conceal from him those he ought not to know, this is the real way of training his early memory; and in this way you must try to provide him with a storehouse of knowledge which will serve for his education in youth and his conduct throughout life. True, this method does not produce infant prodigies, nor will it reflect glory upon their tutors and governesses, but it produces men, strong, right-thinking men, vigorous both in mind and body, men who do not win admiration as children, but honour as men."},{"id":867,"quote":"Jamás he conocido las pasiones más odiosas, nunca ha invadido mi corazón la envidia, la maldad, ni la venganza... en ocasiones la ira, pero no soy muy hábil y jamás guardo rencor."},{"id":870,"quote":"Again I must enter into minute and detailed explanations. I hear my readers murmur, but I am prepared to meet their disapproval; I will not sacrifice the most important part of this book to your impatience. You may think me as long-winded as you please; I have my own opinion as to your complaints."},{"id":872,"quote":"To exist is to feel; our feeling is undoubtedly earlier than our intelligence, and we had feelings before we had ideas."},{"id":873,"quote":"He [Savoyard abbe M. Gaime] drew me a true picture of human life about which I had only false ideas; he showed me how, in an adverse destiny, the wise man can always attain happiness and tack close to the wind to reach it, how there is no true happiness without wisdom, and how there is wisdom in every station. He very much subdued my admiration for ]greatness by proving to me that those who dominated others were neither wiser nor happier than they. He told me something that has often returned to my memory, which is that if each man could read in the hearts of all the others, there would be more people who would want to descend than to rise. This reflection—the truth of which is striking and which is not at all exaggerated—has been of great use to me in the course of my life by making me keep peacefully in my place. He gave me the first true ideas about what is decent, which my bombastic genius had grasped only in its extremes. He made me feel that enthusiasm for sublime virtues was of little use in society; that by aiming too high one was subject to falls; that the continuity of small duties always well fulfilled did not require any less strength than heroic actions; that one could turn them to better account for honor and for happiness; and that it was worth infinitely more always to have men's esteem than sometimes to have their admiration."},{"id":874,"quote":"There is not a single ill-doer who could not be turned to some good. The State has no right to put to death, even for the sake of making an example, any one whom it can leave alive without danger."},{"id":875,"quote":"When therefore the people sets up an hereditary government, whether it be monarchical and confined to one family, or aristocratic and confined to a class, what it enters into is not an undertaking; the administration is given a provisional form, until the people chooses to order it otherwise. It is true that such changes are always dangerous, and that the established government should never be touched except when it comes to be incompatible with the public good; but the circumspection this involves is a maxim of policy and not a rule of right, and the State is no more bound to leave civil authority in the hands of its rulers than military authority in the hands of its generals. It is also true that it is impossible to be too careful to observe, in such cases, all the formalities necessary to distinguish a regular and legitimate act from a seditious tumult, and the will of a whole people from the clamour of a faction. Here above all no further concession should be made to the untoward possibility than cannot, in the strictest logic, be refused it. From this obligation the prince derives a great advantage in preserving his power despite the people, without it being possible to say he has usurped it; for, seeming to avail himself only of his rights, he finds it very easy to extend them, and to prevent, under the pretext of keeping the peace, assemblies that are destined to the re-establishment of order; with the result that he takes advantage of a silence he does not allow to be broken, or of irregularities he causes to be committed, to assume that he has the support of those whom fear prevents from speaking, and to punish those who dare to speak. Thus it was that the decemvirs, first elected for one year and then kept on in office for a second, tried to perpetuate their power by forbidding the comitia to assemble; and by this easy method every government in the world, once clothed with the public power, sooner or later usurps the sovereign authority."},{"id":876,"quote":"True Christians are made to be slaves."},{"id":877,"quote":"This is how in every condition the guilty strong person saves himself at the expense of the innocent weak one..."},{"id":878,"quote":"Force is a physical power; I do not see how its effects could produce morality. To yield to force is an act of necessity, not of will; it is at best an act of prudence. In what sense can it be a moral duty?"},{"id":879,"quote":"It makes me feel very much what I believe I have said in some work, that remorse sleeps during a prosperous fate and grows sour in adversity."},{"id":880,"quote":"Children's lies are therefore entirely the work of their teachers, and to teach them to speak the truth is nothing less than to teach them the art of lying. In your zeal to rule, control, and teach them, you never find sufficient means at your disposal. You wish to gain fresh influence over their minds by baseless maxims, by unreasonable precepts; and you would rather they knew their lessons and told lies, than leave them ignorant and truthful."},{"id":881,"quote":"My lack of success with women has always come from loving them too much"},{"id":882,"quote":"...she was Italian, that is to say sensitive and vindictive..."},{"id":883,"quote":"Protestants are generally better educated than Catholics. This ought to be so: the doсtrine of the former requires discussion, that of the latter submission. The Catholic ought to adopt the decision he is given, the Protestant ought to learn to decide for himself."},{"id":884,"quote":"You must give your own time, attention, affection, your very self; for whatever you do, people always perceive that your money is not you."},{"id":885,"quote":"Never in a monarchy can the opulence of an individual put him above the prince; but, in a republic, it can easily put him above the laws. Then the government no longer has force, and the rich are always the true sovereign."},{"id":888,"quote":"Reconcile those who are at strife, prevent lawsuits; incline children to duty, fathers to kindness; promote happy marriages; prevent annoyances; freely use the credit of your pupil’s parents on behalf of the weak who cannot obtain justice, the weak who are oppressed by the strong. Be just, human, kindly. Do"},{"id":889,"quote":"Putting the law above man is a problem in politics which I liken to that of squaring the circle in geometry."},{"id":891,"quote":"The sophism that ruined me is the one made by the majority of men,who complain about lacking strength when it is already too late to make use of it.[...]Virtue costs us only through our own fault, and if we always wanted to be wise, we would rarely need to be virtuous. But inclinations that would beeasy to overcome sweep us away without resistance:we give way to slight temptations whose danger we scorn"},{"id":892,"quote":"Respetad a la infancia y no os deis prisa en juzgarla ni para el bien ni para el mal. Dejad"},{"id":895,"quote":"It should not be thought, moreover, that this manner of thinking is peculiar to Catholics; it is that of every dogmatic religion in which belief is made into the essential thing rather than deeds."},{"id":898,"quote":"Flattery, or rather condescension, is not always a vice, it is more often a virtue, especiallyin young people. The kindness with which a man treats us attaches us tohim; one does not give way to him in order to deceive him, one does soin order not to make him sad, not to return him harm for good."},{"id":899,"quote":"The most striking peculiarity presented by a psychological crowd is the following: Whoever be the individuals that compose it, however like or unlike be their mode of life, their occupations, their character, or their intelligence, the fact that they have been transformed into a crowd puts them in possession of a sort of collective mind which makes them feel, think, and act in a manner quite different from that in which each individual of them would feel, think, and act were he in a state of isolation."},{"id":901,"quote":"Such as I was, I have declared myself; sometimes vile and despicable, at others, virtuous, generous and sublime."},{"id":902,"quote":"I warn the reader that this chapter requires careful reading, and that I am unable to make myself clear to those who refuse to be attentive."},{"id":903,"quote":"Rien de vigoureux, rien de grand ne peut partir d’une plume toute vénale."},{"id":904,"quote":"As a result of quarrels, blows, furtive and poorly chosen readings, my disposition became taciturn, wild, my head began to be spoiled, and I lived like a true werewolf."},{"id":906,"quote":"L’homme est né libre, et partout il est dans les fers."},{"id":907,"quote":"c'est que si chaque homme pouvait lire dans les cœurs de tous les autres, il y aurait plus de gens qui voudraient descendre que de ceux qui voudraient monter."},{"id":909,"quote":"We seek knowledge only because we desire enjoyment, and it is impossible to conceive why a person who has neither desires nor fears would take the trouble to reason."},{"id":910,"quote":"I found that stealing and being beaten went together, and in some way made up a single condition, and that by fulfilling the part of that condition that depended on me, I could leave the care of the other part to my master. From this idea, I set out to steal more calmly than before. I said to myself, \"What will come of it in the end? I will be beaten. So be it: that's what I am made for"},{"id":911,"quote":"Emerging society gave way to the most horrible state of war; since the human race, vilified and desolated, was no longer able to retrace its steps or give up the unfortunate acquisitions it had made, and since it labored only toward its shame by abusing the faculties that honor it, it brought itself to the brink of its ruin. Horrified by the newness of the ill, both the poor man and the rich man hope to flee from wealth, hating what they once had prayed for."},{"id":912,"quote":"The world of reality has its limits,the world of imagination is boundless."},{"id":913,"quote":"You will never be free as long as there remains one Russian soldier in Poland and your freedom will always be threatened as long as Russia interferes in your affairs."},{"id":914,"quote":"Wise men, if they try to speak their language to the common herd instead of its own, cannot possibly make themselves understood."},{"id":915,"quote":"To me money has never seemed to be as precious a thing as it is usually found to be. Further; to me it has never seemed very convenient; it is good for nothing by itself; one must transform it in order to enjoy it; one must buy, haggle, often be a dupe, pay well, in order to be poorly served. I would like something of good quality; with my money I am sure of having one of bad quality. I buy a fresh egg dearly, it is old; a fine fruit, it is green; a girl, she is tainted. I love good wine; but where is it to be found? At a wine merchant's? Whatever I might do he will poison me. Do I absolutely want to be well served? How many cares, what bother! to have friends, correspondents, to give commissions, to write, to go, to come, to wait, and often in the end still to be fooled. How much trouble with my money! I fear it more than I love good wine"},{"id":916,"quote":"Si hubiese sabido desprenderme del yugo de la amistad, como del de la opinión, hubiera logrado completamente mi objeto, quizá el más grande, o a lo menos el más útil para la virtud, que jamás mortal alguno haya concebido;"},{"id":917,"quote":"Necessity is the mother of invention."},{"id":919,"quote":"When studying the fundamental characteristics of a crowd we stated that it is guided almost exclusively by unconscious motives."},{"id":921,"quote":"If it is good to know how to deal with men as they are, it is much better to make them what there is need that they should be. The most absolute authority is that which penetrates into a man's inmost being, and concerns itself no less with his will than with his actions. It is certain that all peoples become in the long run what the government makes them; warriors, citizens, men, when it so pleases: or merely populace and rabble, when it chooses to make them so. Hence every prince who despises his subjects, dishonours himself, in confessing that he does not know how to make them worthy of respect. Make men, therefore, if you would command men: if you would have them obedient to the laws, make them love the laws, and then they will need only to know what is their duty to do it. This was the great art of ancient governments, in those distant times when philosophers gave laws to men, and made use of their authority only to render them wise and happy. Thence arose the numerous sumptuary laws, the many regulations of morals, and all the public rules of conduct which were admitted or rejected with the greatest care. Even tyrants did not forget this important part of administration, but took as great pains to corrupt the morals of their slaves, as Magistrates took to correct those of their fellowcitizens. But our modern governments, which imagine they have done everything when they have raised money, conceive that it is unnecessary and even impossible to go a step further."},{"id":923,"quote":"This very fact that crowds possess in common ordinary qualities explains why they can never accomplish acts demanding a high degree of intelligence. The decisions affecting matters of general interest come to by an assembly of men of distinction, but specialists in different walks of life, are not sensibly superior to the decisions that would be adopted by a gathering of imbeciles."},{"id":924,"quote":"But when the Jews, while in subjection to the kings of Babylon and later the kings of Syria, wanted to remain steadfast in not giving recognition to any other god but their own (think about Haman’s arguments in the Book of Esther), their refusal, seen as rebellion against the victor, brought them the persecutions we read in their history, and of which there is no other precedent prior to Christianity.“Since this new idea of an otherworldly kingdom (-that Jesus speaks about) had never entered to head of the pagans, they always regarded Christianity as true rebels who, underneath their hypothetical submission, were only waiting for the moment when they would become independent and the masters, and adroitly they pretended in their weakness to respect. This is the reason for the persecution.”"},{"id":925,"quote":"If you are willing to do only what’s easy, life will be hard. But if you’re willing to do what’s hard, life will be easy."},{"id":927,"quote":"y yo me adapto tan fácilmente a un método de vida, cuando es voluntario, que sólo hubiera deseado que éste durase siempre."},{"id":929,"quote":"The great secret of education is to use exercise of mind and body as relaxation one to the other."},{"id":931,"quote":"It would be equally unreasonable to imagine that men at first threw themselves into the arms of an absolute master, without any conditions or consideration on his side; and that the first means contrived by jealous and unconquered men for their common safety was to run hand over head into slavery. In fact, why did they give themselves superiors, if it was not to be defended by them against oppression, and protected in their lives, liberties, and properties, which are in a manner the constitutional elements of their being?"},{"id":932,"quote":"The second essential rule of public economy is no less important than the first. If you would have the general will accomplished, bring all the particular wills into conformity with it; in other words, as virtue is nothing more than this conformity of the particular wills with the general will, establish the reign of virtue."},{"id":934,"quote":"mas también con la satisfacción interior, que experimentaba por vez primera, de poder decirme: “Merezco mi propia estimación; sé preferir mi deber a mi placer.”"},{"id":935,"quote":"Thus the whole education of women ought to be relative to men. To please them, to be useful to them, to make themselves loved and honored by them, to educate them when young, to care for them when grown, to council them, to console them, and to make life agreeable and sweet to them -- these are the duties of women at all times, and should be taught them from their infancy."},{"id":937,"quote":"I may be asked whether I am a prince or a legislator that I should be writing about politics. I answer no: and indeed that is my reason for doing so. If I were a prince or a legislator I should not waste my time saying what ought to be done; I should do it or keep silent."},{"id":938,"quote":"People think they come together in the spectacle, and it is here that they are isolated."},{"id":940,"quote":"No deis a vuestros alumnos lecciones verbales de ninguna clase, puesto que sólo deben recibirlas de la experiencia; tampoco"},{"id":941,"quote":"The first is that the individual forming part of a crowd acquires, solely from numerical considerations, a sentiment of invincible power which allows him to yield to instincts which, had he been alone, he would perforce have kept under restraint. He will be the less disposed to check himself from the consideration that, a crowd being anonymous, and in consequence irresponsible, the sentiment of responsibility which always controls individuals disappears entirely."},{"id":942,"quote":"tergiversate,"},{"id":943,"quote":"It must be classed among those phenomena of a hypnotic order, which we shall shortly study. In a crowd every sentiment and act is contagious, and contagious to such a degree that an individual readily sacrifices his personal interest to the collective interest."},{"id":944,"quote":"Gli animali che voi mangiate non sono quelli che ne divorano altri; voi non mangiate gli animali carnivori, bensì li utilizzate come modelli. Voi siete affamati unicamente delle creature dolci e gentili che non fanno alcun male a nessuno, che vi seguono, che vi servono, e che sono da voi divorate quale ricompensa ai servigi che vi rendono"},{"id":945,"quote":"If instead of making a child stick to his books I employ him in a workshop, his hands work for the development of his mind. While he fancies himself a workman he is becoming a philosopher."},{"id":949,"quote":"He is no longer himself, but has become an automaton who has ceased to be guided by his will."},{"id":952,"quote":"In the natural order men are all equal and their common calling is that of manhood, so that a well-educated man cannot fail to do well in that calling and those related to it. It matters little to me whether my pupil is intended for the army, the church, or the law. Before his parents chose a calling for him nature called him to be a man. Life is the trade I would teach him. When he leaves me, I grant you, he will be neither a magistrate, a soldier, nor a priest; he will be a man. All that becomes a man he will learn as quickly as another. In vain will fate change his station, he will always be in his right place. \"Occupavi te, fortuna, atque cepi; omnes-que aditus tuos interclusi, ut ad me aspirare non posses."},{"id":956,"quote":"J'étais fait pour vivre, et je meurs sans avoir vécu."},{"id":958,"quote":"My passions are extremely violent; while under their influence, nothing can equal my impetuosity; I am an absolute stranger to discretion, respect, fear, or decorum; rude, saucy, violent, and intrepid: no shame can stop, no danger intimidate me. My mind is frequently so engrossed by a single object, that beyond it the whole world is not worth a thought; this is the enthusiasm of a moment, the next, perhaps, I am plunged in a state of annihilation. Take me in my moments of tranquility,"},{"id":959,"quote":"Todo hombre nacido en la esclavitud, nace para la esclavitud; nada"},{"id":960,"quote":"Povos livres, lembrem-se desta máxima: pode-se adquirir a liberdade, mas recuperá-la jamais."},{"id":962,"quote":"Todo hombre nacido en la esclavitud, nace para la esclavitud; nada más cierto."},{"id":964,"quote":"It makes me feel very much what I believe I have said in some work, that remorse sleeps during a prosperous fate and grows sour in adversity"},{"id":965,"quote":"Could integrity be the daughter of ignorance? Could knowledge and virtue be incompatible? What consequences could we not draw from these opinions? But to reconcile these apparent contradictions, it is necessary only to examine closely the vanity and the emptiness of those proud titles which dazzle us and which we hand out so gratuitously to human learning."},{"id":968,"quote":"Young teacher, pray consider this example, and remember that your lessons should always be in deeds rather than words, for children soon forget what they say or what is said to them, but not what they have done nor what has been done to them."},{"id":970,"quote":"The oftener the choice fell upon old men, the oftener it became necessary to repeat it, and the more the trouble of such repetitions became sensible; electioneering took place; factions arose; the parties contracted ill blood; civil wars blazed forth; the lives of the citizens were sacrificed to the pretended happiness of the state; and things at last came to such a pass, as to be ready to relapse into their primitive confusion"},{"id":972,"quote":"For in appearing to use only its rights, the Prince can very easily expand them and, on the pretext of public calm, prevent assemblies intended to restore good order; so that it takes advantage either of a silence that it prevents from being broken, or of the irregularities that it causes to be committed, and to punish those who dare speak."},{"id":973,"quote":"El mismo que se considera señor de los demás no por esto deja de ser menos esclavo que los demás."},{"id":975,"quote":"on peut acquérir la liberté; mais on ne la recouvre jamais"},{"id":977,"quote":"Finally, when the State close to ruin subsists only on an illusory and vain form, when the social bond is broken in all hearts, when the barest interest brazenly assumes the sacred name of public good; then the general will grows mute, everyone, prompted by secret motives, no more states opinions as a Citizen than if the State had never existed, and iniquitous decrees with no other goal than particular interest are falsely passed under the name of Laws."},{"id":983,"quote":"Puede decirse muy bien que no empecé a vivir hasta que me tuve por muerto."},{"id":984,"quote":"Let the numberless legion of my fellow men gather round me and hear my confessions. Let them groan at my depravities, and blush for my misdeeds. But let each one of them reveal his heart at the foot of Thy throne with equal sincerity, and may any man who dares, say, “I was a better man that he."},{"id":985,"quote":"Toda la diferencia consiste en que, en una familia, el amor paternal recompensa al padre de los cuidados que prodiga a sus hijos, en tanto que en el Estado el placer de mandar suple el amor que el jefe no siente por sus gobernados."},{"id":987,"quote":"The end of this speech cruelly belied the brilliant hopes given to me by the beginning. \"What, always a lackey?\" I said to myself with a bitter disdain that confidence soon erased. I felt myself too little made for that place to fear that they would leave me there"},{"id":991,"quote":"I do not like verbal explanations. Young people pay little heed to them, nor do they remember them. Things! Things! I cannot repeat it too often. We lay too much stress upon words; we teachers babble, and our scholars follow our example."},{"id":993,"quote":"nada enlaza tanto los corazones como llorar juntos."},{"id":994,"quote":"Then, turning toward me, he said to me, \"My child, in almost everything the beginnings are rough; however yours will not be very much so. Be prudent, and seek to please everyone here; at present this is your sole business. For the rest, have courage; we want to take care of you."},{"id":997,"quote":"Teach by doing whenever you can, and only fall back upon words when doing is out of the question."},{"id":999,"quote":"Endlich werden sie Ihnen sagen, daß die Menschen aller Zeiten einander gleichen, daß sie die nämlichen Tugenden und die nämlichen Laster haben, daß man die Alten nur bewundere, weil sie alt sind. Das ist ebenfalls nicht wahr; denn man that ehedem große Dinge mit kleinen Mitteln und heutiges Tages thut man gerade das Gegentheil."},{"id":1003,"quote":"A man who lives ten years for himself and others without the help of doctors lives more for himself and others than one who spends thirty years as their victim."},{"id":1004,"quote":"Your beginning,\" he said to me, \"is the rule of what will be required of you: seek to behave so as to do more afterwards, but watch out never to do less."},{"id":1005,"quote":"Alas, it is when one is beginning to leave behind one's mortal body that one is the most hindered by it!"},{"id":1006,"quote":"los únicos males que teme son el dolor y el hambre. Digo el dolor y no la muerte, pues el animal nunca sabrá qué cosa es morir; el conocimiento de la muerte y de sus terrores es una de las primeras adquisiciones hechas por el hombre al apartarse de su condición animal."},{"id":1008,"quote":"sé concebir qué moralidad puede resultar de sus efectos. Ceder a la fuerza es un acto de necesidad y no de voluntad; cuando más es un acto de prudencia."},{"id":1014,"quote":"Wees minnaar van een ziel."},{"id":1016,"quote":"lo misterioso me inquieta siempre, es harto contrario a mi carácter, abierto hasta la imprudencia."},{"id":1018,"quote":"Hay más: el verdadero placer no se describe; sólo se siente, y tanto más cuanto menos puede describirse, porque no resulta de un conjunto de hechos sino de un estado permanente."},{"id":1019,"quote":"Según esto, ¿en qué consiste un derecho que se acaba cuando la fuerza cesa? Si se ha de obedecer por fuerza, no hay necesidad de obedecer por deber; y cuando a uno no le pueden forzar a obedecer, ya no está obligado a hacerlo."},{"id":1020,"quote":"no puede liberarse cuando el resorte civil se ha gastado."},{"id":1021,"quote":"Es la humanidad pura la que me da cobijo."},{"id":1028,"quote":"Go into the woods to lose sight and memory of the crimes of your contemporaries."},{"id":1030,"quote":"No se deben dar preceptos, sino hacer de manera que los encuentre el alumno."},{"id":1032,"quote":"Nulle société ne peut exister sans échange, nul échange sans mesure commune, et nulle mesure commune sans égalité."},{"id":1033,"quote":"El juego no es más que un recurso de las personas que se fastidian."},{"id":1035,"quote":"I ask: which of the two, civil or natural life, is more likely to become insufferable to those who live it? We see about us practically no people who do not complain about their existence; many even deprive themselves of it to the extent they are able, and the combination of divine and human laws is hardly enough to stop this disorder. I ask: has anyone ever heard of a savage man who was living in liberty ever dreaming of complaining about his life and of killing himself?"},{"id":1036,"quote":"veo un animal menos fuerte que unos, menos ágil que otros, pero, en conjunto, el más ventajosamente organizado de todos;"},{"id":1039,"quote":"In instinct alone, man had everything he needed in order to live in the state of nature; in a cultivated reason, he has only what he needs to live in society."},{"id":1040,"quote":"Jean-Jacques Rousseau was one of the most influential thinkers during the Enlightenment in eighteenth century Europe."},{"id":1045,"quote":"Si c'est la raison qui fait l'homme, c'est le sentiment qui le conduit."},{"id":1046,"quote":"La Religion est utile et même nécessaire aux Peuples. Cela n’est-il pas dit, soutenu, prouvé dans ce même Ecrit? Loin d’attaquer les vrais principes de la Religion, l’Auteur les pose, les affermit de tout son pouvoir; ce qu’il attaque, ce qu’il combat, ce qu’il doit combattre, c’est le fanatisme aveugle, la superstition cruelle, le stupide préjugé. Mais il faut, disent-ils, respecter tout cela. Mais pourquoi? Parce que c’est ainsi qu’on mene les Peuples. Oui, c’est ainsi qu’on les mene à leur perte. La superstition est le plus terrible fléau du genre humain; elle abbrutit les simples, elle persécute les sages, elle enchaîne les Nations, elle fait par tout cent maux effroyables: quel bien fait-elle? Aucun; si elle en fait, c’est aux Tyrans; elle est leur arme la plus terrible, et cela même est le plus grand mal qu’elle ait jamais fait. “il importe que l’Etat ne soit pas sans Religion, et cela importe par des raisons graves, sur lesquelles j’ai par tout fortement insisté: mais il vaudroit mieux encore n’en point avoir, que d’en avoir une barbare et persécutante qui, tyrannisant les Loix mêmes, contrarieroit les devoirs du Citoyen”"},{"id":1047,"quote":"Renunciar a la libertad es renunciar a la condición de hombre, a los derechos de la humanidad y a sus mismos deberes. No hay indemnización posible para el que renuncia a todo. Semejante renuncia es incompatible con la naturaleza del hombre; y quitar toda clase de libertad a su voluntad, es quitar toda moralidad a sus acciones."},{"id":1050,"quote":"There are in all ages men born to be in bondage to the opinions of the society in which they live."},{"id":1051,"quote":"pero no ha dejado de quererme sino al dejar de existir; nuestra amistad sólo ha terminado con su vida."},{"id":1052,"quote":"ichthyophagous."},{"id":1054,"quote":"Among the notable books of later times-we may say, without exaggeration, of all time—must be reckoned The Confessions of Jean Jacques Rousseau."},{"id":1059,"quote":"ils n’ont plus fait, par leurs formules, qu’une religion de mots, vu qu’il en coûte peu de prescrire l’impossible quand on se dispense de le pratiquer."},{"id":1061,"quote":"Little adapted to reasoning, crowds, on the contrary, are quick to act. As the result of their present organisation their strength has become immense. The dogmas whose birth we are witnessing will soon have the force of the old dogmas; that is to say, the tyrannical and sovereign force of being above discussion. The divine right of the masses is about to replace the divine right of kings."},{"id":1062,"quote":"Nașterea mea a fost prima dintre nenorocirile mele."},{"id":1063,"quote":"Rapproche ces contrastes, aime la nature, méprise l'opinion, et connais l'homme."},{"id":1064,"quote":"Two fundamental factors are at the base of this transformation. The first is the destruction of those religious, political, and social beliefs in which all the elements of our civilisation are rooted. The second is the creation of entirely new conditions of existence and thought as the result of modern scientific and industrial discoveries."},{"id":1065,"quote":"mi trabajo desigual y sin arte tan pronto era sublime como trivial, como debe serio el de cualquiera que sólo posee arranques de genio y no se halla sostenido por la ciencia."},{"id":1067,"quote":"Savage man, once he has eaten, is at peace with all of nature and the friend of all his fellow humans. Is"},{"id":1068,"quote":"When all was right around me, when I was content with everything, and satisfied with the sphere I was to occupy, I filled it with my affections, while my expansive soul, extending itself to other objects, was perpetually attracted by a thousand different inclinations, and by amiable attachments, which continually employed my heart: in these situations I forgot myself in some measure, thinking principally on what was foreign to me, and experiencing in the continual agitation of my feelings, all the vicissitude of earthly things. This exquisite sensibility lest me neither inward peace, nor outward repose; happy in appearance only, I had not a single sentiment that could have borne the proof of reflection, or with which I could truly have been content. Never was I perfectly satisfied either with others or myself; the tumult of the world made me giddy, solitude wearied me, I perpetually wished for a change of situation, and met with happiness in none."},{"id":1070,"quote":"It was requisite for men to be thought what they really were not. To be and to appear became two very different things, and from this distinction sprang pomp and knavery, and all the vices which form their train."},{"id":1072,"quote":"He who wills the end, wills the means also, and the means must involve some risks, and even some losses."},{"id":1073,"quote":"From the first moment of life, men ought to begin learning to deserve to live; and, as at the instant of birth we partake of the rights of citizenship, that instant ought to be the beginning of the exercise of our duty. If there are laws for the age of maturity, there ought to be laws for infancy, teaching obedience to others. [...]Public education, therefore, under regulations prescribed by the government, and under magistrates established by the Sovereign, is one of the fundamental rules of popular or legitimate government. If children are brought up in common in the bosom of equality; if they are imbued with the laws of the State and the precepts of the general will; if they are taught to respect these above all things; if they are surrounded by examples and objects which constantly remind them of the tender mother who nourishes them, of the love she bears them, of the inestimable benefits they receive from her, and of the return they owe her, we cannot doubt that they will learn to cherish one another mutually as brothers, to will nothing contrary to the will of society, to substitute the actions of men and citizens for the futile and vain babbling of sophists, and to become in time defenders and fathers of the country of which they will have been so long the children.I shall say nothing of the Magistrates destined to preside over such an education, which is certainly the most important business of the State. It is easy to see that if such marks of public confidence were conferred on slight grounds, if this sublime function were not, for those who have worthily discharged all other offices, the reward of labour, the pleasant and honourable repose of old age, and the crown of all honours, the whole enterprise would be useless and the education void of success. For wherever the lesson is not supported by authority, and the precept by example, all instruction is fruitless; and virtue itself loses its credit in the mouth of one who does not practise it. But let illustrious warriors, bent under the weight of their laurels, preach courage: let upright Magistrates, grown white in the purple and on the bench teach justice. Such teachers as these would thus get themselves virtuous successors, and transmit from age to age, to generations to come, the experience and talents of rulers, the courage and virtue of citizens, and common emulation in all to live and die for their country."},{"id":1075,"quote":"THE STRONGEST IS NEVER STRONG enough to be always the master, unless he transforms strength into right, and obedience into duty. Hence the right of the strongest, which, though to all seeming meant ironically, is really laid down as a fundamental principle."},{"id":1078,"quote":"Men are wicked, yes, but man is good."},{"id":1079,"quote":"No hay derecho a matar al enemigo sino en el caso de no poderle hacer esclavo. Luego, el derecho de hacerle esclavo no viene del derecho de matarle. Por lo tanto, es un cambio inicuo hacerle comprar a costa de su libertad una vida sobre la cual nadie tiene derecho."},{"id":1081,"quote":"History tells us, that from the moment when the moral forces on which a civilisation rested have lost their strength, its final dissolution is brought about by those unconscious and brutal crowds known, justifiably enough, as barbarians."},{"id":1082,"quote":"sociedad en que el deber de una eterna fidelidad sólo sirve para originar adulterios y donde las mismas leyes del honor y la continencia extienden necesariamente la corrupción y multiplican los abortos."},{"id":1083,"quote":"Dieu est bon ; rien n'est plus manifeste : mais la bonté dans l'homme est l'amour de ses semblables, et la bonté de Dieu est l'amour de l'ordre ; car c'est par l'ordre qu'il maintient ce qui existe, et lie chaque partie avec le tout. Dieu est juste ; j'en suis convaincu, c'est une suite de sa bonté ; l'injustice des hommes est leur oeuvre et non pas la sienne ; le désordre moral, qui dépose contre la Providence aux yeux des philosophes, ne fait que la démontrer aux miens."},{"id":1085,"quote":"El gusto por la soledad y la contemplación nació en mi corazón con los sentimientos expansivos y tiernos hechos para ser su alimento. El tumulto y el ruido los oprimen y los ahogan, la calma y la paz los reaniman y los exaltan. Tengo necesidad de recogerme para amar."},{"id":1086,"quote":"Destitute of valid reasons to justify and sufficient strength to defend himself, able to crush individuals with ease, but easily crushed himself by a troop of bandits, one against all, and incapable, on account of mutual jealousy, of joining with his equals against numerous enemies united by the common hope of plunder, the rich man, thus urged by necessity, conceived at length the profoundest plan that ever entered the mind of man: this was to employ in his favour the forces of those who attacked him, to make allies of his adversaries, to inspire them with different maxims, and to give them other institutions as favourable to himself as the law of nature was unfavourable."},{"id":1087,"quote":"Crowds are only powerful for destruction. Their rule is always tantamount to a barbarian phase."},{"id":1088,"quote":"This collection of scattered thoughts and observations has little order or continuity; it was begun to give pleasure to a good mother who thinks for herself."},{"id":1089,"quote":"He examinado -dice- a los poetas y los miro como personas cuyo talento impone a las demás y a ellas mismas, que se las dan de sabias, a las que se tiene por tales, cuando tienen menos de eso que de ninguna otra cosa. De los poetas -continúa Sócrates- he"},{"id":1091,"quote":"El que tales distinciones se hallen o no en los libros, no quita que se hagan en el corazón de todo hombre de buena fe consigo mismo, que no quiere permitir nada que su conciencia pueda reprocharle."},{"id":1096,"quote":"Nada hay que influya más sobre mi corazón que un acto de valor hecho a propósito, en favor del débil injustamente oprimido. En"},{"id":1098,"quote":"Enemigo de cuanto lleva el nombre de partido, facción o cábala, jamás he esperado nada bueno de las personas que a ellos pertenecen."},{"id":1099,"quote":"Bien sea de hombre a hombre, bien sea de hombre a pueblo, siempre será igualmente descabellado este discurso: \"Celebro contigo un contrato en el cual todos los deberes están a tu cargo y todos los beneficios están a mi favor; contrato, que respetaré mientras se me dé la gana y que tú observarás mientras se me dé la gana\"."},{"id":1100,"quote":"Una vez libres los hijos de la obediencia que deben al padre, y el padre de los cuidados que debe a los hijos, recobran todos igualmente su independencia. Si continúan unidos luego, ya no lo es naturalmente, sino voluntariamente, y la familia misma no se mantiene sino por convención."},{"id":1101,"quote":"Abandoned to themselves, they soon weary of disorder, and instinctively turn to servitude. It was the proudest and most untractable of the Jacobins who acclaimed Bonaparte with greatest energy when he suppressed all liberty and made his hand of iron severely felt. It"},{"id":1106,"quote":"Je sais et je sens quefaire du bien est le plus vrai bonheur que le cœur humain puissegoûter."},{"id":1110,"quote":"Since everything that comes into the human mind enters through the gates of sense, man's first reason is a reason of sense-experience. It is this that serves as a foundation for the reason of the intelligence; our first teachers in natural philosophy are our feet, hands, and eyes. To substitute books for them does not teach us to reason, it teaches us to use the reason of others rather than our own; it teaches us to believe much and know little."},{"id":1113,"quote":"The sentiments and ideas of all the persons in the gathering take one and the same direction, and their conscious personality vanishes. A collective mind is formed, doubtless transitory, but presenting very clearly defined characteristics."},{"id":1114,"quote":"An isolated individual knows well enough that alone he cannot set fire to a palace or loot a shop, and should he be tempted to do so, he will easily resist the temptation. Making part of a crowd, he is conscious of the power given him by number, and it is sufficient to suggest to him ideas of murder or pillage for him to yield immediately to temptation."},{"id":1117,"quote":"Ma mémoire, qui me retrace uniquement les objets agréables, est l’heureux contrepoids de mon imagination effarouchée, qui ne me fait prévoir que de cruels avenirs."},{"id":1119,"quote":"Je sais et je sens que faire du bien est le plus vrai bonheur que le cœur humain puisse goûter."},{"id":1120,"quote":"Nie to najciężej wyznać, co w nas jest zbrodnicze, ale co wstydliwe i śmieszne"},{"id":1121,"quote":"We are born sensitive and from our birth onwards we are affected in various ways by our environment. As soon as we become conscious of our sensations we tend to seek or shun the things that cause them, at first because they are pleasant or unpleasant, then because they suit us or not, and at last because of judgments formed by means of the ideas of happiness and goodness which reason gives us. These tendencies gain strength and permanence with the growth of reason, but hindered by our habits they are more or less warped by our prejudices. Before this change they are what I call Nature within us."},{"id":1123,"quote":"se comprenderá entonces cómo la diferencia de hombre a hombre debe ser menor en el estado de naturaleza que en el de sociedad, y cómo la desigualdad natural debe aumentar en la especie humana por la desigualdad de educación."},{"id":1127,"quote":"He who would preserve the supremacy of natural feelings in social life knows not what he asks. Ever at war with himself, hesitating between his wishes and his duties, he will be neither a man nor a citizen. He will be of no use to himself nor to others. He will be a man of our day, a Frenchman, an Englishman, one of the great middle class. To be something, to be himself, and always at one with himself, a man must act as he speaks, must know what course he ought to take, and must follow that course with vigour and persistence. When I meet this miracle it will be time enough to decide whether he is a man or a citizen, or how he contrives to be both. Two conflicting types of educational systems spring from these conflicting aims. One is public and common to many, the other private and domestic."},{"id":1132,"quote":"Now, it matters very much to the community that each citizen should have a religion. That will make him love his duty; but the dogmas of that religion concern the State and its members only so far as they have reference to morality and to the duties which he who professes them is bound to do to others. Each man may have, over and above, what opinions he pleases, without it being the Sovereign’s business to take cognisance of them; for, as the Sovereign has no authority in the other world, whatever the lot of its subjects may be in the life to come, that is not its business, provided they are good citizens in this life."},{"id":1133,"quote":"In proportion as the ideas and sentiments succeed one another and as the mind and heart are trained, the human race continues to be tamed, relationships spread, and bonds tightened. People grew accustomed to gather in front of their huts or around a large tree; song and dance, true children of love and leisure, became the amusement or rather the occupation of idle men and women who had flocked together. Each one began to look at the others and to want to be looked at himself, and public esteem had a value. The one who sang or danced the best, the handsomest, the strongest, the most adroit, or the most eloquent became the most highly regarded. And this was the first step towards inequality and, at the same time, toward vice. From these first preferences were born vanity and contempt on the one hand, and shame and envy on the other. And the fermentation caused by these new leavens eventually produced compounds fatal to happiness and innocence."},{"id":1135,"quote":"Crowds exhibit a docile respect for force, and are but slightly impressed by kindness, which for them is scarcely other than a form of weakness. Their sympathies have never been bestowed on easy-going masters, but on tyrants who vigorously oppressed them."},{"id":1144,"quote":"Civilised man is born and dies a slave. The infant is bound up in swaddling clothes, the corpse is nailed down in his coffin. All his life long man is imprisoned by our institutions."},{"id":1146,"quote":"He was freer and less constrained in the womb; he has gained nothing by birth."},{"id":1147,"quote":"Each of us puts his person and all his power in common under the supreme direction of the general will, and, in our corporate capacity, we receive each member as an indivisible part of the whole."},{"id":1152,"quote":"If then the people promises simply to obey, by that very act it dissolves itself and loses what makes it a people; the moment a master exists, there is no longer a Sovereign, and from that moment the body politic has ceased to exist."},{"id":1154,"quote":"The new-born infant cries, his early days are spent in crying. He is alternately petted and shaken by way of soothing him; sometimes he is threatened, sometimes beaten, to keep him quiet. We do what he wants or we make him do what we want, we submit to his whims or subject him to our own. There is no middle course; he must rule or obey. Thus his earliest ideas are those of the tyrant or the slave. He commands before he can speak, he obeys before he can act, and sometimes he is punished for faults before he is aware of them, or rather before they are committed. Thus early are the seeds of evil passions sown in his young heart. At a later day these are attributed to nature, and when we have taken pains to make him bad we lament his badness. In this way the child passes six or seven years in the hands of women, the victim of his own caprices or theirs, and after they have taught him all sorts of things, when they have burdened his memory with words he cannot understand, or things which are of no use to him, when nature has been stifled by the passions they have implanted in him, this sham article is sent to a tutor. The tutor completes the development of the germs of artificiality which he finds already well grown, he teaches him everything except self-knowledge and self-control, the arts of life and happiness. When at length this infant slave and tyrant, crammed with knowledge but empty of sense, feeble alike in mind and body, is flung upon the world, and his helplessness, his pride, and his other vices are displayed, we begin to lament the wretchedness and perversity of mankind. We are wrong; this is the creature of our fantasy; the natural man is cast in another mould."},{"id":1157,"quote":"Romans had been content to practice virtue; all was lost when they began to study it."},{"id":1158,"quote":"My meditations and reveries are never more delightful than when I forget myself. I feel ecstasies and inexpressible delight when I melt, so to speak, into the system of beings and identify myself with the whole of nature."},{"id":1159,"quote":"Above all he is jealous of his own self-respect; this is his most valued possession and it would be a real loss to him were he to acquire the respect of others at the expense of his own."},{"id":1160,"quote":"The mind has its needs, as does the body. The needs of the latter are the foundations of society; the needs of the former make it pleasant."},{"id":1161,"quote":"Everything fluctuates on earth; nothing remains in a constant and lasting form, and those affections which are attached to external things necessarily change with their object. We are ever looking forward or backward, ruminating on what is past, and can return no more, or anticipating the future, which may never arrive; there is nothing solid to which the heart can attach, itself, neither have we here below any pleasures that are lasting. Permanent, happiness is, I fear, unknown, and scarcely is there an instant in our most lively enjoyments when the heart can truly say, May this moment last forever!!! How then can such a fugitive state be called happiness, which leaves an uneasy void in the heart, which ever prompts us to regret something that is past, or desire something for the future?"},{"id":1163,"quote":"Il fut mis dans une maison de charité, où l’âge et le regret de se voir loin de sa famille le mirent au tombeau presque en arrivant."},{"id":1164,"quote":"Russia will never be really civilized, because it was civilized too soon. Peter has a genius for imitation; but he lacked true genius, which is creative and makes all from nothing. ... His first wish was to make Germans or Englishmen, when he ought to have been making Russians; and he prevented his subjects from ever becoming what they might have been by persuading them that they were what they are not."},{"id":1165,"quote":"We are ever looking forward or backward, ruminating on what is past, and can return no more, or anticipating the future, which may never arrive; there is nothing solid to which the heart can attach itself, neither have we here below any pleasures that are lasting."},{"id":1167,"quote":"People seek a tutor who has already educated one pupil. This is too much; one man can only educate one pupil; if two were essential to success, what right would he have to undertake the first?"}]