[{"id":1,"quote":"We are made of the same stardust of which all things are made, and when we are immersed in suffering or when we are experiencing intense joy we are being nothing other than what we can’t help but be: a part of our world."},{"id":2,"quote":"In his youth Albert Einstein spent a year loafing aimlessly. You don't get anywhere by not 'wasting' time- something, unfortunately, that the parents of teenagers tend frequently to forget."},{"id":3,"quote":"Genius hesitates."},{"id":4,"quote":"This is time for us. Memory. A nostalgia. The pain of absence. But it isn't absence that causes sorrow. It is affection and love. Without affection, without love, such absences would cause us no pain. For this reason, even the pain caused by absence is in the end something good and even beautiful. Because it feeds on that which gives meaning to life."},{"id":5,"quote":"Here, on the edge of what we know, in contact with the ocean of the unknown, shines the mystery and beauty of the world. And it’s breathtaking."},{"id":6,"quote":"We are perhaps the only species on Earth to be conscious of the inevitability of our individual mortality. I fear that soon we shall also have to become the only species that will knowingly watch the coming of its own collective demise, or at least the demise of its civilization."},{"id":7,"quote":"The very foundation of science is to keep the door open to doubt."},{"id":8,"quote":"Because everything that begins must end. What causes us to suffer is not in the past or the future: it is here, now, in our memory, in our expectations. We long for timelessness, we endure the passing of time: we suffer time. Time is suffering."},{"id":9,"quote":"The atoms of our body, as well, flow in and away from us. We, like waves and like all objects, are a flux of events; we are processes, for a brief time monotonous"},{"id":10,"quote":"We are made up of the same atoms and the same light signals as are exchanged between pine trees in the mountains and stars in the galaxies."},{"id":11,"quote":"There are frontiers where we are learning, and our desire for knowledge burns. They are in the most minute reaches of the fabric of space, at the origins of the cosmos, in the nature of time, in the phenomenon of black holes, and in the workings of our own thought processes. Here, on the edge of what we know, in contact with the ocean of the unknown, shines the mystery and the beauty of the world. And it’s breathtaking."},{"id":12,"quote":"Ever since we discovered that Earth is round and turns like a mad spinning-top, we have understood that reality is not as it appears to us."},{"id":13,"quote":"When Einstein died, his greatest rival, Bohr, found for him words of moving admiration. When a few years later Bohr in turn died, someone took a photograph of the blackboard in his study. There’s a drawing on it. A drawing of the ‘light-filled box’ in Einstein’s thought experiment. To the very last, the desire to challenge oneself and understand more. And to the very last: doubt"},{"id":14,"quote":"If I ask whether two events—one on Earth and the other on Proxima b—are happening “at the same moment, the correct answer would be: “It’s a question that doesn’t make sense, because there is no such thing as ‘the same moment’ definable in the universe.” The “present of the universe” is meaningless.”"},{"id":15,"quote":"It is hardly surprising that there are more things in heaven and earth, dear reader, than have been dreamed of in our philosophy - or in our physics."},{"id":16,"quote":"We are stories, contained within the twenty complicated centimeters behind our eyes..."},{"id":17,"quote":"What are we, in this boundless and glowing world?"},{"id":18,"quote":"It is like the point where the rainbow touches the forest. We think that we can see it—but if we go to look for it, it isn’t there."},{"id":19,"quote":"I am my mother’s caresses, and the serene kindness with which my father calmly guided me; I am my adolescent travels; I am what my reading has deposited in layers in my mind; I am my loves, my moments of despair, my friendships, what I’ve written, what I’ve heard; the faces engraved on my memory. I am, above all, the one who a minute ago made a cup of tea for himself. The one who a moment ago typed the word “memory into his computer. The one who just composed the sentence that I am now completing. If all this disappeared, would I still exist? I am this long, ongoing novel. My life consists of it.”"},{"id":20,"quote":"Quantum mechanics and experiments with particles have taught us that the world is a continuous, restless swarming of things, a continuous coming to light and disappearance of ephemeral entities. A set of vibrations, as in the switched-on hippie world of the 1960s. A world of happenings, not of things. The"},{"id":21,"quote":"Compare ‘now’ with ‘here’. ‘Here’ designates the place where a speaker is: for two different people ‘here’ points to two different places. Consequently ‘here’ is a word the meaning of which depends on where it is spoken. The technical term for this kind of utterance is ‘indexical’. ‘Now’ also points to the instant in which the word is uttered and is also classed as ‘indexical’. But no one would dream of saying that things ‘here’ exist, whereas things that are not ‘here’ do not exist. So then why do we say that things that are 'now' exist and that everything else doesn't?"},{"id":22,"quote":"The ability to understand something before it’s observed is at the heart of scientific thinking."},{"id":23,"quote":"Nature is our home, and in nature we are at home. This strange, multicoloured and astonishing world which we explore – where space is granular, time does not exist, and things are nowhere – is not something that estranges us from our true selves, for this is only what our natural curiosity reveals to us about the place of our dwelling. About the stuff of which we ourselves are made."},{"id":24,"quote":"You don’t get to new places by following established tracks."},{"id":25,"quote":"What opens our minds and shows the limits of our ideas is an encounter with other people, other cultures, other ideas."},{"id":26,"quote":"We understand the world in its becoming, not in its being."},{"id":27,"quote":"But it isn’t absence that causes sorrow. It is affection and love. Without affection, without love, such absences would cause us no pain. For this reason, even the pain caused by absence is, in the end, something good and even beautiful, because it feeds on that which gives meaning to life."},{"id":28,"quote":"This is the disconcerting conclusion that emerges from Boltzmann’s work: the difference between the past and the future refers only to our own blurred vision of the world. It’s a conclusion that leaves us flabbergasted: is it really possible that a perception so vivid, basic, existential—my perception of the passage of time—depends on the fact that I cannot apprehend the world in all of its minute detail? On a kind of distortion that’s produced by myopia? Is it true that, if I could see exactly and take into consideration the actual dance of millions of molecules, then the future would be “just like the past?”"},{"id":29,"quote":"Once again, the world seems to be less about objects than about interactive relationships."},{"id":30,"quote":"When we talk about the big bang or the fabric of space, what we are doing is not a continuation of the free and fantastic stories that humans have told nightly around campfires for hundreds of thousands of years. It is the continuation of something else: of the gaze of those same men in the first light of day looking at tracks left by antelope in the dust of the savannah - scrutinising and deducting from the details of reality in order to pursue something that we can't see directly but can follow the traces of. In the awareness that we can always be wrong, and therefore ready at any moment to change direction if a new track appears; but knowing also that if we are good enough we will get it right and will find what we are seeking. That is the nature of science."},{"id":31,"quote":"There is a feeling of deep universalism, in the wake of the splendid words of Democritus: “To a wise man, the whole earth is open, because the true country of a virtuous soul is the entire universe."},{"id":32,"quote":"All of the sons of Adam are part of one single body, They are of the same essence. When time afflicts us with pain In one part of that body All the other parts feel it too. If you fail to feel the pain of others You do not deserve the name of man."},{"id":33,"quote":"Quantum mechanics extends this relativity in a radical way: all variable aspects of an object exist only in relation to other objects. It is only in interactions that nature draws the world."},{"id":34,"quote":"We are all in the depths of a cave, chained by our ignorance, by our prejudices, and our weak senses reveal to us only shadows. If we try to see further, we are confused; we are unaccustomed. But we try. This is science. Scientific"},{"id":35,"quote":"I remember a little girl...But how can that be...Once I was that little Resi,and then one day I became an old woman?...If God wills it so, why allow me to see it?Why doesn't he hide it from me?Everything is a mystery, such a deep mystery...I feel the fragility of things in time.From the bottom of my heart, I feel we shouldcling to nothing.Everything slips through our fingers.All that we seek to hold on to dissolves.Everything vanishes, like mist and dreams...Time is a strange thing.When we don't need it, it is nothing.Then, suddenly, there is nothing else.It is everywhere around us. Also within us.It seeps into our faces.It seeps into the mirror, runs through my temples...Between you and I it runs silently, like an hourglass.Oh, Quin Quin.Sometimes I feel it flowing inexorably.Sometimes I get up in the middle of the nightand stop all the clocks..."},{"id":36,"quote":"As human beings, we live by emotions and thoughts. We exchange them when we are in the same place at the same time, talking to each other, looking into each other's eyes, brushing against each other's skin. We are nourished by this network of encounters and exchanges. But, in reality, we do not need to be in the same place and time to have such exchanges. Thoughts and emotions that create bonds of attachment between us have no difficulty in crossing seas and decades, sometimes even centuries, tied to thin sheets of paper or dancing between the microchips of a computer. We are part of a network that goes far beyond the few days of our lives and the few square meters that we tread. This book is also a part of that weave..."},{"id":37,"quote":"I believe that our species will not last long. It does not seem to be made of the stuff that has allowed the turtle, for example, to continue to exist more or less unchanged for hundreds of millions of years, for hundreds of times longer, that is, than we have even been in existence. We belong to a short-lived genus of species. All of our cousins are already extinct. What's more, we do damage. The brutal climate and environmental changes that we have triggered are unlikely to spare us."},{"id":38,"quote":"we are all born from the same celestial seed; all of us have the same father, from which the earth, the mother who feeds us, receives clear drops of rain, producing from them bright wheat and lush trees, and the human race, and the species of beasts, offering up the foods with which all bodies are nourished, to lead a sweet life and generate offspring"},{"id":39,"quote":"We not only learn, but we also learn to gradually change our conceptual framework and to adapt it to what we learn."},{"id":40,"quote":"I believe that this example demonstrates how great science and great poetry are both visionary, and may even arrive at the same intuitions. Our culture is foolish to keep science and poetry separated: they are two tools to open our eyes to the complexity and beauty of the world."},{"id":41,"quote":"Before Newton, time for humanity was the way of counting how things changed. Before him, no one had thought it possible that a time independent of things could exist. Don't take your intuitions and ideas to be 'natural': they are often the products of the ideas of audacious thinkers who came before us."},{"id":42,"quote":"Life on Earth gives only a small taste of what can happen in the universe."},{"id":43,"quote":"We are made of the same stardust of which all things are made, and when we are immersed in suffering or when we are experiencing intense joy, we are being nothing other than what we can’t help but be: a part of our world."},{"id":44,"quote":"Life is precious to us because it is ephemeral."},{"id":45,"quote":"In the world described by quantum mechanics there is no reality except in the relations between physical systems. It isn’t things that enter into relations but, rather, relations that ground the notion of ‘thing’. The world of quantum mechanics is not a world of objects: it is a world of events. Things are built by the happening of elementary events: as the philosopher Nelson Goodman wrote in the 1950s, in a beautiful phrase, ‘An object is a monotonous process.’ A stone is a vibration of quanta that maintains its structure for a while, just as a marine wave maintains its identity for a while before melting again into the sea."},{"id":46,"quote":"Here, in the vanguard, beyond the borders of knowledge, science becomes even more beautiful—incandescent in the forge of nascent ideas, of intuitions, of attempts. Of roads taken and then abandoned, of enthusiasms. In the effort to imagine what has not yet been imagined. Twenty"},{"id":47,"quote":"To trust immediate intuitions rather than collective examination that is rational, careful, and intelligent is not wisdom: it is the presumption of an old man who refuses to believe that the great world outside his village is any different from the one that he has always known. As"},{"id":48,"quote":"Past and future are different from each other. Cause precedes effect. Pain comes after a wound, not before it. The glass shatters into a thousand pieces, and the pieces do not re-form into a glass. We cannot change the past; we can have regrets, remorse, memories. The future instead is uncertainty, desire, anxiety, open space, destiny, perhaps. We can live toward it, shape it, because it does not yet exist. Everything is still possible... Time is not a line with two equal directions: it is an arrow with different extremities."},{"id":49,"quote":"To the very last, the desire to challenge oneself and understand more. And to the very last: doubt."},{"id":50,"quote":"All things are continually interacting with each other, and in doing so each bears the traces of that with which it has interacted: and in this sense all things continuously exchange information about each other."},{"id":51,"quote":"I do not fear death. I fear suffering. And I fear old age, though less so now that I am witnessing the tranquil and pleasant old age of my father. I am afraid of frailty, and of the absence of love. But death does not alarm me. It did not scare me when I was young, and I thought at the time that this was because it was such a remote prospect. But now, at sixty, the fear has yet to arrive. I love life, but life is also struggle, suffering, pain. I think of death as akin to a well-earned rest."},{"id":52,"quote":"Human beings often cling to their certainties for fear that their opinions will be proven false. But a certainty that cannot be called into question is not a certainty. Solid certainties are those that survive questioning. In order to accept questioning as the foundation for our voyage toward knowledge, we must be humble enough to accept that today’s truth may become tomorrow’s falsehood."},{"id":53,"quote":"Science is a continual exploration of ways of thinking. Its strength is its visionary capacity to demolish preconceived ideas, to reveal new regions of reality, and to construct new and more effective images of the world. This adventure rests upon the entirety of past knowledge, but at its heart is change."},{"id":54,"quote":"Le equazioni della meccanica quantistica e le loro conseguenze vengono usate quotidianamente da fisici, ingegneri, chimici e biologi, nei campi più svariati. Sono utilissime per tutta la tecnologia contemporanea. Non ci sarebbero i transistor senza la meccanica quantistica. Eppure restano misteriose: non descrivono cosa succede a un sistema fisico, ma solo come un sistema fisico viene percepito da un altro sistema fisico. Che significa? Significa che la realtà essenziale di un sistema è indescrivibile? Significa solo che manca un pezzo alla storia? O significa, come a me sembra, che dobbiamo accettare l’idea che la realtà sia solo interazione?"},{"id":55,"quote":"It is entropy, not energy, that keeps stones on the ground and the world turning."},{"id":56,"quote":"When we talk about the big bang or the fabric of space, what we are doing is not a continuation of the free and fantastic stories that humans have told nightly around campfires for hundreds of thousands of years. It is the continuation of something else: of the gaze of those same men in the first light of day looking at tracks left by antelope in the dust of the savannah—scrutinizing and deducting from the details of reality in order to pursue something that we can’t see directly but can follow the traces of. In the awareness that we can always be wrong, and therefore ready at any moment to change direction if a new track appears; but knowing also that if we are good enough we will get it right and will find what we are seeking. This is the nature of science. The confusion between these two diverse human activities—inventing stories and following traces in order to find something—is the origin of the incomprehension and distrust of science shown by a significant part of our contemporary culture. The separation is a subtle one: the antelope hunted at dawn is not far removed from the antelope deity in that night’s storytelling. The border is porous. Myths nourish science, and science nourishes myth. But the value of knowledge remains. If we find the antelope, we can eat."},{"id":57,"quote":"We are stories, contained within the twenty complicated centimeters behind our eyes, lines drawn by traces left by the (re)mingling together of things in the world, and oriented toward predicting events in the future, toward the direction of increasing entropy, in a rather particular corner of this immense, chaotic universe."},{"id":58,"quote":"The incompleteness and the uncertainty of our knowledge, our precariousness, suspended over the abyss of the immensity of what we don’t know, does not render life meaningless: it makes it interesting and precious."},{"id":59,"quote":"O gentlemen, the time of life is short . . . And if we live, we live to tread on kings. Shakespeare, Henry IV, Part I (act 5, scene 2)"},{"id":60,"quote":"If things fall, it is due to this slowing down of time. Where time passes uniformly, in interplanetary space, things do not fall. They float, without falling. Here on the surface of our planet, on the other hand, the movement of things inclines naturally toward where time passes more slowly, as when we run down the beach into the sea and the resistance of the water on our legs makes us fall headfirst into the waves. Things fall downward because, down there, time is slowed by the Earth."},{"id":61,"quote":"The world is complex, and we capture it with different languages, each appropriate to the process that we are describing."},{"id":62,"quote":"Being aware that we may be wrong is different from claiming that it is senseless to speak of right and wrong. Recognizing diversity and taking seriously ideas that diverge from our own is different from claiming that all ideas are equally worthy. Knowing that a given judgment is born within a complex cultural context and is related to many others does not necessarily imply that we are unable to recognize it is wrong."},{"id":63,"quote":"This does not mean that science is just the art of making measurable predictions. Some philosophers of science overly circumscribe science by limiting it to its numerical predictions. They miss the point, because they confuse the instruments with the objectives. Verifiable quantitative predictions are instruments to validate hypotheses. The objective of scientific research is not just to arrive at predictions: it is to understand how the world functions; to construct and develop an image of the world, a conceptual structure to enable us to think about. Before being technical, science is visionary."},{"id":64,"quote":"We can think of the world as made up of things. Of substances. Of entities. Of something that is. Or we can think of it as made up of events. Of happenings. Of processes. Of something that occurs. Something that does not last, and that undergoes continual transformation, that is not permanent in time."},{"id":65,"quote":"Nature is behaving with us like that elderly rabbi to whom two men went in order to settle a dispute. Having listened to the first, the rabbi says: “You are in the right. The second insists on being heard. The rabbi listens to him and says: “You’re also right.” Having overheard from the next room, the rabbi’s wife then calls out, “But they can’t both be in the right!” The rabbi reflects and nods before concluding: “And you’re right too.” A”"},{"id":66,"quote":"A university student attending lectures on general relativity i the morning and others on quantum mechanics in the afternoon might be forgiven for thinking that his professors are fools, or have neglected to communicate with each other for at least a century."},{"id":67,"quote":"An elementary structure of the world is emerging, generated by a swarm of quantum events, where time and space do not exist. Quantum fields draw together space, time, matter, and light, exchanging information between one event and another. Reality is a network of granular events; the dynamic that connects them is probabilistic; between one event and another, space, time, matter, and energy melt into a cloud of probability."},{"id":68,"quote":"Children grow up and discover that the world is not as it seemed from within the four walls of their homes. Humankind as a whole does the same."},{"id":69,"quote":"It is not against nature to be curious: it is our nature to be so."},{"id":70,"quote":"che significa che siamo liberi di prendere delle decisioni, se il nostro comportamento non fa che seguire le leggi della natura?"},{"id":71,"quote":"Things change only in relation to one another. At a fundamental level, there is no time."},{"id":72,"quote":"The world, particles, light, energy, space, and time—all of this is nothing but the manifestation of a single type of entity: covariant quantum fields."},{"id":73,"quote":"A moving object therefore experiences a shorter duration than a stationary one: a watch marks fewer seconds, a plant grows more slowly, a young man dreams less. For a moving object, time contracts."},{"id":74,"quote":"Quantum mechanics reveals to us that the more we look at the detail of the world, the less constant it is. The world is not made up of tiny pebbles. It is a world of vibrations, a continuous fluctuation, a microscopic swarming of fleeting microevents."},{"id":75,"quote":"We have a hundred billion neurons in our brains, as many as there are stars in a galaxy, with an even more astronomical number of links and potential combinations through which they can interact. We are not conscious of all of this. “We are the process formed by this entire intricacy, not just by the little of it of which we are conscious.”"},{"id":76,"quote":"Science is about reading the world from a gradually widening point of view."},{"id":77,"quote":"The most credible answers are the ones given by science, because science IS the search for the most credible answers available, not for answers pretending to certainty."},{"id":78,"quote":"We are the products of a long selection process of chemical, biological, and cultural structures that at different levels have interacted for a long time in order to shape the funny process that we are."},{"id":79,"quote":"The world is like a collection of interrelated points of view."},{"id":80,"quote":"In the awareness that we can always be wrong, and therefore ready at any moment to change direction if a new track appears; but knowing also that if we are good enough we will get it right and will find what we are seeking. This is the nature of science. The"},{"id":81,"quote":"But it is not only space that curves: time does too. Einstein predicts that time on Earth passes more quickly at higher altitude, and more slowly at lower altitude. This is measured, and also proves to be the case. Today we have extremely precise clocks, in many laboratories, and it is possible to measure this strange effect even for a difference in altitude of just a few centimeters. Place a watch on the floor and another on a table: the one on the floor registers less passing of time than the one on the table. Why? Because time is not universal and fixed; it is something that expands and shrinks, according to the vicinity of masses: Earth, like all masses, distorts spacetime, slowing down time in its vicinity. Only slightly—but two twins who have lived respectively at sea level and in the mountains will find that, when they meet up again, one will have aged more than the other"},{"id":82,"quote":"The border is porous. Myths nourish science, and science nourishes myth. But the value of knowledge remains. If we find the antelope, we can eat."},{"id":83,"quote":"Every moment of our existence is linked by a peculiar triple thread to our past—the most recent and the most distant—by memory. Our present swarms with traces of our past. We are histories of ourselves, narratives. I am not this momentary mass of flesh reclined on the sofa typing the letter a on my laptop; I am my thoughts full of the traces of the phrases that I am writing; I am my mother’s caresses, and the serene kindness with which my father calmly guided me; I am my adolescent travels; I am what my reading has deposited in layers in my mind; I am my loves, my moments of despair, my friendships, what I’ve written, what I’ve heard; the faces engraved on my memory. I am, above all, the one who a minute ago made a cup of tea for himself. The one who a moment ago typed the word “memory into his computer. The one who just composed the sentence that I am now completing. If all this disappeared, would I still exist? I am this long, ongoing novel. My life consists of it.”"},{"id":84,"quote":"Within the immense ocean of galaxies and stars we are in a remote corner; amidst the infinite arabesques of forms which constitute reality we are merely a flourish among innumerably many such flourishes."},{"id":85,"quote":"In quantum mechanics no object has a definite position, except when colliding headlong with something else."},{"id":86,"quote":"For everything that moves, time passes more slowly."},{"id":87,"quote":"When we say that human behaviour is unpredictable, we are right, because it is too complex to be predicted, especially by ourselves. Our intense sensation of internal liberty, as Spinoza acutely saw, comes from the fact that the ideas and images which we have of ourselves are much cruder and sketchier than the detailed complexity of what is happening within us. We are the source of amazement in our own eyes"},{"id":88,"quote":"National identity is a con. It's good for overcoming local interests for the common good, but it is short-sighted and counterproductive when it promotes the interests of a totally artificial group – 'our nation' – above a more ample sense of what the common good consists of."},{"id":89,"quote":"Science is born from this act of humility: not trusting blindly in our past knowledge and our intuition. Not believing what everyone says. Not having faith in the accumulated knowledge of our fathers and grandfathers. We learn nothing if we think that we already know the essentials, if we assume that they were written in a book or known by the elders of the tribe. The centuries in which people had faith in what they believed were the centuries in which little new was learned."},{"id":90,"quote":"Temporality is profoundly linked to blurring. The blurring is due to the fact that we are ignorant of the microscopic details of the world. The time of physics is, ultimately, the expression of our ignorance of the world. Time is ignorance."},{"id":91,"quote":"An individual is a process: complex, tightly integrated."},{"id":92,"quote":"The heat of black holes is like the Rosetta stone of physics, written in a combination of three languages- quantum, gravitational, and thermodynamic- still awaiting decipherment in order to reveal the true nature of time."},{"id":93,"quote":"I believe that our species will not last long. It does not seem to be made of the stuff that has allowed the turtle, for example, to continue to exist more or less unchanged for hundreds of millions of years, for hundreds of times longer, that is, than we have even been in existence. We belong to a short-lived genus of species. All of our cousins are already extinct. What’s more, we do damage. The brutal climate and environmental changes that we have triggered are unlikely to spare us. For Earth they may turn out to be a small irrelevant blip, but I do not think that we will outlast them unscathed—especially since public and political opinion prefers to ignore the dangers that we are running, hiding our heads in the sand. We are perhaps the only species on Earth to be conscious of the inevitability of our individual mortality. I fear that soon we shall also have to become the only species that will knowingly watch the coming of its own collective demise, or at least the demise of its civilization."},{"id":94,"quote":"As human beings, we live by emotions and thoughts. We exchange them when we are in the same place at the same time, talking to each other, looking into each other’s eyes, brushing against each other’s skin. We are nourished by this network of encounters and exchanges. But, in reality, we do not need to be in the same place and time to have such exchanges. Thoughts and emotions that create bonds of attachment between us have no difficulty in crossing seas and decades, sometimes even centuries, tied to thin sheets of paper or dancing between the microchips of a computer. We are part of a network that goes far beyond the few days of our lives and the few square meters that we tread. This book is also a part of that weave. . ."},{"id":95,"quote":"A precious miracle that the infinite play of combinations has unlocked for us, allowing us to exist. We may smile now. We can go back to serenely immersing ourselves in time - in our finite time - to savoring the clear intensity of every fleeting and cherished moment of the brief circle of our existence."},{"id":96,"quote":"People like us, who believe in physics, know that the distinction made between past, present and future is nothing more than a persistent, stubborn illusion. Illusion”"},{"id":97,"quote":"A határozatlanság és tudásunk bizonytalansága, amint azzal tudatlanságunk végtelen szakadékaiba letekintve szembesülünk, nem teszi értelmetlenné az életet, épp ellenkezőleg: értékessé teszi."},{"id":98,"quote":"How long is forever? asks Alice. “Sometimes, just one second,” replies the White Rabbit. There are dreams lasting an instant in which everything seems frozen for an eternity.”"},{"id":99,"quote":"Change is ubiquitous. Only: elementary processes cannot be ordered along a common succession of instants. At the extremely small scale of the quanta of space, the dance of nature does not develop to the rhythm kept by the baton of a single orchestral conductor: every process dances independently with its neighbours, following its own rhythm. The passing of time is intrinsic to the world, it is born of the world itself, out of the relations between quantum events which are the world and which themselves generate their own time."},{"id":100,"quote":"Things in themselves are only events that for a while are monotonous”"},{"id":101,"quote":"When we talk about the big bang or the fabric of space, what we are doing is not a continuation of the free and fantastic stories that humans have told nightly around campfires for hundreds of thousands of years. It is the continuation of something else: of the gaze of those same men in the first light of day looking at tracks left by antelope in the dust of the savannah—scrutinizing and deducting from the details of reality in order to pursue something that we can’t see directly but can follow the traces of."},{"id":102,"quote":"We inhabit time as fish live in water. Our being is being in time."},{"id":103,"quote":"And it seems to me that life, this brief life, is nothing other than this: the incessant cry of these emotions that drive us, that we sometimes attempt to channel in the name of a god, a political faith, in a ritual that reassures us that, fundamentally, everything is in order, in a great and boundless love—and the cry is beautiful. Sometimes it is a cry of pain. Sometimes it is a song."},{"id":104,"quote":"The notion of “the present refers to things that are close to us, not to anything that is far away. Our “present” does not extend throughout the universe. It is like a bubble around us.”"},{"id":105,"quote":"None of the pieces that time has lost (singularity, direction, independence, the present, continuity) puts into question the fact that the world is a network of events. On the one hand, there was time, with its many determinations; on the other, the simple fact that nothing is: things happen."},{"id":106,"quote":"But this does not imply that we cannot or must not trust our own thinking. To the contrary: our own thinking is the best tool we have for finding our way in this world. Recognizing its limitations does not imply that it is not something to rely upon. If instead we trust in “tradition more than in our own thinking, for instance, we are only relying on something even more primitive and uncertain than our own thinking. “Tradition” is nothing else than the codified thinking of human beings who lived at times when ignorance was even greater than ours.”"},{"id":107,"quote":"Space is created by the interaction of individual quanta of gravity."},{"id":108,"quote":"if nothing else around it changes, heat cannot pass from a cold body to a hot one......This is the only basic law of physics that distinguishes the past from the future."},{"id":109,"quote":"Such is time, and because of this we are fascinated and troubled by it in equal measure-and perhaps because of this, too, dear reader, my brother, my sister, you are holding this book in your hands. Because it is nothing but a fleeting structure of the world, an ephemeral fluctuation in the happening of the world, that which is capable of giving rise to what we are: beings made of time. That to which we owe our being, giving us the precious gift of our very existence, allowing us to create the fleeting illusion of permanence that is the origin of all our suffering."},{"id":110,"quote":"We are like an only child who in growing up realizes that the world does not revolve only around himself, as he thought when little. He must learn to be one among others."},{"id":111,"quote":"The importance of experimental proof, on the other hand, does not mean that without new experimental data we cannot make advances. It is often said that science takes steps forward only when there is new experimental data. If this were true, we would have little hope of finding the theory of quantum gravity before measuring something new, but this is patently not the case. Which new data were available to Copernicus? None. He had the same data as Ptolemy. Which new data did Newton have? Almost none. His real ingredients were Kepler's laws and Galileo's results. What new data did Einstein have to discover general relativity? None. His ingredients were special relativity and Newton's theory. It simply isn't true that physics only advances when it is afforded new data."},{"id":112,"quote":"The difference between past and future only exists when there is heat. The fundamental phenomenon that distinguishes the future from the past is the fact that heat passes from things that are hotter to things that are colder."},{"id":113,"quote":"Don't take your intuitions and ideas to be 'natural': they are often the products of the ideas of audacious thinkers who came before us."},{"id":114,"quote":"what does it mean, our being free to make decisions, if our behavior does nothing but follow the predetermined laws of nature?"},{"id":115,"quote":"Electrons, quarks, photons, and gluons are the components of everything that sways in the space around us. They are the “elementary particles studied in particle physics.”"},{"id":116,"quote":"Scientific answers are not definitive: they are, almost by definition, the best ones that we have at any given time. Consider"},{"id":117,"quote":"In the elementary equations of the world,13 the arrow of time appears only where there is heat.* The link between time and heat is therefore fundamental: every time a difference is manifested between the past and the future, heat is involved. In every sequence of events that becomes absurd if projected backward, there is something that is heating up. If I watch a film that shows a ball rolling, I cannot tell if the film is being projected correctly or in reverse. But if the ball stops, I know that it is being run properly; run backward, it would show an implausible event: a ball starting to move by itself. The ball’s slowing down and coming to rest are due to friction, and friction produces heat. Only where there is heat is there a distinction between past and future. Thoughts, for instance, unfold from the past to the future, not vice versa—and, in fact, thinking produces heat in our heads. . . ."},{"id":118,"quote":"Those who criticize the usefulness of philosophy for science, Aristotle has noticed, are not doing science: they are doing philosophy."},{"id":119,"quote":"Bertrand Russell describes the same idea thus: “the raw material out of which the world is built up is not of two sorts, one matter and the other mind; it is simply arranged in different patterns by its inter-relations: some arrangements may be called mental, while others may be called physical."},{"id":120,"quote":"We belong to a short-lived genus of species. All of our cousins are already extinct. What’s more, we do damage. The brutal climate and environmental changes that we have triggered are unlikely to spare us. For"},{"id":121,"quote":"We are perhaps the only species on Earth to be conscious of the inevitability of our individual mortality."},{"id":122,"quote":"What I see, in other words, is not a reproduction of the external world. It is what I expect, corrected by what I can grasp. The relevant input is not that which confirms what we already know, but that which contradicts our expectations."},{"id":123,"quote":"Ami engem illet, én jobban szerek szembenézni tudatlanságunkkal, elfogadni, és egy kevéssel túllátni rajta: megpróbálni megérteni, hogy mi az, amit megérthetünk. Nemcsak azért, mert ennek a tudatlanságnak az elfogadása ad kiutat a babonák és előítéletek fogságából, hanem legfőképpen azért, mert a szememben nem tudásunk elfogadása a legigazabb, a legszebb s főleg a legőszintébb út. Igyekezni minél messzebbre látni, igyekezni minél messzebbre jutni ez azok közé a csodálatos dolgok közé tartozik, amelyek értelmet adnak az életnek. Mint a szerelem, vagy mint nézni az égboltot. A tanulásvágy, a felfedező kíváncsiság, az, hogy tudni akarjuk, mi van a dombokon túl, az, hogy meg akarjuk kóstolni az almát ez tesz emberré bennünket."},{"id":124,"quote":"Time is information we don't have. Time is our ignorance."},{"id":125,"quote":"There is not an “I and “the neurons in my brain.” They are the same thing.”"},{"id":126,"quote":"I fear that soon we shall also have to become the only species that will knowingly watch the coming of its own collective demise, or at least the demise of its civilization."},{"id":127,"quote":"Physics opens windows through which we see far into the distance. What we see does not cease to astonish us. We realize that we are full of prejudices and that our intuitive image of the world is partial, parochial, inadequate. Earth is not flat; it is not stationary. The world continues to change before our eyes as we gradually see it more extensively and more clearly. If we try to put together what we have learned in the twentieth century about the physical world, the clues point toward something profoundly different from our instinctive understanding of matter, space, and time."},{"id":128,"quote":"The entropy of the world in the far past appears very low to us. But this might not reflect the exact state of the world: it might regard the subset of the world' s variables with which we, as physical systems, have interacted. It is with respect to the dramatic blurring produced by our interactions with the world, caused by the small set of macroscopic variables in terms of which we describe the world, that the entropy of the universe was low."},{"id":129,"quote":"We can see the world without time: we can perceive with the mind’s eye the profound structure of the world where time as we know it no longer exists—like the Fool on the Hill who sees the Earth turn when he sees the setting sun. And we begin to see that we are time. We are this space, this clearing opened by the traces of memory inside the connections between our neurons. We are memory. We are nostalgia. We are longing for a future that will not come. The clearing that is opened up in this way, by memory and by anticipation, is time: a source of anguish sometimes, but in the end a tremendous gift."},{"id":130,"quote":"Science is born from this act of humility: not trusting blindly in our past knowledge and our intuition. Not believing what everyone says. Not having absolute faith in the accumulated knowledge of our fathers and grandfathers. We learn nothing if we think we already know the essentials, if we assume that they were written in a book or known by the elders of the tribe. The centuries in which people had faith in what they believed were the centuries in which little new was learned. Had they trusted the knowledge of their fathers, Einstein, Newton, and Copernicus would never have called things into question and would never have been able to move our knowledge forward (259, trsl. Carnell & Segre)"},{"id":131,"quote":"think of how many millions of details our eyes see every moment that do not stay in our memory-but one which contains worlds.Boundless worlds.They are those worlds that the young Marcel rediscovers, bewildered, every morning, in the first pages of Remembrances of Things Past, in the vertigo of the moment when consciousness emerges like a bubble from unfathomable depths."},{"id":132,"quote":"To ask oneself in general what exists or what is real means only to ask how would you like to use a verb and an adjective; it's a grammatical question, not a question about nature. Nature, for its part, is what it is, and we discover it very gradually. If our grammar and our intuition do not readily adapt to what we discover, well, too bad. We must seek to adapt them."},{"id":133,"quote":"Every cubic centimeter of space, and every second that passes, is the result of this dancing foam of extremely small quanta."},{"id":134,"quote":"Time opens up our limited access to the world. Time, then, is the form in which we beings, whose brains are made up essentially of memory and foresight, interact with the world: it is the source of identity."},{"id":135,"quote":"Ten years before understanding that time is slowed down by mass,21 Einstein had realized that it was slowed down by speed.22 The consequence of this discovery for our basic intuitive perception of time is the most devastating of all. The fact itself is quite simple. Instead of sending the two friends from the first chapter to the mountains and the plains, respectively, let’s ask one of them to stay still and the other one to walk around. Time passes more slowly for the one who keeps moving. As before, the two friends experience different durations: the one who moves ages less quickly, his watch marks less time passing; he has less time in which to think; the plant he is carrying takes longer to germinate, and so on. For everything that moves, time passes more slowly."},{"id":136,"quote":"Hold on tight, because we are about to take off. “NOW MEANS NOTHING What is happening “now” in a distant place? Imagine, for example, that your sister has gone to Proxima b, the recently discovered planet that orbits a star at approximately four light-years’ distance from us. What is your sister doing now on Proxima b? The only correct answer is that the question makes no sense. It is like asking “What is here, in Beijing?” when we are in Venice.”"},{"id":137,"quote":"Science is not reliable because it provides certainty. It is reliable because it provides us with the best answers we have at present. Science is the most we know so far about the problems confronting us. It is precisely its openness, the fact that it constantly calls current knowledge into question, which guarantees that the answers it offers are the best so far available: if you find better answers, these new answers become science."},{"id":138,"quote":"The hardest stone, in the light of what we have learned from chemistry, from physics, from mineralogy, from geology, from psychology, is in reality a complex vibration of quantum fields, a momentary interaction of forces, a process that for a brief moment manages to keep its shape, to hold itself in equilibrium before disintegrating again into dust, a brief chapter in the history of interactions between the elements of the planet, a trace of Neolithic humanity, a weapon used by a gang of kids, an example in a book about time, a metaphor for an ontology, a part of a segmentation of the world that depends more on how our bodies are structured to perceive than on the object of perception – and, gradually, an intricate knot in that cosmic game of mirrors that constitutes reality."},{"id":139,"quote":"En el mar inmenso de galaxias y estrellas, somos un apartado rincón infinitesimal; entre los infinitos arabescos de formas que componen lo real, nosotros no somos más que un garabato entre muchos."},{"id":140,"quote":"we have realized that it is our immediate intuitions that are imprecise:"},{"id":141,"quote":"Is the daily spectacle of a revolving universe “illusory? No, it is real, but it doesn’t involve the cosmos alone. It involves our relation with the sun and the stars. We understand it by asking ourselves how we move. Cosmic movement emerges from the relation between the cosmos and ourselves.”"},{"id":142,"quote":"Every day countless people die, and yet those who remain live as if they were immortals."},{"id":143,"quote":"We are a species which is naturally moved by curiosity, the only one left of a group of species (the genus Homo) made up of a dozen equally curious species. The other species in the group have already become extinct; some, like the Neanderthals, quite recently, roughly thirty thousand years ago. It is group of species which evolved in Africa, akin to the hierarchical and quarrelsome chimpanzees -- and even more closely akin to the bonobos, the small, peaceful, cheerfully egalitarian and promiscuous type of chimps. A group of species which repeatedly went out of Africa in order to explore new worlds, and went far: as far, eventually, as Patagonia -- and as far, eventually, as the moon. It is not against our nature to be curious: it is in our nature to be so."},{"id":144,"quote":"Quantum theory is of no direct help in understanding the mind."},{"id":145,"quote":"Clues put us on the right path toward a correct theory. Strong evidence is that which subsequently allows us to trust whether the theory we have built is a good one or not. Without"},{"id":146,"quote":"[S]ong, as Augustine observed, is the awareness of time. It is time. It is the hymn of the Vedas that is itself the flowering of time. In the Benedictus of Beethoven’s Missa Solemnis, the song of the violin is pure beauty, pure desperation, pure joy. We are suspended, holding our breath, feeling mysteriously that this must be the source of meaning. That this is the source of time. Then the song fades and ceases. “The silver thread is broken, the golden bowl is shattered, the amphora at the fountain breaks, the bucket falls into the well, the earth returns to dust. And it is fine like this. We can close our eyes, rest. This all seems fair and beautiful to me. This is time.”"},{"id":147,"quote":"The world is in a ceaseless process of change. The entire evolution of science would suggest that the best grammar for thinking about the world is that of change not of permanence, not of being but of becoming. We can think of the world as made up of things, of substances, of entities, of something that is, or we can think of it as made up of events, of happenings, of processes, of something that occurs, something that does not last, and undergoes continual transformation that is not permanent in time."},{"id":148,"quote":"What counts is not the pen used for writing but the poetry that is written. The reason we take interest in an automobile engine is not because it makes wheels turn; it is because it takes us places that we could not reach by foot. The turning wheels are just the mechanism of an instrument that allows us to journey."},{"id":149,"quote":"(Even the attribution of the idea to Descartes seems wrong to me: Cogito ergo sum is not the first step in the Cartesian reconstruction, it is the second. The first is Dubito ergo cogito. The starting point of the reconstruction is not a hypothetical a priori that is immediate to the experience of existing as a subject. It’s a rationalistic a posteriori reflection on the first stage of the process in which Descartes had articulated a state of doubt: logic dictates that if someone doubts something, they must have thought about it. And that if they can think, then they must exist."},{"id":150,"quote":"And it seems to me that life, this brief life, is nothing other than this: the incessant cry of these emotions that drive us, that we sometimes attempt to channel in the name of a god, a political faith, in a ritual that reassures us that, fundamentally, everything is in order, in a great and boundless love—and the cry is beautiful. Sometimes it is a cry of pain. Sometimes it is a song. And song, as Augustine observed, is the awareness of time. It is time. It is the hymn of the Vedas that is itself the flowering of time.131 In the Benedictus of Beethoven’s Missa Solemnis, the song of the violin is pure beauty, pure desperation, pure joy. We are suspended, holding our breath, feeling mysteriously that this must be the source of meaning. That this is the source of time. Then the song fades and ceases. “The silver thread is broken, the golden bowl is shattered, the amphora at the fountain breaks, the bucket falls into the well, the earth returns to dust.132 And it is fine like this. We can close our eyes, rest. This all seems fair and beautiful to me. This is time.”"},{"id":151,"quote":"It follows that the notion of certain configurations being more particular than others (twenty-six red cards followed by twenty-six black, for example) makes sense only if I limit myself to noticing only certain aspects of the cards (in this case, the colors). If I distinguish between all the cards, the configurations are all equivalent: none of them is more or less particular than others.18 The notion of “particularity is born only at the moment we begin to see the universe in a blurred and approximate way.”"},{"id":152,"quote":"Physics does not describe how things evolve \"in time\" but how things evolve in their own times, and how \"times\" evolve relative to each other."},{"id":153,"quote":"Perhaps it is we who have not yet learned to look at it from just the right point of view, one that would reveal its hidden simplicity."},{"id":154,"quote":"the possibility that the Big Bang is not a real beginning, that there could have been another universe before it."},{"id":155,"quote":"I periodi di vacanza sono quelli in cui si studia meglio, perché non si è distratti dalla scuola."},{"id":156,"quote":"Quantum mechanics teaches us not to think about the world in terms of \"things\" that are in this or that state but in terms of \"processes\" instead. A process is the passage from one interaction to another. The properties of \"things\" manifest themselves in a granular manner only in the moment of interaction-that is to say , at the edges of the processes-and are such only in relation to other things. They cannot be predicated in an unequivocal way, but only in a probabilisitc one. This is the vertiginous dive taken by Bohr, Heisenberg, and Dirac-into the depth of the nature of things."},{"id":157,"quote":"The entropy of a system depends explicitly on blurring. It depends on what I do not register, because it depends on the number of indistinguishable configurations. The same microscopic configuration may be of high entropy with regard to one blurring and of low in relation to another."},{"id":158,"quote":"The entropy of the world in the far past appears very low to us. But this might not reflect the exact state of the world: it might regard the subset of the world’s variables with which we, as physical systems, have interacted. It is with respect to the dramatic blurring produced by our interactions with the world, caused by the small set of macroscopic variables in terms of which we describe the world, that the entropy of the universe was low. This, which is a fact, opens up the possibility that it wasn’t the universe that was in a very particular configuration in the past. Perhaps instead it is us, and our interactions with the universe, that are particular. We are the ones who determine a particular macroscopic description. The initial low entropy of the universe, and hence the arrow of time, may be more down to us than to the universe itself. This is the basic idea."},{"id":159,"quote":"Time is our ignorance."},{"id":160,"quote":"Ten years before understanding that time is slowed down by mass,21 Einstein had realized that it was slowed down by speed.22 The consequence of this discovery for our basic intuitive perception of time is the most devastating of all."},{"id":161,"quote":"Quanta of space mingle with the foam of spacetime, and the structure of things is born from reciprocal information that weaves the correlations among the regions of the world."},{"id":162,"quote":"It is thus that serious scientists are made."},{"id":163,"quote":"Ma non è l’assenza che provoca dolore. Sono l’affetto e l’amore. Se non ci fosse affetto, se non ci fosse amore, non ci sarebbe il dolore dell’assenza. Per questo anche il dolore dell’assenza, in fondo, è buono e bello, perché si nutre di quello che dà senso alla vita."},{"id":164,"quote":"Empowered by new conceptual tools and by mathematics, Einstein writes the equations which describe Democritus’s void and finds for its ‘certain physics’ a colourful and amazing world where universes explode, space collapses into bottomless holes, time slows down in the vicinity of a planet, and the boundless expanses of interstellar space ripple and sway like the surface of the sea"},{"id":165,"quote":"Proper time depends not only on where you are and your degree of proximity to masses; it depends also on the speed at which you move. It’s a strange enough fact in itself, but its consequences are extraordinary. Hold on tight, because we are about to take”"},{"id":166,"quote":"A mechanism in the box opens the small window on the right for an instant, allowing a photon to escape at some precise time. By weighing the box, it is possible to deduce the energy of the released photon. Einstein hoped that thus would create difficulties for quantum mechanics, which predicts that time and energy cannot both be precisely determined. Bohr replied, mistakenly, that the way out of the difficulty required Einstein's general relativity, and Einstein, mistakenly, accepted Bohr's reply. The correct response to Einstein, that Bohr was unable to find but is clear today, is that the position of the escaping photon and the weight of the box remain tied to each other (\"correlated\") even if the photon is already far away."},{"id":167,"quote":"Einstein was no great mathematician. He struggled with maths. He says this himself. In 1943 he replied in the following way to a nine-year-old child with the name of Barbara who wrote to him about her difficulties with the subject: ‘Don’t worry about experiencing difficulties with maths, I can assure you that my own problems are even more serious!’2 It seems like a joke, but Einstein was not kidding. With mathematics, he needed help: he had it explained to him by patient fellow students and friends, such as Marcel Grossman. It was his intuition as a physicist that was prodigious."},{"id":168,"quote":"Too often scientists sell hypothetical theories to the large public, as if they were established theories. I have seen this often done, for instance, with string theory. I think this is a great mistake, because it questions the credibility itself of science. We scientists live out of public money and it is our duty to be fully honest in reporting what we know and what we do not know. We are paid to dream, but we must not sell our dreams for established realities."},{"id":169,"quote":"All of this, I believe, indicates that in order to grasp the basic grammar of the world, we need to merge three basic ingredients, not just two: not just general relativity and quantum mechanics, but also the theory of heat, that is, statistical mechanics and thermodynamics, which we can also describe as “information theory."},{"id":170,"quote":"The mystery of time has always troubled us, stirring deep emotions. So deep as to have nourished philosophies and religions."},{"id":171,"quote":"The idea of thermal time reverses this observation. That is to say, instead of inquiring how time produces dissipation in heat, it asks how heat produces time. Thanks to Boltzmann, we know that the notion of heat comes from the fact that we interact with averages. The idea of thermal time is that the notion of time, as well, comes from the fact that we interact only with averages of many variables.* As long as we have a complete description of a system, all the variables of the system are on the same footing; none of them act as a time variable. That is to say, none is correlated to irreversible phenomena. But as soon as we describe the system by means of averages of many variables, we have a preferred variable that functions like common time. A time along which heat dissipates. The time of our everyday experience. Hence time is not a fundamental constituent of the world, but it appears because the world is immense, and we are small systems within the world, interacting only with macroscopic variables that average among innumerable small, microscopic variables. We, in our everyday lives, never see a single elementary particle, or a single quantum of space. We see stones, mountains, the faces of our friends—and each of these things we see is formed by myriads of elementary components. We are always correlated with averages. Averages behave like averages: they disperse heat and, intrinsically, generate time."},{"id":172,"quote":"Our “present does not extend throughout the universe. It is like a bubble around us.”"},{"id":173,"quote":"The idea that a well-defined now exists throughout the universe is an illusion, an illegitimate extrapolation of our own experience."},{"id":174,"quote":"What Copernicus, Newton, Einstein, and many others did was to build upon preexisting theories that synthesized empirical knowledge across vast fields of nature, and to find a way of combining and rethinking them, to improve the general picture."},{"id":175,"quote":"To accept uncertainty doesn’t detract from our sense of mystery."},{"id":176,"quote":"It is in order to escape this anxiety that we have imagined the existence of “eternity, a strange world outside of time that we would like to be inhabited by gods, by a God, or by immortal souls.”"},{"id":177,"quote":"We must distinguish between clues and strong evidence. Clues are what set Sherlock Holmes on the right track, allowing him to solve a mysterious case. Strong evidence is what the judge needs to sentence the guilty. Clues put us on the right path toward a correct theory. Strong evidence is that which subsequently allows us to trust whether the theory we have built is a good one or not. Without clues, we search in the wrong directions. Without evidence, a theory is not reliable."},{"id":178,"quote":"quantum mechanics cannot deal with the curvature of spacetime, and general relativity cannot account for quanta. This is the problem of quantum gravity."},{"id":179,"quote":"Wonder is the source of our desire for knowledge,1 and the discovery that time is not what we thought it was opens up a thousand questions."},{"id":180,"quote":"Undistracted by schooling, one studies best during vacations"},{"id":181,"quote":"What makes it so—that I am Carlo—and that my hair and my nails and my feet are considered part of me, as well as my anger and my dreams, and that I consider myself to be the same Carlo as yesterday, the same as tomorrow; the one who thinks, suffers, and perceives?"},{"id":182,"quote":"I chose as my supervisor a professor who allowed me to continue to study what I wanted."},{"id":183,"quote":"Genuis hesitates"},{"id":184,"quote":"Probability does not refer to the evolution of matter in itself. It relates to the evolution of those specific quantities we interact with."},{"id":185,"quote":"Heisenberg had understood that you can't locate a particle at a point in space for long: it soon escapes. The smaller the region where we try to locate a particle, the greater the velocity at which it escapes."},{"id":186,"quote":"It is the curious local structure of the present that produces black holes."},{"id":187,"quote":"The speed of an object is not a property of the object alone: it is a property of the object in relation to another object. The speed of a child on a moving train has a value relative to the train (a few steps per second) and a different value relative to the ground (a hundred kilometers per hour). If his mother tells the child to 'Keep still!', she does not mean that they have to throw themselves out of the window to stop in relation to the ground. She means that the child should stop with regard to the train."},{"id":188,"quote":"La scienza è un modo di pensare che consiste nell'essere capaci di cambiare idea sulla realtà; nel non fidarsi delle idee acquisite; nel rimettere in discussione continuamente i propri schemi. La scienza di base, prima di essere un'esplorazione del mondo, è un'esplorazione del pensiero stesso, è un'esplorazione di possibili modi di pensare. Questo è l'aspetto che mi affascina della scienza, la possibilità di rimettere in discussione noi stessi e il nostro pensiero. Non possiamo uscire dal nostro pensiero ma tutto può essere rimesso in discussione, anche gli assunti più elementari come le idee sullo spazio e il tempo. Ridisegniamo perciò continuamente il mondo. É un po' il sogno della mia gioventù: continuare la ricerca di mondi sconosciuti."},{"id":189,"quote":"What does what we know or don't know have to do with the laws that govern the world?"},{"id":190,"quote":"The primal substance of our thoughts is an extremely rich gathering of information that’s accumulated, exchanged, and continually elaborated. Even"},{"id":191,"quote":"When we talk about the Big Bang or the fabric of space, what we are doing is not a continuation of the free and fantastic stories which humans have told nightly around campfires for hundreds of thousands of years. It is the continuation of something else: of the gaze of those same men in the first light of day looking at tracks left by antelope in the dust of the savannah – scrutinizing and deducting from the details of reality in order to pursue something which we can’t see directly but can follow the traces of. In the awareness that we can always be wrong, and therefore ready at any moment to change direction if a new track appears; but knowing also that if we are good enough we will get it right and will find what we are seeking. This is the nature of science."},{"id":192,"quote":"Color as we perceive it is our psychophysical reaction of the nerve signal generated by the receptors of our eyes, which distinguish electromagnetic waves of different frequencies."},{"id":193,"quote":"If the present has no meaning, then what “exists in the universe? Is not what “exists” precisely what is here “in the present”? The whole idea that the universe exists now in a certain configuration and changes together with the passage of time simply doesn’t stack up anymore.”"},{"id":194,"quote":"The sun bends space around itself, and Earth does not turn around it because of a mysterious force but because it is racing directly in a space that inclines, like a marble that rolls in a funnel. There are no mysterious forces generated at the center of the funnel; it is the curved nature of the walls that causes the marble to roll. Planets circle around the sun, and things fall, because space curves."},{"id":195,"quote":"That is, there is no meaning to the velocity of an object by itself: the only velocity that exists is the velocity of an object with respect to another object."},{"id":196,"quote":"Se non si perde tempo non si arriva da nessuna parte, cosa che i genitori degli adolescenti purtroppo dimenticano spesso."},{"id":197,"quote":"Here, in the vanguard, beyond the borders of knowledge, science becomes even more beautiful—incandescent in the forge of nascent ideas, of intuitions, of attempts. Of roads taken and then abandoned, of enthusiasms. In the effort to imagine what has not yet been imagined."},{"id":198,"quote":"Michele has left this strange world a little before me. This means nothing. People like us, who believe in physics, know that the distinction made between past, present and future is nothing more than a persistent, stubborn illusion."},{"id":199,"quote":"You don’t get anywhere by not ‘wasting’ time – something, unfortunately, which the parents of teenagers tend frequently to forget."},{"id":200,"quote":"Quando Einstein muore, Bohr, il suo grandissimo rivale, ha parole di commovente ammirazione. Quando pochi anni dopo muore Bohr, qualcuno prende una fotografia della lavagna nel suo studio: c’è un disegno. Rappresenta la «scatola piena di luce» dell’esperimento mentale di Einstein. Fino all’ultimo, la voglia di confrontarsi e capire di più. Fino all’ultimo, il dubbio."},{"id":201,"quote":"Everything is still confused, and there is a very great deal that remains to be understood."},{"id":202,"quote":"In un caso e nell'altro, il premio è la bellezza, e occhi nuovi per vedere il mondo."},{"id":203,"quote":"Is there not perhaps a contradiction between our feeling of freedom and the rigor, as we now understand it, with which things operate in the world?"},{"id":204,"quote":"That which seems intuitive to us now is the result of scientific and philosophical elaborations in the past."},{"id":205,"quote":"is Entropy, not Energy, that Drives the World"},{"id":206,"quote":"There is no preferred direction of time without heat."},{"id":207,"quote":"They are prompted by the experience of life itself. Fragile, brief, full of illusions."},{"id":208,"quote":"A science that closes its ears to philosophy fades into superficiality; a philosophy that pays no attention to the scientific knowledge of its time is obtuse and sterile. It betrays its own deepest roots, which are evident in the etymology of philosophy: the love of knowledge."},{"id":209,"quote":"The passing of time is intrinsic to the world; it is born of the world itself, out of the relations between quantum events that are the world, and that themselves generate their own time."},{"id":210,"quote":"Color is the speed at which Faraday’s lines vibrate, and this is determined by the vibrations of the electric charges that emit light. These charges are the electrons that move inside the atoms."},{"id":211,"quote":"This process is illustrated by an image of it that is continually taking place before our very eyes. Observe what happens when sunbeams are admitted into a building and shed light on its shadowy places. You will see a multitude of tiny particles mingling in a multitude of ways in the empty space within the light of the beam, as though contending in everlasting conflict, rushing into battle rank upon rank with never a moment’s pause in a rapid sequence of unions and disunions. From this you may picture what it is for the atoms to be perpetually tossed about in the illimitable void. To some extent a small thing may afford an illustration and an imperfect image of great things. Besides, there is a further reason why you should give your mind to these particles that are seen dancing in a sunbeam: their dancing is an actual indication of underlying movements of matter that are hidden from our sight. There you will see many particles under the impact of invisible blows, changing their course and driven back upon their tracks, this way and that, in all directions. You must understand that they all derive this restlessness from the atoms. It originates with the atoms, which move of themselves. Then those small compound bodies that are least removed from the impetus of the atoms are set in motion by the impact of their invisible blows and in turn cannon against slightly larger bodies. So the movement mounts up from the atoms and gradually emerges to the level of our senses, so that those bodies are in motion that we see in sunbeams, moved by blows that remain invisible.23"},{"id":212,"quote":"Ever since we discovered that the Earth is round and turns like a mad spinning-top we have understood that reality is not as it appears to us: every time we glimpse a new aspect of it, it is a deeply emotional experience. Another veil has fallen."},{"id":213,"quote":"The quanta of gravity, that is, are not in space; they are themselves space. The"},{"id":214,"quote":"Compare ‘now’ with ‘here’. ‘Here’ designates the place where a speaker is: for two different people ‘here’ points to two different places. Consequently ‘here’ is a word the meaning of which depends on where it is spoken. The technical term for this kind of utterance is ‘indexical’. ‘Now’ also points to the instant in which the word is uttered, and is also classed as ‘indexical’. But no one would dream of saying that things ‘here’ exist, whereas things which are not ‘here’ do"},{"id":215,"quote":"An idea was needed, a great idea, a grand vision, to grasp the hidden order of the world. Leucippus and Democritus came up with this idea. The idea of Democritus’s system is extremely simple: the entire universe is made up of a boundless space in which innumerable atoms run. Space is without limits; has neither an above nor a below; is without a center or a boundary. Atoms have no qualities at all, apart from their shape. They"},{"id":216,"quote":"If LISA is launched, it should be able to see not only the gravitational waves produced by stars and black holes but also the diffuse background of primordial gravitational waves generated at a time close to the Big Bang. These waves should tell us about the quantum bounce. In the subtle irregularities of space, we should be able to find traces of events that took place fourteen billion years ago, at the origin of our universe, and confirm our deductions on the nature of space and time."},{"id":217,"quote":"And there is the fact that what matters is not how things are, but rather how they interact. Spin networks are not entities; they describe the effect of space upon things. Just as an electron is in no place-is diffused in a cloud of probability in all places-space is not actually forned by a single specific spin network, but rather by a cloud of probabilities over the whole range of all possible spin networks."},{"id":218,"quote":"Physical space is the fabric resulting from the ceaseless swarming of this web of relations. The lines themselves are nowhere-they are not in a place but rather create places through their interactions. Space is created by the interaction of individual quanta of gravity."},{"id":219,"quote":"With a great deal of effort, seeking help from friends better versed in mathematics than himself, Einstein learns Riemann’s math—and writes an equation where R is proportional to the energy of matter. In words: spacetime curves more where there is matter. That is it."},{"id":220,"quote":"But it is not only space that curves: time does too. Einstein predicts that time on Earth passes more quickly at higher altitude, and more slowly at lower altitude."},{"id":221,"quote":"A stone is a prototypical “thing: we can ask ourselves where it will be tomorrow. Conversely, a kiss is an “event.” It makes no sense to ask where the kiss will be tomorrow. The world is made up of networks of kisses, not of stones.”"},{"id":222,"quote":"Newton nesnelerin uzayda hareket ettiğini, uzayın da boş bir kap, evren için büyük bir kutu olduğunu hayal etmişti. Newton tarafından icat edilen bu \"uzay\"ın, dünyanın kutusunun neden yapıldığı da belli değildi."},{"id":223,"quote":"order to these baffling aspects of behavior in the atomic world, and to build from it a coherent theory. In 1925"},{"id":224,"quote":"Two nodes connected by a link are two nodes in proximity. They are two grains of space in contact with each other: this \"touching\" constructs the structure of space."},{"id":225,"quote":"La Natura si sta comportando con noi come quell'anziano rabbino da cui erano andati due uomini per dirimere una contesa. Ascoltato il primo, il rabbino dice: \"Hai ragione\". Il secondo insiste per essere ascoltato, il rabbino lo ascolta e gli dice: \"Hai ragione anche tu\". Allora la moglie del rabbino, che orecchiava da un'altra stanza, urla: \"Ma non possono avere ragione entrambi!\". Il rabbino ci pensa, annuisce, e conclude: \"Anche tu hai ragione\"."},{"id":226,"quote":"In qualunque angolo dell'universo troviamo vertiginosi pozzi di strati di realtà. In questi strati siamo riusciti a riconoscere regolarità, sulle quali abbiamo raccolto informazione rilevante per noi, che ci permette di farci un'immagine coerente dei singoli strati. Ciascuno è un'approssimazione. La realtà non è divisa in livelli. I livelli in cui la scomponiamo, gli oggetti in cui la dividiamo, sono i modi in cui la Natura si correla in noi, in quelle configurazioni dinamiche di eventi fisici nel nostro cervello che chiamiamo concetti. La separazione della realtà in livelli è relativa al nostro modo di interagire con essa."},{"id":227,"quote":"Faraday ve Maxwell, Newton'un soğuk dünyasına yeni bir unsur kattı: elektromanyetik alan. Her yere yayılmış, radyo dalgalarını taşıyan, uzayı dolduran, bir gölün yüzeyi gibi titreşip dalgalanabilen ve elektrik kuvvetini \"taşıyan\" bu alan, gerçek bir olguydu."},{"id":228,"quote":"La forza che tiene incollati i quarks all’interno dei protoni e dei neutroni è generata da particelle che i fisici, con poco senso del ridicolo, chiamano «gluoni», dall’inglese glue, colla. In italiano si tradurrebbe «colloni», ma fortunatamente usano tutti il nome inglese."},{"id":229,"quote":"Kütle çekim alanı uzayda yayılmış değildi, çekim alanı uzayın ta kendisiydi."},{"id":230,"quote":"The difference between past and future exists only when there is heat. The fundamental phenomenon that distinguishes the future from the past is the fact that heat passes from things that are hotter to things that are colder."},{"id":231,"quote":"The granular discrete structure of space resolves the difficulties of the quantum theory of fields, eliminating the infinities by which it is afflicted."},{"id":232,"quote":"The paradox is that both theories work remarkably well. Nature is behaving with us like that elderly rabbi to whom two men went in order to settle a dispute. Having listened to the first, the rabbi says: ‘You are in the right.’ The second insists on being heard, the rabbi listens to him and says: ‘You’re also right.’ Having overheard from the next room the rabbi’s wife then calls out, ‘But they can’t both be in the right!’ The rabbi reflects and nods before concluding: ‘And you’re right too."},{"id":233,"quote":"Dünyanın \"maddi\" bileşenlerinden biri oldu, dalgalanan, eğrilen, kıvrılan, bükülen bir madde. Kaskatı ve görünmez bir yapı içinde bulunmuyoruz: Esnek bir yumuşakçanın içine gömülüyoruz. Güneş, etrafındaki uzayı büker ve dünya da onun etrafında, gizemli bir kuvvet tarafından çekildiği için değil, eğilen bir uzayda bir doğru üzerinde hızla yol aldığı için döner. Tıpkı bir huni içinde dönen bir bilge gibi: Huninin merkezinden kaynaklanan gizemli \"kuvvetler\" yoktur, huninin çeperinin eğri olması bilyenin dönmesini sağlar. Uzay eğildiği için gezegenler güneş etrafında döner, cisimler yere düşer."},{"id":234,"quote":"Per adesso, questo è quello che sappiamo della materia. Una manciata di tipi di particelle elementari, che vibrano e fluttuano in continuazione fra l'esistere e il non esistere, pullulano nello spazio anche quando sembra non ci sia nulla, si combinano assieme all'infinito come le venti lettere di un alfabeto cosmico per raccontare l'immensa storia delle galassie, delle stelle innumerevoli, dei raggi cosmici, della luce del sole, delle montagne, dei boschi, dei campi di grano, dei sorrisi dei ragazzi alle feste, e del cielo nero e stellato la notte."},{"id":235,"quote":"Probability does not refer to the system as such (the dice, the newspaper editor, the decaying atom, tomorrow's weather), but to the knowledge that I have about this system."},{"id":236,"quote":"A calculation, in fact, demonstrates that without nodes, physical space has no volume. In other words, it is in the nodes of the graph, not in the lines, that the volume of space \"resides.\" The lines \"link together\" individual volumes sitting at the nodes."},{"id":237,"quote":"a star must ignite for hydrogen to begin to burn there into helium. What causes stars to ignite? Another process that increases entropy: the contraction due to gravity of one of the large clouds of hydrogen that sail throughout the galaxy."},{"id":238,"quote":"Uzay maddenin var olduğu yerde eğrilir."},{"id":239,"quote":"Let’s begin with a simple fact: time passes faster in the mountains than it does at sea level."},{"id":240,"quote":"The reason behind the need to dominate others derives from a terror of being dominated by them."},{"id":241,"quote":"as Lucretius wrote: “our appetite for life is voracious, our thirst for life insatiable"},{"id":242,"quote":"Ama bükülen yalnızca uzay değildir; zaman da bükülür. Einstein zamanın yüksekteki bir konumda, dünyaya yakın, daha alçak bir durumdan daha hızlı aktığını öngörür."},{"id":243,"quote":"Büyük bir yıldız tüm yakıtını (hidrojeni) tükettiğinde sönmeye başlar. Geriye kalanlar, yanmadan kaynaklanan ısıyla ayakta kalamaz, kendi ağırlığıyla çöker, uzayı o kadar güçlü bir biçimde eğer ki gerçek bir deliğe düşer. Bunlar ünlü karadeliklerdir."},{"id":244,"quote":"It is not against nature to be curious: it is in our nature to be so. One"},{"id":245,"quote":"The quanta of gravity, that is, are not in space; they are themselves space. The spin networks that describe the quantum structure of the gravitational field are not immersed in space, they do not inhabit a space. The location of single quanta of space is not defined with regard to something else, but only by the links, and the relation these express."},{"id":246,"quote":"Lucretius expresses this, wonderfully: . . . we are all born from the same celestial seed; all of us have the same father, from which the earth, the mother who feeds us, receives clear drops of rain, producing from them bright wheat and lush trees, and the human race, and the species of beasts, offering up the foods with which all bodies are nourished, to lead a sweet life and generate offspring . . . (De rerum natura, bk. II, lines 991–97) It"},{"id":247,"quote":"Any description of a system is therefore always a description of the information a system has about another system, that is to say, the correlation between the two systems."},{"id":248,"quote":"I don't know if the young Einstein had encountered the Paradiso during his intellectual wanderings in Italy, and whether or not the vivid imagination of the Italian poet may have had a direct influence on his intuition that the universe might be both finite and without boundary. Whether or not such influence occurred, I believe that this example demonstrates how great science and great poetry are both visionary, and may even arrive at the same intuitions. Our culture is foolish to keep science and poetry separated: they are two tools to open our eyes to the complexity and beauty of the world."},{"id":249,"quote":"If by “time we mean nothing more than happening, then everything is time. There is only that which exists in time.”"},{"id":250,"quote":"Ever since we discovered that Earth is round and turns like a mad spinning-top, we have understood that reality is not as it appears to us: every time we glimpse a new aspect of it, it is a deeply emotional experience. Another veil has fallen."},{"id":251,"quote":"For the first time in the history of mankind, an experiment is made. Experimental science begins with Galileo."},{"id":252,"quote":"Don’t take your intuitions and ideas to be “natural: they are often the products of the ideas of audacious thinkers who came before us.”"},{"id":253,"quote":"Richard Feynman, who more than anyone has known how to juggle with the theory, has written: “I think I can state that nobody really understands quantum mechanics."},{"id":254,"quote":"What are the elementary \"atoms\" that vibrate, making a black hole hot? Hawking left this problem unanswered. Loop theory provides a possible answer. The elementary \"atoms\" of a black hole that vibrate, responsible for its temperature, are the individual quanta of space on its surface."},{"id":255,"quote":"A Nap meghajlítja a teret maga körül, és a Föld nem azért kering körülötte, mert egy távolról ható titokzatos erő vonzza, hanem mert halad egyenesen egy görbült térben. Ahogyan egy kis golyócska köröz egy tölcsér belső falán: nem hat rá valamilyen, a tölcsér közepe által keltett titokzatos erő; a tölcsér belső falának természetes görbültsége miatt fut a golyó körbe-körbe. A bolygók azért keringenek a Nap körül, és a tárgyak is azért esnek le, mert a tér görbült körülöttük."},{"id":256,"quote":"(…) az elemi folyamatok nem rendezhetők a pillanatok megszokott egymásutániságába. A térkvantumok igen kis léptékében a természet tánca nem egyetlen karmester pálcájának intésére megy végbe, nincs, ami ütné a metrumot az univerzumnak: minden folyamat függetlenül a maga ritmusában jár táncot a szomszédjaival. Az idő folyása nem kívül, hanem belül van a világon, az idő magában a világban születik, a kvantumesemények közötti kapcsolatokból: ők a világ, és maguk keltik a maguk idejét."},{"id":257,"quote":"The Mathematical Principles of Natural Philosophy, or Principia, the book that founded modern science."},{"id":258,"quote":"Einstein'ın denklemi uzayın durağan olamayacağını, genişlemek zorunda olduğunu gösterir. (...) Aynı denklem genişlemenin minicik ve çok sıcak genç bir evrenin patlamasıyla tetiklendiğini de öngörür: Bu da Büyük Patlama'dır."},{"id":259,"quote":"There is our past: all the events that happened before what we can witness now. There is our future: the events that will happen after the moment from which we can see the here and now. Between this past and this future there is an interval that is neither past nor future and still has a duration: fifteen minutes on Mars; eight years on Proxima b; millions of years in the Andromeda galaxy. It is the expanded present.28 It is perhaps the greatest and strangest of Einstein’s discoveries."},{"id":260,"quote":"A dolgok csak egymáshoz képest változnak. A világ alapszerkezetében nincs idő. Az idő múlásának érzete csupán közelítés, és csak a mi makroszkopikus mérettartományunkban érvényes."},{"id":261,"quote":"The difference between past and future exists only when there is heat. The fundamental phenomenon that distinguishes the future from the past is the fact that heat passes from things that are hotter to things that are colder. So,"},{"id":262,"quote":"as Hans Reichenbach suggests in one of the most lucid books on the nature of time, The Direction of Time,"},{"id":263,"quote":"This is a tremendous result: on the one hand, taking quantum mechanics into account resolves the problems generated by the infinities of Einstein's theory of gravity, that is to say, the singularities. On the other, taking gravity i to account solves the problems generated by quantum field theory, that is to say, the divergences. Far from being contradictory, as they at first seemed, the two theories each offer the solution to the problems posed by the other!"},{"id":264,"quote":"Csakhogy a valóság nem különálló dolgokból áll. A valóság szakadatlan változás, áramlás. Gondoljunk csak a tenger hullámaira. Hol végződik egy ilyen hullám? Hol kezdődik? Ki tudja megmondani? Márpedig a hullámok valóságosak. Vagy gondoljunk a hegyekre. Hol kezdődik egy hegy? S hol végződik? Meddig folytatódik a földfelszín alatt? Az ilyen kérdéseknek nincs sok értelmük, mert a hullám vagy a hegy nem önmagában áll; csak azért van, mert mi éppen így tagoltuk a világot, hogy megértsük, hogy könnyebben beszélhessünk róla. Ezek a határok önkényesek, a hagyományokban gyökereznek, kényelmesek: jobban függnek tőlünk (mint fizikai rendszerektől), mint a hullámoktól vagy a hegyektől. Módok a nekünk ismert információk, - sőt inkább információformák - rendezésére. Ha jól belegondolunk, ez igaz bármely testre, tárgyra, sőt az élő szervezetre is. Emiatt nem sok értelme van azt feszegetni, hogy félig levágott körmünk még hozzánk tartozik-e vagy már nem; vagy azt kérdezni, hogy a macska díványomon maradt szőre vajon még a macska szőre-e vagy sem. Vagy hogy pontosan mikor kezdődik egy gyermek élete? Azon a napon, amikor valaki először vágyik utána, jóval a fogantatás előtt; vagy amikor először képe lesz önmagáról; vagy az első lélegzetvételkor; vagy amikor hallgat a nevére, vagy amikor megfelel valamilyen konvenciónak? Ezek a konvenciók mind hasznosak, de önösek. Mind gondolkodásmódok, felfogásmódok, hogy gondolkodhassunk és kiismerjük magunkat a valóság bonyolultságában."},{"id":265,"quote":"But what we see and understand of the universe is not an infinity to drown in. It is a wide sea, but a finite one."},{"id":266,"quote":"Evrenlerin patladığı, uzayın çıkışı olmayan delikler içine çöktüğü, zamanın bir gezegene inildikçe yavaşladığı, yıldızlararası uzayın uçsuz bucaksız enginliğinin deniz yüzeyi gibi dalgalandığı renkli ve şaşırtıcı bir dünya..."},{"id":267,"quote":"In particular, like all physical quantities, volume may not assume arbitrary values, but only certain particular ones, as I described in chapter 4. The list of all possible values is called, recall, the \"spectrum.\" Hence, there should exist a \"spectrum of the volume\" (figure 6.2)."},{"id":268,"quote":"Special relativity may be summarized as the discovery that there exists a maximum velocity for all physical systems. Quantum mechanics can be summarized as the discovery that there exists a maximum of information for each physical system."},{"id":269,"quote":"Max Planck sıcak bir kutu içinde denge durumunda bulunan elektrik alanını hesaplar. Bunun için küçük bir hileye başvurur: Alanın enerjisinin \"kuantumlar\" yani enerji paketçikleri, topakları biçiminde dağıldığını varsayar."},{"id":270,"quote":"Without this attraction, every celestial body would move in a straight line. So the universe, then, is a large space where bodies attract one another by means of forces; and there is a universal force, gravity: every body attracts every other body."},{"id":271,"quote":"Einstein did not want to relent on what was for him the key issue: that there was an objective reality independent of whoever interacts with whatever."},{"id":272,"quote":"If we try to put together what we have learned in the twentieth century about the physical world, the clues point toward something profoundly different from our instinctive understanding of matter, space, and time."},{"id":273,"quote":"Black hole heat is directly connected to loop quantum gravity's fluctuations of the atoms of space."},{"id":274,"quote":"Einstein ışığın paketlerden, ışık parçacıklarından oluştuğunu gösterdi. Bunlara bugün \"fotonlar\" diyoruz."},{"id":275,"quote":"Bir ışık ışınının enerjisinin uzayda kesiksiz biçimde yayılmadığı, uzayın noktalarında yer alan belirli sayıda \"enerji kuantumlarından\" oluştuğu, bölünmeden hareket ettikleri ve bir birim olarak üretilip soğuruldukları varsayımını göz önünde tutuyorum."},{"id":276,"quote":"Here, on the edge of what we know, in contact with the ocean of the unknown, shines the mystery and the beauty of the world. And it’s breathtaking."},{"id":277,"quote":"I believe that we need to adapt our philosophy to our science, and not our science to our philosophy."},{"id":278,"quote":"Ama bütün çocuklar gibi kuram da kendi yoluna gitti, Einstein da onu artık tanıyamaz oldu. 1910'lar ve 1920'ler boyunca büyümesine yön verense Danimarkalı Niels Bohr oldu. Işık enerjisi gibi atomlardaki elektronların belirli bir enerjiyle yalnızca bir atom yörüngesinden diğerine \"sıçrayabileceğini\", bunu yaparken de bir foton saldığını veya soğurduğunu anlayan odur."},{"id":279,"quote":"Quantum uncertainty across the horizon of the black hole generates fluctuations of the horizon geometry. But \"fluctuations\" imply \"probability,\" and probability implies thermodynamics, and therefore temperature. Concealing from us a part of the universe, a black hole makes its quantum fluctuations detectable in the form of heat."},{"id":280,"quote":"But in physics there is nothing that corresponds to the notion of the “now."},{"id":281,"quote":"That is, the volume can only be made up of \"discrete packets,\" somewhat similar to the energy of the electromagnetic field, which is also formed of \"discrete packets\": photons. The nodes of the graph represent the discrete packets of volume and, as in the case of photons, can only have certain sizes, which can be computed using Dirac's general quantum equation. Every node n in the graph has its own volume Vn: one of the numbers in the spectrum of the volume. The nodes are the elementary \"quanta\" of which physical space is made. Every node of the graph is a \"quantum particle of space.\" The structure that emerges is the one illustrated in figure 6.3"},{"id":282,"quote":"Times are legion: a different one for every point in space. There is not one single time; there is a vast multitude of them. The time indicated by a particular clock measuring a particular phenomenon is called ‘proper time’ in physics. Every clock has its proper time. Every phenomenon that occurs has its proper time, its own rhythm."},{"id":283,"quote":"Infinite', ultimately, is the name that we give to what we do not yet know. Nature appears to be telling us that there is nothing truly infinite."},{"id":284,"quote":"Dirac's quantum mechanics thus allows us to do two things. First, to calculate which values a physical variable may assume. This is called \"calculation of the spectrum of a variable\"; it captures the granular nature of things. When an object (atom, electromagnetic field, molecule, pendulum, stone, star, and the like) interacts with something else, the values computed are those that its variables can assume in the interaction (relationism). The second thing that Dirac's quantum mechanics allows us to do is to compute the probability that this or that value of a variable appears at next interaction. This is called \"calculation of an amplitude of transition.\" Probability expresses the third feature of the theory: indeterminacy, the fact that it does not give unique predictions, only probabilistic ones.This is Dirac's quantum mechanics: a recipe for calculating the probability that one or another value in the spectrum appears during an interaction. That's it. What happens between one interaction and the next is not mentioned in the theory. It does not exist."},{"id":285,"quote":"Nature is behaving with us like that elderly rabbi to whom two men went in order to settle a dispute. Having listened to the first, the rabbi says: ‘You are in the right.’ The second insists on being heard, the rabbi listens to him and says: ‘You’re also right.’ Having overheard from the next room the rabbi’s wife then calls out, ‘But they can’t both be in the right!’ The rabbi reflects and nods before concluding: ‘And you’re right too."},{"id":286,"quote":"Physicists and philosophers have come to the conclusion that the idea of a present that is common to the whole universe is an illusion and that the universal “flow of time is a generalization that doesn’t work. When his great Italian friend Michele Besso died, Einstein wrote a moving letter to Michele’s sister: “Michele has left this strange world a little before me. This means nothing. People like us, who believe in physics, know that the distinction made between past, present and future is nothing more than a persistent, stubborn illusion.” Illusion”"},{"id":287,"quote":"Quantum mechanics and experiments with particles have taught us that the world is a continuous, restless swarming of things; a continuous coming to light and disappearance of ephemeral entities. A set of vibrations, as in the switched-on hippy world of the 1960s. A world of happenings, not of things."},{"id":288,"quote":"the properties of an object become manifest when this object interacts with others. We cannot separate the properties from these other objects. We cannot attribute them just to a single object. All of the (variable) properties of an object, in the final analysis, are such and exist only with respect to other objects."},{"id":289,"quote":"The probability of finding an electron or any other particle at one point or another can be imagined as a diffuse cloud, denser where the probability of seeing the particle is stronger. Sometimes it is useful to visualize this cloud as if it were a real thing. For instance, the cloud that represents an electron around its nucleus indicates where it is more likely that the electron appears if we look at it. If you have encountered them at school, these are the atomic orbitals."},{"id":290,"quote":"Heisenberg elektronların her zaman var olmadığını düşünüyordu. Elektronlar yalnızca biri ona baktığında ya da daha doğru bir ifadeyle, bir başka şeyler etkileştiklerinde var olur. Bir şeye çarptıklarında, hesaplanabilir bir olasılıkla, bir yerde maddeleşirler. Bir yörüngeden diğerine meydana gelen \"kuantum sıçramaları\", onların gerçek olabilmeleri için tek yoldur: Bir elektron, bir etkileşimden diğerine sıçramaların bütünüdür. Kimse onu rahatsız etmediğinde hiçbir belirli yerde değildir. Herhangi bir konumda bulunmaz."},{"id":291,"quote":"Fearing the transition, being afraid of death, is like being afraid of reality itself; like being afraid of the sun. Whatever for?"},{"id":292,"quote":"If we think about it carefully, every configuration is particular, every configuration is singular, if we look at all of its details, since every configuration always has something about it that characterizes it in a unique way."},{"id":293,"quote":"It is the individual quanta of space, the elementary grains of space, the vibrating “molecules, that heat the surface of black holes and generate black hole heat. This phenomenon involves all three sides of the problem: quantum mechanics, general relativity, and thermal science. The heat of black holes is like the Rosetta stone of physics, written in a combination of three languages—quantum, gravitational, and thermodynamic—still awaiting decipherment in order to reveal the true nature of time.”"},{"id":294,"quote":"to inquire about the ultimate foundation of everything is to ask a question that perhaps simply does not make sense."},{"id":295,"quote":"Kuantum mekaniğinde, bir başka cisimle çarpışmadığı sürece hiçbir cismin belirli bir konumu yoktur."},{"id":296,"quote":"Experiments had shown that an atom is like a small solar system: the mass is concentrated in a heavy central nucleus, around which light electrons revolve, more or less like planets around the Sun."},{"id":297,"quote":"Space is a spin network whose nodes represent its elementary grains, and whose links describe their proximity relations. Spacetime"},{"id":298,"quote":"It isn’t true, as is sometimes stated, that life generates structures that are particularly ordered, or that locally diminish entropy: it is simply a process that degrades and consumes the low entropy of food; it is a self-structured disordering, no more and no less than in the rest of the universe."},{"id":299,"quote":"Science is a continual exploration of ways of thinking."},{"id":300,"quote":"Spacetime is generated by processes in which these spin networks transform into one another, and these processes are described by sums over spinfoams. A"},{"id":301,"quote":"The passage of time is internal to the world, is born in the world itself in the relationship between quantum events that comprise the world and are themselves the source of time. The"},{"id":302,"quote":"One hundred thousand years ago our species left Africa, compelled perhaps by precisely this curiosity, learning to look ever farther afield. Flying over Africa by night, I wondered if one of these distant ancestors setting out toward the wide-open spaces of the North could have looked up into the sky and imagined a distant descendant flying up there, pondering on the nature of things, and still driven by his very same curiosity."},{"id":303,"quote":"Copernicus, gezegenlerin dansının merkezinde dünyanın değil, güneşin olduğunu anladı ve bunu kanıtladı. Gezegenimiz diğerleri gibi bir gezegen konumuna geldi."},{"id":304,"quote":"Yukarıda o kadar büyük bir uzay var ki, çok sıradan bir galaksinin bu ücra köşesinde özel bir şeyler olduğunu düşünmek çocukça olur."},{"id":305,"quote":"In the effort to imagine what has not yet been imagined."},{"id":306,"quote":"Albert Einstein gençliğinde bir yılını aylaklık ederek geçirdi. Boşa zaman geçirmeden bir yere varılmaz ama anne babaları ne yazık ki bunu genellikle unutur. ..Albert, Kant okuyor, boş zamanlarında Pavia Üniversitesi'nde derslere giriyordu; ne kayıt olmuştu ne de sınavlara giriyordu, bunu zevk için yapıyordu. Gerçek biliminsanı ancak böyle olunur."},{"id":307,"quote":"In his youth Albert Einstein spent a year loafing aimlessly. You don’t get anywhere by not ‘wasting’ time – something, unfortunately, which the parents of teenagers tend frequently to forget. He"},{"id":308,"quote":"the particles are quanta of quantum fields; light is formed by quanta of a field; space is nothing more than a field, which is also made of quanta; and time emerges from the processes of this same field. In other words, the world is made entirely from quantum fields ("},{"id":309,"quote":"Credo che uno dei grandi errori che fanno gli esseri umani quando tentano di capire qualcosa sia volere certezze. La ricerca della conoscenza non si nutre di certezze: si nutre di una radicale assenza di certezze. Grazie all'acuta consapevolezza della nostra ignoranza, siamo aperti al dubbio e possiamo imparare sempre meglio. Questa è sempre stata la forza del pensiero scientifico, pensiero della curiosità, della rivolta, del cambiamento. Non c'è un cardine, un punto fisso finale, filosofico o metodologico, a cui ancorare l'avventura del conoscere."},{"id":310,"quote":"Çevremizdeki uzayda hareket eden her şeyi oluşturan unsurlar elektronlar kuarklar, fotonlar ve gluonlardır. Bunlar parçacık fiziğinin araştırdığı \"temel parçacıklar\"dır."},{"id":311,"quote":"[T]he elementary form of the mechanics of the world...does not need to mention 'time.' The world without a time variable is not a complicated one. It's a net of interconnected events, where the variables in play adhere to probabilistic rules that, incredibly, we know for a good part how to write. And it's a clear world, windswept and full of beauty as the crests of mountains; aridly beautiful as the cracked lips of the adolescent you loved."},{"id":312,"quote":"A link is an individual quantum of a Faraday line. Now we can understand what it represents: if you imagine two nodes as two small \"regions of space,\" these two regions will be seperated by a small surface. The size of this surface is its area. The second quantity, after the volume, which characterizes the quantum webs of space, is the area associated with each line. The area, just as in the case of the volume, is a physical variable and has a spectrum that may be calculated using Dirac's equation."},{"id":313,"quote":"There is not one single time; there is a vast multitude of them."},{"id":314,"quote":"In tutti i casi in cui non viene scambiato calore, infatti, oppure quando il calore scambiato è trascurabile, noi vediamo che il futuro si comporta esattamente come il passato."},{"id":315,"quote":"The time indicated by a particular clock measuring a particular phenomenon is called “proper time in physics.”"},{"id":316,"quote":"Perhaps on closer inspection it is not the [Standard Model] that lacks elegance. Perhaps it is we who have not yet learned to look at it from just the right point of view, one that would reveal its hidden simplicity."},{"id":317,"quote":"Çok hızlı hareket eden dalgacıklardır. Kuantum mekaniğinin garip kurallarına göre yok olup yeniden ortaya çıkarlar, var olan şeyler hiçbir zaman kararlı bir durumda olmaz; bir etkileşimden diğerine gerçekleşen bir sıçramadan başka bir şey değildirler."},{"id":318,"quote":"This is how time is depicted in Einstein’s general theory of relativity. His equations do not have a single “time; they have innumerable times.”"},{"id":319,"quote":"Harsh fate, but its burden becomes lighter to bear, since everything that attempts to turn back is impossible. (I, 24)"},{"id":320,"quote":"Myths nourish science, and science nourishes myth. But the value of knowledge remains."},{"id":321,"quote":"Physics does not describe how things evolve “in time but how things evolve in their own times, and how “times” evolve relative to each other.*”"},{"id":322,"quote":"Time has lost its first aspect or layer: its unity. It has a different rhythm in every different place and passes here differently from there."},{"id":323,"quote":"We think that our minds are all powerful but in reality they’ve evolved to do what we need to do, like hunt, eat and talk to one another.So the concepts in our head are designed to deal with animals, trees, rivers and people. There’s no reason why they should be able to deal with atoms or galaxies. But I believe we’re flexible and our minds are curious, so we can change our thinking."},{"id":324,"quote":"For now, this is what we know of matter: A handful of types of elementary particles, which vibrate and fluctuate constantly between existence and nonexistence and swarm in space, even when it seems that there is nothing there, combine together to infinity like the letters of a cosmic alphabet to tell the immense history of galaxies; of the innumerable stars; of sunlight; of mountains, woods, and fields of grain; of the smiling faces of the young at parties; and of the night sky studded with stars."},{"id":325,"quote":"To view Schrodinger's wave as something real is to give it too much weight-it doesn't help us to understand the theory; on the contrary, it leads to greater confusion. Except for special cases, the Schrodinger's wave is not in physical space, and this divests it of all its intuitive character. But the main reason why Schrodinger's wave is a bad image of reality is the fact that when a particle collides with something else, it is always at a point: it is never spread out in space like a wave. If we conceive an electron as a wave, we get in trouble explaining how this wave instantly concentrates to a point at each collision. Schrodinger's wave is not a useful representation of reality: it is an aid to calculation that permits us to predict with some degree of precision where the electron will reappear. The reality of the electron is not a wave: it is how it manifests itself in interactions, like the man who appeared in the pools of lamplight, while the young Heisenberg wandered pensively in the Copenhagen night."},{"id":326,"quote":"Anche le parole che ora diciamo il tempo nella sua rapina ha già portato via e nulla torna (I, 11)"},{"id":327,"quote":"It’s a moment of enlightenment. A momentous simplification of the world: space is no longer something distinct from matter—it is one of the “material components of the world. An entity that undulates, flexes, curves, twists.”"},{"id":328,"quote":"seems to me that the observations associated with blackbody radiation, fluorescence, the production of cathode rays by ultraviolet light, and other related phenomena connected with the emission or transformation of light are more readily understood if one assumes that the energy of light is discontinuously distributed in space. In accordance with the assumption to be considered here, the energy of a light ray spreading out from a point source is not continuously distributed over an increasing space but consists of a finite number of “energy quanta which are localized at points in space, which move without dividing, and which can only be produced and absorbed as complete”"},{"id":329,"quote":"We are a species which is naturally moved by curiosity, the only one left of a group of species (the genus Homo) made up of a dozen equally curious species. The other species in the group have already become extinct; some, like the Neanderthals, quite recently, roughly thirty thousand years ago. It is a group of species which evolved in Africa, a kin to the hierarchical and quarrelsome chimpanzees - and even more closely akin to the bonobos, the small, peaceful, cheerfully egalitarian and promiscuous type of chimps. A group of species which repeatedly went out of Africa in order to explore new worlds, and went far: as far, eventually, as Patagonia - and as far, eventually, as the moon."},{"id":330,"quote":"In the Andromeda Galaxy, the duration of this \"extended present\" is (with respect to us) two million years. Everything that happens in Andromeda during these two million years is neither past nor future with respect to ourselves. If a friendly advanced Andromeda civilization decided to send a fleet of spacecraft to visit us, it would make no sense to ask whether the fleet has already left \"now,\" or not yet. The only meaningful question is when do we receive the first signal from the fleet: from that moment on, not earlier, the departure of the fleet is in our past."},{"id":331,"quote":"Quantum mechanics and experiments with particles have taught us that the world is a continuous, restless swarming of things, a continuous coming to light and disappearance of ephemeral entities. A set of vibrations, as in the switched-on hippie world of the 1960s. A world of happenings, not of things."},{"id":332,"quote":"It was not the applications that motivated them but the natural desire to know."},{"id":333,"quote":"Some behavior is more probable, other behavior more improbable."},{"id":334,"quote":"To a wise man, the whole earth is open, because the true country of a virtuous soul is the entire universe."},{"id":335,"quote":"We often say that causes precede effects and yet, in the elementary grammar of things, there is no distinction between “cause and “effect.”"},{"id":336,"quote":"as Lucretius wrote: 'our appetite for life is voracious, our thirst for life insatiable"},{"id":337,"quote":"Newton nesnelerin neden düştüğünü ve gezegenlerin neden döndüğünü açıklamaya çalışmıştı. Tüm nesneleri birbirlerine çeken bir \"kuvvet\" hayal etmişti: Buna \"çekim kuvveti\" adını vermişti. Bu kuvvetin, aralarında hiçbir şey olmayan, birbirinden uzaktaki nesneleri nasıl çektiği bilinmiyordu, bilimin ulu babası da herhangi bir hipotez öne sürmek konusunda çekingendi. Newton nesnelerin uzayda hareket ettiğini, uzayın da boş bir kap, evren için büyük bir kutu olduğunu hayal etmişti. Newton tarafından icat edilen bu \"uzay\"ın, dünyanın kutusunun neden yapıldığı da belli değildi. Ama Albert'in doğumundan birkaç yıl önce iki büyük İngiliz fizikçi Faraday ve Maxwell, Newton'ın soğuk dünyasına yeni bir unsur kattı: elektromanyetik alan. Her yere yayılmış, radyo dalgalarını taşıyan, uzayı dolduran, bir gölün yüzeyi gibi titreşip dalgalanabilen ve elektrik kuvvetini \"taşıyan\" bu ala, gerçek bir olguydu. Einstein gençliğinden beri babasının kurduğu elektrik santrallerinin rotorlarını çeviren elektromanyetik alana hayrandı ve kısa süre içinde kütle çekiminin de elektrik gibi bir alan tarafından taşınması gerektiğini anladı: \"Elektrik alanı\"na özdeş bir \"kütle çekim alanı\" olmalıydı; o da bu çekim alanının nasıl oluştuğunu ve hangi denklemlerin onu tanımladığını anlamaya çalıştı. Tam bu noktada olağanüstü bir düşünce, saf deha ortaya çıktı: Kütle çekimi alanı uzayda yayılmış değildi, çekim alanı uzayın ta kendisiydi. Genel görelilik kuramının anafikri işte budur. ...Huninin merkezinden kaynaklanan gizemli \"kuvvetler\" yoktur, huninin çeperinin eğri olması bilyenin dönmesini sağlar. Uzay eğildiği için gezegenler güneş etrafında döner, cisimler yere düşer."},{"id":338,"quote":"Space is a spin network whose nodes represent its elementary grains, and whose links describe their proximity relations. Space-time is generated by processes in which these spin networks transorm into one another, and these processes are described by sums over spinfoams. A spinfoam represents a history of a spin network, hence a granular spacetime where the nodes of the graph combine and seperate.This microscopic swarming of quanta, which generates space and time, underlies the calm appearance of the macroscopic reality surrounding us. Every cubic centimeter of space, and every second that passes, is the result of this dancing foam of extremely small quanta."},{"id":339,"quote":"I may not know something with certainty, but I can still assign a lesser or greater degree of probability to something."},{"id":340,"quote":"the particles are quanta of quantum fields; light is formed by quanta of a field; space is nothing more than a field, which is also made of quanta;"},{"id":341,"quote":"A lightbulb does not emit continuous light, it emits a hail of evanescent photons. At small scale, there is no continuity, or fixity, in the real world: there are discrete events, interactions, gapped and discrete. Schrödinger had fought tooth and nail against quantum discontinuity, against Bohr’s quantum leaps, against Heisenberg’s world of matrices: he wanted to defend the image of continuous reality provided by classical intuition."},{"id":342,"quote":"If we see a child playing on the beach, it is only because between him and ourselves there is this lake of vibrating lines that transport his image to us. Is the world not marvelous?"},{"id":343,"quote":"AlbŞimdilik madde hakkında bildiğimiz bundan ibaret. Varlıkla yokluk arasında sürekli olarak titreşip dalgalanan, hiçbir şey yokmuş gibi görünürken ortalıkta cirit atan, galaksilerin, sayısız yıldızın, kozmik ışınların, güneş ışığının, dağların, ormanların, buğday tarlalarının, partilerdeki gençlerin yüzlerindeki gülümsemelerinin ve gece yıldızlarla dolu karanlık gökyüzünün devasa öyküsünü anlatmak için kozmik bir alfabenin harfleri gibi sonsuz olasılıkla bir araya gelen bir avuç temel parçacık..."},{"id":344,"quote":"Well, take the equation of quantum mechanics that determines the form of the orbitals of an electron. This equation has a certain number of solutions, and these solutions correspond exactly to: hydrogen, helium, oxygen...and the other elements! Mendeleev's periodic table is structured exactly like the set of these solutions. The properties of the elements, with everything else, follows from the solution of this equation. Quantum mechanics deciphers perfectly the secret of the structure of the periodic table of elements. Pythagoras and Plato's ancient dream is realized: to describe all of the world's substances with a single formula. The infinite complexity of chemistry, captured by the solutions of a single equation! And this is just one of the applications of quantum mechanics."},{"id":345,"quote":"the world is made entirely from quantum fields"},{"id":346,"quote":"Even the words that we are speaking now thieving time has stolen away, and nothing can return. (I, 11)"},{"id":347,"quote":"In short, [Einstein's General Theory of Relativity] describes a colorful and amazing world where universes explode, space collapses into bottomless holes, time sags and slows near a planet, and the unbounded extensions of interstellar space ripple and sway like the surface of the sea... And all of this...was not a tale told by an idiot in a fit of lunacy or a hallucination caused by Calabria's burning Mediterranean sun and its dazzling sea. It was reality. Or better, a glimpse of reality, a little less veiled than our blurred and banal everyday view of it. A reality that seems to be made of the same stuff that our dreams are made of, but that is nevertheless more real than our clouded, quotidian dreaming."},{"id":348,"quote":"Albert Einstein, yakın dostu İtalyan Michele Besso öldüğünde onun kız kardeşine dokunaklı bir mektu yazmıştı: \"Michele bu garip dünyadan benden biraz önce ayrıldı. Bunun hiçbir anlamı yok. Bizim gibi fiziğe inanan insanlar, geçmiş, şimdi ve gelecek arasındaki ayrımın sürüp giden inatçı bir yanılsamadan başka bir şey olmadığını bilir."},{"id":349,"quote":"The crucial point here is the difference from what happens with falling bodies: a ball may fall, but it can also come back up, by rebounding, for instance. Heat cannot. This is the only basic law of physics that distinguishes the past from the future."},{"id":350,"quote":"Light is thus nothing more than a rapid vibration of the spiderweb of Faraday's lines, which ripple like the surface of a lake as the wind blows. It isn't true that we \"do not see\" Faraday lines. To \"see\" is to perceive light, and light is the movement of the Faraday lines."},{"id":351,"quote":"The fact that space and time are intimately connected, as in figure 3.2, implies a subtle restructuring of Newton's mechanics, which Einstein rapidly completes in 1905 and 1906. A first result of this restructuring is that as space and time fuse together in a single concept of spacetime, so the electric field and the magnetic fields fuse together in the same way, merging into a single entity that today we call the \"electromagnetic field.\" The complicated equations written by Maxwell for the two fields become simple when written in this new language."},{"id":352,"quote":"Where are these quanta of space? Nowhere. They are not in space because they are themselves the space. Space is created by the linking of these individual quanta of gravity. Once again, the world seems to be less about objects than about interactive relationships."},{"id":353,"quote":"The nature of time is perhaps the greatest remaining mystery. Curious threads connect it to those other great open mysteries: the nature of mind, the origin of the universe, the fate of black holes, the very functioning of life on Earth. Something essential continues to draw us back to the nature of time."},{"id":354,"quote":"Time passes more slowly for the one who keeps moving."},{"id":355,"quote":"Siamo nodi di una rete di scambi, di cui questo libro è un tassello, nella quale ci passiamo immagini, strumenti, informazioni e conoscenza. Ma del mondo che vediamo siamo anche parte integrante, non siamo osservatori esterni. Siamo situati in esso. La nostra prospettiva su di esso è dall’interno. Siamo fatti degli stessi atomi e degli stessi segnali di luce che si scambiano i pini sulle montagne e le stelle nelle galassie."},{"id":356,"quote":"Why do we remember the past and not the future? Do we exist in time, or does time exist in us? What does it really mean to say that time “passes? What ties time to our nature as persons, to our subjectivity? What am I listening to when I listen to the passing of time?”"},{"id":357,"quote":"NOW MEANS NOTHING”"},{"id":358,"quote":"Yıldızlar gibi biz de, gerek bireysel olarak, gerek topluca doğup ölüyoruz. Bu bizim gerçekliğimiz. Bizim için yaşam, tam da çok kısa olması nedeniyle çok değerli. ..Doğamız gereği sevgi doluyuz ve dürüstüz. Yine doğamız gereği daha çok şey bilmek istiyoruz. Öğrenmeye de devam ediyoruz. Dünya hakkındaki bilgilerimiz artmaya devam ediyor. Öğrendiğimiz yerde sınırlar var, biz de öğrenme tutkusuyla yanıp tutuşuyoruz. Bunlar uzay dokusunun en küçük derinliklerinde, evrenin kökeninde, zamanın doğasında, kara delik olaylarında ve kendi düşünce süreçlerimizde bulunuyor. Burada, bildiklerimizin güvertesinde, bilinmezler okyanusuyla temas içinde dünyanın gizemi ile güzelliği parıldıyor ve nefesimizi kesiyor."},{"id":359,"quote":"When Lemaître defends the idea that the universe is expanding, and Einstein does not believe it, one of the two is wrong; the other, right. All of Einstein’s results, his fame, his influence on the scientific world, his immense authority, count for nothing. The observations prove him wrong, and it’s game over. An obscure Belgian priest is right. It is for this reason that scientific thinking has power."},{"id":360,"quote":"Uzay - zamanın kuantum dalgalanmalarının yarattığı basıncın maddenin ağırlığını dengelediği bir yıldızın yaşamının bu varsayımsal sona erme durumuna \"Planck yıldızı\" adı verilir."},{"id":361,"quote":"I don’t like to thank God: I like to wake in the morning, look at the sea and thank the wind, the waves, the sky, the fragrance of plants, the life that allows me to exist, the sun that rises."},{"id":362,"quote":"But Einstein realizes that energy and mass are two facets of the same entity, just as the electric and magnetic fields are two facets of the same field, and as space and time are two facets of the one thing, spacetime. This implies that mass, by itself, is not conserved; and energy-as it was conceived at the time-is not independently conserved, either. One may be transformed into the other: only one single law of conservation exists, not two. What is conserved is the sum of mass and energy, not each separately. Processes must exist that transform energy into mass, or mass into energy."},{"id":363,"quote":"Because science shows us how to better understand the world, but it also reveals to us just how vast is the extent of what is still not known. The"},{"id":364,"quote":"The entire evolution of science would suggest that the best grammar for thinking about the world is that of change, not of permanence. Not of being, but of becoming."},{"id":365,"quote":"The final section of the book returns to ourselves and asks how it is possible to think about our existence in the light of the strange world described by physics. The"},{"id":366,"quote":"In the elementary equations of the world,13 the arrow of time appears only where there is heat.* The link between time and heat is therefore fundamental: every time a difference is manifested between the past and the future, heat is involved. In every sequence of events that becomes absurd if projected backward, there is something that is heating up."},{"id":367,"quote":"Dances of love intertwine such graceful girls lit by the moon on these clear nights. (I, 4) THE SLOWING DOWN OF TIME"},{"id":368,"quote":"Our entire current technology is founded on the use of a physical thing-electromagnetic waves-that was not discovered empirically: it was predicted by Maxwell, simply by searching for the mathematical description accounting for the intuition Faraday got from bobbins and needles. This is the outstanding power of theoretical physics."},{"id":369,"quote":"Time, as Aristotle suggested, is the measure of change;"},{"id":370,"quote":"Our intuitions have developed on the basis of our limited experience."},{"id":371,"quote":"Scientific thinking explores and redraws the world, gradually offering us better and better images of it, teaching us to think in ever more effective ways. Science is a continual exploration of ways of thinking. Its strength is its visionary capacity to demolish preconceived ideas, to reveal new regions of reality, and to construct new and more effective images of the world. This adventure rests upon the entirety of past knowledge, but at its heart is change. The world is boundless and iridescent; we want to go and see it. We are immersed in its mystery and in its beauty, and over the horizon there is unexplored territory. The incompleteness and the uncertainty of our knowledge, our precariousness, suspended over the abyss of the immensity of what we don't know, does not render life meaningless: it makes it interesting and precious."},{"id":372,"quote":"Scientists are not immune from talking nonsense."},{"id":373,"quote":"Thinking of the world as a collection of events, of processes, is the way that allows us to better grasp, comprehend, and describe it."},{"id":374,"quote":"Looking at the sun going down, the eyes of Copernicus had seen the world turning. Looking at a glass of still water, the eyes of Boltzmann saw atoms and molecules frenziedly moving."},{"id":375,"quote":"information is the measure of the number of possible alternatives for something."},{"id":376,"quote":"The growth of entropy is nothing other than the ubiquitous and familiar natural increase of disorder. This is what Boltzmann understood."},{"id":377,"quote":"Bulduğumuz şey, evrenin aşırı derecede sıkışmış olduğu zamanlarda, kuantum mekaniğinin geri itici bir kuvvet yarattığıdır ve bunun sonucunda Büyük Patlama'nın aslında Büyük sekme, Big Bounce olabileceğidir; Evrenimiz kendi ağırlığıyla büzüşmüş ve sonunda çok küçük bir uzaya sıkışmış, sonra da \"sekip\" yeniden genişlemeye ve çevremizde gördüğümüz genişleyen evrene dönüşen daha önceki bir evrenden doğmuş olabilir."},{"id":378,"quote":"The difference between past and future does not lie in the elementary laws of motion; it does not reside in the deep grammar of nature. It is the natural disordering that leads to gradually less particular, less special situations."},{"id":379,"quote":"WHAT HAPPENS WHEN NOTHING HAPPENS?"},{"id":380,"quote":"Albert [Einstein] was reading Kant and attending occasional lectures at the University of Pavia: for pleasure, without being registered there or having to think about exams. It is thus that serious scientists are made."},{"id":381,"quote":"Science begins with a vision\"."},{"id":382,"quote":"Time and space are real phenomena. But they are in no way absolute; they are not at all independent from what happens; they are not as different from the other substances of the world, as Newton had imagined them to be. We can think of a great Newtonian canvas on which the story of the world is drawn. But this canvas is made of the same stuff that everything else in the world is made of, the same substance that constitutes stone, light, and air: it is made of fields."},{"id":383,"quote":"Our intuitive idea of the present, the ensemble of all events happening \"now\" in the universe, is an effect of our blindness: our inability to recognize small temporal intervals. An illegitimate extrapolation from our parochial experience."},{"id":384,"quote":"Geçmiş ile gelecek arasındaki fark yalnızca ısı söz konusu olduğu zaman vardır. Geleceği geçmişten ayıran temel olay, ısının daha sıcak nesnelerden daha soğuk nesnelere geçmesidir."},{"id":385,"quote":"The notion of “particularity is born only at the moment we begin to see the universe in a blurred and approximate way.”"},{"id":386,"quote":"The confusion between these two diverse human activities—inventing stories and following traces in order to find something—is the origin of the incomprehension and distrust of science shown by a significant part of our contemporary culture. The separation is a subtle one: the antelope hunted at dawn is not far removed from the antelope deity in that night’s storytelling. The"},{"id":387,"quote":"General relativity and quantum mechanics are in the end not as incompatible as they seemed. On closer inspection, they shake hands and engage in a beautiful dialogue. The spatial relations that weave Einstein's curved space are the very interactions weaving the relations between the systems of quantum mechanics. The two become compatible and conjoined, two sides of the same coin, as soon as it is recognized that space and time are aspects of a quantum field, and quantum fields can exist without being grounded in an external space."},{"id":388,"quote":"We often say that causes precede effects and yet, in the elementary grammar of things, there is no distinction between “cause and “effect.”* There”"},{"id":389,"quote":"Science begins with a vision."},{"id":390,"quote":"Isı, sıcak nesnelerden soğuk nesnelere mutlak bir yasanın zorlamasıyla geçmez: Yalnızca bu yöndeki geçişi daha yüksek bir olasılıkla olur. Bunun nedeni iste şudur: Sıcak nesneye ait daha hızlı bir atomun daha soğuk bir atoma çarpması ve enerjisinin birazını bırakması ve bunun tersinin olmaması, istatistiksel olarak daha yüksek bir olasılıktır."},{"id":391,"quote":"Somos una especie que partió hace un tiempo del África para explorar mundos nuevos y que ha estado constantemente preguntándose por la naturaleza de las cosas movida por una incesante curiosidad. Nuestra especie no durará mucho, pertenecemos a un género de especies de vida breve; nuestros primos se extinguieron todos y nosotros causamos daño. Los cambios climáticos y medioambientales que hemos provocado han sido brutales y difícilmente tendremos perdón. Para la Tierra será un parpadeo irrelevante y nosotros no saldremos indemnes, tanto más teniendo en cuenta que la opinión pública y la política prefieren ignorar los peligros que estamos corriendo y esconden la cabeza bajo el ala"},{"id":392,"quote":"The answer is that each element corresponds to one solution of the main equation of quantum mechanics. The whole of chemistry emerges from a single equation."},{"id":393,"quote":"I think that quantum mechanics has revealed three aspects of the nature of things: granularity, indeterminacy, and the relational structure of the world."},{"id":394,"quote":"The “present does not exist in an objective sense any more than “here” exists objectively, but the microscopic interactions within the world prompt the emergence of temporal phenomena within a system (for instance, ourselves) that interacts only through the medium of a myriad of variables. Our”"},{"id":395,"quote":"external perception is an internal dream which proves to be in harmony with external things; and instead of calling ‘hallucination’ a false perception, we must call external perception ‘a confirmed hallucination."},{"id":396,"quote":"We suddenly remember that it's not the sun that's moving, but the Earth that's spinning and we see with the unhinged eye of the mind our entire planet, and ourselves with it, rotating backwards, away from the sun. We are seeing with \"mad eyes\" like those of Paul McCartney's Fool on the Hill. The crazed vision that sometimes sees further than our blurry customary eyesight."},{"id":397,"quote":"due to the limitations of our consciousness we perceive only a blurred vision of the world and live in time."},{"id":398,"quote":"Or does it mean, as it seems to me, that we must accept the idea that reality is only interaction?"},{"id":399,"quote":".... the world is made entirely from quantum fields. These fields do not live *in* spacetime; they live, so to speak, one on top of the other: fields on fields. The space and time that we perceiv in large scale are our blurred and approximage image of one of these quantum fields: the gravitational field (193)."},{"id":400,"quote":"Within the reflections in a glass of water, there is an analogous tumultuous life made up of the activities of a myriad of molecules. Many more than there are living beings on Earth."},{"id":401,"quote":"Dolayısıyla olasılık, cisimlerin değişimiyle ilgili değildir. Başka cisimlerle etkileştiklerinde, cisimlerin özellik alt sınıflarının değerlerinin değişimiyle ilgilidir."},{"id":402,"quote":"Things are transformed one into another according to necessity, and render justice to one another according to the order of time. “According to the order of time (κατὰ τὴν τοῦ χρόνου τάξιν). From”"},{"id":403,"quote":"What happens is that the brain expects to see something, on the basis of what it knows and has previously occurred. The brain elaborates an image of what it predicts the eyes should see. This information is conveyed from the brain to the eyes, through intermediate stages. If a discrepancy is revealed between what the brain expects and the light arriving into the eyes, only then do the neural circuits send signals toward the brain. So images from around us do not travel from the eyes to the brain—only news of discrepancies regarding what the brain expects do."},{"id":404,"quote":"The medieval cosmos so marvelously sung by Dante was interpreted on the basis of a hierarchical organization of the universe that reflected the hierarchical organization of European society: a spherical cosmic structure with Earth at its center; the irreducible separation between Earth and heavens; finalistic and metaphorical explanations of natural phenomena; fear of God, fear of death; little attention to nature; the idea that forms preceding things determine the structure of the world; the idea that the source of knowledge could only be the past, in revelation and tradition. . . . There is none of this in the world of Democritus as sung by Lucretius. There is no fear of the gods; no ends or purposes in the world; no cosmic hierarchy; no distinction between Earth and heavens. There is a deep love of nature, a serene immersion within it; a recognition that we are profoundly part of it; that men, women, animals, plants, and clouds are organic threads of a marvelous whole, without hierarchies. There is a feeling of deep universalism, in the wake of the splendid words of Democritus: “To a wise man, the whole earth is open, because the true country of a virtuous soul is the entire universe."},{"id":405,"quote":"Time sits at the center of the tangle of problems raised by the intersection of gravity, quantum mechanics, and thermodynamics."},{"id":406,"quote":"due to which the value of one variable implies something about the value of the other.68 This is the meaning of the word “information that I am using here.”"},{"id":407,"quote":"La fisica del XIX e XX secolo si è scontrata con queste domande ed è incappata in qualcosa di inaspettato e sconcertante, assai più del fatto, in fondo marginale, che il tempo passi a velocità diverse in luoghi diversi. La differenza fra passato e futuro - fra causa e effetto, fra memoria e speranza, fra rimorso e intenzione - nelle leggi elementari che descrivono i meccanismi del mondo non c'è."},{"id":408,"quote":"The story goes that in the dimly lit old halls of Kracow University, an austere professor of physics came out of his study waving around Einstein's article, screaming, \"The new Archimedes is born!"},{"id":409,"quote":"It is not against nature to be curious: it is in our nature to be so."},{"id":410,"quote":"When we seek a sure foundation on which to base decisions about our actions and thoughts, we find that a sure foundation does not exist. We do not even know whether we actually need such a foundation. We continue to make use of vague, uncertain ideas, precisely in those areas that most deeply concern us. What we call “irrational is the code name for what we don’t understand well about ourselves given the limits of our own intelligence.”"},{"id":411,"quote":"This clarified, here is the point: it is possible to think of quantum physics as a theory of information (in the sense outlined) that systems have about one another."},{"id":412,"quote":"The present is like the flatness of Earth: an illusion. We"},{"id":413,"quote":"That which makes us specifically human does not signify our separation from nature; it is part of that self-same nature. It's a form that nature has taken here on our planet, in the infinite play of its combinations, through the reciprocal influencing and exchanging of correlations and information among its parts."},{"id":414,"quote":"Without clues, we search in the wrong directions. Without evidence, a theory is not reliable."},{"id":415,"quote":"ature is our home, and in nature we are at home. This strange, multicoloured and astonishing world which we explore – where space is granular, time does not exist, and things are nowhere – is not something that estranges us from our true selves, for this is only what our natural curiosity reveals to us about the place of our dwelling. About the stuff of which we ourselves are made. We are made of the same stardust of which all things are made, and when we are immersed in suffering or when we are experiencing intense joy we are being nothing other than what we can't help but be: a part of our world."},{"id":416,"quote":"Life on Earth gives only a small taste of what can happen in the universe. Our very soul itself is only one such small example."},{"id":417,"quote":"I am this long ongoing novel. My life consists of it. It is memory that solders together the processes scattered across time of which we are made. In this sense, we exist in time. It is for this reason that I am the same person today as I was yesterday. To understand ourselves means to reflect on time. But to understand time, we need to reflect on ourselves."},{"id":418,"quote":"A finite region of the phase space-the space of the possible states of a system- contains an infinite number of distinguishable classical states, but always only a finite number of orthogonal quantum states. This number is given by the volume of the region, divided by the Planck constant raised to the number of degrees of freedom. This result is general."},{"id":419,"quote":"Nature is our home, and in nature we are at home. This strange, multicoloured and astonishing world which we explore – where space is granular, time does not exist, and things are nowhere – is not something that estranges us from our true selves, for this is only what our natural curiosity reveals to us about the place of our dwelling. About the stuff of which we ourselves are made. We are made of the same stardust of which all things are made, and when we are immersed in suffering or when we are experiencing intense joy we are being nothing other than what we can't help but be: a part of our world."},{"id":420,"quote":"The possibility of predicting something in the future obviously improves our chances of survival, and consequently, evolution has selected the neural structures that allow it. We are the result of this selection. This being between past and future events is central to our mental structure. This, for us, is the flow of time."},{"id":421,"quote":"We', human beings,[...] are nodes in a network of exchanges [...] through which we pass images, tools, information, and knowledge. But we are also an integral part of the world that we perceive; we are not external observers. We are situated within it. Our view of it is from within its midst. We are made up of the same atoms and the same light signals as are exchanged between pine trees in the mountains and stars in the galaxies. As our knowledge has grown, we have learned that our being is only a part of the universe, and a small part at that."},{"id":422,"quote":"For the same reason that apples grow in northern Europe, where people drink cider, and grapes grow in the south, where people drink wine; or that I was born where people happen to speak my native language; or that the sun which warms us is at the right distance from us—not too close and not too far away. In all these cases, the “strange coincidence arises from confusing the causal relations: it isn’t that apples grow where people drink cider, it is that people drink cider where apples grow. Put this way, there is no longer anything strange about it.”"},{"id":423,"quote":"Özgür olmak, davranışlarımızın doğanın yasaları tarafından belirlenmediği anlamına gelmez. Beynimizde etkin olan doğa yasaları tarafından belirlendiği anlamına gelir. Özgür kararlarımız beynimizdeki milyarlarca nöron arasındaki çok kısa süreli ve çok zengin etkileşimlerin sonuçlarına bağlı olarak özgürce belirlenir: Kararlarımız, onları belirleyen nöronların bu etkileşimi var olduğu zaman özgür olur."},{"id":424,"quote":"This is the flow of time familiar from our experience. It is inside there that it nestles. Inside of us. The utterly crucial presence of traces of the past in our neurons. Proust could not be more explicit on this matter. Writing in the first book, \"Reality is formed only by memory\" and memory in its turn is a collection of traces-an indirect product of the disordering of the world."},{"id":425,"quote":"Our moral values, our emotions, our lives are no less real for being part of nature, for being shared with the animal world, or for being determined by the evolution which our species has undergone over millions of years. Rather, they are more valuable as a result of this: they are real"},{"id":426,"quote":"Physics opens windows through which we see far into the distance. What we see does not cease to astound us. We realize that we are full of prejudices and that our intuitive image of the world is partial, parochial, inadequate"},{"id":427,"quote":"This is also true from a methodological point of view: a scientist orients his own research on the basis of epistemological ideas. He might be more or less aware of them. Very often to be aware of your own assumptions is far better than to be guided by methodological prejudices of which you are unaware."},{"id":428,"quote":"The difference between past and future, between cause and effect, between memory and hope, between regret and intention . . . in the elementary laws that describe the mechanisms of the world, there is no such difference."},{"id":429,"quote":"I think that the obscurity of the theory is not the fault of quantum mechanics but is rather due to the limited capacity of our imagination. When we try to “see the quantum world, we are rather like moles used to living underground, to whom someone is trying to describe the Himalayas. Or like the men imprisoned at the back of Plato’s cave.”"},{"id":430,"quote":"Time is a strange thing. When we don't need it, it is nothing. Then suddenly, there is nothing else. It is everywhere around us. Also, within us. It seeps into our faces. It seeps into the mirror, runs through my temples. Between you and I it runs silently like an hourglass."},{"id":431,"quote":"Therefore, the first meaning of quantum mechanics is the existence of a limit to the information that can exist within a system: a limit to the number of distinguishable states in which a system can be. This limitation upon infinity, this granularity of nature glimpsed by Democritus, is the first central aspect of the theory. Planck's constant h measures the elementary scale of this granularity."},{"id":432,"quote":"When we talk about the big bang or the fabric of space, what we are doing is not a continuation of the free and fantastic stories that humans have told nightly around campfires for hundreds of thousands of years. It is the continuation of something else: of the gaze of those same men in the first light of day looking at tracks left by antelope in the dust of the savannah—scrutinizing and deducting from the details of reality in order to pursue something that we can’t see directly but can follow the traces of. In the awareness that we can always be wrong, and therefore ready at any moment to change direction if a new track appears; but knowing also that if we are good enough we will get it right and will find what we are seeking. This is the nature of science."},{"id":433,"quote":"The synthesis between Aristotle’s time and Newton’s is the most valuable achievement made by Einstein. It is the crowning jewel of his thought."},{"id":434,"quote":"Books contain our history; our brains swarm with memories."},{"id":435,"quote":"The solidity of the classical vision of the world is nothing other than our own myopia. The certainties of classical physics are just probabilities. The well-defined and solid picture of the world given by the old physics is an illusion."},{"id":436,"quote":"And it's here that Einstein's extraordinary stroke of genius occurs, one of the greatest flights in the history of human thinking: what if the gravitational field turned out actually to be Newton's mysterious space? What if Newton's space was nothing more than the gravitational field? This extremely simple, beautiful, brilliant idea is the theory of general relativity."},{"id":437,"quote":"What role do we have as human beings who perceive, make decisions, laugh, and cry, in this great fresco of the world as depicted by contemporary physics?"},{"id":438,"quote":"In light of Hipparchus and Ptolemy’s extraordinarily successful predictive theories, the goal of astronomy was to find the right combination of circles to describe the motion of the heavenly bodies around the Earth. Contrary to expectations, it turned out that Earth was itself one of the heavenly bodies. After Copernicus, the goal appeared to be to find the right combination of moving spheres that would reproduce the motion of the planets around the Sun. Contrary to expectations, it turned out that abstract elliptical trajectories were better than spheres. After Newton, it seemed clear that the aim of physics was to find the forces acting on bodies. Contrary to this, it turned out that the world could be better described by dynamical fields rather than bodies. After Faraday and Maxwell, it was clear that physics had to find laws of motion in space, as time passes. Contrary to assumptions, it turned out that space and time are themselves dynamical. After Einstein, it became clear that physics must only search for the deterministic laws of Nature. But it turned out that we can at best give probabilistic laws. And so on. Here are some sliding definitions for what scientists have thought science to be: deduction of general laws from observed phenomena, finding out the ultimate constituents of Nature, accounting for regularities in empirical observations, finding provisional conceptual schemes for making sense of the world. (The last one is the one I like.) Science is not a project with a methodology written in stone, or a fixed conceptual structure. It is our ever-evolving endeavor to better understand the world. In the course of its development, it has repeatedly violated its own rules and its own stated methodological assumptions."},{"id":439,"quote":"We are for ourselves in large measure what we see and have seen of ourselves reflected back to us by our friends, our loves, and our enemies."},{"id":440,"quote":"Only where there is heat is there a distinction between past and future."},{"id":441,"quote":"The theory does not describe things as they “are: it describes how things “occur,” and how they “interact with each other.” It doesn’t describe where there is a particle but how the particle shows itself to others. The world of existent things is reduced to a realm of possible interactions. Reality is reduced to interaction. Reality is reduced to relation.3”"},{"id":442,"quote":"This reads: “Delta S is always greater than or equal to zero, and we call this “the second principle of thermodynamics”"},{"id":443,"quote":"entropy, as Boltzmann fully understood, is nothing other than the number of microscopic states that our blurred vision of the world fails to distinguish."},{"id":444,"quote":"To trust immediate intuitions rather than collective examination that is rational, careful, and intelligent is not wisdom: it is the presumption of an old man who refuses to believe that the great world outside his village is any different from the one that he has always known."},{"id":445,"quote":"We are stories, contained within the twenty complicated centimeters behind our eyes, lines drawn by traces left by the (re)mingling together of things in the world, and oriented toward the direction of increasing entropy, in a rather particular corner of this inmense, chaotic universe."},{"id":446,"quote":"There is so much space up there that it is childish to think that in a peripheral corner of an ordinary galaxy there should be something uniquely special. Life on Earth gives only a small taste of what can happen in the universe. Our very soul itself is only one such small example."},{"id":447,"quote":"But it is still not enough to allow us to explain ourselves clearly to ourselves. We're not even clear about what it means to understand. We see the world, and we describe it. We give it an order. We know little of the actual relation between what we see of the world and the world itself. We know that we are myopic-we barely see a tiny window of the vast electromagnetic spectrum emitted by things. We do not see the atomic structure of matter nor the curvature of space. We see a coherent world that we extrapolate from our interaction with the universe, organized in simplistic terms that our devastatingly stupid brain is capable of handling. We think of the world in terms of stones, mountains, clouds and people and this is the world for us. About the world independent of us, we know a good deal without knowing how much this good deal is."},{"id":448,"quote":"Those who defend this way of thinking about reality—eternalism—frequently cite Einstein, who in a famous letter writes: For people like us who believe in physics the distinction between past, present and future is only a stubbornly persistent illusion."},{"id":449,"quote":"La confusione fra queste due diverse attività umane, inventare racconti e seguire tracce per trovare qualcosa, è l’origine dell’incomprensione e della diffidenza per la scienza di una parte della cultura contemporanea."},{"id":450,"quote":"A handful of elementary ingredients that act like bricks in a gigantic Lego set, and with which the entire material reality surrounding us is constructed. The nature of these particles, and the way they move, is described by quantum mechanics."},{"id":451,"quote":"In the big picture of contemporary science, there are many things that we do not understand, and one of the things that we understand least about is ourselves."},{"id":452,"quote":"Noi siamo fatti della stessa polvere di stelle di cui sono fatte le cose e sia quando siamo immersi nel dolore sia quando ridiamo e risplende la gioia non facciamo che essere quello che non possiamo che essere: parte del nostro mondo."},{"id":453,"quote":"We can go back to serenely immersing ourselves in time -in our finite time- to savoring the clear intensity of every fleeting and cherished moment of the brief circle of our existence."},{"id":454,"quote":"It is characteristic of genius to be aware of the limitations of its own findings"},{"id":455,"quote":"Planets circle around the sun, and things fall, because space around them is curved."},{"id":456,"quote":"Our thinking is prey to its own weakness. But even more so, to its own grammar. It takes only a few centuries for the world to change from angels, devils and witches, to atoms and electromagnetic waves. It takes only a few grams of mushrooms for the whole of reality to dissolve before our eyes, before reorganizing itself into a surprisingly different form. It only takes the experience of spending time with a friend who has suffered a serious schizophrenic episode, a few weeks with us, struggling to communicate, to realize that delirium is a vast piece of theatrical equipment with the capacity to stage the world. And that it is difficult to find arguments to distinguish it from those great collective deliriums of ours that are the foundations of our social and spiritual life and of our understanding of the world."},{"id":457,"quote":"first theory of relativity (known today as “special relativity), the theory that elucidates how time does not pass identically for everyone:”"},{"id":458,"quote":"Our fear of death seems to me to be an error of evolution."},{"id":459,"quote":"A novel image of the world is taking shape: a world without space and without time. The space where the world “inhabits and the time “along which” things evolve might soon disappear from our fundamental description of the physical world, in the same manner in which notions such as “the centre of the universe” have disappeared in the past.”"},{"id":460,"quote":"When we say that the volume of a room is, for example, one hundred cubic meters, we are in effect counting the grains of space-the \"quanta of the gravitational field\"-that it contains. In a room, this number has more than one hundred digits. When we say that the area of this page is forty-five square inches, we are actually counting the number of links in the web, or loops, that traverse the page. Across the page of this book, there is a number of quanta with more or less seventy digits."},{"id":461,"quote":"There are absolute masterpieces that move us intensely: Mozart's Requiem, Homer's Odyssey, the Sistine Chapel, King Lear. To fully appreciate their brilliance may require a long apprenticeship, but the reward is sheer beauty--and not only this, but the opening of our eyes to a new perspective upon the world. Einstein's jewel, the general theory of relativity, is a masterpiece of this order."},{"id":462,"quote":"To understand ourselves means to reflect on time. But to understand time we need to reflect on ourselves."},{"id":463,"quote":"To the very last, the desire to debate, to understand more. To the very last, doubt. This permanent doubt, the deep source of science."},{"id":464,"quote":"Le cose si trasformano l’una nell’altra secondo  necessità e si rendono giustizia secondo l’ordine del tempo."},{"id":465,"quote":"There is no “truer time; there are two times and they change relative to each other. Neither is truer than the other. But there are not just two times. Times are legion: a different one for every point in space. There is not one single time; there is a vast multitude of them.”"},{"id":466,"quote":"Even if we observe a small, empty region of space in which there are no atoms, we still detect a minute swarming of these particles."},{"id":467,"quote":"the gravitational field is not diffused through space; the gravitational field is that space itself."},{"id":468,"quote":"Our moral values, our emotions, our loves are no less real for being part of nature, for being shared with the animal world, or for being determined by the evolution which our species has undergone over millions of years. Rather, they are more valuable as a result of this: they are real. They are the complex reality of which we are made. Our reality is tears and laughter, gratitude and altruism, loyalty and betrayal, the past which haunts us and serenity."},{"id":469,"quote":"Why do we remember the past and not the future?"},{"id":470,"quote":"Bertrand Russell noted this in a famous article, writing emphatically that “The law of causality . . . is a relic of a bygone age, surviving, like the monarchy, only because it is erroneously supposed to do no harm."},{"id":471,"quote":"The expanded present is the set of events that are neither past nor future: it exists, just as there are human beings who are neither our descendants nor our forebears."},{"id":472,"quote":"Perhaps the rivers of ink that have been expended discussing the nature of the “continuous over the centuries, from Aristotle to Heidegger, have been wasted. Continuity is only a mathematical technique for approximating very finely grained things. The world is subtly discrete, not continuous. The good Lord has not drawn the world with continuous lines: with a light hand, he has sketched it in dots, like the painter Georges Seurat.”"},{"id":473,"quote":"If the present has no meaning, then what “exists in the universe? Is not what “exists” precisely what is here “in the present”?”"},{"id":474,"quote":"Even the distinction between present, past, and future thus becomes fluctuating, indeterminate. Just as a particle may be diffused in space, so, too, the differences between past and future may fluctuate: an event may be both before and after another one."},{"id":475,"quote":"Happy and master of himself is the man who for every day of his life can say: “Today I have lived; tomorrow if God extends for us a horizon of dark clouds or designs a morning of limpid light, he will not change our poor past he will do nothing without the memory of events that the fleeting hour will have assigned to us."},{"id":476,"quote":"Newton, who resuscitated the Democritean idea of space, had tried to patch things up by arguing that space was God’s sensorium. No one has ever understood what Newton meant by ‘God’s sensorium’, perhaps not even Newton himself."},{"id":477,"quote":"we are nothing but images of images. Reality, including our selves, is nothing but a thin and fragile veil, beyond which . . . there is nothing."},{"id":478,"quote":"All of this, I believe, indicates that in order to grasp the basic grammar of the world, we need to merge three basic ingredients, not just two: not just general relativity and quantum mechanics, but also the theory of heat, that is, statistical mechanics and thermodynamics, which we can also describe as \"information theory.\" But the thermodynamics of general relativity-that is to say, the statistical mechanics of quanta of space-is as yet only in its early infancy. Everything is still confused, and there is a very great deal that remains to be understood."},{"id":479,"quote":"Where time passes uniformly, in interplanetary space, things do not fall."},{"id":480,"quote":"Hollandalı felsefeci Baruch Spinoza'nın 17. yüzyılda müthiş bir sağduyuyla anladığı gibi, bu ikisi aynı şeydir. \"Ben\" ve \"beynimdeki nöronlar\" diye iki ayrı şey yoktur. Bu ikisi aynıdır. Bir birey, karmaşık ama sıkı sıkıya bütünleşik bir süreçtir."},{"id":481,"quote":"The central point is rebellion against the renunciation of the desire to know. A declaration of faith in the comprehensibility of the world, a proud retaliation to those who remain satisfied with their own ignorance, who call “infinite that which we don’t understand and delegate knowledge elsewhere.”"},{"id":482,"quote":"Quantum gravity is the discovery that no infinitely small point exists. There is a lower limit to the divisibility of space."},{"id":483,"quote":"We are like an only child who in growing up realizes that the world does not revolve only around himself, as he thought when little, Rovelli writes. “Mirrored by others, and by other things, we learn who we are.”"},{"id":484,"quote":"Our culture is foolish to keep science and poetry separated: they are two tools to open our eyes to the complexity and beauty of the world."},{"id":485,"quote":"The Einstein who makes more errors than anyone else is precisely the same Einstein who succeeds in understanding more about nature than anyone else."},{"id":486,"quote":"The difference between past and future only exists when there is heat."},{"id":487,"quote":"Thus, it is possible to measure time by simply counting the oscillations of a pendulum. It seems such an obvious idea, but it took Galileo to find it; it had not occurred to anyone before him. So it goes, with science."},{"id":488,"quote":"If we are special we are only special in the way that everyone feels themselves to be, as every mother is to her child. Certainly not for the rest of nature."},{"id":489,"quote":"Perhaps poetry is another of science's deepest roots: the capacity to see beyond the visible."},{"id":490,"quote":"There are absolute masterpieces that move us intensely: Mozart’s Requiem, Homer’s Odyssey, the Sistine Chapel, King Lear. To fully appreciate their brilliance may require a long apprenticeship, but the reward is sheer beauty—and not only this, but the opening of our eyes to a new perspective upon the world. Einstein’s jewel, the general theory of relativity, is a masterpiece of this order. I"},{"id":491,"quote":"The career of a mathematician begins when he realizes that a subject he is studying is not presented in the right way: it starts with an act of rebellion…).”"},{"id":492,"quote":"elucidates"},{"id":493,"quote":"Despite certain obscurities,"},{"id":494,"quote":"Newton asserts explicitly in his book that we can’t ever measure the true time t, but if we assume that it exists, we can set up an efficient framework to describe nature."},{"id":495,"quote":"Solen böjer rummet runt omkring sig och jorden kretsar inte kring den för att den vore dragen av en gåtfull kraft, utan för att den rör sig rakt fram i ett rum som böjs."},{"id":496,"quote":"And it is at this point that an extraordinary idea occurred to him, a stroke of pure genius: the gravitational field is not diffused through space; the gravitational field is that space itself. This is the idea of the general theory of relativity. Newton’s “space, through which things move, and the “gravitational field” are one and the same thing.”"},{"id":497,"quote":"esoteric"},{"id":498,"quote":"Whenever you consider a phenomenon certifying the passage of time , it is through the production of heat that it does so. There is no preferred direction of time without heat."},{"id":499,"quote":"banal"},{"id":500,"quote":"It is hardly surprising that there are more things in heaven and earth, dear reader, than have been dreamed of in our philosophy—or in our physics."},{"id":501,"quote":"The physical substratum that determines duration and physical intervals—the gravitational field—does not only have a dynamic influenced by masses; it is also a quantum entity that does not have determined values until it interacts with something else. When it does, the durations are granular and determinate only for that something with which it interacts; they remain indeterminate for the rest of the universe."},{"id":502,"quote":"At the precise moment when heat is produced, the process is irreversible: the past differs from the future. It is always heat and only heat that distinguishes the past from the future.This is universal. A burning candle is transformed into smoke, the smoke cannot transform into a candle-and a candle produces heat. A boiling hot cup of tea cools down and does not heat up: it diffuses heat. We live and get old: producing heat through friction."},{"id":503,"quote":"the sun is using up its combustible hydrogen and will eventually exhaust it and extinguish. The sun too is getting older, and in fact produces heat. The moon also appears to orbit Earth unchangingly and always equal to itself, whereas in reality it is slowly moving away. This is because it raises tides, and the tides heat the sea a little, thus exchanging energy with the moon."},{"id":504,"quote":"But on the moon, the duration of the \"extended present\" is a few seconds, and on Mars it is a quarter of an hour. This means we can say that on Mars there are events that in this precise moment have already happened, events that are yet to happen, but also a quarter-of-an-hour of events during which things occur that are neither in our past nor in our future."},{"id":505,"quote":"Einstein predicted that time passes more quickly high up than below, nearer to Earth. This was measured and turned out to be the case. If a person who has lived at sea level meets up with his twin who has lived in the mountains, he will find that his sibling is slightly older than he. And this is just the beginning."},{"id":506,"quote":"the “singularity that classic general relativity anticipated disappears as soon as we take quantum gravity into account.”"},{"id":507,"quote":"But the effective way of continuing to exist in a changing environment is to better manage correlations with the external world, that is to say, information: to collect, store, transmit, and elaborate information. For this reason DNA exists, together wih immune systems, sense organs, nervous systems, comolex brains, languages, books, the library of Alexandria, computers and Wikipedia: they maximize the efficiency of information management. The management of correlations favoring survival."},{"id":508,"quote":"The notions of fields and particles, separated by Faraday and Maxwell, end up merging in quantum mechanics.The way this happens in the theory is elegant: the equation of Dirac determines the values a variable can take. Applied to the energy of Faraday's lines, they tell us that this energy can take on only certain values and not others. Since the energy of the electromagnetic field can take on only certain values, the field behaves line a set of packets of energy. These are precisely the quanta of energy introduced by Planck and Einstein thirty years later. The circle closes, and the story is complete. The equations of the theory, written by Dirac, account for the granular nature of light, which Planck and Einstein had intuited."},{"id":509,"quote":"It must not be claimed that anyone can sense time by itself apart from the movement of things. LUCRETIUS, De rerum natura1"},{"id":510,"quote":"There is not an ‘I’ and ‘the neurons in my brain’. They are the same thing. An individual is a process: complex, tightly integrated."},{"id":511,"quote":"Qui, sul bordo di quello che sappiamo, a contatto con l’oceano di quanto non sappiamo, brillano il mistero del mondo, la bellezza del mondo, e ci lasciano senza fiato."},{"id":512,"quote":"We are structured to manage precisely this: information; and remain in existence thanks to this."},{"id":513,"quote":"Why are precisely these elements listed there, and why does the periodic table have this particular structure, with these periods, and with the elements having these specific properties? The answer is that each element corresponds to one solution of the main equation of quantum mechanics. The whole of chemistry emerges from a single equation."},{"id":514,"quote":"From communication to the basis of genetics; from thermodynamics to quantum mechanics; up to quantum gravity, the notion of information is gaining ground as a tool for understanding. The world should not be understood as an amorphous ensemble of atoms-but rather as a game of mirrors, founded on the correlations between the structures formed by combinations of these atoms."},{"id":515,"quote":"Our moral values, our emotions, our loves are no less real for being part of nature, for being shared with the animal world, or fore being determined by the evolution that our species has undergone over millions of years. Rather, they are more valuable as a result of this: they are real."},{"id":516,"quote":"As human beings, we live by emotions and thoughts. We exchange them when we are in the same place at the same time, talking to each other, looking into each other’s eyes, brushing against each other’s skin. We are nourished by this network of encounters and exchanges. But, in reality, we do not need to be in the same place and time to have such exchanges. Thoughts and emotions that create bonds of attachment between us have no difficulty in crossing seas and decades, sometimes even centuries, tied to thin sheets of paper or dancing between the microchips of a computer. We are part of a network that goes far beyond the few days of our lives and the few square meters that we tread."},{"id":517,"quote":"The apparent determinism of the macroscopic world is due only to the fact that the microscopic randomness cancels out on average, leaving only fluctuations too minute for us to perceive in everyday life."},{"id":518,"quote":"Loop theory describes this atomic and granular quantum structure of space in a precise mathematical form. It is obtained by applying the general equations of quantum mechanics written by Dirac to Einstein's gravitational field.In particular, loop theory specifies that volume (for example the volume of a given cube) cannot be arbitrarily small. A minimum volume exists. No space smaller than this minimum volume exists. There is a minimum \"quantum\" of volume: an elementary atom of space."},{"id":519,"quote":"Non c’è più lo spazio che «contiene» il mondo e non c’è più il tempo «lungo il quale» avvengono gli eventi. Ci sono solo processi elementari dove quanti di spazio e materia interagiscono tra loro in continuazione. L’illusione dello spazio e del tempo continui attorno a noi è la visione sfocata di questo fitto pullulare di processi elementari."},{"id":520,"quote":"Another way of posing the problem is to ask oneself: what is the “present? We say that only the things of the present exist: the past no longer exists and the future doesn’t exist yet. But in physics there is nothing that corresponds to the notion of the “now.” Compare “now” with “here.” “Here” designates the place where a speaker is: for two different people “here” points to two different places. Consequently “here” is a word the meaning of which depends on where it is spoken. The technical term for this kind of utterance is “indexical.” “Now” also points to the instant in which the word is uttered and is also classed as “indexical.” But no one would dream of saying that things “here” exist, whereas things that are not “here” do not exist. So then why do we say that things that are “now” exist and that everything else doesn’t? Is the present something that is objective in the world, that “flows,” and that makes things “exist” one after the other, or is it only subjective, like “here”? This may seem like an abstruse mental problem. But modern physics has made it into a burning issue, since special relativity has shown that the notion of the “present” is also subjective. Physicists and philosophers have come to the conclusion that the idea of a present that is common to the whole universe is an illusion and that the universal “flow” of time is a generalization that doesn’t work. When his great Italian friend Michele Besso died, Einstein wrote a moving letter to Michele’s sister: “Michele has left this strange world a little before me. This means nothing. People like us, who believe in physics, know that the distinction made between past, present and future is nothing more than a persistent, stubborn illusion.” Illusion or not, what explains the fact that for us time “runs,” “flows,” “passes”? The passage of time is obvious to us all: our thoughts and our speech exist in time; the very structure of our language requires time—a thing “is” or “was” or “will be.” It is possible to imagine a world without colors, without matter, even without space, but it’s difficult to imagine one without time. The German philosopher Martin Heidegger emphasized our “dwelling in time.” Is it possible that the flow of time that Heidegger treats as primal is absent from descriptions of the world? Some”"},{"id":521,"quote":"Things are transformed one into another according to necessity, and render justice to one another according to the order of time."},{"id":522,"quote":"The nature of man is not his internal structure but the network of personal, familial, and social interactions within which he exists. It is these that \"make\" us, these that guard us. As humans, we are that which others know of us, that which we know of ourselves, and that which others know about our knowledge. We are complex nodes in a rich web of reciprocal information."},{"id":523,"quote":"The electromagnetic waves are vibrations of Faraday's lines, but also, at small scale, swarms of photons. When they interact with something else, as in the photoelectric effect, they manifest themselves as particles: on our eyes, light rains in separate droplets, in single photons. Photons are the \"quanta\" of the electromagnetic field.But the electrons and all the other particles of which the world is made are equally \"quanta\" of a field! A \"quantum field\" similar to Faraday and Maxwell's, subject to granularity and to quantum probability. Dirac writes the equations for the field of the electrons and of the other elementary particles. The sharp distinction between fields and particles introduced by Faraday vanishes."},{"id":524,"quote":"The world of quantum mechanics is not a world of objects: it is a world of events."},{"id":525,"quote":"Einstein wrote an equation that says that R is equivalent to the energy of matter. That is to say: space curves where there is matter. That is it. The equation fits into half a line, and there is nothing more. A vision—that space curves—became an equation."},{"id":526,"quote":"Einstein’s equation shows that space cannot stand still; it must be expanding. In 1930 the expansion of the universe was actually observed."},{"id":527,"quote":"All of this is the result of an elementary intuition: that space and gravitational field are the same thing."},{"id":528,"quote":"If more gently than Orpheus who moved even the trees you were to pluck the zither the life-blood would not return to the vain shadow . . . Harsh fate, but its burden becomes lighter to bear, since everything that attempts to turn back is impossible. (I, 24) WHERE DOES THE ETERNAL CURRENT COME FROM?"},{"id":529,"quote":"the obscurity of the theory is not the fault of quantum mechanics but is rather due to the limited capacity of our imagination."},{"id":530,"quote":"If Planck is the father of the theory, Einstein is the parent who nurtured it."},{"id":531,"quote":"vanguard,"},{"id":532,"quote":"When Einstein died, his greatest rival, Bohr, found for him words of moving admiration. When a few years later Bohr in turn died, someone took a photograph of the blackboard in his study. There’s a drawing on it. A drawing of the “light-filled box in Einstein’s thought experiment. To the very last, the desire to challenge oneself and understand more. And to the very last: doubt.”"},{"id":533,"quote":"In quantum mechanics no object has a definite position, except when colliding headlong with something else. In order to describe it in mid-flight, between one interaction and another, we use an abstract mathematical formula that has no existence in real space, only in abstract mathematical space."},{"id":534,"quote":"A scientist is someone who lives immersed in the awareness of our deep ignorance, in direct contact with our own innumerable limits, with the limits of our understanding."},{"id":535,"quote":"It is with sadness that every so often I spend a few hours on the internet, reading or listening to the mountain of stupidity dressed up with the word “quantum."},{"id":536,"quote":"I believe that our species will not last long. It does not seem to be made of the stuff that has allowed the turtle, for example, to continue to exist more or less unchanged for hundreds of millions of years; for hundreds of times longer, that is, than we have even been in existence. We belong to a short-lived genus of species. All of our cousins are already extinct. What’s more, we do damage. The brutal climate and environmental changes which we have triggered are unlikely to spare us. For the Earth they may turn out to be a small irrelevant blip, but I do not think that we will outlast them unscathed – especially since public and political opinion prefers to ignore the dangers which we are running, hiding our heads in the sand."},{"id":537,"quote":"Scientific thinking explores and redraws the world, gradually offering us better and better images of it, teaching us to think in ever more effective ways. Science is a continual exploration of ways of thinking. Its"},{"id":538,"quote":"Si noti il meraviglioso «Mi sembra...» iniziale, che ricorda l’«Io penso...» con cui Darwin introduce nei suoi taccuini la grande idea che le specie evolvono, o l’«esitazione» di cui parla Faraday quando nel suo libro introduce la rivoluzionaria idea di campo elettrico. Il genio esita."},{"id":539,"quote":"As our knowledge has grown, we have learned that our being is only a part of the universe, and a small part at that. This"},{"id":540,"quote":"More than a hundred years have passed since we learned that the “present of the universe does not exist.”"},{"id":541,"quote":"Light on a surface is but a hailstorm."}]