[{"id":1,"quote":"Arguing that you don't care about privacy because you have nothing to hide is no different than saying you don't care about free speech because you have nothing to say."},{"id":2,"quote":"I don't want to live in a world where everything that I say, everything I do, everyone I talk to, every expression of creativity or love or friendship is recorded."},{"id":3,"quote":"Your rights matter, because you never know when you're going to need them."},{"id":4,"quote":"There have been times throughout American history where what is right is not the same as what is legal. Sometimes to do the right thing you have to break the law."},{"id":5,"quote":"Privacy is a function of liberty."},{"id":6,"quote":"If you’re not acting on your beliefs, then they probably aren’t real."},{"id":7,"quote":"Every time you pick up the phone, dial a number, write an e-mail, make a purchase, travel on the bus carrying a cell phone, swipe a card somewhere, you leave a trace, and the Government has decided that it's good idea to collect it all, everything, even if you've never been suspected of doing a crime."},{"id":8,"quote":"I have been to the darkest corners of government, and what they fear is light."},{"id":9,"quote":"A child born today will grow up with no conception of privacy at all. They'll never know what it means to have a private moment to themselves an unrecorded, unanalysed thought. And that's a problem because privacy matters, privacy is what allows us to determine who we are and who we want to be."},{"id":10,"quote":"We are no longer citizens, we no longer have leaders. We're subjects, and we have rulers."},{"id":11,"quote":"Being a patriot doesn’t mean prioritizing service to government above all else. Being a patriot means knowing when to protect your country, knowing when to protect your Constitution, knowing when to protect your countrymen, from the violations of and encroachments of adversaries. And those adversaries don’t have to be foreign countries."},{"id":12,"quote":"Truth is coming, and it cannot be stopped."},{"id":13,"quote":"Richard Nixon got kicked out of Washington for tapping one hotel suite. Today we're tapping every American citizen in the country, and no one has been put on trial for it or even investigated. We don't even have an inquiry into it."},{"id":14,"quote":"These [NSA] programs were never about terrorism: they're about economic spying, social control, and diplomatic manipulation. They're about power."},{"id":15,"quote":"You have to remember the way the internet works, when you communicate with the server, it's very likely not in your country. It's somewhere else in the world."},{"id":16,"quote":"Privacy matters; privacy is what allows us to determine who we are and who we want to be."},{"id":17,"quote":"I don't want to live in a world where there's no privacy, and therefore no room for intellectual exploration and creativity."},{"id":18,"quote":"I would rather be without a state than without a voice."},{"id":19,"quote":"Our rights are not granted by governments. They are inherent to our nature. But it's entirely the opposite for governments: their privileges are precisely equal to only those which we suffer them to enjoy."},{"id":20,"quote":"I care more about the country than what happens to me. But we can't allow the law to become a political weapon or agree to scare people away from standing up for their rights, no matter how good the deal. I'm not going to be part of that."},{"id":21,"quote":"It is afraid of an informed, angry public demanding the constitutional government it was promised - and it should be."},{"id":22,"quote":"The great fear that I have regarding the outcome for America of these disclosures is that nothing will change. [People] won't be willing to take the risks necessary to stand up and fight to change things And in the months ahead, the years ahead, it's only going to get worse. [The NSA will] say that because of the crisis, the dangers that we face in the world, some new and unpredicted threat, we need more authority, we need more power, and there will be nothing the people can do at that point to oppose it. And it will be turnkey tyranny."},{"id":23,"quote":"Because, remember, I didn't want to change society. I wanted to give society a chance to determine if it should change itself."},{"id":24,"quote":"It's really hard to take that step-not only do I believe in something, I believe in it enough that I'm willing to set my own life on fire and burn it to the ground."},{"id":25,"quote":"The NSA has built an infrastructure that allows it to intercept almost everything."},{"id":26,"quote":"Any analyst at any time can target anyone. Any selector, anywhere I, sitting at my desk, certainly had the authorities to wiretap anyone, from you or your accountant, to a federal judge, to even the President"},{"id":27,"quote":"We don't have to ask for our privacy, we can take it back."},{"id":28,"quote":"The US government still has no idea what documents I have because encryption works"},{"id":29,"quote":"I can't in good conscience allow the U.S. government to destroy privacy, internet freedom and basic liberties for people around the world with this massive surveillance machine they're secretly building."},{"id":30,"quote":"Bathtub falls and police officers kill more Americans than terrorism, yet we've been asked to sacrifice our most sacred rights for fear of falling victim to it."},{"id":31,"quote":"I had been looking for leaders, but I realized that leadership is about being the first to act."},{"id":32,"quote":"A child born today will grow up with no conception of privacy at all."},{"id":33,"quote":"Allowing the U.S. government to intimidate its people with threats of retaliation for revealing wrongdoing is contrary to the public interest."},{"id":34,"quote":"When you say, ‘I have nothing to hide,’ you’re saying, ‘I don’t care about this right.’ You’re saying, ‘I don’t have this right, because I’ve got to the point where I have to justify it.’ The way rights work is, the government has to justify its intrusion into your rights."},{"id":35,"quote":"What is right is not always the same as what is legal"},{"id":36,"quote":"I’m neither traitor nor hero. I’m an American."},{"id":37,"quote":"You simply have to eventually fall under suspicion from somebody even by a wrong call. And then they can use this system to go back in time and scrutinize every decision you've ever made, every friend you've ever discussed something with. And attack you on that basis to sort to derive suspicion from an innocent life and paint anyone in the context of a wrongdoer."},{"id":38,"quote":"The US government is not going to be able to cover this up by jailing or murdering me. Truth is coming, and it cannot be stopped."},{"id":39,"quote":"If we don't do anything, if we go along with the status quo, we are going to have a mass surveillance world."},{"id":40,"quote":"America is a fundamentally good country. We have good people with good values who want to do the right thing. But the structures of power that exist are working to their own ends to extend their capability at the expense of the freedom of all publics."},{"id":41,"quote":"Before 2013, if you said the NSA was making records of everybody's phone calls and the [Government Communications Headquarters] was monitoring lawyers and journalists, people raised eyebrows and called you a conspiracy theorist. Those days are over."},{"id":42,"quote":"You can't come up against the world's most powerful intelligence agencies and not accept the risk."},{"id":43,"quote":"My perspective is if you're not willing to be called a few names to help out your country, you don't care enough."},{"id":44,"quote":"The surveillance revelations are critically important because they revealed that our rights are being redefined in secret, by secret courts that were never intended to have that role - without the consent of the public, without even the awareness of the majority of our political representatives."},{"id":45,"quote":"The internet is the most complex system that humans have ever invented. And with every internet enabled operation that we've seen so far, all of these offensive operations, we see knock on effects. We see unintended consequences."},{"id":46,"quote":"There can be no faith in government if our highest offices are excused from scrutiny - they should be setting the example of transparency."},{"id":47,"quote":"I describe myself as an indoor cat, because I'm a computer guy and I always have been."},{"id":48,"quote":"In the end, the Obama administration is not afraid of whistleblowers like me, Bradley Manning or Thomas Drake. We are stateless, imprisoned or powerless. No, the Obama administration is afraid of you. It is afraid of an informed, angry public demanding the constitutional government it was promised - and it should be."},{"id":49,"quote":"The issue is we're losing leverage. Governments are increasingly getting more power and we are increasingly losing our ability to control that power, and even to be aware of that power."},{"id":50,"quote":"We have to be able to ask questions in order to answer them."},{"id":51,"quote":"We do not live in a revolutionary time. People are not prepared to contest power."},{"id":52,"quote":"My sole motive is to inform the public as to that which is done in their name and that which is done against them."},{"id":53,"quote":"I'm saying we need to be aware of it, and we need to be able to distinguish when political developments are occurring that are contrary to the public interest."},{"id":54,"quote":"If I am traitor, who did I betray? I gave all my information to the American public, to American journalists who are reporting on American issues. If they see that as treason, I think people really need to consider who they think they're working for. The public is supposed to be their boss, not their enemy."},{"id":55,"quote":"I believe that at this point in history, the greatest danger to our freedom and way of life comes from the reasonable fear of omniscient State powers kept in check by nothing more than policy documents."},{"id":56,"quote":"You will never be completely free from risk if you're free. The only time you can be free from risk is when you're in prison."},{"id":57,"quote":"Bulk collection means all of your communications are being secretly intercepted. They are being stolen as they cross India, and they're being stored in these silos so that they can be rifled through at the convenience of secret agents, basically."},{"id":58,"quote":"I have used mass surveillance to target people, so I do know how it works."},{"id":59,"quote":"When we look at the full-on mass surveillance watching everyone in the country, in the United States, it doesn't work. It didn't stop the attacks in Boston. The marathon bombings. Where again, we knew who these individuals were. It didn't stop the Underwear Bomber, whose father walked into an embassy and warned us about this individual before he walked onto an airplane. And it's not going to stop the next attacks either. Because again, they're not public safety programmes. They're spying programmes. They are valuable for spying."},{"id":60,"quote":"While the US Constitution marks these programs as illegal, my government argues that secret court rulings, which the world is not permitted to see, somehow legitimize an illegal affair. These rulings simply corrupt the most basic notion of justice - that it must be seen to be done. The immoral cannot be made moral through the use of secret law."},{"id":61,"quote":"A lot of people in 2008 voted for Obama. I did not vote for him. I voted for a third party. But I believed in Obama's promises."},{"id":62,"quote":"Ever since I've been here [in Russia], my life has been consumed with work that's actually fulfilling and satisfying."},{"id":63,"quote":"Radicals are not going to disappear. They're going to go underground. They're going to be hardened. And they're not going to be exposed to contrary ideas made by educated people who can make real, convincing, and persuasive arguments to deradicalise these people."},{"id":64,"quote":"One of the kind of unexpectedly liberating things of becoming this global fugitive is the fact that you don't worry so much about tomorrow. You think more about today. And unexpectedly, I like that very much."},{"id":65,"quote":"The public needs to know the kinds of things a government does in its name, or the 'consent of the governed' is meaningless... The consent of the governed is not consent if it is not informed."},{"id":66,"quote":"If I wanted to see your emails or your wife's phone, all I have to do is use intercepts. I can get your emails, passwords, phone records, credit cards."},{"id":67,"quote":"You're not patriotic just because you back whoever's in power today or their policies. You're patriotic when you work to improve the lives of the people of your country, your community and your family. Sometimes that means making hard choices, choices that go against your personal interest."},{"id":68,"quote":"The true measurement of a person's worth isn't what they say they believe in, but what they do in defense of those beliefs. If you're not acting on your beliefs, then they probably aren't real."},{"id":69,"quote":"And that's not something I'm willing to support, it's not something I'm willing to build and it's not something I'm willing to live under."},{"id":70,"quote":"I don't want the stage. I'm terrified of giving these talking heads some distraction, some excuse to jeopardize, smear, and delegitimize a very important movement."},{"id":71,"quote":"The Iraq war that I signed up for was launched on false premises. The American people were misled. Now, whether that was due to bad faith or simply mistakes in intelligence, I can't say for sure. But I can say it shows the problem of putting too much faith in intelligence systems without debating them in public."},{"id":72,"quote":"You have ceded the concept of your own rights. You've converted them into something you get as a revocable privilege from the government, something that can be abrogated at its convenience. And that has diminished the measure of liberty within a society."},{"id":73,"quote":"My government revoked my passport intentionally to leave me exiled. If they really wanted to capture me, they would've allowed me to travel to Latin America, because the CIA can operate with impunity down there. They did not want that; they chose to keep me in Russia."},{"id":74,"quote":"I acted on my belief that the NSA's mass surveillance programs would not withstand a constitutional challenge, and that the American public deserved a chance to see these issues determined by open courts. Today, a secret program authorized by a secret court was, when exposed to the light of day, found to violate Americans' rights. It is the first of many."},{"id":75,"quote":"Initially I was very encouraged. Unfortunately, the mainstream media now seems far more interested in what I said when I was 17 or what my girlfriend looks like rather than, say, the largest program of suspicionless surveillance in human history."},{"id":76,"quote":"I have no intention of hiding who I am because I know I have done nothing wrong."},{"id":77,"quote":"The NSA has built an infrastructure that allows it to intercept almost everything. With this capability, the vast majority of human communications are automatically ingested without targeting. If I wanted to see your emails or your wife's phone, all I have to do is use intercepts. I can get your emails, passwords, phone records, credit cards."},{"id":78,"quote":"We have to be able to reject disproportionate and unjustified responses in the cyber domain just as we do in the physical domain."},{"id":79,"quote":"For me, in terms of personal satisfaction, the mission's already accomplished. I already won. As soon as the journalists were able to work, everything that I had been trying to do was validated. Because, remember, I didn't want to change society. I wanted to give society a chance to determine if it should change itself."},{"id":80,"quote":"There's no question that the US is engaged in economic spying. If there's information at Siemens that they think would be beneficial to the national interests, not the national security of the United States, they'll go after that information and they'll take it."},{"id":81,"quote":"What I wanted to do was give society the information it needed to decide if it wanted to change the system."},{"id":82,"quote":"We have to recognise that rights are being violated. The United Nations actually filed a report that found that that was the case, that mass surveillance is a violation of rights."},{"id":83,"quote":"We have seen enough criminality on the part of government. It is hypocritical to make this allegation against me. They have narrowed the public sphere of influence."},{"id":84,"quote":"When people say, \"I have nothing to hide,\" what they're saying is, \"My rights don't matter.\""},{"id":85,"quote":"Radicalism and extremism, while they are dangers, they exist in every society on some level."},{"id":86,"quote":"Terrorism kills far fewer people than cigarettes, or alcohol, or car accidents. But we don't see ourselves restructuring society and lives in order to make those threats go away."},{"id":87,"quote":"The power of the presidency is important, but it is not determinative."},{"id":88,"quote":"The immoral cannot be made moral through the use of secret law."},{"id":89,"quote":"[Brazil] went to the UN and said, \"We need new standards for this.\" We need to take a look at what they're calling \"data sovereignty.\""},{"id":90,"quote":"It's becoming less and less the National Security Agency and more and more the national surveillance agency. It's gaining more offensive powers with each passing year."},{"id":91,"quote":"Encryption works. Properly implemented strong crypto systems are one of the few things that you can rely on. Unfortunately, endpoint security is so terrifically weak that NSA can frequently find ways around it."},{"id":92,"quote":"The authoritarian one believed that an individual's rights were basically provided by governments and were determined by states. The other society - ours - tended to believe that a large portion of our rights were inherent and couldn't be abrogated by governments, even if this seemed necessary."},{"id":93,"quote":"I don't think there's anything, any threat out there today that anyone can point to, that justifies placing an entire population under mass surveillance."},{"id":94,"quote":"I don't care if I end up in jail or Guantánamo or whatever, kicked out of a plane with two gunshots in the face. I did what I did because I believe it is the right thing to do, and I will continue to do that."},{"id":95,"quote":"Properly implemented strong crypto systems are one of the few things that you can rely on."},{"id":96,"quote":"The reality is if we sit back and allow a few officials behind closed doors to launch offensive attacks without any oversight against foreign nations, against people we don't like, against political groups, radicals, and extremists whose ideas we may not agree with, and could be repulsive or even violent - if we let that happen without public buy-in, we won't have any seat at the table of government to decide whether or not it's appropriate for these officials to drag us into some kind of war activity that we don't want, but we weren't aware of at the time."},{"id":97,"quote":"There are more important things than money. If I were motivated by money, I could have sold these documents to any number of countries and\n gotten very rich."},{"id":98,"quote":"The new iPhone encryption does not stop them from accessing copies of your pictures or whatever that are uploaded to, for example, Apple's cloud service, which are still legally accessible because those are not encrypted. It only protects what's physically on the phone."},{"id":99,"quote":"So many of the things we're told by the government simply aren't true."},{"id":100,"quote":"I do not expect to see home again."},{"id":101,"quote":"The government has granted itself power it is not entitled to. There is no public oversight. The result is people like myself have the latitude to go further than they are allowed to."},{"id":102,"quote":"If I target for example an email address, for example under FAA 702, and that email address sent something to you, Joe America, the analyst gets it. All of it. IPs, raw data, content, headers, attachments, everything. And it gets saved for a very long time - and can be extended further with waivers rather than warrants."},{"id":103,"quote":"When Laura Poitras asked me if she could film our encounters, I was extremely reluctant. I’m grateful that I allowed her to persuade me. The result is a brave and brilliant film that deserves the honor and recognition it has received. My hope is that this award will encourage more people to see the film and be inspired by its message that ordinary citizens, working together, can change the world."},{"id":104,"quote":"The consent of the governed is not consent if it is not informed."},{"id":105,"quote":"I don't want to hide. If I get arrested, I get arrested."},{"id":106,"quote":"We need to think about encryption not as this sort of arcane, black art. It's a basic protection."},{"id":107,"quote":"Under observation, we act less free, which means we effectively are less free."},{"id":108,"quote":"There is a technical solution to every political problem..."},{"id":109,"quote":"Society really seems to have developed an unquestioning obedience towards spooky types… Did we get to where we are today via a slippery slope that was entirely within our control to stop? Or was it a relatively instantaneous sea change that sneaked in undetected because of pervasive government secrecy?"},{"id":110,"quote":"If I defected at all, I defected from the government to the public"},{"id":111,"quote":"What we're really debating is not security versus liberty, it's security versus surveillance. When we talk about electronic interception, the way that surveillance works is it preys on the weakness of protections that are being applied to all of our communications. The manner in which they're protected."},{"id":112,"quote":"Being confronted with the realization that work you intended to benefit people is being used against them has a radicalizing effect."},{"id":113,"quote":"I told the government I'd volunteer for prison, as long as it served the right purpose."},{"id":114,"quote":"The only way I could be extradited is through the principle of what my lawyers call \"politics trumps law.\""},{"id":115,"quote":"When we have some horrible terrorist attacks happen in some country we see in the recording that follows, that the intelligence community already knew about these people in advance. We know that these countries were involved in intelligence sharing premiums, that they benefited from mass surveillance, and yet they didn't stop the attacks. Yet at the same time we immediately see intelligence officials running to the newspapers and claiming that we need more surveillance, that we need more intrusion, that we need more expense of powers because it could have stopped an attack."},{"id":116,"quote":"All the governments just want to have more power when it comes to economic espionage, diplomatic manipulation and political influence."},{"id":117,"quote":"As I said before, [patriotism] is distinct from acting to benefit the government - a distinction that's increasingly lost today."},{"id":118,"quote":"In liberal societies we don't typically require citizens to rearrange their activities, their lives, the way they go about their business, to make it easy for the police to do their work."},{"id":119,"quote":"I saw things that reached a point that I could no longer conscientiously participate with them. And I simply do what I could to allow the public to make a better decision about whether or not these things should continue."},{"id":120,"quote":"Individuals have international duties which transcend the national obligations of obedience. Therefore individual citizens have the duty to violate domestic laws to prevent crimes against peace and humanity from occurring."},{"id":121,"quote":"I will be satisfied if the federation of secret law, unequal pardon and irresistible executive powers that rule the world that I love are revealed even for an instant."},{"id":122,"quote":"When we talk about computer network exploitation, computer network attack, we're not just talking about your home PC. We're talking about your cell phone, and we're also talking about internet routers themselves. The NSA is attacking the critical infrastructure of the internet to try to take ownership of it. They hack the routers that connect nations to the internet itself."},{"id":123,"quote":"A lot of people in 2008 voted for Obama. I did not vote for him. I voted for a third party. But I believed in Obama's promises. He continued with the policies of his predecessor."},{"id":124,"quote":"The question is: Particularly in the post-9/11 era, are societies becoming more liberal or more authoritarian?"},{"id":125,"quote":"The question of whether I, as a whistleblower, should be pardoned, is not for me to answer."},{"id":126,"quote":"That's the key - to maintain the garden of liberty, right? This is a generational thing that we must all do continuously. We only have the rights that we protect. It doesn't matter what we say or think we have. It's not enough to believe in something; it matters what we actually defend."},{"id":127,"quote":"Getting inequality out there into the consciousness was important. All these political pundits now talking about the 2014 and 2016 elections are talking about inequality."},{"id":128,"quote":"The NSA was actually concerned back in the time of the crypto-wars with improving American security. Nowadays, we see that their priority is weakening our security, just so they have a better chance of keeping an eye on us."},{"id":129,"quote":"The internet is shared critical infrastructure for everyone on earth. It's not supposed to be a domain of warfare. We're not supposed to be putting the Unied States' economy on the frontlines in the battleground."},{"id":130,"quote":"We decentralise permissions over the use of our communications."},{"id":131,"quote":"People say that [i'm a celebrity], but I've only had to sign autographs for \"civ-libs\" types. And I autograph court orders."},{"id":132,"quote":"I think that's actually what's missing from government, for the most part. We've got a lot of policy people, but we have no technologists, even though technology is such a big part of our lives. It's just amazing, because even these big Silicon Valley companies, the masters of the universe or whatever, haven't engaged with Washington until recently. They're still playing catch-up."},{"id":133,"quote":"As for my personal politics, some people seem to think I'm some kind of archlibertarian, a hyper-conservative."},{"id":134,"quote":"There are even a few [people] who still honestly believe I sold information to [Vladimir] Putin - like personally, in exchange for asylum. And this is after the Senate Intelligence Committee chair, who gets to read the NSA's reporting on my activities every morning, said all of these conspiracies are delusional."},{"id":135,"quote":"We've seen a departure from the traditional work of the National Security Agency. They've become sort of the national hacking agency, the national surveillance agency. And they've lost sight of the fact that everything they do is supposed to make us more secure as a nation and a society."},{"id":136,"quote":"The United States need to put internet processes, policies, and procedures in place with real laws that forbid going beyond the borders of what's reasonable to ensure that the only time that we and other countries around the world exercise these authorities are when it is absolutely necessary."},{"id":137,"quote":"The chairs [in Congress] are part of the \"Gang of Eight.\" They get briefed on every covert-action program and everything like that. They know where all the bodies are buried. At the same time, they get far more campaign donations than anybody else from defense contractors, from intelligence corporations, from private military companies."},{"id":138,"quote":"The internet exchange is sort of the core points where all of the international cables come together, where all of the internet service providers come together, and they trade lines with each other. These are priority one targets for any sort of espionage agency, because they provide access to so many people's communications."},{"id":139,"quote":"There are cyber threats out there, this is a dangerous world, and we have to be safe, we have to be secure no matter the cost."},{"id":140,"quote":"It's fascinating to see how things have changed. Basically, every time the US government gets off the soapbox of the Sunday-morning talk shows, the average American's support for the surveillance revelations grows."},{"id":141,"quote":"There's not much value to us attacking Chinese systems. We might take a few computers offline. We might take a factory offline. We might steal secrets from a university research programs, and even something high-tech. But how much more does the United States spend on research and development than China does?"},{"id":142,"quote":"It's much easier, I think, to protect communications while they're in transit at least, than it is to enforce legislation in every country in the world to say that you can't do this."},{"id":143,"quote":"If it comes to a question of law, the charges they brought against me - the Espionage Act - is called the quintessential political crime. A political crime, in legal terms, is defined as any crime against a state, as opposed to against an individual. Assassination, for example, is not a political crime because you've killed a person, an individual, and they've been harmed; their family's been harmed. But the state itself, you can't be extradited for harming it."},{"id":144,"quote":"The majority of terrorist attacks that have been disrupted in the United States have been disrupted due to things like the Time Square bomber, who was caught by a hotdog vendor, not a mass surveillance program, not a cyber-espionage campaign."},{"id":145,"quote":"When we talk about the assertion of basically new government privileges with weak or no justification, we don't even have to look at international law to see the failings in them."},{"id":146,"quote":"The only reason I do these interviews - I hate talking about myself, I hate doing this stuff - is because incredibly well-meaning people, whom I respect and trust, tell me that this will help bring about positive changes. It's not going to cause a sea change, but it will benefit the public."},{"id":147,"quote":"The state says: \"Well, in order for it to be legitimate civil disobedience, you have to follow these rules.\" They put us in \"free-speech zones\"; they say you can only do it at this time, and in this way, and you can't interrupt the functioning of the government. They limit the impact that civil disobedience can achieve. We have to remember that civil disobedience must be disobedience if it's to be effective."},{"id":148,"quote":"Citizens with a conscience are not going to ignore wrong-doing simply because they'll be destroyed for it: the conscience forbids it."},{"id":149,"quote":"It is interesting that so many people who become disenchanted, who protest against their own organizations, are people who contributed something to them and then saw how it was misused."},{"id":150,"quote":"America should be cooling down the tensions in the internet, making it a more trusted environment, making it a more secure environment, making it a more reliable environment, because that's the foundation of our economy and our future."},{"id":151,"quote":"I'm not a movie guy. I don't know all this stuff that comes with celebrity. I don't know who the actors will be and stuff like that. But anybody who wants to talk about the issues - that's great."},{"id":152,"quote":"How do we preserve our civil rights, our traditions as a liberal democracy, in a time when government power is expanding and is more and more difficult to check?"},{"id":153,"quote":"I have a somewhat sneaky way of effecting political change."},{"id":154,"quote":"When people are talking about cyber weapons, digital weapons, what they really mean is a malicious program that's used for a military purpose. A cyber weapon could be something as simple as an old virus from 1995 that just happens to still be effective if you use it for that purpose."},{"id":155,"quote":"Someone recently talked about mass surveillance and the NSA revelations as being the atomic moment for computer scientists. The atomic bomb was the moral moment for physicists. Mass surveillance is the same moment for computer scientists, when they realize that the things they produce can be used to harm a tremendous number of people."},{"id":156,"quote":"We are all today being monitored in advance and in criminal suspicion. And I think that's terrifying, and deeply illiberal as concept. And that's something that we should reject."},{"id":157,"quote":"They are intent on making every conversation and every form of behaviour in the world known to them."},{"id":158,"quote":"The big tech companies understood that the government had not only damaged American principles, it had hurt their businesses."},{"id":159,"quote":"It also comes down to parenting. It is important to know what your beliefs are, and that you have to stand up for them or you don't really believe in them. You know, my father and mother - in fact, every member of my immediate family - have worked for the federal government. Sometimes misunderstood is that I didn't stand up to overthrow the system."},{"id":160,"quote":"We have a media that goes along with the government by parroting phrases intended to provoke a certain emotional response - for example, \"national security.\" Everyone says \"national security\" to the point that we now must use the term \"national security.\" But it is not national security that they're concerned with; it is state security. And that's a key distinction."},{"id":161,"quote":"I know that fundamentally, changes to the fabric of the internet, and sort of our methods of communication, can enforce our rights."},{"id":162,"quote":"The issue I brought forward most clearly was that of mass surveillance, not of surveillance in general."},{"id":163,"quote":"If the United States is promoting the development of exploits, of vulnerabilities, of insecurity in this critical infrastructure, and we're not fixing it when we find it, instead we put it on the shelf so we can use it the next time we want to launch an attack against some foreign country. We're leaving ourselves at risk."},{"id":164,"quote":"I was living a charmed life."},{"id":165,"quote":"We need to make sure that whenever we're engaging in a cyber-warfare campaign, a cyber-espionage campaign in the United States, that we understand the word cyber is used as a euphemism for the internet, because the American public would not be excited to hear that we're doing internet warfare campaigns, internet espionage campaigns, because we realize that we ourselves are impacted by it."},{"id":166,"quote":"By leaning on companies, by leaning on infrastructure providers, by leaning on researchers, graduate students, post-docs, even undergrads, to look at the challenges having an untrusted internet, where we have to put our communications on wires that are owned by a phone company that we can't trust, that's working in collaboration with a government that we can't trust, in areas around the world, we can restructure that communications fabric in a way that it's encrypted."},{"id":167,"quote":"From the very beginning, I said there are two tracks of reform: there's the political and the technical. I don't believe the political will be successful, for exactly the reasons you underlined. The issue is too abstract for average people, who have too many things going on in their lives."},{"id":168,"quote":"I've been a spy for almost all of my adult life - I don't like being in the spotlight."},{"id":169,"quote":"One journalist said that everybody in Russia is miserable. Russia is a terrible place. And I'm going to end up miserable and I'm going to be a drunk and I'm never going to do anything. I don't drink. I've never been drunk in my life. And they talk about Russia like it's the worst place on earth. Russia's great."},{"id":170,"quote":"The community of technical experts who really manage the internet, who built the internet and maintain it, are becoming increasingly concerned about the activities of agencies like the NSA or Cyber Command, because what we see is that defense is becoming less of a priority than offense."},{"id":171,"quote":"All this is a blessing and a curse. It's a blessing because it helps people establish what they value; they understand the sort of ideas they identify with. The curse is that they aren't challenged in their views. The Internet becomes an echo chamber. Users don't see the counterarguments."},{"id":172,"quote":"We have to argue forcefully and demand that the government recognise that these programmes do not prevent - mass surveillance does not prevent acts of terrorism."},{"id":173,"quote":"We have to call mass surveillance mass surveillance. We can't let governments around the world redefine, and sort of weasel their way out of it by saying this is bulk collection."},{"id":174,"quote":"The FBI was creating a world where citizens rely on Apple to defend their rights, rather than the other way around."},{"id":175,"quote":"This whole pre-criminal investigation, where we watch everybody, all the time, just in case, is really an extraordinary departure from the Western liberal tradition."},{"id":176,"quote":"I would argue that security and liberty, security and privacy are not actually opposing. The only place those can be oppositional is in the realm of rhetoric but not fact."},{"id":177,"quote":"In the United States the White House has appointed two different independent panels who had full access to classified information for the last 10 years that master balance has been in place in the United States, and they found that despite intercepting the calls - everybody in the country, - it had never stopped a single terrorist attack. So the question is, why would these officials be pursuing these policies, if we know they don't work, if they don't stop terrorism?"},{"id":178,"quote":"I wasn't trying to change the laws or slow down the machine. Maybe I should have. My critics say that I was not revolutionary enough. But they forget that I am a product of the system. I worked those desks, I know those people and I still have some faith in them, that the services can be reformed."},{"id":179,"quote":"A zero-day exploit is a method of hacking a system. It's sort of a vulnerability that has an exploit written for it, sort of a key and a lock that go together to a given software package. It could be an internet web server. It could be Microsoft Office. It could be Adobe Reader or it could be Facebook."},{"id":180,"quote":"I would say the first key concept is that, in terms of technological and communication progress in human history, the Internet is basically the equivalent of electronic telepathy. We can now communicate all the time through our little magic smartphones with people who are anywhere, all the time, constantly learning what they're thinking, talking about, exchanging messages. And this is a new capability even within the context of the Internet."},{"id":181,"quote":"The question for us is not what new story will come out next. The question is, what are we going to do about it?"},{"id":182,"quote":"One of the saddest and most damaging legacies of the [George W.] Bush administration is the increased assertion of the \"state secrets\" privilege, which kept organizations like the ACLU - which had cases of people who had actually been tortured and held in indefinite detention - from getting their day in court."},{"id":183,"quote":"When it comes to cyber warfare, we have more to lose than any other nation on earth. The technical sector is the backbone of the American economy, and if we start engaging in these kind of behaviors, in these kind of attacks, we're setting a standard, we're creating a new international norm of behavior that says this is what nations do. This is what developed nations do."},{"id":184,"quote":"Cyber Command is supposed to be defending our critical infrastructure at home, but they are spending so much time looking at how to attack networks, how to break systems, and how to turn things off. I don't think it adds up as representing a defensive team."},{"id":185,"quote":"The United States is more reliant on the technical systems. We're more reliant on the critical infrastructure of the internet than any other nation out there. And when there's such a low barrier to entering the domain of cyber-attacks we're starting a fight that we can't win."},{"id":186,"quote":"People sometimes say I broke an oath of secrecy - one of the early charges leveled against me. But it's a fundamental misunderstanding, because there is no oath of secrecy for people who work in the intelligence community. You are asked to sign a civil agreement, called a Standard Form 312, which basically says if you disclose classified information, they can sue you; they can do this, that and the other. And you risk going to jail."},{"id":187,"quote":"We need to put the security back in the National Security Agency. We can't have the national surveillance agency."},{"id":188,"quote":"We need the security standards to apply to the internet. We need to be able to trust that when we send our emails through Verizon, that Verizon isn't sharing with the NSA, that Verizon isn't sharing them with the FBI or German intelligence or French intelligence or Russian intelligence or Chinese intelligence."},{"id":189,"quote":"I was hoping to catch [Vladimir] Putin in a lie - like what happened to Director of National Intelligence James Clapper [in his congressional testimony]. So I asked Putin basically the same questions about Russian mass surveillance. I knew he's doing the same thing, but he denied it."},{"id":190,"quote":"It's critical how we want to use these spy programs, these electronic capabilities, where we want to draw the line, and who should approve these programs, these decisions, and at what level, for engaging in operations that could lead us as a nation into a war."},{"id":191,"quote":"Nobody's going to vote for terrorism. So our governments don't have that sort of political pressure to act in a responsible manner when it comes to stewardship of our rights."},{"id":192,"quote":"Chelsea Manning got thirty-five years in prison, while I'm still free."},{"id":193,"quote":"I'm still alive, and I don't lose sleep because I have done what I feel I needed to do, it was the right thing to do and I am not going to be afraid."},{"id":194,"quote":"There was a real choice when [Barack Obama] became president. It was a very difficult choice - to say, \"We're not going to hold senior officials to account with the same laws that every other citizen in the country is held to,\" or \"This is a nation that believes in the rule of law.\""},{"id":195,"quote":"People have to be free to investigate computer security. People have to be free to look for the vulnerabilities and create proof of concept code to show that they are true vulnerabilities in order for us to secure our systems."},{"id":196,"quote":"If an NSA, FBI, CIA, DIA, etc analyst has access to query raw SIGINT databases, they can enter and get results for anything they want. Phone number, email, user id, cell phone handset id (IMEI), and so on - it's all the same."},{"id":197,"quote":"The public don't want to authorize the internet to become a battleground. We need to do everything we can as a society to keep that a neutral zone, to keep that an economic zone that can reflect our values, both politically, socially, and economically."},{"id":198,"quote":"What we need to do is we need to create new international standards of behavior - not just national laws, because this is a global problem. We can't just fix it in the United States, because there are other countries that don't follow U.S. laws. We have to create international standards that say that cyber attacks should only ever occur when it is absolutely necessary."},{"id":199,"quote":"An investigation found the specific people who authorized the warrantless wiretapping of millions and millions of communications, which per count would have resulted in the longest sentences in world history, and our highest official simply demanded the investigation be halted. Who \"can\" be brought up on charges is immaterial when the rule of law is not respected. Laws are meant for you, not for them."},{"id":200,"quote":"There are times throughout history and it doesn't take long for either an American or a German, to think about times in the history of their country where the law provided the Government to do things which were not right."},{"id":201,"quote":"I went to St. Petersburg - St. Petersburg is awesome."},{"id":202,"quote":"[Our system of education ]not designed to create critical thinkers."},{"id":203,"quote":"The NSA and Israel wrote Stuxnet together."},{"id":204,"quote":"Ultimately, if people lose their willingness to recognize that there are times in our history when legality becomes distinct from morality, we aren't just ceding control of our rights to the government, but our futures."},{"id":205,"quote":"When you are subverting the power of government, that's a fundamentally dangerous thing to democracy."},{"id":206,"quote":"The work of a generation is beginning here, with your hearings, and you have the full measure of my gratitude and support."},{"id":207,"quote":"You shouldn't change your behavior because a government agency somewhere is doing the wrong thing. If you sacrifice your values because you're afraid, you don't care about those values very much."},{"id":208,"quote":"I have had no contact with the Chinese government ... I only work with journalists."},{"id":209,"quote":"The definition of a security state is one that prioritizes security over all other considerations."},{"id":210,"quote":"To do that they, the NSA specifically, targets the communications of everyone. It ingests them by default. It collects them in its system and it filters them and it analyses them and it measures them and it stores them for periods of time simply because that's the easiest, most efficient, and most valuable way to achieve these ends. So while they may be intending to target someone associated with a foreign government or someone they suspect of terrorism, they're collecting you're communications to do so."},{"id":211,"quote":"I'm just another guy who sits there day to day in the office, watching what's happening, and goes, 'This is something that's not our place to decide.' The public needs to decide whether these programs or policies are right or wrong."},{"id":212,"quote":"I went to a website the other day and right at the top of the page it showed me my ip address. It was the most disturbing moment I have ever experienced. This website even told me what internet browser I was using, and what day it was. Computers can do anything."},{"id":213,"quote":"We've learned that we've allowed technological capabilities to dictate policies and practices, rather than ensuring that our laws and values guide our technological capabilities."},{"id":214,"quote":"I can do more good outside of prison... This country is worth dying for."},{"id":215,"quote":"It's clear the CIA was trying to play 'keep away' with documents relevant to an investigation by their overseers in Congress, and that's a serious constitutional concern. But it's equally if not more concerning that we're seeing another 'Merkel Effect,' where an elected official does not care at all that the rights of millions of ordinary citizens are violated by our spies, but suddenly it's a scandal when a politician finds out the same thing happens to them."},{"id":216,"quote":"Do you check it when you travel, do you check it when you're just at home? They'd be able to tell something called your 'pattern of life.' When are you doing these kind of activities? When do you wake up? When do you go to sleep? What other phones are around you when you wake up and go to sleep? Are you with someone who's not your wife?"},{"id":217,"quote":"The 'music' is not an open court and a fair trial."},{"id":218,"quote":"I have had many opportunities to flee HK, but I would rather stay and fight the United States government in the courts, because I have faith in Hong Kong's rule of law."},{"id":219,"quote":"I have no relationship with the Russian government at all."},{"id":220,"quote":"The NSA routinely lies in response to congressional inquiries about the scope of surveillance in America."},{"id":221,"quote":"I took what I knew to the public, so what affects all of us can be discussed by all of us in the light of day, and I asked the world for justice."},{"id":222,"quote":"I'm not a spy, which is the real question"},{"id":223,"quote":"As a general rule, so long as you have any choice at all, you should never route through or peer with the UK under any circumstances. Their fibers are radioactive, and even the Queen's selfies to the pool boy get logged."},{"id":224,"quote":"My intention is to ask the courts and people of Hong Kong to decide my fate."},{"id":225,"quote":"I have been a systems engineer, systems administrator, a senior adviser for the Central Intelligence Agency, a solutions consultant and a telecommunications information systems officer."},{"id":226,"quote":"Our founders did not write that 'We hold these Truths to be self-evident, that all US Persons are created equal.'"},{"id":227,"quote":"I believe that when [senator Ron] Wyden and [senator Mark] Udall asked about the scale of this, they [the NSA] said it did not have the tools to provide an answer. We do have the tools and I have maps showing where people have been scrutinised most. We collect more digital communications from America than we do from the Russians."},{"id":228,"quote":"If the Obama administration responds with an even harsher hand against me, they can be assured that they'll soon find themselves facing an equally harsh public response."},{"id":229,"quote":"I hope you have read the election programme of the Labour Party...this is not socialism. It is Bolshevism run mad."},{"id":230,"quote":"Much of what I saw in Geneva really disillusioned me about how my government functions and what its impact is in the world. I realised that I was part of something that was doing far more harm than good."},{"id":231,"quote":"Nobody needs to justify why they \"need\" a right: the burden of justification falls on the one seeking to infringe upon the right. But even if they did, you can't give away the rights of others because they're not useful to you. More simply, the majority cannot vote away the natural rights of the minority. Arguing that you don't care about the right to privacy because you have nothing to hide is no different than saying you don't care about free speech because you have nothing to say."},{"id":232,"quote":"Most of the secrets the CIA has are about people, not machines and systems, so I didn't feel comfortable with disclosures that I thought could endanger anyone."},{"id":233,"quote":"Congress hasn't declared war on the countries - the majority of them are our allies - but without asking for public permission, NSA is running network operations against them that affect millions of innocent people. And for what? So we can have secret access to a computer in a country we're not even fighting?"},{"id":234,"quote":"I know the media likes to personalize political debates, and I know the government will demonize me."},{"id":235,"quote":"You are not even aware of what is possible. The extent of their capabilities is horrifying. We can plant bugs in machines. Once you go on the network, I can identify your machine. You will never be safe whatever protections you put in place."},{"id":236,"quote":"Citizens have to fight suppression of information on matters of vital public importance. To tell the truth is not a crime."},{"id":237,"quote":"We have the means and we have the technology to end mass surveillance without any legislative action at all, without any policy changes."},{"id":238,"quote":"As a technologist, I see the trends, and I see that automation inevitably is going to mean fewer and fewer jobs. And if we do not find a way to provide a basic income for people who have no work, or no meaningful work, we’re going to have social unrest that could get people killed. When we have increasing production - year after year after year - some of that needs to be reinvested in society."},{"id":239,"quote":"There's no saving me."},{"id":240,"quote":"We have got a CIA station just up the road – the consulate here in Hong Kong – and I am sure they are going to be busy for the next week. And that is a concern I will live with for the rest of my life, however long that happens to be."},{"id":241,"quote":"Even if you're not doing anything wrong, you are being watched and recorded."},{"id":242,"quote":"I carefully evaluated every single document I disclosed to ensure that each was legitimately in the public interest. There are all sorts of documents that would have made a big impact that I didn't turn over, because harming people isn't my goal. Transparency is."},{"id":243,"quote":"They still have negligent auditing, they still have things going for a walk, and they have no idea where they're coming from and they have no idea where they're going. And if that's the case, how can we as the public trust the NSA with all of our information, with all of our private records, the permanent record of our lives?"},{"id":244,"quote":"I do not want to live in a world where everything I do and say is recorded. That is not something I am willing to support or live under."},{"id":245,"quote":"The sad truth is that societies that demand whistleblowers be martyrs often find themselves without either, and always when it matters the most."},{"id":246,"quote":"The only thing I fear is the harmful effects on my family, who I won't be able to help any more. That's what keeps me up at night."},{"id":247,"quote":"So when they say I'm a low-level systems administrator, that I don't know what I'm talking about, I'd say it's somewhat misleading."},{"id":248,"quote":"After 9/11, many of the most important news outlets in America abdicated their role as a check to power - the journalistic responsibility to challenge the excesses of government - for fear of being seen as unpatriotic and punished in the market during a period of heightened nationalism."},{"id":249,"quote":"There is a policy response that needs to occur. There is also a technical response that needs to occur. It is the development community that can really craft the solutions and make sure we are safe."},{"id":250,"quote":"The majority of people in developed countries spend at least some time interacting with the Internet, and Governments are abusing that necessity in secret to extend their powers beyond what is necessary and appropriate."},{"id":251,"quote":"Someone responding to the story said 'real spies do not speak like that'. Well, I am a spy and that is how they talk. Whenever we had a debate in the office on how to handle crimes, they do not defend due process - they defend decisive action. They say it is better to kick someone out of a plane than let these people have a day in court. It is an authoritarian mindset in general."},{"id":252,"quote":"My case clearly demonstrates the need for comprehensive whistleblower protection act reform. If we had had a real process in place, and reports of wrongdoing could be taken to real, independent arbiters rather than captured officials, I might not have had to sacrifice so much to do what at this point even the President seems to agree needed to be done."},{"id":253,"quote":"We hack everyone everywhere. We like to make a distinction between us and the others. But we are in almost every country in the world. We are not at war with these countries."},{"id":254,"quote":"I grew up with the understanding that the world I lived in was one where people enjoyed a sort of freedom to communicate with each other in privacy, without it being monitored, without it being measured or analyzed or sort of judged by these shadowy figures or systems, any time they mention anything that travels across public lines."},{"id":255,"quote":"If you seek to help, join the open source community and fight to keep the spirit of the press alive and the internet free. I have been to the darkest corners of government, and what they fear is light."},{"id":256,"quote":"The greatest fear that I have regarding the outcome for America of these disclosures is that nothing will change."},{"id":257,"quote":"One of the foremost activities of the NSA's FAD, or Foreign Affairs Division, is to pressure or incentivize EU member states to change their laws to enable mass surveillance."},{"id":258,"quote":"Lawyers from the NSA, as well as the UK's GCHQ, work very hard to search for loopholes in laws and constitutional protections that they can use to justify indiscriminate, dragnet surveillance operations that were at best unwittingly authorized by lawmakers."},{"id":259,"quote":"All I wanted was for the public to be able to have a say in how they are governed. That is a milestone we left a long time ago."},{"id":260,"quote":"Let's put it this way. The United States government has assembled a massive investigation team into me personally, into my work with the journalists, and they still have no idea what documents were provided to the journalist, what they have, what they don't have, because encryption works."},{"id":261,"quote":"Ending mass surveillance of private phone calls under the Patriot Act is a historic victory for the rights of every citizen. Yet while we have reformed this one program, many others remain."},{"id":262,"quote":"These activities can be misconstrued, misinterpreted, and used to harm you as an individual even without the government having any intent to do you wrong."},{"id":263,"quote":"When Clapper raised his hand and lied to the American public, was anyone tried? Were any charges brought? Within 24 hours of going public, I had three charges against me."},{"id":264,"quote":"We watch our own people more closely than anyone else in the world."},{"id":265,"quote":"I'm still working for the government."},{"id":266,"quote":"I understand that I will be made to suffer for my actions, and that the return of this information to the public marks my end."},{"id":267,"quote":"Everyone everywhere now understands how bad things have gotten — and they’re talking about it. They have the power to decide for themselves whether they are willing to sacrifice their privacy to the surveillance state."},{"id":268,"quote":"I don't want to live in a society that does these sort of things."},{"id":269,"quote":"Suspicionless surveillance has no place in a democracy. The next 60 days are a historic opportunity to rein in the NSA, but the only one who can end the worst of its abuses is you. Call your representatives and tell them that the unconstitutional 'bulk collection' of Americans' private records under Section 215 of the Patriot Act must end."},{"id":270,"quote":"The question that we, as a society, have to ask is, are our collective rights worth a small relative advantage in our ability to spy on other countries and foreign citizens? I have my opinion about that, but we all collectively have to come to our opinion about it."},{"id":271,"quote":"The [Barack] Obama administration almost appears as though it is afraid of the intelligence community. They're afraid of death by a thousand cuts - you know, leaks and things like that."},{"id":272,"quote":"I don't want to directly confront great powers, which we cannot defeat on their terms. They have more money, more clout, more airtime. We cannot be effective without a mass movement, and the American people today are too comfortable to adapt to a mass movement."},{"id":273,"quote":"They [the authorities] will act aggressively against anyone who has known me. That keeps me up at night."},{"id":274,"quote":"What the NSA really wants is the capability of retrospective investigation. They want to have a perfect record of the last five years of your life, so when you come to their attention, they can know everything about you. I'm not down with that, but [Bill] Binney was trying to create something like that."},{"id":275,"quote":"You would be surprised how effective, at least for influencing low-information voters, negative propaganda about me is."},{"id":276,"quote":"If even one country, an Iceland for example, defects from this global legislative bargain and says no, we're not going to enforcement mass surveillance here. We're not going to do that. That's where all of the data centres, all the service providers in the world will relocate to. And I think that gives us a real chance to see a more liberal than authoritarian future."},{"id":277,"quote":"The government would assert that individuals who are aware of serious wrongdoing in the intelligence community should bring their concerns to the people most responsible for that wrongdoing, and rely on those people to correct the problems that those people themselves authorized."},{"id":278,"quote":"Maybe boutique media, maybe people who are reading papers and talking to academics and whatnot, maybe they understand, because they're high-information. But a lot of people are still unaware that I never intended to end up in Russia. They're not aware that journalists were live-tweeting pictures of my seat on the flight to Latin America I wasn't able to board because the US government revoked my passport."},{"id":279,"quote":"In America, we collect more digital communications from America than we do from the Russians."},{"id":280,"quote":"We should know at least the broad strokes of the powers that the government's claiming in our name, and using allegedly, on our behalf. And also against us as well."},{"id":281,"quote":"We can plant bugs in machines. Once you go on the network, I can identify your machine. You will never be safe whatever protections you put in place."},{"id":282,"quote":"I talk to people in the ACLU office in New York all the time. I'm able to participate in the debate and to campaign for reform. I'm just the first to come forward in the manner that I did and succeed."},{"id":283,"quote":"There's a real danger in the way our representative government functions today. It functions properly only when paired with accountability."},{"id":284,"quote":"I'm ultimately satisfied that we know a little bit more about how the world really works."},{"id":285,"quote":"Going all the way back to Daniel Ellsberg, it is clear that the government is not concerned with damage to national security, because in none of these cases was there damage."},{"id":286,"quote":"Some months after [Keith Alexander] made that statement [Edward Snowden cause grave and irrevocable harm to the nation], the new director of the NSA, Michael Rogers, said that, in fact, he doesn't see the sky falling. It's not so serious after all."},{"id":287,"quote":"Using the language of heroism, calling Daniel Ellsberg a hero, and calling the other people who made great sacrifices heroes - even though what they have done is heroic - is to distinguish them from the civic duty they performed, and excuses the rest of us from the same civic duty to speak out when we see something wrong, when we witness our government engaging in serious crimes, abusing power, engaging in massive historic violations of the Constitution of the United States. We have to speak out or we are party to that bad action."},{"id":288,"quote":"Americans hack everyone everywhere. We like to make a distinction between us and the others. But we are in almost every country in the world. We are not at war with these countries."},{"id":289,"quote":"You are also asked to take an oath, and that's the oath of service. The oath of service is not to secrecy, but to the Constitution - to protect it against all enemies, foreign and domestic. That's the oath that I kept, that James Clapper and former NSA director Keith Alexander did not. You raise your hand and you take the oath in your class when you are on board. All government officials are made to do it who work for the intelligence agencies - at least, that's where I took the oath."},{"id":290,"quote":"We're now more than a year since my NSA revelations, and despite numerous hours of testimony before Congress, despite tons of off-the-record quotes from anonymous officials who have an ax to grind, not a single US official, not a single representative of the United States government, has ever pointed to a single case of individualized harm caused by these revelations. This, despite the fact that former NSA director Keith Alexander said this would cause grave and irrevocable harm to the nation."},{"id":291,"quote":"All I was was a mechanism."},{"id":292,"quote":"If you begin acting contrary to the public's interest, and there is no alternative governmental model, with which you're willing to engage, we, the people, will have to put forth our own extra governmental models and methods of trying to restore the balance of liberty to the liberal tradition of Western society."},{"id":293,"quote":"I'm familiar with Andrei Sakharov reputation, but I don't know his personal history at all."},{"id":294,"quote":"At the trial of Chelsea Manning, the government could point to no case of specific damage that had been caused by the massive revelation of classified information. The charges are a reaction to the government's embarrassment more than genuine concern about these activities, or they would substantiate what harms were done."},{"id":295,"quote":"US administration does not want me to return. People forget how I ended up in Russia. They waited until I departed Hong Kong to cancel my passport in order to trap me in Russia, because it's the most effective attack they have against me, given the political climate in the United States."},{"id":296,"quote":"We don't have a great clash of civilizations, a clash of ideologies, a clash of alternative models, where governments thought to themselves, if we go too far, if we sort of trample unreasonably on rights, we'll give birth to a political movement which will cost us our credibility, and will possibly cost us our offices, because people will vote for the other team, the other guys."},{"id":297,"quote":"Imagine, if you will, you're sitting at my desk in Hawaii. You have access to the entire world, as far as you can see it. Last several days, content of internet communications. Every email that's sent. Every website that's visited by every individual. Every text message that somebody sends on their phone. Every phone call they make."},{"id":298,"quote":"If we can't have an open and honest debate about the value of ideas in a university in Glasgow, or Boston, or anywhere else in the world, then where are they going to go?"},{"id":299,"quote":"One of the reasons that I came forward and sort burned of my life to the ground, and I can't go back and see my family in the United States - I obviously lost my job, which I was quite comfortable with. I lost my home. It was because I felt there was no alternative."},{"id":300,"quote":"Nobody's going to vote for Isis."},{"id":301,"quote":"When the US government got word that I was planning to leave Russia to go to Latin America, they brought down the plane of the - the presidential plane, which had diplomatic protection, that had the Bolivian president on board. They closed the airspace in four different countries in Europe, I believe, which was extraordinary, unprecedented."},{"id":302,"quote":"We can still publicly post a message to Facebook that's globally readable. But we could also adjust things so that they can only be shared with those closest to us, and the confident that this is enforced through both legal and a systemic standards-based protection."},{"id":303,"quote":"We can't simply scare people into giving up their rights, on the basis, oh, this protects us from terrorism."},{"id":304,"quote":"The government doesn't want us to know what they're doing, how they're interpreting the law, how they're interpreting and redefining their powers, and increasingly, how they're redefining the boundaries of our rights and our liberties, broadly, socially, and categorically without our involvement."},{"id":305,"quote":"When I talk about the polling, I'm talking about the principles. It shows these officials are knowingly attempting to shift public opinion, even though they know what they say is not factual."},{"id":306,"quote":"Extremists are not going to disappear."},{"id":307,"quote":"In the United States and some of the other countries involved it's sort of a \"five eyes\" global spying alliance. That's the US, UK, Canada, New Zealand, and Australia. They've had a little bit of a more muscular public response. Now, they haven't been satisfying or really meaningful in any country yet. But they have been engaging."},{"id":308,"quote":"It's important to remember when you start doing things like attacking hospitals through the internet, when you start attacking things like internet exchange points, when something goes wrong, people can die. If a hospital's infrastructure is affected, lifesaving equipment turns off."},{"id":309,"quote":"Now terrorism is not the greatest threat facing our societies."},{"id":310,"quote":"I hate these questions - I don't like talking about this stuff [popular culture], because it's so... to me, it's so ordinary."},{"id":311,"quote":"I've got more than enough for my needs [for social life in Moscow], let's put it that way."},{"id":312,"quote":"I don't spend all day running hand-on-hat from shadowy figures - I'm in exile."},{"id":313,"quote":"If I and other whistleblowers are sentenced to long years in prison without so much as a chance to explain our motivations to a jury, it will have a deeply chilling effect on future whistleblowers working as I did to expose government abuse and overreach. It will chill speech. It will corrode the quality of our democracy."},{"id":314,"quote":"We reject techniques like torture regardless of whether they're effective or ineffective because they are barbaric and harmful on a broad scale. It's the same thing with cyber warfare. We should never be attacking hospitals. We should never be taking down power plants unless that is absolutely necessary to ensure our continued existence as a free people."},{"id":315,"quote":"The United States has faced threats from criminal groups, from terrorists, from spies throughout our history, and we have limited our responses. We haven't resorted to total war every time we have a conflict around the world, because that restraint is what defines us. That restraint is what gives us the moral standing to lead the world."},{"id":316,"quote":"If we allow the United States to set the precedent that national borders don't matter when it comes to the protection of people's information, other countries are watching. They're paying attention to our examples and what is normative behavior in terms of dealing with digital information."},{"id":317,"quote":"The United States need to be focusing more on creating a more secure, more reliable, more robust, and more trusted internet, not one that's weaker, not one that relies on this systemic model of exploiting every vulnerability, every threat out there."},{"id":318,"quote":"Every time we walk on to the field of battle and the field of battle is the internet, it doesn't matter if we shoot our opponents a hundred times and hit every time. As long as they've hit us once, we've lost, because the U.S. is so much more reliant on those systems."},{"id":319,"quote":"Acting Government officials, they said they wanted - they would be happy, they would love to put a bullet in my head, to poison me as I was returning from the grocery store, and have me die in the shower."},{"id":320,"quote":"On the other hand, the Internet is there to fill needs that people have for information and socialization. We get this sort of identification thing going on nowadays because it's a very fractious time. We live in a time of troubles."},{"id":321,"quote":"I describe it as tribalism because they're very tightly woven communities. Lack of civility is part of it, because that's how Internet tribes behave. We see this more and more in electoral politics, which have become increasingly poisonous."},{"id":322,"quote":"We've got crazy little sites going up against established media behemoths."},{"id":323,"quote":"What we're seeing now, or starting to see, is an atomization of the Internet community. Before, everybody went only to a few sites; now we've got all these boutiques."},{"id":324,"quote":"I think we're going to see a move away from that, because young people - digital natives who spend their life on the Internet - get saturated. It's like a fashion trend, and becomes a sign of a lack of sophistication."},{"id":325,"quote":"I'm not an anarchist. I'm not saying, \"Burn it to the ground.\""},{"id":326,"quote":"[Bill] Binney designed ThinThread, an NSA program that used encryption to try to make mass surveillance less objectionable. It would still have been unlawful and unconstitutional."},{"id":327,"quote":"I don't think political reform is likely to succeed. [Senators Tom] Udall and [Ron] Wyden, on the intelligence committee, have been sounding the alarm, but they are a minority."},{"id":328,"quote":"The New York Times and The Guardian came out and said, \"Hey, clemency for Snowden.\" But for me, the key - and I've said this from the beginning: it's not about me. I don't care if I get clemency. I don't care what happens to me."},{"id":329,"quote":"We have to confront the reality of our world, and make the hard decisions about which way we want to move forward."},{"id":330,"quote":"By putting these sort of lines around what ideas are proper or improper, we lose things."},{"id":331,"quote":"The people at the NSA aren't trying to ruin your life. They're not trying to put you in authoritarian dystopia. These are normal people trying to do good work in hard circumstances."},{"id":332,"quote":"For people who aren't familiar with my background, I didn't graduate high school. My career high salary was about $200,000. My last position was about $122,000. For a guy without a high school diploma, that's pretty good."},{"id":333,"quote":"It's interesting that you mention [Andrei] Sakharov's creative axis - he had produced something for the government that he then realized was something other than he intended. That's something [NSA whistleblower] Bill Binney and I share."},{"id":334,"quote":"When governments go too far to punish people for actions that are dissent rather than a real threat to the nation, they risk delegitimizing not just their systems of justice, but the legitimacy of the government itself. Because when they bring political charges against people for acts that were clearly at least intended to work in the public interest, they deny them the opportunity to mount a public-interest defense."},{"id":335,"quote":"I'm not a politician, and I do not think I am as effective in this way as people who actually prepare for it - is to focus on technical reform, because I speak the language of technology. I spoke with Tim Berners-Lee, the guy who invented the World Wide Web. We agree on the necessity for this generation to create what he calls the Magna Carta for the Internet. We want to say what \"digital rights\" should be. What values should we be protecting, and how do we assert them."},{"id":336,"quote":"If I had to guess what the future's going to look like for me - assuming it's not an orange jumpsuit in a hole - I think I'm going to alternate between tech and policy."},{"id":337,"quote":"When it comes to social policies, I believe women have the right to make their own choices, and inequality is a really important issue."},{"id":338,"quote":"I don't go out and play football and stuff - that's not me. I want to think, I want to build, I want to talk, I want to create."},{"id":339,"quote":"It doesn't need to be consistently concentrated in these venture-capital funds and things like that."},{"id":340,"quote":"A political decision has been made not to irritate the intelligence community. The spy agencies are really embarrassed, they're really sore - the revelations really hurt their mystique. The last ten years, they were getting the Zero Dark Thirty treatment - they're the heroes. The surveillance revelations bring them back to Big Brother kind of narratives, and they don't like that at all."},{"id":341,"quote":"We don't like to use the phrase \"state security\" in the United States because it reminds us of all the bad regimes. But it's a key concept, because when these officials are out on TV, they're not talking about what's good for you. They're not talking about what's good for business. They're not talking about what's good for society. They're talking about the protection and perpetuation of a national state system."},{"id":342,"quote":"When I was working in Japan, I created a system for ensuring that intelligence data was globally recoverable in the event of a disaster. I was not aware of the scope of mass surveillance. I came across some legal questions when I was creating it. My superiors pushed back and were like, \"Well, how are we going to deal with this data?\" And I was like, \"I didn't even know it existed.\""},{"id":343,"quote":"By creating a self-policing, self-reporting, sort of self-monitoring culture through law, through statute, and imposing that on the academic world, I think not only are we losing a significant measure of freedom in academic traditions and in our civil society, but we're actually making ourselves less competitive with every other country around the world that does not do that. Because that's where researchers are going to go and that's where academics are going to go. And ultimately, that's where breakthroughs are going to occur."},{"id":344,"quote":"US spend more on research and development than the other countries, so we shouldn't be making the internet a more hostile, a more aggressive territory."},{"id":345,"quote":"I built my own studio. I don't have the professional language to describe it because I'm not a videographer - but I'm a technician. So I get the camera, I get all the things that translate the camera to the computer, I set up a live session, I do the security on it, I set up a background so I can key it out, like newscasters do, and replace it with whatever I want - and I can be anywhere I need to be."},{"id":346,"quote":"One concern I had while I was working actively in the intelligence community - being someone who had broad access, who was exposed to more reports than average individuals, who had a better understanding of the bigger picture - was that the post - World War II, post - Cold War directions of societies were either broadly authoritarian or [broadly] liberal or libertarian."},{"id":347,"quote":"Do we want to emulate China in the way that China emulates the West? I think, for most Americans, the answer to that question would be no."},{"id":348,"quote":"In the United States, there hasn't been much legislative change on the surveillance issue, although there are some tepid proposals."},{"id":349,"quote":"We are a representative democracy. But how did we get there? We got there through direct action. And that's enshrined in our Constitution and in our values."},{"id":350,"quote":"We have the right of revolution. Revolution does not always have to be weapons and warfare; it's also about revolutionary ideas."},{"id":351,"quote":"A given order may at any given time fail to represent those values, even work against those values. I think that's the dynamic we're seeing today."},{"id":352,"quote":"We have these traditional political parties that are less and less responsive to the needs of ordinary people, so people are in search of their own values."},{"id":353,"quote":"If the government or the parties won't address our needs, we will. It's about direct action, even civil disobedience."},{"id":354,"quote":"As a general rule, US-based multinationals should not be trusted until they prove otherwise. This is sad, because they have the capability to provide the best and most trusted services in the world if they actually desire to do so."},{"id":355,"quote":"All those people who went out [to Occupy Wall Street] missed work, didn't get paid. Those were individuals who were already feeling the effects of inequality, so they didn't have a lot to lose. And then the individuals who were louder, more disruptive and, in many ways, more effective at drawing attention to their concerns were immediately castigated by authorities. They were cordoned off, pepper-sprayed, thrown in jail."},{"id":356,"quote":"I don't think it is the most important thing. I think it is the fact that the director of national intelligence gave a false statement to Congress under oath, which is a felony. If we allow our officials to knowingly break the law publicly and face no consequences, we're instituting a culture of immunity, and this is what I think historically will actually be considered the biggest disappointment of the [Barack] Obama administration."},{"id":357,"quote":"I don't think it's going to be related to social or economic policies; it's going to be the fact that [Barack Obama] said let's go forward, not backward, in regard to the violations of law that occurred under the Bush administration."},{"id":358,"quote":"The rule of law doesn't mean the police are in charge, but that we all answer to the same laws."},{"id":359,"quote":"If Congress is going to investigate baseball players about whether or not they told the truth, how can we justify giving the most powerful intelligence official, [James] Clapper, a pass? This is how J. Edgar Hoover ended up in charge of the FBI forever."},{"id":360,"quote":"When it is made to appear as though not knowing everything about everyone is an existential crisis, then you feel that bending the rules is okay. Once people hate you for bending those rules, breaking them becomes a matter of survival."},{"id":361,"quote":"Until we reform our laws and until we fix the excesses of these old policies that we inherited in the post-9/11 era, we're not going to be able to put the security back in the NSA."},{"id":362,"quote":"US has to be able to rely on a safe and interconnected internet in order to compete with other countries."},{"id":363,"quote":"When people conceptualize a cyber-attack, they do tend to think about parts of the critical infrastructure like power plants, water supplies, and similar sort of heavy infrastructure, critical infrastructure areas. And they could be hit, as long as they're network connected, as long as they have some kind of systems that interact with them that could be manipulated from internet connection."},{"id":364,"quote":"What has a great value to us as a nation is the internet itself. The internet is critical infrastructure to the United States. We use the internet for every communication that businesses rely on every day."},{"id":365,"quote":"If an adversary didn't target our power plants but they did target the core routers, the backbones that tie our internet connections together, entire parts of the United States could be cut off. That would have a tremendous impact on us as a society and it would have a policy backlash."},{"id":366,"quote":"The most important thing to the United States is not being able to attack our adversaries, the most important thing is to be able to defend ourselves. And we can't do that as long as we're subverting our own security standards for the sake of surveillance."},{"id":367,"quote":"The way the United States intelligence community operates is it doesn't limit itself to the protection of the homeland. It doesn't limit itself to countering terrorist threats, countering nuclear proliferation. It's also used for economic espionage, for political spying to gain some knowledge of what other countries are doing."},{"id":368,"quote":"No one would argue that it's in the United States' interest to have independent knowledge of the plans and intentions of foreign countries. But we need to think about where to draw the line on these kind of operations so we're not always attacking our allies, the people we trust, the people we need to rely on, and to have them in turn rely on us."},{"id":369,"quote":"When you're attacking a router on the internet, and you're doing it remotely, it's like trying to shoot the moon with a rifle. Everything has to happen exactly right. Every single variable has to be controlled and precisely accounted for. And that's not possible to do when you have limited knowledge of the target you're attacking."},{"id":370,"quote":"When the United States cannibalize dollars from the defensive business of the NSA, securing our communications, protecting our systems, patching zero-day vulnerabilities, and instead we're giving those dollars to be used for creating new vulnerabilities in our systems so that they can surveil us and other people abroad who use the same systems."},{"id":371,"quote":"When the lights go out at a power plant sometime in the future, we're going to know that that's a consequence of deprioritizing defense for the sake of an advantage in terms of offense."},{"id":372,"quote":"We're opening the doors to people launching missiles and dropping bombs by taking the human out of the decision chain for deciding how we should respond to these threats. And this is something we're seeing more and more happening in the traditional means as our methods of warfare become increasingly automated and roboticized such as through drone warfare."},{"id":373,"quote":"Defending ourselves from internet-based attacks, internet-originated attacks, is much, much more important than our ability to launch attacks against similar targets in foreign countries."},{"id":374,"quote":"When it comes to the internet, when it comes to the United States' technical economy, we have more to lose than any other nation on earth."},{"id":375,"quote":"I think the public still isn't aware of the frequency with which the cyber-attacks, as they're being called in the press, are being used by governments around the world, not just the US."},{"id":376,"quote":"There are programs such as the NSA paying RSA $10 million to use an insecure encryption standard by default in their products. That's making us more vulnerable not just to the snooping of our domestic agencies, but also foreign agencies."},{"id":377,"quote":"When people talk about Web 2.0, they mean that when the Internet, the World Wide Web, first became popular, it was one way only."},{"id":378,"quote":"People would publish their websites; other people would read them. But there was no real back and forth other than through e-mail. Web 2.0 was what they called the collaborative web - Facebook, Twitter, the social media."},{"id":379,"quote":"There are unquestionable violations of our Constitution."},{"id":380,"quote":"Where are we going to reject that easy but flawed process of letting the intelligence services do whatever they want? It's inevitable that it will happen. I think it's going to be where Internet businesses go."},{"id":381,"quote":"[Sovereignty] would break the American monopoly, but it would also break Internet business, because you'd have to have a data center in every country. And data centers are tremendously expensive, a big capital investment."},{"id":382,"quote":"Many of our ally states don't have these constitutional protections - in the UK, in New Zealand, in Australia. They've lost the right to be free from unreasonable search and seizure without probable cause. All of those countries, in the wake of these surveillance revelations, rushed through laws that were basically ghostwritten by the National Security Agency to enable mass surveillance without court oversight, without all of the standard checks and balances that one would expect."},{"id":383,"quote":"When we think in the context of the last decade's infringements upon personal liberty and the last year's revelations, it's not about surveillance. It's about liberty."},{"id":384,"quote":"Microsoft is in a court battle with the Department of Justice. The DOJ is saying, \"We want information from your data center in Ireland. It's not about a US citizen, but we want it.\" Microsoft said, \"OK, fine. Go to a judge in Ireland. Ask them for a warrant. We have a mutual legal-assistance treaty. They'll do it. Give that to us, and we'll provide the information to you in accordance with Irish laws.\""},{"id":385,"quote":"The courts were afraid to challenge executive declarations of what would happen. Now, over the last year, we have seen - in almost every single court that has had this sort of national-security case - that they have become markedly more skeptical."},{"id":386,"quote":"There have been so many individuals who have really put a lot on the line. That they've sacrificed so much to try to protect the principle of source protection in the journalism world. And I think Julian Assange, and WikiLeaks, and Sarah Harrison have really been extraordinary in standing up for that."},{"id":387,"quote":"If you ask anybody at Cyber Command or look at any of the job listings for openings for their positions, you'll see that the one thing they don't prioritize is computer network defense. It's all about computer network attack and computer network exploitation at Cyber Command."},{"id":388,"quote":"Look at the reactions of liberal governments to the surveillance revelations during the last years. In the United States, we've got this big debate, but we've got official paralysis - because they're the ones who had their hand caught most deeply in the cookie jar."},{"id":389,"quote":"I wonder if it's conservative or liberal [ inalienable rights idea], because when we think of liberal thought, when we think about the relation to liberty, we're talking about traditional conservatism - as opposed to today's conservatism, which no longer represents those views."},{"id":390,"quote":"When you think about the abolition of slavery for example, for the ruling class with the rich white people owning plantations and states, and things like that, slavery was to their benefit. To oppose it didn't make any sense at all on a rational basis. But on a rights basis, on a principle basis, it made obvious, overwhelming sense."},{"id":391,"quote":"I love my country. I love my family. And I have dedicated my life to both of them."},{"id":392,"quote":"I've been watching The Wire recently."},{"id":393,"quote":"I'm not a spy for Russia or China or any other country for that matter."},{"id":394,"quote":"There is more action in some other countries. In Germany, they've called for a very serious inquiry that's discovering more and more. They've just discovered a significant violation of the German Constitution that had been concealed from the Parliament."},{"id":395,"quote":"I talk to cryptographers, some of the leading technologists in the world, all the time about how we can deal with these issues. It is not possible to create a back door that is only accessible, for example, to the FBI."},{"id":396,"quote":"[I watch] all that stuff - Game of Thrones and all the other series. How about House of Cards? As for Boardwalk Empire - that's another period of government overreach, but at least they use the amendment process! In real life, the executive branch, by violating the Constitution, is using statutes in place of constitutional amendments to diminish our liberty."},{"id":397,"quote":"Anyway, it's not true that the authorities cannot access the content of the phone even if there is no back door. When I was at the NSA, we did this every single day, even on Sundays. I believe that encryption is a civic responsibility, a civic duty."},{"id":398,"quote":"I read these polls because civil-liberties organizations tell me I need to be aware of public opinion."},{"id":399,"quote":"Even if it were, you run into the same problem with international commerce: if you create a device that is famous for compromised security and it has an American back door, nobody is gonna buy it."},{"id":400,"quote":"When it comes to political engagement, I'm not a politician - I'm an engineer."},{"id":401,"quote":"Custom developed digital weapons, cyber weapons nowadays typically chain together a number of zero-day exploits that are targeted against the specific site, the specific target that they want to hit. But it depends, this level of sophistication, on the budget and the quality of the actor who's instigating the attack. If it's a country that's less poor or less sophisticated, it'll be a less sophisticated attack."},{"id":402,"quote":"If a single Russian source would come forward, he would be in hot water. And in the United States, what I did appearing at that [Vladimir] Putin press conference was not worth the price."},{"id":403,"quote":"I've been recognized every now and then. It's always in computer stores. It's something like brain associations, because I'll be in the grocery store and nobody will recognize me. Even in my glasses, looking exactly like my picture, nobody will recognize me. But I could be totally clean-shaven, hat on, looking nothing like myself in a computer store, and they're like, \"Snowden?!\""},{"id":404,"quote":"Technology provides us means outside of governments to begin enforcing our rights, enforcing protection of civil liberties, regardless of law, through the implementation of systems and standards."},{"id":405,"quote":"The problem is when [the state] monitor all of us, en masse, all of the time, without any specific justification for intercepting in the first place, without any specific judicial showing that there's a probable cause for that infringement of our rights."},{"id":406,"quote":"The bare bones tools for a cyber-attack are to identify a vulnerability in the system you want to gain access to or you want to subvert or you want to deny, destroy, or degrade, and then to exploit it, which means to send codes, deliver code to that system somehow and get that code to that vulnerability, to that crack in their wall, jam it in there, and then have it execute."},{"id":407,"quote":"I've talked to a lot of pretty good lawyers around the world. I'm non-extraditable. That's the real reason the US government was pissed off, even when I was initially in Hong Kong."},{"id":408,"quote":"It's OK if we wiretap Osama bin Laden. I want to know what he's planning - obviously not him nowadays, but that kind of thing. I don't care if it's a pope or a bin Laden. As long as investigators must go to a judge - an independent judge, a real judge, not a secret judge - and make a showing that there's probable cause to issue a warrant, then they can do that. And that's how it should be done."},{"id":409,"quote":"[Barton ] Gellman printed a great anecdote: he showed two Google engineers a slide that showed how the NSA was doing this, and the engineers \"exploded in profanity.\""},{"id":410,"quote":"It's much more important for U.S. to be able to defend against foreign attacks than it is to be able to launch successful attacks against foreign adversaries."},{"id":411,"quote":"The new iPhone has encryption that protects the contents of the phone. This means if someone steals your phone - if a hacker or something images your phone - they can't read what's on the phone itself, they can't look at your pictures, they can't see the text messages you send, and so forth. But it does not stop law enforcement from tracking your movements via geolocation on the phone if they think you are involved in a kidnapping case, for example."},{"id":412,"quote":"A different [Ronald] Reagan-era authority: EO 12333, an executive order for foreign-intelligence collection, as opposed to the ones we now use domestically. So this one isn't even authorized by law. It's just an old-ass piece of paper with Reagan's signature on it, which has been updated a couple times since then. So what happened was that all of a sudden these massive, behemoth companies realized their data centers - sending hundreds of millions of people's communications back and forth every day - were completely unprotected, electronically naked."},{"id":413,"quote":"I must say I'm surprised by how skeptical of the [Barack] Obama administration The Nation has been."},{"id":414,"quote":"You can show a guy sort of peeking over the wall, you can see a guy tunneling underneath, you can see a guy going through the front door. All of those, in cyber terms, are vulnerabilities, because it's not that you have to look for one hole of a specific type. It's the whole paradigm."},{"id":415,"quote":"Every time somebody on the internet sort of glances at us sideways, we launch an attack at them. That's not going to work out for us long term, and the U.S. have to get ahead of the problem if we're going to succeed."},{"id":416,"quote":"I considered bringing forward information about these surveillance programs prior to the election, but I held off because I believed that [Barack] Obama was genuine when he said he was going to change things. I wanted to give the democratic process time to work."},{"id":417,"quote":"Sometimes that irrational commitment to principle is what society needs to survive. Whenever you talk about radicalism, whenever you talk about activism, whenever you talk about progressive activity, that sort of moves the measure of liberty in human society forward, makes us all enjoy a better standard of liberty, it typically starts out criminal. It typically starts out a little bit shaky, and rather radical. And that's irrational to put yourself up to do that."},{"id":418,"quote":"Something we have to remember is that everything about the internet is interconnected. All of our systems are not just common to us because of the network links between them, but because of the software packages, because of the hardware devices that comprise it. The same router that's deployed in the United States is deployed in China."},{"id":419,"quote":"The charges [government] brought against me, for example, explicitly denied my ability to make a public-interest defense."},{"id":420,"quote":"As for labeling someone a whistleblower, I think it does them - it does all of us - a disservice, because it \"otherizes\" us."},{"id":421,"quote":"We've already seen, in practically every country around the world where these issues have been covered, that the general public has recoiled at the ideology behind these programs."},{"id":422,"quote":"We decentralise the ability to decide the level of publicity that's attached to any of our communications."},{"id":423,"quote":"If we simply follow the rules that a state imposes upon us when that state is acting contrary to the public interest, we're not actually improving anything. We're not changing anything."},{"id":424,"quote":"I do everything on the computer. TV is obsolete technology for me."},{"id":425,"quote":"There were no whistleblower protections that would've protected me - and that's known to everybody in the intelligence community. There are no proper channels for making this information available when the system fails comprehensively."},{"id":426,"quote":"I believe strongly that Occupy Wall Street had such limits because the local authorities were able to enforce, basically in our imaginations, an image of what proper civil disobedience is - one that is simply ineffective."},{"id":427,"quote":"My whole model, from the beginning, was not to personally publish a single document. I provided these documents to journalists because I didn't want my biases to decide what's in the public interest and what is not."},{"id":428,"quote":"Too often we forget that social and political movements don't happen overnight. They don't bring change immediately - you have to build a critical mass of understanding of the issues."},{"id":429,"quote":"Increasingly we're seeing these ultra-partisan sites getting larger and larger readerships because people are self-selecting themselves into communities."},{"id":430,"quote":"What defines patriotism, for me, is the idea that one rises to act on behalf of one's country."},{"id":431,"quote":"The internet has to be protected from intrusive monitoring or else the medium upon which we all rely for the basis of our economy and our normal life, we'll lose that, and it's going to have broad effects as a consequence that we cannot predict."},{"id":432,"quote":"You shouldn't send an email from a computer that's associated with you if you don't want it to be tracked back to you. You don't want to hack the power plant from your house if you don't want them to follow the trail back and see your IP address."},{"id":433,"quote":"Governments cannot require individuals, they cannot require the public as a body, and they cannot require corporations to make investigation and law enforcement easy for them in a liberal society."},{"id":434,"quote":"I think it's reasonable that the government, when it has a warrant from a court, when it's exposed to scrutiny by a legal process that would be upheld, not just nationally, but internationally as a reliable and robust standard rights protection, they can enjoy certain powers. This is no different from having the police able to get a warrant to go and search your house, to kick at your door because they think you're an arms dealer or something like that. There needs to be a process involved, it needs to be public, and it needs to be challengeable in court at all times."},{"id":435,"quote":"Internet exchanges and internet service providers - international fiber optic landing points - these are the key tools that governments go after in order to enable their programs of mass surveillance. If they want to be able to watch the entire population of a country instead of a single individual, you have to go after those bulk interchanges."},{"id":436,"quote":"That's one of the biggest issues that we see in the question of governments right now, I think, in the Western world. Is that increasingly all of our elected officials are pulled from the same class. These aren't normal people. I don't want to say they're all terrible people, but at the same time, they're not like you and me. These are people who have sort of a nine to five working history."},{"id":437,"quote":"There are proxies, proxy servers on the internet, and this is very typical for hackers to use. They create what are called proxy chains where they gain access to a number of different systems around the world, sometimes by hacking these, and they use them as sort of relay boxes."},{"id":438,"quote":"Russia recently passed a law - I think a terrible law - which says you have to store all of the data from Russian citizens on Russian soil just to prevent other countries from playing the same kind of legal games we're playing in this Microsoft case."},{"id":439,"quote":"When the police officers knock on your door with a warrant, they don't expect you to give them a tour. It's supposed to be an adversarial process so that it's used in these extraordinary powers are applied only when there's no alternative. Only when they're absolutely necessary, and only when they're proportionate to the threat faced by these individuals."},{"id":440,"quote":"Candidates run for election on campaign promises, but once they're elected they renege on those promises, which happened with President [Barack] Obama on Guantánamo, the surveillance programs and investigating the crimes of the Bush administration. These were very serious campaign promises that were not fulfilled."},{"id":441,"quote":"We should never allow computers to make inherently governmental decisions in terms of the application of military force, even if that's happening on the internet."},{"id":442,"quote":"Are our competitors - for example, China, which is a deeply authoritarian nation - becoming more authoritarian or more liberal over time?"},{"id":443,"quote":"When it comes to cyber conflicts between, say, America and China or even a Middle Eastern nation, an African nation, a Latin American nation, a European nation, we have more to lose."},{"id":444,"quote":"When you use any kind of internet based capability, any kind of electronic capability, to cause damage to a private entity or a foreign nation or a foreign actor, these are potential acts of war."},{"id":445,"quote":"[Occupy Wall Street] had an impact on consciousness. It was not effective in realizing change."},{"id":446,"quote":"As inequality grows, the basic bonds of social fraternity are fraying - as we discussed in regard to Occupy Wall Street. As tensions increase, people will become more willing to engage in protest. But that moment is not now."},{"id":447,"quote":"You can't come up against the world's most powerful intelligence agencies and not accept the risk. If they want to get you, over time they will."},{"id":448,"quote":"Hong Kong has a reputation for freedom in spite of the People's Republic of China. It has a strong tradition of free speech."},{"id":449,"quote":"We have to decide why terrorism is a new threat. There has always been terrorism."},{"id":450,"quote":"You don't need to justify your rights as a citizen - that inverts the model of responsibility. The government must justify its intrusion into your rights. If you stop defending your rights by saying, \"I don't need them in this context\" or \"I can't understand this,\" they are no longer rights."},{"id":451,"quote":"[Bill] Binney will argue with you all day about ThinThread, but his idea was that it would collect everything about everybody but be immediately encrypted so no one could read it. Only a court could give intelligence officials the key to decrypt it. The idea was to find a kind of a compromise between [privacy rights and] the assertion that if you don't collect things as they happen, you won't have them later - because what the NSA really wants is the capability of retrospective investigation."},{"id":452,"quote":"I'm not a communist, a socialist or a radical. But these issues have to be addressed."},{"id":453,"quote":"The [George W.] Bush administration marked a very serious and profoundly negative turning point - not just for the nation, but for the international order, because we started to govern on the idea of \"might makes right.\" And that's a very old, toxic and infectious idea."},{"id":454,"quote":"People at civil-liberties organizations say it's a sea change, and that it's very clear judges have begun to question more critically assertions made by the executive. Even though it seems so obvious now, it is extraordinary in the context of the last decade, because courts had simply said they were not the best branch to adjudicate these claims - which is completely wrong, because they are the only nonpolitical branch. They are the branch that is specifically charged with deciding issues that cannot be impartially decided by politicians."},{"id":455,"quote":"Presidents should not be exempted from the same standards of reason and evidence and justification that any other citizen or civil movement should be held to."},{"id":456,"quote":"When we look at how, constitutionally, only Congress can declare war, and that is routinely ignored. Not NATO or the UN, but Congress has to authorize these endless wars, and it isn't."},{"id":457,"quote":"People in both parties from the congressional intelligence committees - all these co-opted officials who play cheerleader for spy agencies - go on these Sunday shows and they say: \"Snowden was a traitor. He works against Americans. He works for the Chinese. Oh, wait, he left Hong Kong - he works for the Russians.\""},{"id":458,"quote":"People do not like being lied to, and they do not like having their rights violated. So as soon as [officials] stop making arguments, you see support for me starts to rise."},{"id":459,"quote":"I don't think I have committed a crime outside the domain of the US."},{"id":460,"quote":"Since the revelations, we have seen a massive sea change in the technological basis and makeup of the Internet."},{"id":461,"quote":"Has the center of gravity shifted such that all governments have greater powers and fewer restrictions than they ever had, and are empowered by technology in a way that no government ever was in the past?"},{"id":462,"quote":"Arguing that you don't care about the right to privacy because you have nothing to hide is no different than saying you don't care about free speech because you have nothing to say."},{"id":463,"quote":"Ultimately, saying that you don't care about privacy because you have nothing to hide is no different from saying you don't care about freedom of speech because you have nothing to say."},{"id":464,"quote":"There is, simply, no way, to ignore privacy. Because a citizenry’s freedoms are interdependent, to surrender your own privacy is really to surrender everyone’s. You might choose to give it up out of convenience, or under the popular pretext that privacy is only required by those who have something to hide. But saying that you don’t need or want privacy because you have nothing to hide is to assume that no one should have, or could have to hide anything – including their immigration status, unemployment history, financial history, and health records. You’re assuming that no one, including yourself, might object to revealing to anyone information about their religious beliefs, political affiliations and sexual activities, as casually as some choose to reveal their movie and music tastes and reading preferences. Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read. Or that you don’t care about freedom of religion because you don’t believe in God. Or that you don’t care about the freedom to peaceably assemble because you’re a lazy, antisocial agoraphobe. Just because this or that freedom might not have meaning to you today doesn’t mean that that it doesn’t or won’t have meaning tomorrow, to you, or to your neighbor – or to the crowds of principled dissidents I was following on my phone who were protesting halfway across the planet, hoping to gain just a fraction of the freedom that my country was busily dismantling."},{"id":465,"quote":"Being called a traitor by Dick Cheney is the﻿ highest honor you can give to an American."},{"id":466,"quote":"America’s fundamental laws exist to make the job of law enforcement not easier but harder. This isn’t a bug, it’s a core feature of democracy"},{"id":467,"quote":"The freedom of a country can only be measured by its respect for the rights of its citizens, and it’s my conviction that these rights are in fact limitations of state power that define exactly where and when a government may not infringe into that domain of personal or individual freedoms that during the American Revolution was called “liberty and during the Internet Revolution is called “privacy.”"},{"id":468,"quote":"The government should be afraid of the people, the people shouldn't be afraid of the government."},{"id":469,"quote":"These programs were never about terrorism: they're about economic spying, social control, and diplomatic manipulation. They're about power."},{"id":470,"quote":"The reason you're reading this book is that I did a dangerous thing for a man in my position: I decided to tell the truth."},{"id":471,"quote":"You should always let people underestimate you. Because when people misappraise your intelligence and abilities, they’re merely pointing out their own vulnerabilities—the gaping holes in their judgment that need to stay open if you want to cartwheel through later on a flaming horse, correcting the record with your sword of justice."},{"id":472,"quote":"I was reminded of what is perhaps the fundamental rule of technological progress: if something can be done, it probably will be done, and possibly already has been."},{"id":473,"quote":"Study after study has show that human behavior changes when we know we’re being watched. Under observation, we act less free, which means we effectively *are* less free."},{"id":474,"quote":"Ours was now a country in which the cost of replacing a broken machine with a newer model was typically lower than the cost of having it fixed by an expert, which itself was typically lower than the cost of sourcing the parts and figuring out how to fix it yourself. This fact alone virtually guaranteed technological tyranny, which was perpetuated not by the technology itself but by the ignorance of everyone who used it daily and yet failed to understand it. To refuse to inform yourself about the basic operation and maintenance of the equipment you depended on was to passively accept that tyranny and agree to its terms: when your equipment works, you’ll work, but when your equipment breaks down you’ll break down, too. Your possessions would possess you."},{"id":475,"quote":"In the 1990s, the Internet had yet to fall victim to the greatest iniquity in digital history: the move by both government and businesses to link, as intimately as possible, users’ online personas to their offline legal identity."},{"id":476,"quote":"In an authoritarian state, rights derive from the state and are granted to the people. In a free state, rights derive from the people and are granted to the state."},{"id":477,"quote":"I was right outside the NSA [on 9/11], so I remember the tension on that day. I remember hearing on the radio, 'the plane's hitting,' and I remember thinking my grandfather, who worked for the FBI at the time, was in the Pentagon when the plane hit it...I take the threat of terrorism seriously, and I think we all do. And I think it's really disingenuous for the government to invoke and sort-of scandalize our memories to sort-of exploit the national trauma that we all suffered together and worked so hard to come through -- and to justify programs that have never been shown to keep us safe, but cost us liberties and freedoms that we don't need to give up, and that our Constitution says we should not give up."},{"id":478,"quote":"Technology doesn’t have a Hippocratic oath. So many decisions that have been made by technologists in academia, industry, the military, and government since at least the Industrial Revolution have been made on the basis of “can we, not “should we.” And the intention driving a technology’s invention rarely, if ever, limits its application and use.”"},{"id":479,"quote":"And so the geek inherited the earth."},{"id":480,"quote":"Ultimately, if people lose their willingness to recognize that there are times in our history when legality becomes distinct from morality, we aren't just ceding control of our rights to government, but our agency in determining our futures."},{"id":481,"quote":"Hemingway once wrote, the way to make people trustworthy is to trust them."},{"id":482,"quote":"you aren’t really an adult until you bury a parent or become one yourself. But what no one ever mentions is that for kids of a certain age, divorce is like both of those happening simultaneously"},{"id":483,"quote":"Peering at life through a window can ultimately abstract us from our actions and limit any meaningful confrontation with their consequences."},{"id":484,"quote":"That, ultimately, is the critical flaw or design defect intentionally integrated into every system, in both politics and computing: the people who create the rules have no incentive to act against themselves."},{"id":485,"quote":"You shouldn’t change your behavior because a government agency somewhere is doing the wrong thing. If we sacrifice our values because we’re afraid, we don’t care about those values very much."},{"id":486,"quote":"The truth, though, is that deletion has never existed technologically in the way that we conceive of it. Deletion is just a ruse, a figment, a public fiction, a not-quite-noble lie that computing tells you to reassure you and give you comfort."},{"id":487,"quote":"We'd do well to remember that at the end of the day, the law doesn't defend us; we defend the law. And when it becomes contrary to our morals, we have both the right and the responsibility to rebalance it toward just ends."},{"id":488,"quote":"Once the ubiquity of collection was combined with the permanency of storage, all any government had to do was select a person or a group to scapegoat and go searching - as I'd gone searching through the agency's files - for evidence of a suitable crime"},{"id":489,"quote":"Readers who were born postmillennium might not understand the fuss, but trust me, this was a goddamned miracle. Nowadays, connectivity is just presumed. Smartphones, laptops, desktops, everything’s connected, always. Connected to what exactly? How? It doesn’t matter. You just tap the icon your older relatives call “the Internet button and boom, you’ve got it: the news, pizza delivery, streaming music, and streaming video that we used to call TV and movies. Back then, however, we walked uphill both ways, to and from school, and plugged our modems directly into the wall, with manly twelve-year-old hands.”"},{"id":490,"quote":"I had hoped to serve my country, but instead I went to work for it. This is not a trivial distinction."},{"id":491,"quote":"The freedom of a country can only be measured by its respect for the rights of its citizens, and it's my conviction that these rights are in fact limitations of state power that define exactly where and when a government may not infringe into that domain of personal or individual freedoms that during the American Revolution was called \"liberty\" and during the Internet Revolution is called \"privacy."},{"id":492,"quote":"This was the beginning of surveillance capitalism, and the end of the Internet as I knew it. Now, it was the creative Web that collapsed, as countless beautiful, difficult, individualistic websites were shuttered. The promise of convenience led people to exchange their personal sites—which demanded constant and laborious upkeep—for a Facebook page and a Gmail account. The appearance of ownership was easy to mistake for the reality of it. Few of us understood it at the time, but none of the things that we’d go on to share would belong to us anymore. The successors to the e-commerce companies that had failed because they couldn’t find anything we were interested in buying now had a new product to sell. That new product was Us."},{"id":493,"quote":"One major irony here is that law, which always lags behind technological innovation by at least a generation, gives substantially more protections to a communication’s content than to its metadata—and yet intelligence agencies are far more interested in the metadata—the activity records that allow them both the “big picture ability to analyze data at scale, and the “little picture” ability to make perfect maps, chronologies, and associative synopses of an individual person’s life, from which they presume to extrapolate predictions of behavior.”"},{"id":494,"quote":"Once you go digging into the actual technical mechanisms by which predictability is calculated, you come to understand that its science is, in fact, anti-scientific, and fatally misnamed: predictability is actually manipulation. A website that tells you that because you liked this book you might also like books by James Clapper or Michael Hayden isn’t offering an educated guess as much as a mechanism of subtle coercion."},{"id":495,"quote":"Being a patriot doesn't mean prioritizing service to government above all else. Being a patriot means knowing when to protect your country, knowing when to protect your Constitution, knowing when to protect your countrymen, from the violations of and encroachments of adversaries. And those adversaries don't have to be foreign countries."},{"id":496,"quote":"Which means that if you’re reading this now—this sentence—on any sort of modern machine, like a smartphone or tablet, they can follow along and read you."},{"id":497,"quote":"It’s unimaginable that a major bank or even a social media outfit would hire outsiders for systems-level work. In the context of the US government, however, restructuring your intelligence agencies so that your most sensitive systems were being run by somebody who didn’t really work for you was what passed for innovation."},{"id":498,"quote":"When we've got these people who have practically limitless powers within a society, if they get a pass without so much as a slap on the wrist, what example does that set for the next group of officials that come into power? To push the lines a little bit further, a little bit further, a little bit further, and we'll realize that we're no longer citizens - we're subjects."},{"id":499,"quote":"We can’t erase the things that shame us, or the ways we’ve shamed ourselves, online. All we can do is control our reactions—whether we let the past oppress us, or accept its lessons, grow, and move on."},{"id":500,"quote":"If at any point during your journey through this book you paused for a moment over a term you wanted to clarify or investigate further and typed it into a search engine—and if that term happened to be in some way suspicious, a term like XKEYSCORE, for example—then congrats: you’re in the system, a victim of your own curiosity."},{"id":501,"quote":"The 2008 crisis, which laid so much of the foundation for the crises of populism that a decade later would sweep across Europe and America, helped me realize that something that is devastating for the public can be, and often is, beneficial to the elites."},{"id":502,"quote":"But if a leak’s harmfulness and lack of authorization, not to mention its essential illegality, make scant difference to the government’s reaction, what does? What makes one disclosure permissible, and another not? The answer is power. The answer is control. A disclosure is deemed acceptable only if it doesn’t challenge the fundamental prerogatives of an institution."},{"id":503,"quote":"America’s Founders were skilled engineers of political power, particularly attuned to the perils posed by legal subterfuge and the temptations of the presidency toward exercising monarchical authority."},{"id":504,"quote":"Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say."},{"id":505,"quote":"If folks as fundamentally decent and selfless as these aren’t deemed worthy of the protection of the state, it’s because the state itself is unworthy."},{"id":506,"quote":"I ended my time in Intelligence convinced that my country’s operating system—its government—had decided that it functioned best when broken."},{"id":507,"quote":"At a certain point, the denial of agency becomes a license to resist,"},{"id":508,"quote":"It's important to bear in mind that I'm being called a traitor by men like former Vice President Dick Cheney. This is a man who gave us the warrentless wiretapping scheme as a kind of atrocity warm-up on the way to deceitfully engineer a conflict that has killed over 4,400 and maimed nearly 32,000 Americans, as well as leaving over 1000,000 Iraqis dead. Being called a traitor by Dick Cheney is the highest honor you can give an American, and the more panicked talk we hear from people like him, Feinstein, and King, the better off we all are. If they had taught a class on how to be the kind of citizen Dick Cheney worries about, I would have finished high school."},{"id":509,"quote":"In fact, many of the rights most cherished by citizens of democracies aren’t even provided for in law except by implication."},{"id":510,"quote":"Direct engagement, which can be harsh and emotionally draining, simply doesn't happen that much on the technical side of intelligence, and almost never in computing. There is a depersonalization of experience fostered by the distance of a screen. Peering at life through a window can ultimately abstract us from our actions and limit any meaningful confrontation with their consequences."},{"id":511,"quote":"The fact is, no one with a biography like mine ever comes comfortably to autobiography. It’s hard to have spent so much of my life trying to avoid identification, only to turn around completely and share “personal disclosures in a book.”"},{"id":512,"quote":"You gotta fight for your right ... to party!"},{"id":513,"quote":"may not infringe into that domain of personal or individual freedoms that during the American Revolution was called “liberty and during the Internet Revolution is called “privacy.”"},{"id":514,"quote":"Terrorism, of course, was the stated reason why most of my country's surveillance programs were implemented, at a time of great fear and opportunism. But it turned out that fear was the true terrorism, perpetrated by a political system that was increasingly willing to use practically any justification to authorize the use of force."},{"id":515,"quote":"Most of the messaging and chatting I did was in search of answers to questions I had about how to build my own computer, and the responses I received were so considered and thorough, so generous and kind, they’d be unthinkable today. My panicked query about why a certain chipset for which I’d saved up my allowance didn’t seem to be compatible with the motherboard I’d already gotten for Christmas would elicit a two-thousand-word explanation and note of advice from a professional tenured computer scientist on the other side of the country. Not cribbed from any manual, this response was composed expressly for me, to troubleshoot my problems step-by-step until I’d solved them. I was twelve years old, and my correspondent was an adult stranger far away, yet he treated me like an equal because I’d shown respect for the technology. I attribute this civility, so far removed from our current social-media sniping, to the high bar for entry at the time. After all, the only people on these boards were the people who could be there—who wanted to be there badly enough—who had the proficiency and passion, because the Internet of the 1990s wasn’t just one click away. It took significant effort just to log on."},{"id":516,"quote":"Our data wanders far and wide. Our data wanders endlessly. We start generating this data before we are born, when technologies detect us in utero, and our data will continue to proliferate even after we die. Of course, our consciously created memories, the records that we choose to keep, comprise just a sliver of the information that has been wrung out of our lives—most of it unconsciously, or without our consent—by business and government surveillance. We are the first people in the history of the planet for whom this is true, the first people to be burdened with data immortality, the fact that our collected records might have an eternal existence. This is why we have a special duty. We must ensure that these records of our pasts can’t be turned against us, or turned against our children."},{"id":517,"quote":"Everyone wore masks, and yet this culture of anonymity-through-polyonymy produced more truth than falsehood, because it was creative and cooperative rather than commercial and competitive (about the Internet)"},{"id":518,"quote":"This, to my thinking, actually represented the great nexus of the Intelligence Community and the tech industry: both are entrenched and unelected powers that pride themselves on maintaining absolute secrecy about their developments. Both believe that they have the solutions for everything, which they never hesitate to unilaterally impose. Above all, they both believe that these solutions are inherently apolitical, because they’re based on data, whose prerogatives are regarded as preferable to the chaotic whims of the common citizen."},{"id":519,"quote":"But there’s always a danger in letting even the most qualified person rise too far, too fast, before they’ve had enough time to get cynical and abandon their idealism."},{"id":520,"quote":"Instead, I was resolved to bring to light a single, all-encompassing fact: that my government had developed and deployed a global system of mass surveillance without the knowledge or consent of its citizenry."},{"id":521,"quote":"Any elected government that relies on surveillance to maintain control of a citizenry that regards surveillance as anathema to democracy has effectively ceased to be a democracy."},{"id":522,"quote":"To hack a system requires getting to know its rules better than the people who created it or are running it, and exploiting all the vulnerable distance between how those people had intended the system to work and how it actually works, or could be made to work. In capitalizing on these unintentional uses, hackers aren’t breaking the rules as much as debunking them."},{"id":523,"quote":"These public initiatives of mass surveillance proved, once and for all, that there could be no natural alliance between technology and government."},{"id":524,"quote":"But for one brief and beautiful stretch of time—a stretch that, fortunately for me, coincided almost exactly with my adolescence—the Internet was mostly made of, by, and for the people."},{"id":525,"quote":"It’s one of the great chastening facts of working with systems that the part of a system that malfunctions is almost never the part in which you notice the malfunction."},{"id":526,"quote":"Hacking isn't just native to computing — it exists wherever rules do."},{"id":527,"quote":"Ultimately, though, it was Super Mario Bros. that taught me what remains perhaps the most important lesson of my life. I am being perfectly sincere. I am asking you to consider this seriously. Super Mario Bros., the 1.0 edition, is perhaps the all-time masterpiece of side-scrolling games. When the game begins, Mario is standing all the way to the left of the legendary opening screen, and he can only go in one direction: He can only move to the right, as new scenery and enemies scroll in from that side. He progresses through eight worlds of four levels each, all of them governed by time constraints, until he reaches the evil Bowser and frees the captive Princess Toadstool. Throughout all thirty-two levels, Mario exists in front of what in gaming parlance is called “an invisible wall, which doesn’t allow him to go backward. There is no turning back, only going forward—for Mario and Luigi, for me, and for you. Life only scrolls in one direction, which is the direction of time, and no matter how far we might manage to go, that invisible wall will always be just behind us, cutting us off from the past, compelling us on into the unknown. A small kid growing up in small-town North Carolina in the 1980s has to get a sense of mortality from somewhere, so why not from two Italian-immigrant plumber brothers with an appetite for sewer mushrooms?”"},{"id":528,"quote":"Ultimately, every language, including English, demonstrates its culture’s relationship to power by how it chooses to define the act of disclosure. Even the nautically derived English words that seem neutral and benign frame the act from the perspective of the institution that perceives itself wronged, not of the public that the institution has failed."},{"id":529,"quote":"America must have a greater commitment to justice than it does simply to the law."},{"id":530,"quote":"Throughout all thirty-two levels, Mario exists in front of what in gaming parlance is called “an invisible wall, which doesn’t allow him to go backward. There is no turning back, only going forward—for Mario and Luigi, for me, and for you.”"},{"id":531,"quote":"The only way I can end this book is the way I began it: with a dedication to Lindsay, whose love makes life out of exile."},{"id":532,"quote":"Porque hackear no es una actividad propia solo de la informática, sino que existe allí donde hay normas. Hackear un sistema requiere conocer sus normas mejor que la gente que lo ha creado o que lo gestiona..."},{"id":533,"quote":"so much of what I believed, or of what I thought I believed, was just youthful imprinting."},{"id":534,"quote":"There is no turning back, only going forward—for Mario and Luigi, for me, and for you. Life only scrolls in one direction, which is the direction of time, and no matter how far we might manage to go, that invisible wall will always be just behind us, cutting us off from the past, compelling us on into the unknown."},{"id":535,"quote":"The Internet I'd grown up with, the Internet that had raised me, was disappearing. And with it, so was my youth. The very act of going online, which had once seemed like a marvelous adventure, now seemed like a fraught ordeal."},{"id":536,"quote":"Most people, even today, tend to think of mass surveillance in terms of content - the actual words they use when they make a phone call or write an email. The unfortunate truth, however, is that the content of our communications is rarely as revealing as its other elements - the unwritten, unspoken information that can expose the broader context and patterns of behavior."},{"id":537,"quote":"The best means we have for keeping our keys safe is called “zero knowledge, a method that ensures that any data you try to store externally—say, for instance, on a company’s cloud platform—is encrypted by an algorithm running on your device before it is uploaded, and the key is never shared. In the zero knowledge scheme, the keys are in the users’ hands—and only in the users’ hands. No company, no agency, no enemy can touch them.”"},{"id":538,"quote":"In contemporary life, we have a single concept that encompasses all this negative or potential space that’s off-limits to the government. That concept is “privacy. It is an empty zone that lies beyond the reach of the state, a void into which the law is only permitted to venture with a warrant—and not a warrant “for everybody,” such as the one the US government has arrogated to itself in pursuit of mass surveillance, but a warrant for a specific person or purpose supported by a specific probable cause.”"},{"id":539,"quote":"In the 1990s, the Internet had yet to fall victim to the greatest iniquity in digital history: the move by both government and businesses to link, as intimately as possible, users’ online personas to their offline legal identity. Kids used to be able to go online and say the dumbest things one day without having to be held accountable for them the next. This might not strike you as the healthiest environment in which to grow up, and yet it is precisely the only environment in which you can grow up—by which I mean that the early Internet’s dissociative opportunities actually encouraged me and those of my generation to change our most deeply held opinions, instead of just digging in and defending them when challenged. This ability to reinvent ourselves meant that we never had to close our minds by picking sides, or close ranks out of fear of doing irreparable harm to our reputations. Mistakes that were swiftly punished but swiftly rectified allowed both the community and the “offender to move on. To me, and to many, this felt like freedom.”"},{"id":540,"quote":"Two things about the NSA stunned me right off the bat: how technologically sophisticated it was compared with the CIA, and how much less vigilant it was about security in its every iteration, from the compartmentalization of information to data encryption."},{"id":541,"quote":"Dovreste sempre lasciare che le persone vi sottovalutino. Perché nel fraintendere le vostre abilità e la vostra intelligenza, stanno semplicemente dimostrando la loro vulnerabilità."},{"id":542,"quote":"Put simply, a world in which every law is always enforced would be a world in which everyone was a criminal."},{"id":543,"quote":"Ours was now a country in which the cost of replacing a broken machine with a newer model was typically lower than the cost of having it fixed by an expert,"},{"id":544,"quote":"I took to even the most menial Notepad++ job with pleasure. It’s amazing what you do for love, especially when it’s unrequited."},{"id":545,"quote":"which everyone was a criminal. I tried to talk to Lindsay about all this. But though she was generally sympathetic to my concerns, she wasn’t so sympathetic that she was ready to go off the grid, or even off Facebook or Instagram. “If I did that, she said, “I’d be giving up my art and abandoning my friends. You used to like being in touch with other people.”"},{"id":546,"quote":"And this is not just the United States’ problem, it is a global problem. One of the primary arguments used by apologists for this surveillance state that has developed across the United States and in every country worldwide is a trust of the government. This is critical — even if you trust the U.S. government and their laws[...] think about the governments you fear the most, whether it is China, Russia or North Korea, or Iran. These spying capabilities exist for everyone.This is not just an American thing; this is happening in every country in every part of the world. We first need to move beyond the argumentation by policy officials of wishing for something that is technically impossible. The idea ‘Let's get rid of encryption’. It is out of their hands. The jurisdiction of Congress ends at its borders. Even if all strong encryption is banned in the United States because we don’t want Al Qaeda to have it, we can't stop a group from developing these tools in Yemen, or in Afghanistan, or any other region of the world and spreading the tools globally."},{"id":547,"quote":"my own primary curiosity was still technical in nature. It’s all well and good to read a document or to click through the slides of a PowerPoint presentation to find out what a program is intended to do, but the better you can understand a program’s mechanics, the better you can understand its potential for abuse."},{"id":548,"quote":"This banal and crass process is how I met Lindsay Mills, my partner and the love of my life. Looking at the photos now, I’m amused to find that nineteen-year-old Lindsay was gawky, awkward, and endearingly shy. To me at the time, though, she was a smoldering blonde, absolutely volcanic. What’s more, the photos themselves were beautiful: they had a serious artistic quality, self-portraits more than selfies. They caught the eye and held it. They played coyly with light and shade. They even had a hint of meta fun: there was one taken inside the photo lab where she worked, and another where she wasn’t even facing the camera."},{"id":549,"quote":"code name for this bulk collection initiative was indicated in the very “dirty word that got it flagged on my system: STLW, an abbreviation of STELLARWIND.”"},{"id":550,"quote":"During that seven-year stint, however, I participated in the most significant change in the history of American espionage—the change from the targeted surveillance of individuals to the mass surveillance of entire populations. I helped make it technologically feasible for a single government to collect all the world’s digital communications, store them for ages, and search through them at will."},{"id":551,"quote":"Deep in a tunnel under a pineapple field—a subterranean Pearl Harbor–era former airplane factory—I sat at a terminal from which I had practically unlimited access to the communications of nearly every man, woman, and child on earth who’d ever dialed a phone or touched a computer. Among those people were about 320 million of my fellow American citizens, who in the regular conduct of their everyday lives were being surveilled in gross contravention of not just the Constitution of the United States, but the basic values of any free society."},{"id":552,"quote":"But ultimately, I couldn’t. Something kept preventing me. It just felt wrong. To blank my posts from the face of the earth wasn’t illegal, and it wouldn’t even have made me ineligible for a security clearance had anyone found out. But the prospect of doing so bothered me nonetheless. It would’ve only served to reinforce some of the most corrosive precepts of online life: that nobody is ever allowed to make a mistake, and anybody who does make a mistake must answer for it forever. What mattered to me wasn’t so much the integrity of the written record but that of my soul. I didn’t want to live in a world where everyone had to pretend that they were perfect, because that was a world that had no place for me or my friends. To erase those comments would have been to erase who I was, where I was from, and how far I’d come. To deny my younger self would have been to deny my present self’s validity."},{"id":553,"quote":"Before you recoil, knowing well the toxic madness that infests that hive in our time, understand that for me, when I came to know it, the Internet was a very different thing. It was a friend, and a parent. It was a community without border or limit, one voice and millions, a common frontier that had been settled but not exploited by diverse tribes living amicably enough side by side, each member of which was free to choose their own name and history and customs. Everyone wore masks, and yet this culture of anonymity-through-polyonymy produced more truth than falsehood, because it was creative and cooperative rather than commercial and competitive. Certainly, there was conflict, but it was outweighed by goodwill and good feelings—the true pioneering spirit."},{"id":554,"quote":"But even if you didn’t search for anything online, it wouldn’t take much for an interested government to find out that you’ve been reading this book. At the very least, it wouldn’t take much to find out that you have it, whether you downloaded it illegally or bought a hard copy online or purchased it at a brick-and-mortar store with a credit card."},{"id":555,"quote":"The geek inherited the earth"},{"id":556,"quote":"The worst-kept secret in modern diplomacy is that the primary function of an embassy nowadays is to serve as a platform for espionage. The old explanations for why a country might try to maintain a notionally sovereign physical presence on another country’s soil faded into obsolescence with the rise of electronic communications and jet-powered aircraft"},{"id":557,"quote":"This fact alone virtually guaranteed technological tyranny, which was perpetuated not by the technology itself but by the ignorance of everyone who used it daily and yet failed to understand it. To refuse to inform yourself about the basic operation and maintenance of the equipment you depended on was to passively accept that tyranny and agree to its terms: when your equipment works, you’ll work, but when your equipment breaks down you’ll break down, too. Your possessions would possess you."},{"id":558,"quote":"After that, companies realized that people who went online were far less interested in spending than in sharing, and that the human connection the Internet made possible could be monetized. If most of what people wanted to do online was to be able to tell their family, friends, and strangers what they were up to, and to be told what their family, friends, and strangers were up to in return, then all companies had to do was figure out how to put themselves in the middle of those social exchanges and turn them into profit."},{"id":559,"quote":"Who among us can predict the future? Who would dare to? The answer to the first question is no one, really, and the answer to the second is everyone, especially every government and business on the planet. This is what that data of ours is used for. Algorithms analyze it for patterns of established behavior in order to extrapolate behaviors to come, a type of digital prophecy that’s only slightly more accurate than analog methods like palm reading. Once you go digging into the actual technical mechanisms by which predictability is calculated, you come to understand that its science is, in fact, anti-scientific, and fatally misnamed: predictability is actually manipulation. A website that tells you that because you liked this book you might also like books by James Clapper or Michael Hayden isn’t offering an educated guess as much as a mechanism of subtle coercion."},{"id":560,"quote":"It took me until my late twenties to finally understand that so much of what I believed, or of what I thought I believed, was just youthful imprinting. We learn to speak by imitating the speech of the adults around us, and in the process of that learning we wind up also imitating their opinions, until we’ve deluded ourselves into thinking that the words we’re using are our own."},{"id":561,"quote":"Affermare che la privacy non ci interessa perché non abbiamo nulla da nascondere è un po’ come affermare che la libertà di parola non ci interessa perché non abbiamo nulla da dire."},{"id":562,"quote":"A little bit of math can accomplish what all the guns and barbed wire can't: a little bit of math can keep a secret."},{"id":563,"quote":"We can’t allow ourselves to be used in this way, to be used against the future. We can’t permit our data to be used to sell us the very things that must not be sold, such as journalism. If we do, the journalism we get will be merely the journalism we want, or the journalism that the powerful want us to have, not the honest collective conversation that’s necessary. We can’t let the godlike surveillance we’re under be used to “calculate our citizenship scores, or to “predict” our criminal activity; to tell us what kind of education we can have, or what kind of job we can have, or whether we can have an education or a job at all; to discriminate against us based on our financial, legal, and medical histories, not to mention our ethnicity or race, which are constructs that data often assumes or imposes. And as for our most intimate data, our genetic information: if we allow it to be used to identify us, then it will be used to victimize us, even to modify us—to remake the very essence of our humanity in the image of the technology that seeks its control. Of course, all of the above has already happened.”"},{"id":564,"quote":"The program’s very existence was an indication that the agency’s mission had been transformed, from using technology to defend America to using technology to control it by redefining citizens’ private Internet communications as potential signals intelligence."},{"id":565,"quote":"Co składa się na życie? Więcej, niż mówimy. Więcej, nawet niż robimy. Życie to również wszystko, co kochamy, oraz wartości, jakie wyznajemy."},{"id":566,"quote":"WE LANDED AT Sheremetyevo on June 23 for what we assumed would be a twenty-hour layover. It has now dragged on for over six years. Exile is an endless layover."},{"id":567,"quote":"Imagine yourself sitting at a computer, about to visit a website. You open a Web browser, type in a URL, and hit Enter. The URL is, in effect, a request, and this request goes out in search of its destination server. Somewhere in the midst of its travels, however, before your request gets to that server, it will have to pass through TURBULENCE, one of the NSA’s most powerful weapons. Specifically, your request passes through a few black servers stacked on top of one another, together about the size of a four-shelf bookcase. These are installed in special rooms at major private telecommunications buildings throughout allied countries, as well as in US embassies and on US military bases, and contain two critical tools. The first, TURMOIL, handles “passive collection, making a copy of the data coming through. The second, TURBINE, is in charge of “active collection”—that is, actively tampering with the users. You can think of TURMOIL as a guard positioned at an invisible firewall through which Internet traffic must pass. Seeing your request, it checks its metadata for selectors, or criteria, that mark it as deserving of more scrutiny. Those selectors can be whatever the NSA chooses, whatever the NSA finds suspicious: a particular email address, credit card, or phone number; the geographic origin or destination of your Internet activity; or just certain keywords such as “anonymous Internet proxy” or “protest.” If TURMOIL flags your traffic as suspicious, it tips it over to TURBINE, which diverts your request to the NSA’s servers. There, algorithms decide which of the agency’s exploits—malware programs—to use against you. This choice is based on the type of website you’re trying to visit as much as on your computer’s software and Internet connection. These chosen exploits are sent back to TURBINE (by programs of the QUANTUM suite, if you’re wondering), which injects them into the traffic channel and delivers them to you along with whatever website you requested. The end result: you get all the content you want, along with all the surveillance you don’t, and it all happens in less than 686 milliseconds. Completely unbeknownst to you. Once the exploits are on your computer, the NSA can access not just your metadata, but your data as well. Your entire digital life now belongs to them.”"},{"id":568,"quote":"I’ve had friends tell me that you aren’t really an adult until you bury a parent or become one yourself. But what no one ever mentions is that for kids of a certain age, divorce is like both of those happening simultaneously."},{"id":569,"quote":"Democracy could never be imposed at the point of a gun, but perhaps it could be sown by the spread of silicon and fiber."},{"id":570,"quote":"Whatever Web 1.0 might’ve lacked in user-friendliness and design sensibility, it more than made up for by its fostering of experimentation and originality of expression, and by its emphasis on the creative primacy of the individual."},{"id":571,"quote":"You will understand, then, when I say that the Internet of today is unrecognizable. It's worth noting that this change has been a conscious choice, the result of a systematic effort on the part of a privileged few."},{"id":572,"quote":"When your equipment works, you'll work, but when your equipment breaks down you'll break down, too. Your possessions would possess you."},{"id":573,"quote":"cudowny okres, kiedy to internet tworzyli ludzie dla ludzi i kiedy to ludzie byli jego najważniejszą częścią."},{"id":574,"quote":"At any point, for all perpetuity, any new administration—any future rogue head of the NSA—could just show up to work and, as easily as flicking a switch, instantly track everybody with a phone or a computer, know who they were, where they were, what they were doing with whom, and what they had ever done in the past."},{"id":575,"quote":"The president’s office, through the Justice Department, had committed the original sin of secretly issuing directives that authorized mass surveillance in the wake of 9/11. Executive overreach has only continued in the decades since, with administrations of both parties seeking to act unilaterally and establish policy directives that circumvent law—policy directives that cannot be challenged, since their classification keeps them from being publicly known."},{"id":576,"quote":"sheer magnitude and speed of the change, from an America that sought to define itself by a calculated and performative respect for dissent to a security state whose militarized police demand obedience, drawing their guns and issuing the order for total submission now heard in every city: “Stop resisting. This is why whenever I try to understand how the last two decades happened, I return to that September—to that ground-zero day and its immediate aftermath.”"},{"id":577,"quote":"To było moje pierwsze wyobrażenie o tacie: był bohaterem."},{"id":578,"quote":"Once you go digging into the actual technical mechanisms by which predictability is calculated, you come to understand that its science is, in fact, anti-scientific, and fatally misnamed: predictability is actually manipulation."},{"id":579,"quote":"One of the most difficult trials that a child of divorce has to face is being interrogated by one parent about the new life of the other."},{"id":580,"quote":"itself. IC directors ask Congress for money to rent contract workers from private companies, congresspeople approve that money, and then those IC directors and congresspeople are rewarded, after they retire from office, by being given high-paying positions and consultancies with the very companies they’ve just enriched."},{"id":581,"quote":"A change in the law is infinitely more difficult to achieve than a change in a technological standard, and as long as legal innovation lags behind technological innovation institutions will seek to abuse that disparity in the furtherance of their interests. It falls to independent, open-source hardware and software developers to close that gap by providing the vital civil liberties protections that the law may be unable, or unwilling, to guarantee."},{"id":582,"quote":"Arguing that you don't care about the right to privacy because you have nothing to hide is no different than saying you don't care about free speech because you have nothing to say"},{"id":583,"quote":"This kind of change is constant, common, and human. But an autobiographical statement is static, the fixed document of a person in flux. This is why the best account that someone can ever give of themselves is not a statement but a pledge—a pledge to the principles they value, and to the vision of the person they hope to become."},{"id":584,"quote":"I wanted to show that I wasn’t just a brain in a jar; I was also heart and muscle."},{"id":585,"quote":"The attempts by elected officials to delegitimize journalism have been aided and abetted by a full-on assault on the principle of truth. What is real is being purposefully conflated with what is fake, through technologies that are capable of scaling that conflation into unprecedented global confusion."},{"id":586,"quote":"Yes, man really did land on the moon. Climate change is real. Chemtrails are not a thing."},{"id":587,"quote":"Even back then, I realized that any opposition to this system would be difficult, not least because getting its rules changed to serve the interests of the majority would involve persuading the rule makers to put themselves at a purposeful disadvantage. That, ultimately, is the critical flaw or design defect intentionally integrated into every system, in both politics and computing: the people who create the rules have no incentive to act against themselves."},{"id":588,"quote":"Remember, a system is just a bunch of parts that function together as a whole, which most people are only reminded of when something breaks. It’s one of the great chastening facts of working with systems that the part of a system that malfunctions is almost never the part in which you notice the malfunction. In order to find what caused the system to collapse, you have to start from the point where you spotted the problem, and trace the problem’s effects logically through all of the system’s components."},{"id":589,"quote":"I understand that I will be made to suffer for my actions, and that the return of this information to the public marks my end. I will be satisfied if the federation of secret law, unequal pardon, and irresistible executive powers that rule the world that I love are revealed for even an instant. If you seek to help, join the open source community and fight to keep the spirit of the press alive and the internet free. I have been to the darkest corners of government, and what they fear is light."},{"id":590,"quote":"ended my time in Intelligence convinced that my country’s operating system—its government—had decided that it functioned best when broken."},{"id":591,"quote":"We can't permit our data to be used to sell us the very things that must not be sold, such as journalism. If we do, the journalism we get will be merely the journalism we want, or the journalism that the powerful want us to have, not the honest collective conversation that's necessary."},{"id":592,"quote":"IC, which tends to focus less on deniability and more on never getting caught in the first place. Instead, the primary purpose served by IC contracting is much more mundane: it’s a workaround, a loophole, a hack that lets agencies circumvent federal caps on hiring."},{"id":593,"quote":"IC directors ask Congress for money to rent contract workers from private companies, congresspeople approve that money, and then those IC directors and congresspeople are rewarded, after they retire from office, by being given high-paying positions and consultancies with the very companies they’ve just enriched. From the vantage of the corporate boardroom, contracting functions as governmentally assisted corruption. It’s America’s most legal and convenient method of transferring"},{"id":594,"quote":"AMERICA WAS BORN from an act of treason."},{"id":595,"quote":"it’s rarely worth the expense for a private company to sponsor your clearance application and then pay you to wait around for a year for the government’s approval. It makes more financial sense for a company to just hire an already-cleared government employee."},{"id":596,"quote":"[NSA] Analysts understood that the government would never publicly prosecute them, because you can't exactly convict someone of abusing your secret system if you refuse to admit the existence of the system itself."},{"id":597,"quote":"To digitize something is to record it, in a format that will last forever."},{"id":598,"quote":"The Courtship of Miles Standish by Henry Wadsworth Longfellow"},{"id":599,"quote":"In the end, the Obama administration is not afraid of whistleblowers like me, Bradley Manning or Thomas Drake.We are stateless, imprisoned or powerless.No, the Obama administration is afraid of you.It is afraid of an informed, angry public demanding the constitutional government it was promised— and it should be."},{"id":600,"quote":"This law declared it “the duty of all persons in the service of the United States, as well as all other inhabitants thereof, to give the earliest information to Congress or any other proper authority of any misconduct, frauds, or misdemeanors committed by any officers or persons in the service of these states, which may come to their knowledge."},{"id":601,"quote":"To live in Geneva was to live in an alternative, even opposite, reality. As the rest of the world became more and more impoverished, Geneva flourished, and while the Swiss banks didn’t engage in many of the types of risky trades that caused the crash, they gladly hid the money of those who’d profited from the pain and were never held accountable. The 2008 crisis, which laid so much of the foundation for the crises of populism that a decade later would sweep across Europe and America, helped me realize that something that is devastating for the public can be, and often is, beneficial to the elites."},{"id":602,"quote":"I am living proof that an individual can go head to head against the most powerful adversaries and the most powerful intelligence agencies around the world and win."},{"id":603,"quote":"AMERICA WAS BORN from an act of treason. The Declaration of Independence was an outrageous violation of the laws of England and yet the fullest expression of what the Founders called the “Laws of Nature, among which was the right to defy the powers of the day and rebel on point of principle, according to the dictates of one’s conscience.”"},{"id":604,"quote":"was heinous to be so inextricably, technologically bound to a past that I fully regretted but barely remembered. This might be the"},{"id":605,"quote":"If I am a traitor, who did I betray? I gave all my information to the American public, to American journalists who are reporting on American issues. If they see that as treason, I think people really need to consider who they think they’re working for. The public is supposed to be their boss, not their enemy."},{"id":606,"quote":"I rewrote and re-sent the email—not to the head of the school now, but to his boss, the director of Field Service Group. Though he was higher up the totem pole than the head of the school, the D/FSG was pretty much equivalent in rank and seniority to a few of the personnel I’d dealt with at headquarters. Then I copied the email to his boss, who definitely was not. A few days later, we were in a class on something like false subtraction as a form of field-expedient encryption, when a front-office secretary came in and declared that the old regime had fallen. Unpaid overtime would no longer be required, and, effective in two weeks, we were all being moved to a much nicer hotel. I remember the giddy pride with which she announced, “A Hampton Inn! I had only a day or so to revel in my glory before class was interrupted again. This time, the head of the school was at the door, summoning me back to his office. Spo immediately leaped from his seat, enveloped me in a hug, mimed wiping away a tear, and declared that he’d never forget me. The head of the school rolled his eyes. There, waiting in the school head’s office was the director of the Field Service Group—the school head’s boss, the boss of nearly everyone on the TISO career track, the boss whose boss I’d emailed.”"},{"id":607,"quote":"From 2007 to 2009, I was stationed at the US Embassy in Geneva as one of the rare technologists deployed under diplomatic cover, tasked with bringing the CIA into the future by bringing its European stations online, digitizing and automating the network by which the US government spied."},{"id":608,"quote":"Bathtub falls and police officers kill more Americans than terrorism, yet we’ve been asked to sacrifice our most sacred rights for fear of falling victim to it."},{"id":609,"quote":"Here’s what strikes me when I think back to my childhood, particularly those first nine Internet-less years: I can’t account for everything that happened back then, because I have only my memory to rely on. The data just doesn’t exist. When I was a child, “the unforgettable experience was not yet a threateningly literal technological description, but a passionate metaphorical prescription of significance: my first words, my first steps, my first lost tooth, my first time riding a bicycle. My generation was the last in America and perhaps even in world history for which this is true—the last undigitized generation, whose childhoods aren’t up on the cloud but are mostly trapped in analog formats like handwritten diaries and Polaroids and VHS cassettes, tangible and imperfect artifacts that degrade with age and can be lost irretrievably. My schoolwork was done on paper with pencils and erasers, not on networked tablets that logged my keystrokes. My growth spurts weren’t tracked by smart-home technologies, but notched with a knife into the wood of the door frame of the house in which I grew up.”"},{"id":610,"quote":"When we become fearful, we become vulnerable to anyone who promises to make things better."},{"id":611,"quote":"I can still feel it—the present-tense emptiness every time my call was dropped by an overloaded cell network, and the gradual realization that, cut off from the world and stalled bumper to bumper, even though I was in the driver’s seat, I was just a passenger."},{"id":612,"quote":"milieu to imagine Fort Meade and its environs,"},{"id":613,"quote":"I take the threat of terrorism seriously… and I think it’s really disingenuous for the government to invoke and scandalize our memories and to exploit the national trauma… to justify programs that have been shown to keep us safe but cost us liberties and freedoms that we don’t need to give up and our constitution says we should not give up."},{"id":614,"quote":"Nie należy wyprowadzać z błędu tych, którzy cię nie doceniają. Ci, co nie dostrzegają twojej prawdziwej wartości, obnażają tym samym własne wrażliwe punkty – ziejące dziury w postrzeganiu świata, które powinny pozostać niezasklepione, jeśli chcesz przez nie później przegalopować na grzbiecie płonącego konia, by swym mieczem sprawiedliwości przywrócić prawdę."},{"id":615,"quote":"zdolność szybkiego i trafnego przewidywania następstw naszych wyborów w oparciu o posiadane informacje nazywamy inteligencją."},{"id":616,"quote":"They were declaring that in a truly just society the people were not answerable to the government, the government was answerable to the people."},{"id":617,"quote":"My parents would call my name to tell me to get ready for school, but I wouldn’t hear them."},{"id":618,"quote":"When I was a child, “the unforgettable experience was not yet a threateningly literal technological description, but a passionate metaphorical prescription of significance: my first words, my first steps, my first lost tooth, my first time riding a bicycle.”"},{"id":619,"quote":"something that is devastating for the public can be, and often is, beneficial to the elites. This was a lesson that the US government would confirm for me in other contexts, time and again, in the years ahead."},{"id":620,"quote":"wszelkie próby przeciwstawiania się regułom panującym w tym systemie są skazane na niepowodzenie, przede wszystkim dlatego, że każda zmiana zasad na takie, które byłyby korzystniejsze dla większości uczestników, wymagałaby przekonania twórców owych zasad do dobrowolnego osłabienia swojej pozycji."},{"id":621,"quote":"To grow up is to realize the extent to which your existence has been governed by systems of rules, vague guidelines, and increasingly unsupportable norms that have been imposed on you without your consent and are subject to change at a moment’s notice. There were even some rules that you’d only find out about after you’d violated them."},{"id":622,"quote":"Some time later, I was afraid that my budding math skills had failed me, when my mental totals didn’t match those on the cash register’s display. But once again, my mother explained. “They raised the sales tax. Now you have to add four percent. “So now the library will get even more books?” I asked. “Let’s hope,” my mother said.”"},{"id":623,"quote":"the forever war in Afghanistan"},{"id":624,"quote":"this change has been a conscious choice, the result of a systematic effort on the part of a privileged few. The early rush to turn commerce into e-commerce quickly led to a bubble, and then, just after the turn of the millennium, to a collapse. After that, companies realized that people who went online were far less interested in spending than in sharing, and that the human connection the Internet made possible could be monetized. If most of what people wanted to do online was to be able to tell their family, friends, and strangers what they were up to, and to be told what their family, friends, and strangers were up to in return, then all companies had to do was figure out how to put themselves in the middle of those social exchanges and turn them into profit. This was the beginning of surveillance capitalism, and the end of the Internet as I knew it."},{"id":625,"quote":"The previous ten years had been a cavalcade of American-made tragedy: the forever war in Afghanistan, catastrophic regime change in Iraq, indefinite detentions at Guantánamo Bay, extraordinary renditions, torture, targeted killings of civilians—even of American civilians—via drone strikes. Domestically, there was the Homeland Securitization of everything, which assigned a threat rating to every waking day (Red–Severe, Orange–High, Yellow–Elevated), and, from the Patriot Act on, the steady erosion of civil liberties, the very liberties we were allegedly fighting to protect. The cumulative damage—the malfeasance in aggregate—was staggering to contemplate and felt entirely irreversible, and yet we were still honking our horns and flashing our lights in jubilation."},{"id":626,"quote":"Każdy nastolatek jest hakerem. Musi nim być, ponieważ życie w tym wieku bywa trudne do zniesienia. Nastolatkowi wydaje się, że jest dorosły, podczas gdy dorośli uważają go za dziecko."},{"id":627,"quote":"After having had more blood taken from me than I’d ever imagined was in my body, I was eventually diagnosed with infectious mononucleosis. It was both a seriously debilitating and seriously humiliating illness for me to have, not least because it’s usually contracted through what my classmates called “hooking up, and at age fifteen the only “hooking up” I’d ever done involved a modem.”"},{"id":628,"quote":"I myself had sworn an oath of service not to an agency, nor even a government, but to the public, in support and defense of the Constitution,"},{"id":629,"quote":"America’s first whistleblower protection law. This law declared it “the duty of all persons in the service of the United States, as well as all other inhabitants thereof, to give the earliest information to Congress or any other proper authority of any misconduct, frauds, or misdemeanors committed by any officers or persons in the service of these states, which may come to their knowledge."},{"id":630,"quote":"Of course, our consciously created memories, the records that we choose to keep, comprise just a sliver of the information that has been wrung out of our lives—most of it unconsciously, or without our consent—by business and government surveillance. We are the first people in the history of the planet for whom this is true, the first people to be burdened with data immortality, the fact that our collected records might have an eternal existence. This is why we have a special duty. We must ensure that these records of our pasts can’t be turned against us, or turned against our children."},{"id":631,"quote":"the more you know about others, the less you know about yourself. After a time, you might forget your likes and even your dislikes. You can lose your politics, along with any and all respect for the political process that you might have had. Everything gets subsumed by the job, which begins with a denial of character and ends with a denial of conscience. “Mission First."},{"id":632,"quote":"The biggest terrorist attack on American soil happened concurrently with the development of digital technology, which made much of the earth American soil—whether we liked it or not. Terrorism, of course, was the stated reason why most of my country’s surveillance programs were implemented, at a time of great fear and opportunism. But it turned out that fear was the true terrorism, perpetrated by a political system that was increasingly willing to use practically any justification to authorize the use of force."},{"id":633,"quote":"I tend to think of it as human encryption. As in any process of encryption, the original material—your core identity—still exists, but only in a locked and scrambled form."},{"id":634,"quote":"The more I came to know about the fragility of computer security, the more I worried over the consequences of trusting the wrong machine."},{"id":635,"quote":"America’s fundamental laws exist to make the job of law enforcement not easier but harder. This isn’t a bug, it’s a core feature of democracy."},{"id":636,"quote":"It is true that many of the adults around me were legally prohibited from discussing their work, even with their families, but to my mind a more accurate explanation lies in the technical nature of their labor and the government’s insistence on compartmentalization. Tech people rarely, if ever, have a sense of the broader applications and policy implications of the projects to which they’re assigned. And the work that consumes them tends to require such specialized knowledge that to bring it up at a barbecue would get them disinvited from the next one, because nobody cared. In retrospect, maybe that’s what got us here."},{"id":637,"quote":"Life only scrolls in one direction, which is the direction of time, and no matter how far we might manage to go, that invisible wall will always be just behind us, cutting us off from the past, compelling us on into the unknown."},{"id":638,"quote":"The cheer that came from the couch the first time that the diminutive helicopter touched down intact with a full load of miniature people was just a little too loud. My father’s head snapped to the window to check whether he’d disturbed me, and he caught me dead in the eyes. I leaped into bed, pulled up the blanket, and lay perfectly still as my father’s heavy steps approached my room. He tapped on the window. “It’s past your bedtime, buddy. Are you still up? I held my breath. Suddenly, he opened the window, reached into my bedroom, picked me up—blanket and all—and pulled me through into the den. It all happened so quickly, my feet never even touched the carpet. Before I knew it, I was sitting on my father’s lap as his copilot. I was too young and too excited to realize that the joystick he’d given me wasn’t plugged in. All that mattered was that I was flying alongside my father.”"},{"id":639,"quote":"Loom was about a society of Weavers whose elders (named after the Greek Fates Clotho, Lachesis, and Atropos) create a secret loom that controls the world, or, according to the script of the game, that weaves “subtle patterns of influence into the very fabric of reality. When a young boy discovers the loom’s power, he’s forced into exile, and everything spirals into chaos until the world decides that a secret fate machine might not be such a great idea, after all.”"},{"id":640,"quote":"Australia, Canada, New Zealand, and the UK, the primary countries with which the United States shares intelligence. (Together with the United States, these countries are known as the Five Eyes.)"},{"id":641,"quote":"Your rights matter, because you never know when you’re going to need them."},{"id":642,"quote":"Other days, I just pick up some Burger King—I know where my loyalties lie—and play games I have to pirate because I can no longer use credit cards."},{"id":643,"quote":"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized."},{"id":644,"quote":"A “whistleblower, in my definition, is a person who through hard experience has concluded that their life inside an institution has become incompatible with the principles developed in—and the loyalty owed to—the greater society outside it, to which that institution should be accountable.”"},{"id":645,"quote":"The obvious costs of such a policy became apparent to me as I sat along the back wall of vault V22 at NSA headquarters with two of the more talented infrastructure analysts, whose workspace was decorated with a seven-foot-tall picture of Star Wars’ famous wookie, Chewbacca. I realized, as one of them was explaining to me the details of his targets’ security routines, that intercepted nudes were a kind of informal office currency, because his buddy kept spinning in his chair to interrupt us with a smile, saying, “Check her out, to which my instructor would invariably reply “Bonus!” or “Nice!” The unspoken transactional rule seemed to be that if you found a naked photo or video of an attractive target—or someone in communication with a target—you had to show the rest of the boys, at least as long as there weren’t any women around. That was how you knew you could trust each other: you had shared in one another’s crimes.”"},{"id":646,"quote":"The NSA’s surveillance programs, its domestic surveillance programs in particular, flouted the Fourth Amendment completely."},{"id":647,"quote":"That’s my life. It got significantly brighter during the freezing winter of 2014, when Lindsay came to visit—the first time I’d seen her since Hawaii. I tried not to expect too much, because I knew I didn’t deserve the chance; the only thing I deserved was a slap in the face. But when I opened the door, she placed her hand on my cheek and I told her I loved her. “Hush, she said, “I know.” We held each other in silence, each breath like a pledge to make up for lost time. From that moment, my world was hers. Previously, I’d been content to hang around indoors—indeed, that was my preference before I was in Russia—but Lindsay was insistent: she’d never been to Russia and now we were going to be tourists together.”"},{"id":648,"quote":"To blow the whistle on secret programs, I’d also have to blow the whistle on the larger system of secrecy, to expose it not as the absolute prerogative of state that the IC claimed it was but rather as an occasional privilege that the IC abused to subvert democratic oversight. Without bringing to light the full scope of this systemic secrecy, there would be no hope of restoring a balance of power between citizens and their governance. This motive of restoration I take to be essential to whistleblowing: it marks the disclosure not as a radical act of dissent or resistance, but a conventional act of return—signaling the ship to return back to port, where it’ll be stripped, refitted, and patched of its leaks before being given the chance to start over."},{"id":649,"quote":"What makes a life? More than what we say; more, even, than what we do. A life is also what we love, and what we believe in."},{"id":650,"quote":"something that is devastating for the public can be, and often is, beneficial to the elites."},{"id":651,"quote":"According to Maryland Criminal Law Section 10-501, adultery is illegal and punishable by a $10 fine."},{"id":652,"quote":"Imagine yourself sitting at a computer, about to visit a website. You open a Web browser, type in a URL, and hit Enter. The URL is, in effect, a request, and this request goes out in search of its destination server. Somewhere in the midst of its travels, however, before your request gets to that server, it will have to pass through TURBULENCE, one of the NSA’s most powerful weapons.Specifically, your request passes through a few black servers stacked on top of one another, together about the size of a four-shelf bookcase. These are installed in special rooms at major private telecommunications buildings throughout allied countries, as well as in US embassies and on US military bases, and contain two critical tools. The first, TURMOIL, handles “passive collection, making a copy of the data coming through. The second, TURBINE, is in charge of “active collection”—that is, actively tampering with the users.You can think of TURMOIL as a guard positioned at an invisible firewall through which Internet traffic must pass. Seeing your request, it checks its metadata for selectors, or criteria, that mark it as deserving of more scrutiny. Those selectors can be whatever the NSA chooses, whatever the NSA finds suspicious: a particular email address, credit card, or phone number; the geographic origin or destination of your Internet activity; or just certain keywords such as “anonymous Internet proxy” or “protest.”If TURMOIL flags your traffic as suspicious, it tips it over to TURBINE, which diverts your request to the NSA’s servers. There, algorithms decide which of the agency’s exploits—malware programs—to use against you. This choice is based on the type of website you’re trying to visit as much as on your computer’s software and Internet connection. These chosen exploits are sent back to TURBINE (by programs of the QUANTUM suite, if you’re wondering), which injects them into the traffic channel and delivers them to you along with whatever website you requested. The end result: you get all the content you want, along with all the surveillance you don’t, and it all happens in less than 686 milliseconds. Completely unbeknownst to you.Once the exploits are on your computer, the NSA can access not just your metadata, but your data as well. Your entire digital life now belongs to them.”"},{"id":653,"quote":"The First All-Union Census of the Soviet Union, in 1926, had a secondary agenda beyond a simple count: it overtly queried Soviet citizens about their nationality. Its findings convinced the ethnic Russians who comprised the Soviet elite that they were in the minority when compared to the aggregated masses of citizens who claimed a Central Asian heritage, such as Uzbeks, Kazakhs, Tajiks, Turkmen, Georgians, and Armenians. These findings significantly strengthened Stalin’s resolve to eradicate these cultures, by “reeducating their populations in the deracinating ideology of Marxism-Leninism.”"},{"id":654,"quote":"the duty of all persons in the service of the United States, as well as all other inhabitants thereof, to give the earliest information to Congress or any other proper authority of any misconduct, frauds, or misdemeanors committed by any officers or persons in the service of these states, which may come to their knowledge."},{"id":655,"quote":"at age fifteen the only “hooking up I’d ever done involved a modem.”"},{"id":656,"quote":"malfeasance has become so structural as to be a matter not of any particular initiative, but of an ideology—proper channels can only become a trap, to catch the heretics and disfavorables."},{"id":657,"quote":"No matter the place, no matter the time, and no matter what you do, your life has now become an open book."},{"id":658,"quote":"The last morning I woke up with Lindsay, she was leaving on a camping trip to Kauai—a brief getaway with friends that I’d encouraged. We lay in bed and I held her too tightly, and when she asked with sleepy bewilderment why I was suddenly being so affectionate, I apologized. I told her how sorry I was for how busy I’d been, and that I was going to miss her—she was the best person I’d ever met in my life. She smiled, pecked me on the cheek, and then got up to pack. The moment she was out the door, I started crying, for the first time in years. I felt guilty about everything except what my government would accuse me of, and especially guilty about my tears, because I knew that my pain would be nothing compared to the pain I’d cause to the woman I loved, or to the hurt and confusion I’d cause my family."},{"id":659,"quote":"If we presume that an attacker takes one day to crack a 64-bit key—which scrambles your data in one of 264 possible ways (18,446,744,073,709,551,616 unique permutations)—then it would take double that amount of time, two days, to break a 65-bit key, and four days to break a 66-bit key. Breaking a 128-bit key would take 264 times longer than a day, or fifty million billion years. By that time, I might even be pardoned."},{"id":660,"quote":"WHENEVER I GO outside, I try to change my appearance a bit. Maybe I get rid of my beard, maybe I wear different glasses. I never liked the cold until I realized that a hat and scarf provide the world’s most convenient and inconspicuous anonymity. I change the rhythm and pace of my walk, and, contrary to the sage advice of my mother, I look away from traffic when crossing the street, which is why I’ve never been caught on any of the car dashcams that are ubiquitous here. Passing buildings equipped with CCTV I keep my head down, so that no one will see me as I’m usually seen online—head-on. I used to worry about the bus and metro, but nowadays everybody’s too busy staring at their phones to give me a second glance. If I take a cab, I’ll have it pick me up at a bus or metro stop a few blocks away from where I live and drop me off at an address a few blocks away from where I’m going."},{"id":661,"quote":"That’s the incomparable beauty of the cryptological art. A little bit of math can accomplish what all the guns and barbed wire can’t: a little bit of math can keep a secret."},{"id":662,"quote":"I’ve had friends tell me that you aren’t really an adult until you bury a parent or become one yourself."},{"id":663,"quote":"Today, I’m taking the long way around this vast strange city, trying to find some roses. Red roses, white roses, even blue violets. Any flowers I can find. I don’t know the Russian names of any of them. I just grunt and point."},{"id":664,"quote":"Like all my father’s lessons, this one had broad applications beyond our immediate task. Ultimately, it was a lesson in the principle of self-reliance, which my father insisted that America had forgotten sometime between his own childhood and mine. Ours was now a country in which the cost of replacing a broken machine with a newer model was typically lower than the cost of having it fixed by an expert, which itself was typically lower than the cost of sourcing the parts and figuring out how to fix it yourself. This fact alone virtually guaranteed technological tyranny, which was perpetuated not by the technology itself but by the ignorance of everyone who used it daily and yet failed to understand it. To refuse to inform yourself about the basic operation and maintenance of the equipment you depended on was to passively accept that tyranny and agree to its terms: when your equipment works, you’ll work, but when your equipment breaks down you’ll break down, too. Your possessions would possess you."},{"id":665,"quote":"During my stint in Geneva, whenever a CO would ask me if there was a safer, faster, and all-around more efficient way to do this, I introduced them to Tor."},{"id":666,"quote":"Lindsay’s Russian is better than mine. She also laughs more easily and is more patient and generous and kind."},{"id":667,"quote":"Therein lies the project’s irony: here was a US military–developed technology that made cyberintelligence simultaneously harder and easier, applying hacker know-how to protect the anonymity of IC officers, but only at the price of granting that same anonymity to adversaries and to average users across the globe. In this sense, Tor was even more neutral than Switzerland."},{"id":668,"quote":"four laptops: secure communications, normal communications, a decoy, and an “airgap"},{"id":669,"quote":"Extreme justice can turn out to be extreme injustice, not just in terms of the severity of punishment for an infraction, but also in terms of how consistently and thoroughly the law is applied and prosecuted."},{"id":670,"quote":"I’d go up to her house and lie on the carpet beside the long low bookshelves. My usual company was an edition of Aesop’s Fables and, perhaps my favorite, Bulfinch’s Mythology. I would leaf through the pages, pausing only to crack a few nuts while I absorbed accounts of flying horses, intricate labyrinths, and serpent-haired Gorgons who turned mortals to stone. I was in awe of Odysseus, and liked Zeus, Apollo, Hermes, and Athena well enough, but the deity I admired most had to be Hephaestus: the ugly god of fire, volcanoes, blacksmiths, and carpenters, the god of tinkerers. I was proud of being able to spell his Greek name, and of knowing that his Roman name, Vulcan, was used for the home planet of Spock from Star Trek. The fundamental premise of the Greco-Roman pantheon always stuck with me. Up at the summit of some mountain there was this gang of gods and goddesses who spent most of their infinite existence fighting with each other and spying on the business of humanity. Occasionally, when they noticed something that intrigued or disturbed them, they disguised themselves, as lambs and swans and lions, and descended the slopes of Olympus to investigate and meddle."},{"id":671,"quote":"A world in which every law is always enforced would be a world in which everyone was a criminal."},{"id":672,"quote":"Tonight, we’re celebrating our anniversary. Lindsay moved out here three years ago, and two years ago today, we married."},{"id":673,"quote":"Everyone has something, some compromising information buried among their bytes—if not in their files then in their email, if not in their email then in their browsing history. And now this information was being stored by the US government."},{"id":674,"quote":"the system was designed so that the perceived cost of escalation exceeded the expected benefit of resolution."},{"id":675,"quote":"To refuse to inform yourself about the basic operation and maintenance of the equipment you depended on was to passively accept that tyranny and agree to its terms: when your equipment works, you’ll work, but when your equipment breaks down you’ll break down, too. Your possessions would possess you."},{"id":676,"quote":"There is, simply, no way to ignore privacy. Because a citizenry’s freedoms are interdependent, to surrender your own privacy is really to surrender everyone’s. You might choose to give it up out of convenience, or under the popular pretext that privacy is only required by those who have something to hide. But saying that you don’t need or want privacy because you have nothing to hide is to assume that no one should have, or could have, to hide anything—including their immigration status, unemployment history, financial history, and health records. You’re assuming that no one, including yourself, might object to revealing to anyone information about their religious beliefs, political affiliations, and sexual activities, as casually as some choose to reveal their movie and music tastes and reading preferences. Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read. Or that you don’t care about freedom of religion because you don’t believe in God. Or that you don’t care about the freedom to peaceably assemble because you’re a lazy, antisocial agoraphobe. Just because this or that freedom might not have meaning to you today doesn’t mean that it doesn’t or won’t have meaning tomorrow, to you, or to your neighbor—or to the crowds of principled dissidents I was following on my phone who were protesting halfway across the planet, hoping to gain just a fraction of the freedoms that my country was busily dismantling."},{"id":677,"quote":"Laura Poitras I knew as a documentarian, primarily concerned with America’s post-9/11 foreign policy. Her film My Country, My Country depicted the 2005 Iraqi national elections that were conducted under (and frustrated by) the US occupation. She had also made The Program, about the NSA cryptanalyst William Binney—who had raised objections through proper channels about TRAILBLAZER, the predecessor of STELLARWIND, only to be accused of leaking classified information, subjected to repeated harassment, and arrested at gunpoint in his home, though never charged. Laura herself had been frequently harassed by the government because of her work, repeatedly detained and interrogated by border agents whenever she traveled in or out of the country. Glenn Greenwald I knew as a civil liberties lawyer turned columnist, initially for Salon—where he was one of the few who wrote about the unclassified version of the NSA IG’s Report back in 2009—and later for the US edition of the Guardian. I liked him because he was skeptical and argumentative, the kind of man who’d fight with the devil, and when the devil wasn’t around fight with himself. Though Ewen MacAskill, of the British edition of the Guardian, and Bart Gellman of the Washington Post would later prove stalwart partners (and patient guides to the journalistic wilderness), I found my earliest affinity with Laura and Glenn, perhaps because they weren’t merely interested in reporting on the IC but had personal stakes in understanding the institution."},{"id":678,"quote":"the technology of communications had a chance of succeeding where the technology of violence had failed. Democracy could never be imposed at the point of a gun, but perhaps it could be sown by the spread of silicon and fiber."},{"id":679,"quote":"Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read."},{"id":680,"quote":"But an autobiographical statement is static, the fixed document of a person in flux. This is why the best account that someone can ever give of themselves is not a statement but a pledge—a pledge to the principles they value, and to the vision of the person they hope to become."},{"id":681,"quote":"Violence has historically proven to be the human race's most effective means of achieving resolution. Violence is the most reliable method to make others listen, or safely deny their demands. Not to mention that in many countries, the police who enforce the law use handguns and batons, wielding violence as a tool to make arrests."},{"id":682,"quote":"The glow and the smoke reminded me of the trip I took with Wendy to Kilauea, the volcano on the Big Island. That was just over a month ago, but it feels like years in the past. How could we have known that our own lives were about to erupt? That Volcano Ed was going to destroy everything? But I remember the guide at Kilauea saying that volcanoes are only destructive in the short term. In the long term, they move the world. They create islands, cool the planet, and enrich the soil. Their lava flows uncontrolled and then cools and hardens. The ash they shoot into the air sprinkles down as minerals, which fertilize the earth and make new life grow."},{"id":683,"quote":"John Perry Barlow’s “A Declaration of the Independence of Cyberspace,"},{"id":684,"quote":"We are creating a world that all may enter without privilege or prejudice accorded by race, economic power, military force, or station of birth. We are creating a world where anyone, anywhere may express his or her beliefs, no matter how singular, without fear of being coerced into silence or conformity."},{"id":685,"quote":"We learn to speak by imitating the speech of the adults around us, and in the process of that learning we wind up also imitating their opinions, until we’ve deluded ourselves into thinking that the words we’re using are our own."},{"id":686,"quote":"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized. Translation: If officers of the law want to go rooting through your life, they first have to go before a judge and show probable cause under oath. This means they have to explain to a judge why they have reason to believe that you might have committed a specific crime or that specific evidence of a specific crime might be found on or in a specific part of your property. Then they have to swear that this reason has been given honestly and in good faith. Only if the judge approves a warrant will they be allowed to go searching—and even then, only for a limited time. The"},{"id":687,"quote":"After the 2013 revelations, the US government would try to disparage me by referring to me as “only a contractor or “a former Dell employee,” with the implication that I didn’t enjoy the same kinds of clearance and access as a blue-badged agency staffer. Once that discrediting characterization was established, the government proceeded to accuse me of “job-hopping,” hinting that I was some sort of disgruntled worker who didn’t get along with superiors or an exceptionally ambitious employee dead-set on getting ahead at all costs. The truth is that these were both lies of convenience. The IC knows better than anyone that changing jobs is part of the career track of every contractor: it’s a mobility situation that the agencies themselves created, and profit from.”"},{"id":688,"quote":"Extreme justice can turn out to be extreme injustice, not just in terms of the severity of punishment for an infraction, but also in terms of how consistently and thoroughly the law is applied and prosecuted. Nearly every large and long-lived society is full of unwritten laws that everyone is expected to follow, along with vast libraries of written laws that no one is expected to follow, or even know about."},{"id":689,"quote":"What China was doing publicly to its own citizens, America might be—could be—doing secretly to the world."},{"id":690,"quote":"I was outraged, yes, but that was only the beginning of a process in which my heart completely defeated my rational judgment. I accepted all the claims retailed by the media as facts, and I repeated them as if I were being paid for it."},{"id":691,"quote":"Kids used to be able to go online and say the dumbest things one day without having to be held accountable for them the next. This might not strike you as the healthiest environment in which to grow up, and yet it is precisely the only environment in which you can grow up—by which I mean that the early Internet’s dissociative opportunities actually encouraged me and those of my generation to change our most deeply held opinions, instead of just digging in and defending them when challenged. This ability to reinvent ourselves meant that we never had to close our minds by picking sides, or close ranks out of fear of doing irreparable harm to our reputations. Mistakes that were swiftly punished but swiftly rectified allowed both the community and the “offender to move on. To me, and to many, this felt like freedom.”"},{"id":692,"quote":"In the centuries since the original Constitution Day, our clouds, computers, and phones have become our homes, just as personal and intimate as our actual houses nowadays. If you don’t agree, then answer me this: Would you rather let your coworkers hang out at your home alone for an hour, or let them spend even just ten minutes alone with your unlocked phone?"},{"id":693,"quote":"Being indoctrinated into the IC, like becoming expert at technology, has powerful psychological effects. All of a sudden you have access to the story behind the story, the hidden histories of well-known, or supposedly well-known, events. That can be intoxicating, at least for a teetotaler like me. Also, all of a sudden you have not just the license but the obligation to lie, conceal, dissemble, and dissimulate. This creates a sense of tribalism, which can lead many to believe that their primary allegiance is to the institution and not to the rule of law."},{"id":694,"quote":"The CIA’s rank and file considered Tenet’s departure and the directorship’s demotion as merely the most public symbols of the agency’s betrayal by the political class it had been created to serve. The general sense of having been manipulated by the Bush administration and then blamed for its worst excesses gave rise to a culture of victimization and retrenchment. This was only exacerbated by the appointment of Porter Goss, an undistinguished former CIA officer turned Republican congressman from Florida, as the agency’s new director—the first to serve in the reduced position."},{"id":695,"quote":"Edward Snowden was born in Elizabeth City, North Carolina, and grew up in the shadow of Fort Meade. A systems engineer by training, he served as an officer of the Central Intelligence Agency and worked as a contractor for the National Security Agency. He has received numerous awards for his public service, including the Right Livelihood Award, the German Whistleblower Prize, the Ridenhour Prize for Truth-Telling, and the Carl von Ossietzky Medal from the International League of Human Rights. Currently, he serves as president of the board of directors of the Freedom of the Press Foundation. You can sign up for email updates here"},{"id":696,"quote":"When I was a teen, I think I was a touch too enamored of the idea that life’s most important questions are binary, meaning that one answer is always Right, and all the rest of the answers are Wrong. I think I was enchanted by the model of computer programming, whose questions can only be answered in one of two ways: 1 or 0, the machine-code version of Yes or No, True or False. Even the multiple-choice questions of my quizzes and tests could be approached through the oppositional logic of the binary. If I didn’t immediately recognize one of the possible answers as correct, I could always try to reduce my choices by a process of elimination, looking for terms such as “always or “never” and seeking out invalidating exceptions.”"},{"id":697,"quote":"saying that you don't need or want privacy because you have nothing to hide is to assume that no one should have, or could have, to hide anything--including their immigration status, unemployment history, financial history, and health records. You're assuming that no one, including yourself, might object to revealing to anyone information about their religious beliefs, political affiliations, and sexual activities, as casually as some choose to reveal their movie and music tastes and reading preferences."},{"id":698,"quote":"The Intelligence Community tries to inculcate in its workers a baseline anonymity, a sort of blank-page personality upon which to inscribe secrecy and the art of imposture. You train yourself to be inconspicuous, to look and sound like others. You live in the most ordinary house, you drive the most ordinary car, you wear the same ordinary clothes as everyone else. The difference is, you do it on purpose: normalcy, the ordinary, is your cover."},{"id":699,"quote":"The 2008 crisis, which laid so much of the foundation for the crises of populism that a decade later would sweep across Europe and America, helped me realize that something that is devastating for the public can be, and often is, beneficial to the elites. This was a lesson that the US government would confirm for me in other contexts, time and again, in the years ahead."},{"id":700,"quote":"NSA’s announcement of the construction of a vast new data facility in Bluffdale, Utah."},{"id":701,"quote":"My name is Edward Joseph Snowden. I used to work for the government, but now I work for the public. It took me nearly three decades to recognize that there was a distinction, and when I did, it got me into a bit of trouble at the office."},{"id":702,"quote":"wand, so long as you can keep your personal magic words"},{"id":703,"quote":"America’s allies: Australia, Canada, New Zealand, and the UK, the primary countries with which the United States shares intelligence. (Together with the United States, these countries are known as the Five Eyes.)"},{"id":704,"quote":"Please produce an autobiographical statement of no fewer than 1,000 words."},{"id":705,"quote":"They’d call my name to tell me to wash up for dinner, but I’d pretend not to hear them."},{"id":706,"quote":"September 12 was the first day of a new era, which America faced with a unified resolve, strengthened by a revived sense of patriotism and the goodwill and sympathy of the world. In retrospect, my country could have done so much with this opportunity. It could have treated terror not as the theological phenomenon it purported to be, but as the crime it was. It could have used this rare moment of solidarity to reinforce democratic values and cultivate resilience in the now-connected global public. Instead, it went to war. The greatest regret of my life is my reflexive, unquestioning support for that decision."},{"id":707,"quote":"It was as if whatever individual politics I’d developed had crashed—the anti-institutional hacker ethos instilled in me online, and the apolitical patriotism I’d inherited from my parents, both wiped from my system—and I’d been rebooted as a willing vehicle of vengeance. The sharpest part of the humiliation comes from acknowledging how easy this transformation was, and how readily I welcomed it. I wanted, I think, to be part of something."},{"id":708,"quote":"distributed most of the pieces of the incantation"},{"id":709,"quote":"We can’t permit our data to be used to sell us the very things that must not be sold, such as journalism. If we do, the journalism we get will be merely the journalism we want, or the journalism that the powerful want us to have, not the honest collective conversation that’s necessary."},{"id":710,"quote":"PRISM enabled the NSA to routinely collect data from Microsoft, Yahoo!, Google, Facebook, Paltalk, YouTube, Skype, AOL, and Apple, including email, photos, video and audio chats, Web-browsing content, search engine queries, and all other data stored on their clouds, transforming the companies into witting coconspirators."},{"id":711,"quote":"the exact point where the state cast its eye on the human and the human remained unaware."},{"id":712,"quote":"Put simply, computers were not designed to correct mistakes, but to hide them—and to hide them only from those parties who don’t know where to look."},{"id":713,"quote":"If my input was flawed, the output was flawed; if my input was flawless, the computer's output was too. So consistent and fair, so unequivocally unbiased. No teacher had been so patient, yet so responsive. I have never felt so in control."},{"id":714,"quote":"Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read. Or that you don’t care about freedom of religion because you don’t believe in God. Or that you don’t care about the freedom to peaceably assemble because you’re a lazy, antisocial agoraphobe. Just because this or that freedom might not have meaning to you today doesn’t mean that that it doesn’t or won’t have meaning tomorrow, to you, or to your neighbor – or to the crowds of principled dissidents I was following on my phone who were protesting halfway across the planet, hoping to gain just a fraction of the freedom that my country was busily dismantling."},{"id":715,"quote":"At school I could plead my case until I lost my voice, or I could just accept the fact that I'd never had a voice to begin with."},{"id":716,"quote":"To refuse to claim your privacy is actually to cede it, either to state trespassing its constitutional restraints or to a \"private\" business."},{"id":717,"quote":"That's just the way the Internet works: you get curious and your fingers do the thinking for you."},{"id":718,"quote":"3 percent"},{"id":719,"quote":"Even if you trust the government today, what happens when it changes? (In our democracy we're never more than eight years away from a total change of government). Suddenly, everybody is vulnerable to this individual, and the systems are already in place. What happens tomorrow, in a year, in five years, in ten years, when eventually we get an individual who says, \"You know what? Let's flip that switch... and use the absolute full extent of our technical capabilities to ensure the political stability of this new administration\"."},{"id":720,"quote":"in the hopes of proposing an alternative to the model of a hacker called “Mendax (“speaker of lies”)—the pseudonym of the young man who’d grow up to become WikiLeaks’ Julian Assange.”"},{"id":721,"quote":"That a perfectly written set of commands would perfectly execute the same operations time and again would come to seem to me—as it did to so many smart, tech-inclined children of the millennium—the one stable saving truth of our generation."},{"id":722,"quote":"Ultimately, it was Super Mario Bros. that taught me what remains perhaps the most important lesson of my life. ... There is no turning back, only going forward — for Mario and Luigi, for me, and for you. Life only scrolls in one direction, which is the direction of time, and no matter how far we might manage to go, that invisible wall will always be just behind us, cutting us off from the past, compelling us on into the unknown."},{"id":723,"quote":"Tech people rarely, if ever, have a sense of the broader applications and policy implications of the projects to which they’re assigned. And the work that consumes them tends to require such specialized knowledge that to bring it up at a barbecue would get them disinvited from the next one, because nobody cared."},{"id":724,"quote":"To be a software developer was to run the rest stops off the exits and to make sure that all the fast-food and gas station franchises accorded with each other and with user expectations; to be a hardware specialist was to lay the infrastructure, to grade and pave the roads themselves; while to be a network specialist was to be responsible for traffic control, manipulating signs and lights to safely route the time-crunched hordes to their proper destinations. To get into systems, however, was to be an urban planner, to take all of the components available and ensure their interaction to maximum effect. It was, pure and simple, like getting paid to play God, or at least a tinpot dictator."},{"id":725,"quote":"Nearly three thousand people died on 9/11. Imagine everyone you love, everyone you know, even everyone with a familiar name or just a familiar face—and imagine they’re gone. Imagine the empty houses. Imagine the empty school, the empty classrooms. All those people you lived among, and who together formed the fabric of your days, just not there anymore. The events of 9/11 left holes. Holes in families, holes in communities. Holes in the ground. Now, consider this: over one million people have been killed in the course of America’s response. The two decades since 9/11 have been a litany of American destruction by way of American self-destruction, with the promulgation of secret policies, secret laws, secret courts, and secret wars, whose traumatizing impact—whose very existence—the US government has repeatedly classified, denied, disclaimed, and distorted."},{"id":726,"quote":"My mother loved giving me math challenges. At Kmart or Winn-Dixie, she’d have me pick out books and model cars and trucks and buy them for me if I was able to mentally add together their prices. Over the course of my childhood, she kept escalating the difficulty, first having me estimate and round to the nearest dollar, then having me figure out the precise dollar-and-cents amount, and then having me calculate 3 percent of that amount and add it on to the total. I was confused by that last challenge—not by the arithmetic so much as by the reasoning. “Why? “It’s called tax,” my mother explained. “Everything we buy, we have to pay three percent to the government.” “What do they do with it?” “You like roads, buddy? You like bridges?” she said. “The government uses that money to fix them. They use that money to fill the library with books.” Some time later, I was afraid that my budding math skills had failed me, when my mental totals didn’t match those on the cash register’s display. But once again, my mother explained. “They raised the sales tax. Now you have to add four percent.” “So now the library will get even more books?” I asked. “Let’s hope,” my mother said.”"},{"id":727,"quote":"Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read. Or that you don’t care about freedom of religion because you don’t believe in God. Or that you don’t care about the freedom to peaceably assemble because you’re a lazy, antisocial agoraphobe. Just because this or that freedom might not have meaning to you today doesn’t mean that it doesn’t or won’t have meaning tomorrow, to you, or to your neighbor—or to the crowds of principled dissidents I was following on my phone who were protesting halfway across the planet, hoping to gain just a fraction of the freedoms that my country was busily dismantling."},{"id":728,"quote":"I’d decided it was best to live in denial and just make some money, make life better for the people I loved—after all, wasn’t that what everybody else did? But it was easier said than done. The denial, I mean. The money—that came easy. So easy that I felt guilty."},{"id":729,"quote":"Lindsay’s parents were also divorced: her mother and father lived twenty minutes apart, and as a kid Lindsay had been shuttled back and forth between them. She’d lived out of a bag."},{"id":730,"quote":"bulk collection, which is the agency’s euphemism for mass surveillance.”"},{"id":731,"quote":"The guy who started the Arab Spring was almost exactly my age. He was a produce peddler in Tunisia, selling fruits and vegetables out of a cart. In protest against repeated harassment and extortion by the authorities, he stood in the square and set fire to his life, dying a martyr."},{"id":732,"quote":"don’t worry: your secret is safe with me."},{"id":733,"quote":"clandestine"},{"id":734,"quote":"In fact, many of the rights most cherished by citizens of democracies aren’t even provided for in law except by implication. They exist in that open-ended empty space created through the restriction of government power. For example, Americans only have a “right to free speech because the government is forbidden from making any law restricting that freedom, and a “right” to a free press because the government is forbidden from making any law to abridge it. They only have a “right” to worship freely because the government is forbidden from making any law respecting an establishment of religion, and a “right” to peaceably assemble and protest because the government is forbidden from making any law that says they can’t.”"},{"id":735,"quote":"Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read. Or that you don’t care about freedom of religion because you don’t believe in God. Or that you don’t care about the freedom to peaceably assemble because you’re a lazy, antisocial agoraphobe."},{"id":736,"quote":"Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read. Or that you don’t care about freedom of religion because you don’t believe in God."},{"id":737,"quote":"In my current situation, I’m constantly reminded of the fact that the law is country-specific, whereas technology is not. Every nation has its own legal code but the same computer code. Technology crosses borders and carries almost every passport. As the years go by, it has become increasingly apparent to me that legislatively reforming the surveillance regime of the country of my birth won’t necessarily help a journalist or dissident in the country of my exile, but an encrypted smartphone might."},{"id":738,"quote":"To hack a system requires getting to know its rules better than the people who created it or are running it, and exploiting all the vulnerable distance between how those people had intended the system to work and how it actually works, or could be made to work."},{"id":739,"quote":"We are the first people in the history of the planet for whom this is true, the first people to be burdened with data immortality, the fact that our collected records might have an eternal existence. This is why we have a special duty. We must ensure that these records of our pasts can’t be turned against us, or turned against our children."},{"id":740,"quote":"But it turned out that fear was the true terrorism, perpetrated by a political system that was increasingly willing to use practically any justification to authorize the use of force. American politicians weren’t as afraid of terror as they were of seeming weak, or of being disloyal to their party, or of being disloyal to their campaign donors, who had ample appetites for government contracts and petroleum products from the Middle East."},{"id":741,"quote":"In an authoritarian state, rights derive from the state and are granted to the people. In a free state, rights derive from the people and are granted to the state. In the former, people are subjects, who are only allowed to own property, pursue an education, work, pray, and speak because their government permits them to. In the latter, people are citizens, who agree to be governed in a covenant of consent that must be periodically renewed and is constitutionally revocable. It’s this clash, between the authoritarian and the liberal democratic, that I believe to be the major ideological conflict of my time—not some concocted, prejudiced notion of an East-West divide, or of a resurrected crusade against Christendom or Islam."},{"id":742,"quote":"This equality consists not only of rights but also of freedoms. In fact, many of the rights most cherished by citizens of democracies aren’t even provided for in law except by implication. They exist in that open-ended empty space created through the restriction of government power. For example, Americans only have a “right to free speech because the government is forbidden from making any law restricting that freedom,”"},{"id":743,"quote":"The word “privacy itself is somewhat empty, because it is essentially indefinable, or over-definable. Each of us has our own idea of what it is. “Privacy” means something to everyone. There is no one to whom it means nothing. It’s because of this lack of common definition that citizens of pluralistic, technologically sophisticated democracies feel that they have to justify their desire for privacy and frame it as a right. But citizens of democracies don’t have to justify that desire—the state, instead, must justify its violation.”"},{"id":744,"quote":"One thing you come to understand very quickly while using XKEYSCORE is that nearly everyone in the world who’s online has at least two things in common: they have all watched porn at one time or another, and they all store photos and videos of their family. This was true for virtually everyone of every gender, ethnicity, race, and age—from the meanest terrorist to the nicest senior citizen, who might be the meanest terrorist’s grandparent, or parent, or cousin. It’s the family stuff that got to me the most. I"},{"id":745,"quote":"store it for decades. The NSA’s conventional wisdom was that there was no point in collecting anything unless they could store it until it was useful, and there was no way to predict when exactly that would be."},{"id":746,"quote":"I almost didn't take my abilities seriously, and didn't want to be praised for them or to success because of them. I'd wanted, instead, to be praised for something that was harder for me. I wanted to show that I wasn't just a brain in a jar, I was also a heart and muscle."},{"id":747,"quote":"Of course, Mae could’ve paid me in smiles—because I was smitten, just totally in love with her."},{"id":748,"quote":"the agency’s ultimate dream, which is permanency—to store all of the files it has ever collected or produced for perpetuity, and so create a perfect memory. The permanent record."},{"id":749,"quote":"The NSA’s conventional wisdom was that there was no point in collecting anything unless they could store it until it was useful, and there was no way to predict when exactly that would be. This rationalization was fuel for the agency’s ultimate dream, which is permanency—to store all of the files it has ever collected or produced for perpetuity, and so create a perfect memory. The permanent record."},{"id":750,"quote":"There is, simply, no way to ignore privacy. Because a citizenry’s freedoms are interdependent, to surrender your own privacy is really to surrender everyone’s. You might choose to give it up out of convenience, or under the popular pretext that privacy is only required by those who have something to hide. But saying that you don’t need or want privacy because you have nothing to hide is to assume that no one should have, or could have, to hide anything—including their immigration status, unemployment history, financial history, and health records. You’re assuming that no one, including yourself, might object to revealing to anyone information about their religious beliefs, political affiliations, and sexual activities, as casually as some choose to reveal their movie and music tastes and reading preferences. Ultimately, saying that you don’t care about privacy because you have nothing to hide is no different from saying you don’t care about freedom of speech because you have nothing to say. Or that you don’t care about freedom of the press because you don’t like to read. Or that you don’t care about freedom of religion because you don’t believe in God. Or that you don’t care about the freedom to peaceably assemble because you’re a lazy, antisocial agoraphobe. Just because this or that freedom might not have meaning to you today doesn’t mean that it doesn’t or won’t have meaning tomorrow, to you, or to your neighbor—or to the crowds of principled dissidents I was following on my phone who were protesting halfway across the planet, hoping to gain just a fraction of the freedoms that my country was busily dismantling. I wanted to help, but I"},{"id":751,"quote":"The data we generate just by living—or just by letting ourselves be surveilled while living—would enrich private enterprise and impoverish our private existence in equal measure. If government surveillance was having the effect of turning the citizen into a subject, at the mercy of state power, then corporate surveillance was turning the consumer into a product, which corporations sold to other corporations, data brokers, and advertisers."},{"id":752,"quote":"On workdays I’d show up at Mae’s in the morning, pulling into her cul-de-sac after Norm left for the NSA, and I’d stay through the day, until just before he returned. On the occasions that Norm and I happened to overlap during the two years or so I spent working for his wife, he was, all things considered, kind and generous to me. At first, I assumed that he was oblivious to my infatuation, or had such a low opinion of my chances as a seducer that he didn’t mind leaving me alone with his wife. But one day, when we happened to pass each other—him going, me coming—he politely mentioned that he kept a gun on the nightstand."},{"id":753,"quote":"what made it “national, what made it a “conversation,” was that for the first time the American public was informed enough to have a voice.”"},{"id":754,"quote":"As the years go by, it has become increasingly apparent to me that legislatively reforming the surveillance regime of the country of my birth won't necessarily help a journalist or dissident in the country of my exile, but an encrypted smartphone miht."},{"id":755,"quote":"the work of American Intelligence is done as frequently by private employees as it is by government servants."},{"id":756,"quote":"You don’t need to tell a bunch of computer whizzes that they possess superior knowledge and skills that uniquely qualify them to act independently and make decisions on behalf of their fellow citizens without any oversight or review. Nothing inspires arrogance like a lifetime spent controlling machines that are incapable of criticism."},{"id":757,"quote":"One thing you come to understand very quickly while using XKEYSCORE is that nearly everyone in the world who’s online has at least two things in common: they have all watched porn at one time or another, and they all store photos and videos of their family."},{"id":758,"quote":"I’d wake the computer up and go online, holding my pillows against the machine to stifle the dial tone of the modem and the ever-intensifying hiss of its connection."},{"id":759,"quote":"A battle buddy is the person who, by policy, goes everywhere you go, just as you go everywhere they go, if there’s even the remotest chance that either of you might be alone. Being alone might lead to thinking, and thinking can cause the army problems."},{"id":760,"quote":"The constitutional system only functions as a whole if and when each of its three branches works as intended. When all three don’t just fail, but fail deliberately and with coordination, the result is a culture of impunity."},{"id":761,"quote":"Grave of the Fireflies, Revolutionary Girl Utena, Neon Genesis Evangelion, Cowboy Bebop, The Vision of Escaflowne, Rurouni Kenshin, Nausicaa of the Valley of the Wind, Trigun, The Slayers, and my personal favorite, Ghost in the Shell."},{"id":762,"quote":"1. niesprawiedliwość – zrównywanie tych, którzy sprzedali państwowe tajemnice wrogom, z tymi, którzy ujawnili je dziennikarzom."},{"id":763,"quote":"1. W rezultacie u pracowników wywiadu rodzi się silne poczucie plemiennej przynależności; często prowadzi ono do przekonania, że lojalność wobec instytucji, dla której pracują, jest ważniejsza od wierności prawu."},{"id":764,"quote":"It’s been six years since I came forward because I witnessed a decline in the commitment of so-called advanced governments throughout the world to protecting this privacy, which I regard—and the United Nations regards—as a fundamental human right. In the span of those years, however, this decline has only continued as democracies regress into authoritarian populism."},{"id":765,"quote":"1. W moim wypadku buszowanie po systemach CIA było naturalnym przedłużeniem dziecięcego pragnienia, by zrozumieć, jak wszystko działa i jak różne elementy mechanizmu tworzą razem spójną całość."},{"id":766,"quote":"contracting was the third biggest scam in Washington, after the income tax and Congress.”"},{"id":767,"quote":"volcanoes are only destructive in the short term. In the long term, they move the world. They create islands, cool the planet, and enrich the soil. Their lava flows uncontrolled and then cools and hardens. The ash they shoot into the air sprinkles down as minerals, which fertilize the earth and make new life grow."},{"id":768,"quote":"We can’t erase the things that shame us, or the ways we’ve shamed ourselves, online. All we can do is control our reactions—whether we let the past oppress us, or accept its lessons, grow, and move on. This"},{"id":769,"quote":"I hadn’t given much thought to answering the question of what to do once the game was over, mainly because a winning conclusion was always so unlikely."},{"id":770,"quote":"The internet showed me the sheer quantity and variety of talent that existed, and made clear that in order to flourish I had to specialise."},{"id":771,"quote":"1. Jedyną miarą wolności kraju jest stopień poszanowania praw obywatelskich. W moim przekonaniu prawa te są w rzeczywistości ograniczeniami władzy państwowej; określają konkretne ramy, w których rządowi nie wolno naruszać swobód osobistych"},{"id":772,"quote":"The philosophy she lived by was the perfect training: say what you want, say who you are, never be ashamed. If they reject you, it’s their problem."},{"id":773,"quote":"1. manipulując informacjami wywiadowczymi, i poprzez nielegalne działania oraz tajne sądy zapewniły sobie prawo do porwań („transferów nadzwyczajnych), tortur („wzmocnionych technik przesłuchań”) i powszechnej inwigilacji („masowego gromadzenia danych”),\t”"},{"id":774,"quote":"The languages of regimes like Russia and China, for their part, employ terms that bear the pejorative sense of “snitch and “traitor.” It would take the existence of a strong free press in those societies to imbue those words with a more positive coloration, or to coin new ones that would frame disclosure not as a betrayal but as an honorable duty.”"},{"id":775,"quote":"PRISM enabled the NSA to routinely collect data from Microsoft, Yahoo!, Google, Facebook, Paltalk, YouTube, Skype, AOL, and Apple, including email, photos, video and audio chats, Web-browsing content, search engine queries, and all other data stored on their clouds, transforming the companies into witting coconspirators. Upstream collection, meanwhile, was arguably even more invasive. It enabled the routine capturing of data directly from private-sector Internet infrastructure—the switches and routers that shunt Internet traffic worldwide, via the satellites in orbit and the high-capacity fiber-optic cables that run under the ocean."},{"id":776,"quote":"1. Projekt Tor to dzieło rządu amerykańskiego, które stało się jedną z najskuteczniejszych osłon przed rządowym szpiegowaniem. Jest to darmowe oprogramowanie open source; starannie używane, pozwala przeglądać internet na tyle anonimowo, na ile jest to możliwe w dużej skali"},{"id":777,"quote":"the creation of irreality has always been the Intelligence Community’s darkest art. The same agencies that, over the span of my career alone, had manipulated intelligence to create a pretext for war—and used illegal policies and a shadow judiciary to permit kidnapping as “extraordinary rendition, torture as “enhanced interrogation,” and mass surveillance as “bulk collection”—didn’t hesitate for a moment to call me a Chinese double agent, a Russian triple agent, and worse: “a millennial.”"},{"id":778,"quote":"private communication, they were “disgruntled. If they’d ever visited a psychiatrist or a psychologist, or just checked out books on related subjects from a library, they were “mentally unsound.” If they’d been drunk even once, they were said to be alcoholics. If they’d had even one extramarital affair, they were said to be sexual deviants.”"},{"id":779,"quote":"Many of the first 2,000 or so nights of my life ended in civil disobedience: crying, begging, bargaining, until—on night 2,193, the night I turned six years old—I discovered direct action. The authorities weren’t interested in calls for reform, and I wasn’t born yesterday."},{"id":780,"quote":"1. Tor był neutralny nawet bardziej niż Szwajcaria. Gdy go odkryłem, w moim życiu zaszła wielka zmiana, bo pozwolił mi cieszyć się internetem znanym z dzieciństwa. Dał mi namiastkę wolności od bycia obserwowanym."},{"id":781,"quote":"There was an utterly logical relationship between my input and the output. If my input was flawed, the output was flawed; if my input was flawless, the computer’s output was, too."},{"id":782,"quote":"I used to work for the government, but now I work for the public. It took me nearly three decades to recognize that there was a distinction, and when I did it, it got me into a bit of trouble at the office."},{"id":783,"quote":"1. Byłem przekonany, że pracuję dla tych dobrych, więc sam z pewnością jestem dobry"},{"id":784,"quote":"1. jednej z tych fundamentalnych, która dotyczy rozwoju technologicznego: jeśli coś da się zrobić, to najprawdopodobniej ktoś to zrobi albo już zrobił."},{"id":785,"quote":"It’s this egalitarian nature of hacking—which doesn’t care who you are, just how you reason—that makes it such a reliable method of dealing with the type of authority figures so convinced of their system’s righteousness that it never occurred to them to test it."},{"id":786,"quote":"1. Rzecz w tym, że podczas bezsennych dni, które nastąpiły po tamtej bezsennej nocy, w moim umyśle wciąż tliły się podejrzenia"},{"id":787,"quote":"1. jakby życie chciało udowodnić mi prawdziwość starego powiedzenia, że najlepszym sposobem, by coś znaleźć, jest przestać szukać. Kiedy pojawił się ów raport, zrozumiałem, dlaczego moje poszukiwania spełzły na niczym: nie mieli do niego wglądu nawet dyrektorzy agencji. Należał do jednej z kategorii ECI (Exceptionally Controlled Information, Szczególnie Kontrolowanych Informacji) obejmującej dokumenty o nadzwyczaj ograniczonym dostępie"},{"id":788,"quote":"1. Oto patrzyłem na pełny spis najtajniejszych programów inwigilacyjnych NSA, dyrektyw agencyjnych oraz dekretów Departamentu Sprawiedliwości, za których pomocą podkopano amerykańskie prawo i naruszono postanowienia konstytucji Stanów Zjednoczonych."},{"id":789,"quote":"1. misja agencji uległa transformacji – nadal zakładała wykorzystanie technologii, jednak już nie do obrony Ameryki, lecz do panowania nad obywatelami poprzez traktowanie prywatnej łączności internetowej jako potencjalnego źródła elektronicznych informacji wywiadowczych."},{"id":790,"quote":"Nothing I could come up with would have raised even an iota of eyebrow from investigators who are used to finding out that the middle-aged analyst at a think tank likes to wear diapers and get spanked by grandmothers in leather."},{"id":791,"quote":"1. celem NSA jest przechowywanie jak największej ilości informacji przez jak najdłuższy czas – najlepiej na wieczność."},{"id":792,"quote":"Prominent examples of the “Frankenstein effect cited by after-the-fact civilian, governmental, military, and even IC assessments have included America’s funding and training of the mujahideen to fight the Soviets, which resulted in the radicalization of Osama bin Laden and the founding of al-Qaeda, as well as the de-Baathification of the Saddam Hussein–era Iraqi military, which resulted in the rise of the Islamic state.”"},{"id":793,"quote":"1. (a nie ma na świecie nikogo, czyj rejestr łączności nie zawierałby czegoś obciążającego)"},{"id":794,"quote":"This was the ultimate leap of faith, in a way: I could hardly trust anyone, so I had to trust everyone."},{"id":795,"quote":"1. metadanym zawężającym pole poszukiwań. To dlatego nie powinno się traktować metadanych jako niegroźnej abstrakcji, lecz jako esencję treści: są niezaprzeczalnie podstawowym poziomem informacji potrzebnym każdemu, kto chciałby cię inwigilować"},{"id":796,"quote":"Here is one thing that the disorganized CIA didn’t quite understand at the time, and that no major American employer outside of Silicon Valley understood, either: the computer guy knows everything, or rather can know everything. The higher up this employee is, and the more systems-level privileges he has, the more access he has to virtually every byte of his employer’s digital existence. Of course, not everyone is curious enough to take advantage of this education, and not everyone is possessed of a sincere curiosity."},{"id":797,"quote":"TOP SECRET//STLW//HCS/COMINT//ORCON/NOFORN,"}]