[{"id":1,"quote":"No matter how thin you slice it, there will always be two sides."},{"id":2,"quote":"If you want the present to be different from the past, study the past."},{"id":3,"quote":"The most tyrannical of governments are those which make crimes of opinions, for everyone has an inalienable right to his thoughts."},{"id":4,"quote":"The more you struggle to live, the less you live. Give up the notion that you must be sure of what you are doing. Instead, surrender to what is real within you, for that alone is sure....you are above everything distressing."},{"id":5,"quote":"The highest activity a human being can attain is learning for understanding, because to understand is to be free."},{"id":6,"quote":"Reason connot defeat emotion, an emotion can only be displaced or overcome by a stronger emotion."},{"id":7,"quote":"What Paul says about Peter tells us more about Paul than about Peter."},{"id":8,"quote":"Men believe themselves to be free, simply because they are conscious of their actions, and unconscious of the causes whereby those actions are determined."},{"id":9,"quote":"Nothing in nature is by chance... Something appears to be chance only because of our lack of knowledge."},{"id":10,"quote":"The world would be happier if men had the same capacity to be silent that they have to speak."},{"id":11,"quote":"Desire nothing for yourself, which you do not desire for others."},{"id":12,"quote":"The highest endeavor of the mind, and the highest virtue, it to understand things by intuition."},{"id":13,"quote":"The holy word of God is on everyone's lips...but...we see almost everyone presenting their own versions of God's word, with the sole purpose of using religion as a pretext for making others think as they do."},{"id":14,"quote":"Hatred is increased by being reciprocated, and can on the other hand be destroyed by love."},{"id":15,"quote":"The more clearly you understand yourself and your emotions, the more you become a lover of what is."},{"id":16,"quote":"Minds are not conquered by force, but by love and high-mindedness."},{"id":17,"quote":"When a man is prey to his emotions, he is not his own master."},{"id":18,"quote":"He who seeks equality between unequals seeks an absurdity."},{"id":19,"quote":"Nature is satisfied with little; and if she is, I am also."},{"id":20,"quote":"God is not He who is, but That which is."},{"id":21,"quote":"the ultimate aim of government is not to rule, or restrain by fear, nor to exact obedience, but to free every man from fear that he may live in all possible security... In fact the true aim of government is liberty."},{"id":22,"quote":"Whatsoever is contrary to nature is contrary to reason, and whatsoever is contrary to reason is absurd."},{"id":23,"quote":"I have made a ceaseless effort not to ridicule, not to bewail, not to scorn human actions, but to understand them."},{"id":24,"quote":"The endeavor to understand is the first and only basis of virtue."},{"id":25,"quote":"Be not astonished at new ideas; for it is well known to you that a thing does not therefore cease to be true because it is not accepted by many."},{"id":26,"quote":"We must take care not to admit as true anything, which is only probable. For when one falsity has been let in, infinite others follow."},{"id":27,"quote":"Laws which prescribe what everyone must believe, and forbid men to say or write anything against this or that opinion, are often passed to gratify, or rather to appease the anger of those who cannot abide independent minds."},{"id":28,"quote":"What everyone wants from life is continuous and genuine happiness."},{"id":29,"quote":"Academies that are founded at public expense are instituted not so much to cultivate men's natural abilities as to restrain them."},{"id":30,"quote":"Freedom is self-determination."},{"id":31,"quote":"The supreme mystery of despotism, its prop and stay, is to keep men in a state of deception, and with the specious title of religion to cloak the fear by which they must be held in check, so that they will fight for their servitude as if for salvation."},{"id":32,"quote":"Men will find that they can ... avoid far more easily the perils which beset them on all sides by united action."},{"id":33,"quote":"In the mind there is no absolute or free will; but the mind is determined to wish this or that by a cause, which has also been determined by another cause, and this last by another cause, and so on to infinity."},{"id":34,"quote":"Everything excellent is as difficult as it is rare."},{"id":35,"quote":"Further conceive, I beg, that a stone, while continuing in motion, should be capable of thinking and knowing, that it is endeavoring, as far as it can, to continue to move. Such a stone, being conscious merely of its own endeavor and not at all indifferent, would believe itself to be completely free, and would think that it continued in motion solely because of its own wish. This is that human freedom, which all boast that they possess, and which consists solely in the fact, that men are conscious of their own desire, but are ignorant of the causes whereby that desire has been determined."},{"id":36,"quote":"All things excellent are as difficult as they are rare."},{"id":37,"quote":"[Believers] are but triflers who, when they cannot explain a thing, run back to the will of God; this is, truly, a ridiculous way of expressing ignorance."},{"id":38,"quote":"Freedom is absolutely necessary for the progress in science and the liberal arts."},{"id":39,"quote":"He who loves God cannot endeavor that God should love him in return."},{"id":40,"quote":"If facts conflict with a theory, either the theory must be changed or the facts."},{"id":41,"quote":"The greatest pride, or the greatest despondency, is the greatest ignorance of one's self."},{"id":42,"quote":"We feel and know that we are eternal."},{"id":43,"quote":"Those who are believed to be most abject and humble are usually most ambitious and envious."},{"id":44,"quote":"The eternal wisdom of God ... has shown itself forth in all things, but chiefly in the mind of man, and most of all in Jesus Christ."},{"id":45,"quote":"Those who know the true use of money, and regulate the measure of wealth according to their needs, live contented with few things."},{"id":46,"quote":"Let unswerving integrity be your watchword."},{"id":47,"quote":"A good thing which prevents us from enjoying a greater good is in truth an evil."},{"id":48,"quote":"Speculation, like nature, abhors a vacuum."},{"id":49,"quote":"Men who are ruled by reason desire nothing for themselves which they would not wish for all mankind."},{"id":50,"quote":"Nature has no goal in view, and final causes are only human imaginings."},{"id":51,"quote":"Sadness diminishes a man's powers"},{"id":52,"quote":"Laws which can be broken without any wrong to one's neighbor are a laughing-stock; and such laws, instead of restraining the appetites and lusts of mankind, serve rather to heighten them. Nitimur in vetitum semper, cupimusque negata [we always resist prohibitions, and yearn for what is denied us]."},{"id":53,"quote":"He, who knows how to distinguish between true and false, must have an adequate idea of true and false."},{"id":54,"quote":"Indulge yourself in pleasures only in so far as they are necessary for the preservation of health."},{"id":55,"quote":"Everyone endeavors as much as possible to make others love what he loves, and to hate what he hates... This effort to make everyone approve what we love or hate is in truth ambition, and so we see that each person by nature desires that other persons should live according to his way of thinking."},{"id":56,"quote":"Blessed are the weak who think that they are good because they have no claws."},{"id":57,"quote":"All is One (Nature, God)"},{"id":58,"quote":"Pride is pleasure arising from a man's thinking too highly of himself."},{"id":59,"quote":"Faith is nothing but obedience and piety."},{"id":60,"quote":"Philosophy has no end in view save truth; faith looks for nothing but obedience and piety."},{"id":61,"quote":"None are more taken in by flattery than the proud, who wish to be the first and are not."},{"id":62,"quote":"Fear cannot be without hope nor hope without fear."},{"id":63,"quote":"Peace is not the absence of war, but a virtue based on strength of character."},{"id":64,"quote":"Men are mistaken in thinking themselves free; their opinion is made up of consciousness of their own actions, and ignorance of the causes by which they are determined."},{"id":65,"quote":"No to laugh, not to lament, not to detest, but to understand."},{"id":66,"quote":"He who regulates everything by laws, is more likely to arouse vices than reform them."},{"id":67,"quote":"Superstition, then, is engendered, preserved, and fostered by fear."},{"id":68,"quote":"All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love."},{"id":69,"quote":"Everyone has as much right as he has might."},{"id":70,"quote":"The terms good and bad indicate no positive quality in things regarded in themselves, but are merely modes of thinking or notions, which we form from the comparison of things one with another. Thus one and the same thing can be at the same time good, bad, and indifferent. For instance, music is good for him that is melancholy, bad for him that mourns; for him that is deaf; it is neither good nor bad."},{"id":71,"quote":"All laws which can be broken without any injury to another, are counted but a laughing-stock, and are so far from bridling the desires and lusts of men, that on the contrary they stimulate\n them."},{"id":72,"quote":"We are so constituted by Nature that we easily believe the things we hope for, but believe only with difficulty those we fear, and that we regard such things more or less highly than is just. This is the source of the superstitions by which men everywhere are troubled. For the rest, I don"},{"id":73,"quote":"Big fish eat small fish with as much right as they have power."},{"id":74,"quote":"To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole."},{"id":75,"quote":"He who lives according to the guidance of reason strives as much as possible to repay the hatred, anger, or contempt of others towards himself with love or generosity. ...hatred is increased by reciprocal hatred, and, on the other hand, can be extinguished by love, so that hatred passes into love."},{"id":76,"quote":"Surely human affairs would be far happier if the power in men to be silent were the same as that to speak. But experience more than sufficiently teaches that men govern nothing with more difficulty than their tongues."},{"id":77,"quote":"Do not weep; do not wax indignant. Understand."},{"id":78,"quote":"Many errors, of a truth, consist merely in the application of the wrong names of things."},{"id":79,"quote":"I can control my passions and emotions if I can understand their nature"},{"id":80,"quote":"He alone is free who lives with free consent under the entire guidance of reason."},{"id":81,"quote":"True virtue is life under the direction of reason."},{"id":82,"quote":"Whatsoever is, is in God."},{"id":83,"quote":"He that can carp in the most eloquent or acute manner at the weakness of the human mind is held by his fellows as almost divine."},{"id":84,"quote":"The less the mind understands and the more things it perceives, the greater its power of feigning is; and the more things it understands, the more that power is diminished."},{"id":85,"quote":"I call him free who is led solely by reason."},{"id":86,"quote":"I do not know how to teach philosophy without becoming a disturber of established religion."},{"id":87,"quote":"It is usually the case with most men that their nature is so constituted that they pity those who fare badly and envy those who fare well."},{"id":88,"quote":"Measure, time and number are nothing but modes of thought or rather of imagination."},{"id":89,"quote":"For peace is not mere absence of war, but is a virtue that springs from force of character: for obedience is the constant will to execute what, by the general decree of the commonwealth, ought to be done."},{"id":90,"quote":"Fame has also this great drawback, that if we pursue it, we must direct our lives so as to please the fancy of men."},{"id":91,"quote":"He whose honor depends on the opinion of the mob must day by day strive with the greatest anxiety, act and scheme in order to retain his reputation. For the mob is varied and inconsistent, and therefore if a reputation is not carefully preserved it dies quickly."},{"id":92,"quote":"Only free men are thoroughly grateful one to another."},{"id":93,"quote":"Everything in nature is a cause from which there flows some effect."},{"id":94,"quote":".... we are a part of nature as a whole, whose order we follow."},{"id":95,"quote":"If we love something similar to ourselves, we endeavor, as far as we can, to bring it about that it should love us in return."},{"id":96,"quote":"Emotion, which is suffering, ceases to be suffering as soon as we form a clear and precise picture of it."},{"id":97,"quote":"God is the indwelling and not the transient cause of all things."},{"id":98,"quote":". . . to know the order of nature, and regard the universe as orderly is the highest function of the mind."},{"id":99,"quote":"If slavery, barbarism and desolation are to be called peace, men can have no worse misfortune."},{"id":100,"quote":"Laws directed against opinions affect the generous-minded rather than the wicked, and are adapted less for coercing criminals than for irritating the upright."},{"id":101,"quote":"The mind has greater power over the emotions, and is less subject thereto, insofar as it understands all things to be necessary."},{"id":102,"quote":"Nothing in the universe is contingent, but all things are conditioned to exist and operate in a particular manner by the necessity of the divine nature."},{"id":103,"quote":"Happiness is not the reward of virtue, but is virtue itself; nor do we delight in happiness because we restrain from our lusts; but on the contrary, because we delight in it, therefore we are able to restrain them."},{"id":104,"quote":"I saw that all things I feared, and which feared me, had nothing good or bad in them save insofar as the mind was affected by them."},{"id":105,"quote":"The greatest good is the knowledge of the union which the mind has with the whole nature."},{"id":106,"quote":"To understand something is to be delivered of it."},{"id":107,"quote":"A man is as much affected pleasurably or painfully by the image of a thing past or future as by the image of a thing present."},{"id":108,"quote":"Only that thing is free which exists by the necessities of its own nature, and is determined in its actions by itself alone."},{"id":109,"quote":"Whatever increases, decreases, limits or extends the body's power of action, increases decreases, limits, or extends the mind's power of action. And whatever increases, decreases, limits, or extends the mind's power of action, also increases, decreases, limits, or extends the body's power of action."},{"id":110,"quote":"In so far as the mind sees things in their eternal aspect, it participates in eternity."},{"id":111,"quote":"In the mind there is no absolute or free will."},{"id":112,"quote":"The greatest secret of monarchic rule...is to keep men deceived and to cloak in the specious name of religion the fear by which they must be checked, so that they will fight for slavery as they would for salvation, and will think it not shameful, but a most honorable achievement, to give their life and blood that one man may have a ground for boasting."},{"id":113,"quote":"In the state of nature, wrong-doing is impossible ; or, if anyone does wrong, it is to himself, not to another."},{"id":114,"quote":"In practical life we are compelled to follow what is most probable ; in speculative thought we are compelled to follow truth."},{"id":115,"quote":"The mind can only imagine anything, or remember what is past, while the body endures."},{"id":116,"quote":"A free man thinks of nothing less than of death; and his wisdom is a meditation not on death but on life."},{"id":117,"quote":"Desire is the essence of a man."},{"id":118,"quote":"Surely human affairs would be far happier if the power in men to be silent were the same as that to speak."},{"id":119,"quote":"Happiness is a virtue, not its reward."},{"id":120,"quote":"So long as a man imagines that he cannot do this or that, so long as he is determined not to do it; and consequently so long as it is impossible to him that he should do it."},{"id":121,"quote":"The more intelligible a thing is, the more easily it is retained in the memory, and counterwise, the less intelligible it is, the more easily we forget it."},{"id":122,"quote":"Those who wish to seek out the cause of miracles and to understand the things of nature as philosophers, and not to stare at them in astonishment like fools, are soon considered heretical and impious, and proclaimed as such by those whom the mob adores as the interpreters of nature and the gods."},{"id":123,"quote":"After experience had taught me that all the usual surroundings of social life are vain and futile; seeing that none of the objects of my fears contained in themselves anything either good or bad, except in so far as the mind is affected by them, I finally resolved to inquire whether there might be some real good having power to communicate itself, which would affect the mind singly, to the exclusion of all else: whether, in fact, there might be anything of which the discovery and attainment would enable me to enjoy continuous, supreme, and unending happiness."},{"id":124,"quote":"If men were born free, they would, so long as they remained free, form no conception of good and evil."},{"id":125,"quote":"I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused."},{"id":126,"quote":"He who wishes to revenge injuries by reciprocal hatred will live in misery. But he who endeavors to drive away hatred by means of love, fights with pleasure and confidence; he resists equally one or many men, and scarcely needs at all the help of fortune. Those whom he conquers yield joyfully"},{"id":127,"quote":"True piety for the universe but no time for religions made for man's convenience."},{"id":128,"quote":"The human mind cannot be absolutely destroyed along with the body, but something of it remains, which is eternal."},{"id":129,"quote":"Nature offers nothing that can be called this man's rather than another's; but under nature everything belongs to all."},{"id":130,"quote":"Love or hatred towards a thing, which we conceive to be free, must, other things being similar, be greater than if it were felt towards a thing acting by necessity."},{"id":131,"quote":"Men are especially intolerant of serving and being ruled by, their equals."},{"id":132,"quote":"Ambition is the immoderate desire for honor."},{"id":133,"quote":"We strive to further the occurrence of whatever we imagine will lead to Joy, and to avert or destroy what we imagine is contrary to it, or will lead to Sadness."},{"id":134,"quote":"A miracle signifies nothing more than an event... the cause of which cannot be explained by another familiar instance, or.... which the narrator is unable to explain."},{"id":135,"quote":"Reality and perfection are synonymous."},{"id":136,"quote":"Care of the poor is incumbent on society as a whole."},{"id":137,"quote":"I believe that a triangle, if it could speak, would say that God is eminently triangular, and a circle that the divine nature is eminently circular; and thus would every one ascribe his own attributes to God."},{"id":138,"quote":"God and all attributes of God are eternal."},{"id":139,"quote":"Statesman are suspected of plotting against mankind, rather than consulting their interests, and are esteemed more crafty than learned."},{"id":140,"quote":"It may easily come to pass that a vain man may become proud and imagine himself pleasing to all when he is in reality a universal nuisance."},{"id":141,"quote":"Schisms do not originate in a love of truth, which is a source of courtesy and gentleness, but rather in an inordinate desire for supremacy."},{"id":142,"quote":"self-preservation is the primary and only foundation of virtue."},{"id":143,"quote":"The virtue of a free man appears equally great in refusing to face difficulties as in overcoming them."},{"id":144,"quote":"Better that right counsels be known to enemies than that the evil secrets of tyrants should be concealed from the citizens. They who can treat secretly of the affairs of a nation have it absolutely under their authority; and as they plot against the enemy in time of war, so do they against the citizens in time of peace."},{"id":145,"quote":"If anyone conceives that he is loved by another, and believes that he has given no cause for such love, he will love that other in return."},{"id":146,"quote":"The order and connection of ideas is the same as the order and connection of things."},{"id":147,"quote":"...The body is affected by the image of the thing, in the same way as if the thing were actually present."},{"id":148,"quote":"He who seeks to regulate everything by law is more likely to arouse vices than to reform them. It is best to grant what cannot be abolished, even though it be in itself harmful. How many evils spring from luxury, envy, avarice, drunkenness and the like, yet these are tolerated because they cannot be prevented by legal enactments."},{"id":149,"quote":"Nothing exists from whose nature some effect does not follow."},{"id":150,"quote":"One and the same thing can at the same time be good, bad, and indifferent, e.g., music is good to the melancholy, bad to those who mourn, and neither good nor bad to the deaf."},{"id":151,"quote":"To comprehend an idea, a person must simultaneously accept it as true. Conscious analysis - which, depending on the idea, may occur almost immediately or with considerable effort - allows the mind to reject what it intially accepted as fact."},{"id":152,"quote":"Sin cannot be conceived in a natural state, but only in a civil state, where it is decreed by common consent what is good or bad."},{"id":153,"quote":"Men would never be superstitious, if they could govern all their circumstances by set rules, or if they were always favoured by fortune: but being frequently driven into straits where rules are useless, and being often kept fluctuating pitiably between hope and fear by the uncertainty of fortune's greedily coveted favours, they are consequently for the most part, very prone to credulity."},{"id":154,"quote":"Love is pleasure accompanied by the idea of an external cause, and hatred pain accompanied by the idea of an external cause."},{"id":155,"quote":"Ceremonies are no aid to blessedness."},{"id":156,"quote":"The more a government strives to curtail freedom of speech, the more obstinately is it resisted; not indeed by the avaricious, ... but by those whom good education, sound morality, and virtue have rendered more free."},{"id":157,"quote":"Pride is over-estimation of oneself by reason of self-love."},{"id":158,"quote":"Nothing comes to pass in nature, which can be set down to a flaw therein; for nature is always the same, and everywhere one and the same in her efficacy and power of action: that is, nature's laws and ordinances, whereby all things come to pass and change from one form to another, are everywhere and always the same; so that there should be one and the same method of understanding the nature of all things whatsoever, namely, through nature's universal laws and rules."},{"id":159,"quote":"I have tried sedulously not to laugh at the acts of man, nor to lament them, nor to detest them, but to understand them."},{"id":160,"quote":"The proper study of a wise man is not how to die but how to live."},{"id":161,"quote":"The real disturbers of the peace are those who, in a free state, seek to curtail the liberty of judgment which they are unable to tyrannize over."},{"id":162,"quote":"In so far as men are influenced by envy or any kind of hatred, one towards another, they are at variance, and are therefore to be feared in proportion, as they are more powerful than their fellows.\nYet minds are not conquered by force, but by love and high-mindedness."},{"id":163,"quote":"In regard to intellect and true virtue, every nation is on a par with the rest, and God has not in these respects chosen one people rather than another."},{"id":164,"quote":"There is no fear without some hope, and no hope without some fear."},{"id":165,"quote":"Everything great is just as difficult to realize as it is rare to find."},{"id":166,"quote":"Whatsoever is, is in God, and without God nothing can be, or be conceived."},{"id":167,"quote":"We can always get along better by reason and love of truth than by worry of conscience and remorse...we should strive to keep worry from our life."},{"id":168,"quote":"Of all the things that are beyond my power, I value nothing more highly than to be allowed the honor of entering into bonds of friendship with people who sincerely love truth. For, of things beyond our power, I believe there is nothing in the world which we can love with tranquility except such men."},{"id":169,"quote":"If we conceive that anyone loves, desires, or hates anything which we ourselves love, desire, or hate, we shall thereupon regard the thing in question with more steadfast love, etc. On the contrary, if we think that anyone shrinks from something that we love, we shall undergo vacillation of the soul."},{"id":170,"quote":"Anyone who seeks for the true causes of miracles, and strives to understand natural phenomena as an intelligent being, and not to gaze at them like a fool, is set down and denounced as an impious heretic."},{"id":171,"quote":"The things which ... are esteemed as the greatest good of all ... can be reduced to these three headings, to wit : Riches, Fame, and Pleasure. With these three the mind is so engrossed that it cannot scarcely think of any other good."},{"id":172,"quote":"Since love of God is the highest felicity and happiness of man, his final end and the aim of all his actions, it follows that he alone observes the divine law who is concerned to love God not from fear of punishment nor love of something else, such as pleasure, fame, ect., but from the single fact that he knows God, or that he knows that the knowledge and love of God is the highest good"},{"id":173,"quote":"Love is nothing but joy accompanied with the idea of an eternal cause."},{"id":174,"quote":"Human infirmity in moderating and checking the emotions I name bondage : for, when a man is a prey to his emotions, he is not his own master, but lies at the mercy of fortune : so much so, that he is often compelled, while seeing that which is better for him, to follow that which is worse."},{"id":175,"quote":"I do not believe anyone has reached such perfection, surpassing all others, except Christ, to whom God immediately revealed - without words or visions - the conditions which lead to salvation."},{"id":176,"quote":"According as each has been educated, so he repents of or glories in his actions."},{"id":177,"quote":"Blessedness is not the reward of virtue but virtue itself."},{"id":178,"quote":"He who hates anyone will endeavor to do him an injury, unless he fears that a greater injury will thereby accrue to himself; on the other hand, he who loves anyone will, by the same law, seek to benefit him."},{"id":179,"quote":"God is the efficient cause not only of the existence of things, but also of their essence.\nCorr. Individual things are nothing but modifications of the attributes of God, or modes by which the attributes of God are expressed in a fixed and definite manner."},{"id":180,"quote":"The more we understand individual things, the more we understand God."},{"id":181,"quote":"Desire is the very essence of man"},{"id":182,"quote":"Men govern nothing with more difficulty than their tongues, and can moderate their desires more than their words."},{"id":183,"quote":"He who has a true idea, knows at that same time that he has a true idea, nor can he doubt concerning the truth of the thing."},{"id":184,"quote":"True knowledge of good and evil as we possess is merely abstract or general, and the judgment which we pass on the order of things and the connection of causes, with a view to determining what is good or bad for us in the present, is rather imaginary than real."},{"id":185,"quote":"Will and intellect are one and the same thing."},{"id":186,"quote":"A free man, who lives among ignorant people, tries as much as he can to refuse their benefits. .. He who lives under the guidance of reason endeavours as much as possible to repay his fellow's hatred, rage, contempt, etc. with love and nobleness."},{"id":187,"quote":"God is a thing that thinks."},{"id":188,"quote":"All laws which can be violated without doing any one any injury are laughed at. Nay, so far are they from doing anything to control the desires and passions of menб that, on the contrary, they direct and incite men's thoughts the more toward those very objects, for we always strive toward what is forbidden and desire the things we are not allowed to have. And men of leisure are never deficient in the ingenuity needed to enable them to outwit laws framed to regulate things which cannot be entirely forbidden... He who tries to determine everything by law will foment crime rather than lessen it."},{"id":189,"quote":"Except God no substance can be granted or conceived. .. Everything, I say, is in God, and all things which are made, are made by the laws of the infinite nature of God, and necessarily follows from the necessity of his essence."},{"id":190,"quote":"Yet nature cannot be contravened, but preserves a fixed and immutable order."},{"id":191,"quote":"Self-complacency is pleasure accompanied by the idea of oneself as cause."},{"id":192,"quote":"Fear cannot be without hope nor hope without fear. [They are the two sides of a coin, so learning how to manage fear through learning, understanding, rationality, controlled imagination, preparation, mental focus (including distraction) and a gratitude attitude is very helpful.]"},{"id":193,"quote":"The safest way for a state is to lay down the rule that religion is comprised solely in the exercise of charity and justice, and that the rights of rulers in sacred, no less than in secular matters, should merely have to do with actions, but that every man should think what he likes and say what he thinks."},{"id":194,"quote":"In the state of nature, wrong-doing is impossible; or, if anyone does wrong, it is to himself, not to another. For no one by the law of nature is bound to please another, unless he chooses, nor to hold anything to be good or evil, but what he himself, according to his own temperament, pronounces to be so; and, to speak generally, nothing is forbidden by the law of nature, except what is beyond everyone's power."},{"id":195,"quote":"I do not presume that I have found the best philosophy, I know that I understand the true philosophy."},{"id":196,"quote":"It is not possible that we should remember that we existed before our body, for our can bear no trace of such existence, neither can eternity be defined in terms of time or have any relation to time. But notwithstanding, we feel and know that we are eternal."},{"id":197,"quote":"Things which are accidentally the causes either of hope or fear are called good or evil omens."},{"id":198,"quote":"How would it be possible if salvation were ready to our hand, and could without great labor be found, that it should be by almost all men neglected? But all things excellent are as difficult as they are rare."},{"id":199,"quote":"But if men would give heed to the nature of substance they would doubt less concerning the Proposition that Existence appertains to the nature of substance: rather they would reckon it an axiom above all others, and hold it among common opinions. For then by substance they would understand that which is in itself, and through itself is conceived, or rather that whose knowledge does not depend on the knowledge of any other thing."},{"id":200,"quote":"From what has been said we can clearly understand the nature of Love and Hate. Love is nothing else but pleasure accompanied by the idea of an external cause: Hate is nothing else but pain accompanied by the idea of an external cause. We further see, that he who loves necessarily endeavors to have, and to keep present to him, the object of his love; while he who hates endeavors to remove and destroy the object of his hatred."},{"id":201,"quote":"It is sure that those are most desirous of honour or glory who cry out loudest of its abuse and the vanity of the world."},{"id":202,"quote":"Philosophers conceive of the passions which harass us as vices into which men fall by their own fault, and, therefore, generally deride, bewail, or blame them, or execrate them, if they wish to seem unusually pious."},{"id":203,"quote":"As men's habits of mind differ, so that some more readily embrace one form of faith, some another, for what moves one to pray may move another to scoff, I conclude ... that everyone should be free to choose for himself the foundations of his creed, and that faith should be judged only by its fruits."},{"id":204,"quote":"Man can, indeed, act contrarily to the decrees of God, as far as they have been written like laws in the minds of ourselves or the prophets, but against that eternal decree of God, which is written in universal nature, and has regard to the course of nature as a whole, he can do nothing."},{"id":205,"quote":"No one doubts but that we imagine time from the very fact that we imagine other bodies to be moved slower or faster or equally fast. We are accustomed to determine duration by the aid of some measure of motion."},{"id":206,"quote":"Simply from the fact that we have regarded a thing with the emotion of pleasure or pain, though that thing be not the efficient cause of the emotion, we can either love or hate it."},{"id":207,"quote":"Hatred which is completely vanquished by love passes into love: and love is thereupon greater than if hatred had not preceded it."},{"id":208,"quote":"As though God had turned away from the wise, and written his decrees, not in the mind of man but in the entrails of beasts, or left them to be proclaimed by the inspiration and instinct of fools, madmen, and birds. Such is the unreason to which terror can drive mankind!"},{"id":209,"quote":"I make this chief distinction between religion and superstition, that the latter is founded on ignorance, the former on knowledge."},{"id":210,"quote":"If a man had begun to hate an object of his love, so that love is thoroughly destroyed, he will, causes being equal, regard it with more hatred than if he had never loved it, and his hatred will be in proportion to the strength of his former love."},{"id":211,"quote":"In proportion as we endeavor to live according to the guidance of reason, shall we strive as much as possible to depend less on hope, to liberate ourselves from fear, to rule fortune, and to direct our actions by the sure counsels of reason."},{"id":212,"quote":"The idea, which constitutes the actual being of the human mind, is not simple, but compounded of a great number of ideas."},{"id":213,"quote":"I shall consider human actions and desires in exactly the same manner, as though I were concerned with lines, planes and solids."},{"id":214,"quote":"If anyone conceives, that an object of his love joins itself to another with closer bonds of friendship than he himself has attained to, he will be affected with hatred towards the loved object and with envy towards his rival."},{"id":215,"quote":"There is no hope unmingled with fear, and no fear unmingled with hope."},{"id":216,"quote":"All the objects pursued by the multitude not only bring no remedy that tends to preserve our being, but even act as hinderances, causing the death not seldom of those who possess them, and always of those who are possessed by them."},{"id":217,"quote":"Things could not have been brought into being by God in any manner or in any order different from that which has in fact obtained."},{"id":218,"quote":"The greater emotion with which we conceive a loved object to be affected toward us, the greater will be our complacency."},{"id":219,"quote":"Many errors, of a truth, consist merely in the application of the wrong names of things. For if a man says that the lines which are drawn from the centre of the circle to the circumference are not equal, he understands by the circle, at all events for the time, something else than mathematicians understand by it."},{"id":220,"quote":"The multitude always strains after rarities and exceptions, and thinks little of the gifts of nature; so that, when prophecy is talked of, ordinary knowledge is not supposed to be included. Nevertheless it has as much right as any other to be called Divine."},{"id":221,"quote":"If the way which I have pointed out as leading to this result (i.e., power over the emotions by which the wise man surpasses the ignorant man) seems exceedingly hard, it may nevertheless be discovered. Needs must it be hard, since it is so seldom found. How would it be possible, if salvation were ready to our hand, and could without great labour be found, that it should be by almost all men neglected? But all things excellent are as difficult as they are rare."},{"id":222,"quote":"I should attempt to treat human vice and folly geometrically... the passions of hatred, anger, envy, and so on, considered in themselves, follow from the necessity and efficacy of nature... I shall, therefore, treat the nature and strength of the emotion in exactly the same manner, as though I were concerned with lines, planes, and solids."},{"id":223,"quote":"I have resolved to demonstrate by a certain and undoubted course of argument, or to deduce from the very condition of human nature, not what is new and unheard of, but only such things as agree best with practice."},{"id":224,"quote":"I do not know how to teach philosophy without becoming a disturber of the peace."},{"id":225,"quote":"Peace is not the absence of war, it is a virtue, a state of mind, a disposition of benevolence, confidence, justice."},{"id":226,"quote":"Those who wish to seek out the cause of miracles and to understand the things of nature as philosophers, and not to stare at them in astonishment like fools, are soon considered heretical and impious, and proclaimed as such by those whom the mob adores as the interpreters of nature and the gods. For these men know that, once ignorance is put aside, that wonderment would be taken away, which is the only means by which their authority is preserved."},{"id":227,"quote":"Do not weep. Do not wax indignant. Understand."},{"id":228,"quote":"What Paul says about Peter tells us more about Paul than about Peter"},{"id":229,"quote":"I have striven not to laugh at human actions, not to weep at them, nor to hate them, but to understand them."},{"id":230,"quote":"There can be no hope without fear, and no fear without hope."},{"id":231,"quote":"A free man thinks of nothing less than of death, and his wisdom is a meditation, not on death, but on life."},{"id":232,"quote":"Hatred is increased by being reciprocated, and can on the other hand be destroyed by love. Hatred which is completely vanquished by love, passes into love; and love is thereupon greater, than id hatred had not preceded it."},{"id":233,"quote":"We feel and experience ourselves to be eternal."},{"id":234,"quote":"It is the part of a wise man, I say, to refresh and restore himself in moderation with pleasant food and drink, with scents, with the beauty of green plants, with decoration, music, sports, the theater, and other things of this kind, which anyone can use without injury to another."},{"id":235,"quote":"Minds, however, are conquered not by arms, but by love and nobility."},{"id":236,"quote":"He alone is free who lives with free consent under the entire guidance of reason"},{"id":237,"quote":"The superstitious know how to reproach people for their vices better than they know how to teach them virtues, and they strive, not to guide men by reason, but to restrain them by fear, so that they flee the evil rather than love virtues. Such people aim only to make others as wretched as they themselves are, so it is no wonder that they are generally burdensome and hateful to men."},{"id":238,"quote":"All things excellent are as difficult as they are rare"},{"id":239,"quote":"Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused"},{"id":240,"quote":"Don’t cry and don’t rage. Understand."},{"id":241,"quote":"everyone endeavors as much as possible to make others love what he loves, and to hate what he hates... This effort to make everyone approve what we love or hate is in truth ambition, and so we see that each person by nature desires that other persons should live according to his way of thinking..."},{"id":242,"quote":"No reason compels me to maintain that the body does not die unless it is changed into a corpse. And, indeed, experience seems to urge a different conclusion. Sometimes a man undergoes such changes that I should hardly have said he was the same man."},{"id":243,"quote":"Blessedness is not the reward of virtue, but virtue itself."},{"id":244,"quote":"The mind of God is all the mentality that is scattered over space and time, the diffused consciousness that animates the world."},{"id":245,"quote":"All laws which can be violated without doing any one any injury are laughed at. Nay, so far are they from doing anything to control the desires and passions of men that, on the contrary, they direct and incite men's thoughts the more toward those very objects, for we always strive toward what is forbidden and desire the things we are not allowed to have. And men of leisure are never deficient in the ingenuity needed to enable them to outwit laws framed to regulate things which cannot be entirely forbidden... He who tries to determine everything by law will foment crime rather than lessen it."},{"id":246,"quote":"Nothing in Nature is random. A thing appears random only through the incompleteness of our knowledge."},{"id":247,"quote":"Reason is no match for passion."},{"id":248,"quote":"The good which every man, who follows after virtue, desires for himself he will also desire for other men..."},{"id":249,"quote":"A free man thinks of death least of all things, and his wisdom is a meditation not of death but of life."},{"id":250,"quote":"The superstitious, who know how to reprove vices rather than how to teach virtues, and who strive, not to lead people by reason, but to restrain them by fear in such a way that they flee what is bad rather than love the virtues, simply intend all other people to be as miserable as they are, and so it is not surprising that they are for the most part irksome and hateful to human beings."},{"id":251,"quote":"Nothing forbids man to enjoy himself, save grim and gloomy superstition"},{"id":252,"quote":"Blessed are the weak who think they are good because they have no claws."},{"id":253,"quote":"whatsoever is, is in God, and without God nothing can be, or be conceived"},{"id":254,"quote":"Things are not more or less perfect, according as they delight or offend human senses, or according as they are serviceable or repugnant to mankind."},{"id":255,"quote":"Non ridere, non lugere, neque detestari, sed intelligere."},{"id":256,"quote":"I saw that all the things I feared and which feared me had nothing good or bad in them save in so far as the mind was affected by them."},{"id":257,"quote":"The purpose of the state is really freedom."},{"id":258,"quote":"People] find—both in themselves and outside themselves—many means that are very helpful in seeking their own advantage, e.g., eyes for seeing, teeth for chewing, plants and animals for food, the sun for light, the sea for supporting fish … Hence, they consider all natural things as means to their own advantage. And knowing that they had found these means, not provided them for themselves, they had reason to believe that there was someone else who had prepared those means for their use. For after they considered things as means, they could not believe that the things had made themselves; but from the means they were accustomed to prepare for themselves, they had to infer that there was a ruler, or a number of rulers of nature, endowed with human freedom, who had taken care of all things for them, and made all things for their use.And since they had never heard anything about the temperament of these rulers, they had to judge it from their own. Hence, they maintained that the Gods direct all things for the use of men in order to bind men to them and be held by men in the highest honor. So it has happened that each of them has thought up from his own temperament different ways of worshipping God, so that God might love them above all the rest, and direct the whole of Nature according to the needs of their blind desire and insatiable greed. Thus this prejudice was changed into superstition, and struck deep roots in their minds."},{"id":259,"quote":"The more you struggle to live, the less you live. Give up the notion that you must be sure of what you are doing. Instead, surrender to what is real within you, for that alone is sure."},{"id":260,"quote":"Most errors consist only in our not rightly applying names to things. For when someone says that the lines which are drawn from the center of a circle to its circumference are unequal, he surely understands (then at least) by a circle something different from what mathematicians understand. Similarly, when men err in calculating they have certain numbers in their mind and different ones on the paper. So if you consider what they have in mind, they really do not err, though they seem to err because we think they have in their mind the numbers which are on the paper. If this were not so, we would not believe that they were erring, just as I did not believe that he was erring whom I recently heard cry out that his courtyard had flown into his neighbor's hen, because what he had in mind seemed sufficiently clear to me.And most controversies have arisen from this, that men do not rightly explain their own mind, or interpret the mind of the other man badly. For really, when they contradict one another most vehemently, they either have the same thoughts, or they are thinking of different things, so that what they think are errors and absurdities in the other are not."},{"id":261,"quote":"Der Endzweck des Staates ist [...] im Grund die Freiheit."},{"id":262,"quote":"Love is nothing but Joy with the accompanying idea of an external cause (Ethics, part III, proposition 13, scholium)."},{"id":263,"quote":"He who has a true idea simultaneously knows that he has a true idea, and cannot doubt of the truth of the thing perceived."},{"id":264,"quote":"Every person should embrace those [dogmas] that he, being the best judge of himself, feels will do most to strengthen in him love of justice."},{"id":265,"quote":"Reason cannot defeat emotion, an emotion can only be displaced or overcome by a stronger emotion."},{"id":266,"quote":"The order and connection of ideas in the same as the order and connection of things"},{"id":267,"quote":"By reality and perfection I mean the same thing."},{"id":268,"quote":"Whether this desire for sex is moderate or not, it is usually called lust."},{"id":269,"quote":"men, in so far as they live in obedience to reason necessarily do only such things as are necessarily good for human nature, and consequently for each individual man."},{"id":270,"quote":"The ultimate aim of government is not to rule, or restrain, by fear, nor to exact obedience, but contrariwise, to free every man from fear, that he may live in all possible security; in other words, to strengthen his natural right to exist and work without injury to himself or to others. No, the object of government is not to change men from rational beings into beasts or puppets, but to enable them to develop their minds and bodies in security, and to employ their reason unshackled; neither showing hatred, anger, or deceit, nor watched with the eyes of jealousy and injustice. In fact, the true aim of government is liberty. Benedictus De Spinoza, \"Tractates Theologico-Politicus\" 1670, AmsterdamTrans RHM Elwes 1937"},{"id":271,"quote":"Better that right counsels be known to enemies than that the evil secrets of tyrants should be concealed from citizens."},{"id":272,"quote":"men aremistaken in thinking themselves free; their opinion is made upof consciousness of their own actions, and ignorance of thecauses by which they are conditioned. Their idea of freedom,therefore, is simply their ignorance of any cause for theiractions. As for their saying that human actions depend on thewill, this is a mere phrase without any idea to correspondthereto. What the will is, and how it moves the body, they noneof them know; those who boast of such knowledge, and feigndwellings and habitations for the soul, are wont to provokeeither laughter or disgust. So, again, when we look at the sun,we imagine that it is distant from us about two hundred feet;this error does not lie solely in this fancy, but in the factthat, while we thus imagine, we do not know the sun's truedistance or the cause of the fancy. For although we afterwardslearn, that the sun is distant from us more than six hundred ofthe earth's diameters, we none the less shall fancy it to be near;for we do not imagine the sun as near us, because we areignorant of its true distance, but because the modification ofour body involves the essence of the sun, in so far as our saidbody is affected thereby."},{"id":273,"quote":"Everyone is by absolute natural right the master of his own thoughts, and thus utter failure will attend any attempt in a commonwealth to force men to speak only as prescribed by the sovereign despite their different and opposing opinions."},{"id":274,"quote":"The object of the idea constituting the human mind is the body"},{"id":275,"quote":"The intellectual love of a thing consists in understanding its perfections."},{"id":276,"quote":"Citizens are not born, but made."},{"id":277,"quote":"those, who are believed to be most self—abased and humble, are generally in reality the most ambitious and envious"},{"id":278,"quote":"Those who are governed by reason desire nothing for themselves which they do not desire for the rest of humankind."},{"id":279,"quote":"Such things as are good simply because they have been commanded or instituted, or as being symbols of something good, are mere shadows which cannot be reckoned among actions that are the offspring, as it were, or fruit of a sound mind and of intellect."},{"id":280,"quote":"I have laboured carefully, not to mock, lament, or execrate human actions, but to understand them."},{"id":281,"quote":"it is certain that seditions, wars, and contempt or breach of the laws are not so much to be imputed to the wickedness of the subjects, as to the bad state of the dominion."},{"id":282,"quote":"Il est contre le bon sens de mettre une enveloppe précieuse à des choses de néant ou de peu de valeur."},{"id":283,"quote":"It will be said that, although God’s law is inscribed in our hearts, Scripture is nevertheless the Word of God, and it is no more permissible to say of Scripture that it is mutilated and contaminated than to say this of God’s Word. In reply, I have to say that such objectors are carrying their piety too far, and are turning religion into superstition; indeed, instead of God’s Word they are beginning to worship likenesses and images, that is, paper and ink."},{"id":284,"quote":"If Scripture were to describe the downfall of an empire in the style adopted by political historians, the common people would not be stirred."},{"id":285,"quote":"aquele que quer responder às injúrias com o ódio vive na tristeza ou na mágoa, aquele que quer vencer o ódio com o amor combate alegremente e sem temor. Triunfa tanto sobre um grande número de inimigos quanto sobre um único, prescindindo de todo socorro da fortuna. Aqueles a quem ele consegue vencer ficam alegres por terem sido derrotados; e, derrotados, eles não são menos fortes; ao contrário, são mais fortes."},{"id":286,"quote":"I care not for the girdings of superstition, for superstition is the bitter enemy of knowledge & true morality. Yes; it has come to this! Men who openly confess that they can form no idea of God, & only know him through created things, of which they know not the causes, can unblushingly accuse philosophers of Atheism."},{"id":287,"quote":"Superstitious persons, who know better how to rail at vice than how to teach virtue, and who strive not to guide men by reason, but so to restrain them that they would rather escape evil than love virtue, have no other aim but to make others as wretched as themselves. Wherefore it is nothing wonderful, if they be generally troublesome and odious to their fellow man."},{"id":288,"quote":"In a democratic state nobody transfers his natural right to another so completely that thereafter he is not to be consulted; he transfers it to the majority of the entire community of which he is part. In this way all men remain equal, as they were before in a state of nature."},{"id":289,"quote":"But human power is considerably limited and infinitely surpassed by the power of external causes, and therefore we do not have an absolute power of adapting things which are outside us for our use. But we shall bear with equanimity those things which happen to us contrary to that which a regard for our advantage postulates, if we are conscious that we have done that which we ought, and that we could not have extended the power we have to such an extent as to avoid those things, and moreover, that we are part of nature as a whole, whose order we follow. If we understand this clearly and distinctly, that part of us which is defined by our understanding, that is, the best part of us, will be wholly contented, and will endeavour to persist in that contentment. For in so far as we understand, we can desire nothing save that which is necessary, nor can we absolutely be contented with anything save what is true: and therefore in so far as we understand this rightly, the endeavour of the best part of us agrees with the order of the whole of nature."},{"id":290,"quote":"By that which is self-caused, I mean that of which the essence involves existence, or that of which the nature is only conceivable as existent."},{"id":291,"quote":"The formation of society serves not only for defensive purposes, but is also very useful, and, indeed, absolutely necessary, as rendering possible the division of labor. If men did not render mutual assistance to each other, no one would have either the skill or the time to provide for his own sustenance and preservation: for all men are not equally apt for all work, and no one would be capable of preparing all that he individually stood in need of. Strength and time, I repeat, would fail, if every one had in person to plow, to sow, to reap, to grind corn, to cook, to weave, to stitch and perform the other numerous functions required to keep life going; to say nothing of the arts and sciences which are also entirely necessary to the perfection and blessedness of human nature."},{"id":292,"quote":"In fact, the real disturbers of the peace are those who, in a free state, seek to curtail the liberty of judgment which they are unable to tyrannize over."},{"id":293,"quote":"Finally, it follows from the preceding proposition that the joy by which the drunkard is enslaved is altogether different from the joy which is the portion of the philosopher,--a think I wished just to hint in passing."},{"id":294,"quote":"By emotion I mean the modifications of the body, whereby the active power of the said body is increased or diminished, aided or constrained, and also the ideas of such modifications."},{"id":295,"quote":"So they will pursue their questions from cause to cause, till at last you take refuge in the will of God—in other words, the sanctuary of ignorance."},{"id":296,"quote":"[T]hese instances are enough to show, that the body can by the sole laws of its nature do many things which the mind wonders at."},{"id":297,"quote":"In a state of nature nothing can be said to be just or unjust; this is so only in a civil state, where it is decided by common agreement what belongs to this or that man."},{"id":298,"quote":"I say expressly, that the mind has not an adequate but only a confused knowledge of itself, its own body, and of external bodies, whenever it perceives things after the common order of nature; that is, whenever it is determined from without, namely, by the fortuitous play of circumstance, to regard this or that; not at such times as it is determined from within, that is, by the fact of regarding several things at once, to understand their points of agreement, difference, and contrast. Whenever it is determined in anywise from within, it regards things clearly and distinctly, as I will show below."},{"id":299,"quote":"Even more, in the created thing, is a perfection that she exists; since the greatest of all imperfections is, not to exist."},{"id":300,"quote":"Este esfuerzo por conseguir que cada cual apruebe aquello que uno ama u odia es, en realidad, ambición; y así vemos que cada cual apetece, por naturaleza, que los demás vivan según la índole propia de él. Pero como todos lo apetecen a la vez, a la vez se estorban unos a otros, y como todos quieren ser alabados y amados por todos, se tienen odio unos a otros."},{"id":301,"quote":"... The power which the common people ascribe to God is not only a human power (which shows that they look upon God as a man, or as being like a man), but that it also involves weakness."},{"id":302,"quote":"The body itself, simply from the laws of its own nature, can do many things which its mind wonders at … it is in the mind’s power alone both to speak and to be silent and to do many other things which they therefore believe depend on the mind’s decision … if, on the other hand, the body is inactive, the mind is at the same time incapable of thinking"},{"id":303,"quote":"For all things excellent are as difficult as they are rare."},{"id":304,"quote":"No creo que cuestionar las cosas sea una enfermedad. La obediencia ciega sin cuestionamientos, es la enfermedad."},{"id":305,"quote":"each will form universal images according to the conditioning of his body."},{"id":306,"quote":"A passion seizes to be a passion as soon as we form a clear idea of it."},{"id":307,"quote":"[The] right of the individual is co-extensive with its determinate power. ... Nature's bounds are not set by the laws of human reason which aim only at man's true interest and his preservation ... man is but a particle."},{"id":308,"quote":"Les stoïciens ont voulu soutenir que nos passions dépendent entièrement de notre volonté, et que nous pouvons les gouverner avec une autorité sans bornes; mais l'expérience les a contraint d'avouer, en dépit de leurs principes, qu'il ne faut pas peu de soins et d'habitude pour contenir et régler nos passions ."},{"id":309,"quote":"Опитът твърде често ни учи, че хората над нищо не са така малко властни, както над своя език."},{"id":310,"quote":"Thus we see, that the mind can undergo many changes, and can pass sometimes to a state of greater perfection, sometimes to a state of lesser perfection. These passive states of transition explain to us the emotions of pleasure and pain. By pleasure therefore in the following propositions I shall signify a passive state wherein the mind passes to a greater perfection. By pain I shall signify a passive state wherein the mind passes to a lesser perfection. Further, the emotion of pleasure in reference to the body and mind together I shall call stimulation (titillatio) or merriment (hilaritas), the emotion of pain in the same relation I shall call suffering or melancholy. But we must bear in mind, that stimulation and suffering are attributed to man, when one part of his nature is more affected than the rest, merriment and melancholy, when all parts are alike affected. What I mean by desire I have explained in the note to Prop. ix. of this part; beyond these three I recognize no other primary emotion; I will show as I proceed, that all other emotions arise from these three."},{"id":311,"quote":"El alma humana, cuantas veces percibe las cosas según el orden común de la naturaleza, no tiene conocimiento adecuado ni de sí misma, ni de su cuerpo, ni de los cuerpos exteriores, sino tan solo un conocimiento confuso y mutilado"},{"id":312,"quote":"Emotion, which is called a passivity of the soul, is a confused idea, whereby the mind affirms concerning its body, or any part thereof, a force for existence (existendi vis) greater or less than before, and by the presence of which the mind is determined to think of one thing rather than another."},{"id":313,"quote":"By substance, I mean that which is in itself, and is conceived through itself: in"},{"id":314,"quote":"But, after men began to form general ideas, to think out types of houses, buildings, towers, &c., and to prefer certain types to others, it came about, that each man called perfect that which he saw agree with the general idea he had formed of the thing in question, and called imperfect that which he saw agree less with his own preconceived type, even though it had evidently been completed in accordance with the idea of its artificer. This seems to be the only reason for calling natural phenomena, which, indeed, are not made with human hands, perfect or imperfect: for men are wont to form general ideas of things natural, no less than of things artificial, and such ideas they hold as types, believing that Nature (who they think does nothing without an object) has them in view, and has set them as types before herself. Therefore, when they behold something in Nature, which does not wholly conform to the preconceived type which they have formed of the thing in question, they say that Nature has fallen short or has blundered, and has left her work incomplete."},{"id":315,"quote":"For though men be ignorant, yet they are men"},{"id":316,"quote":"Scriptural doctrine contains not abstruse speculation or philosophic reasoning, but very simple matters able to be understood by the most sluggish mind."},{"id":317,"quote":"Note II.—From all that has been said above it is clear, that we, in many cases, perceive and form our general notions:—(1.) From particular things represented to our intellect fragmentarily, confusedly, and without order through our senses (II. xxix. Coroll.); I have settled to call such perceptions by the name of knowledge from the mere suggestions of experience.4 (2.) From symbols, e.g., from the fact of having read or heard certain words we remember things and form certain ideas concerning them, similar to those through which we imagine things (II. xviii. note). I shall call both these ways of regarding things knowledge of the first kind, opinion, or imagination. (3.) From the fact that we have notions common to all men, and adequate ideas of the properties of things (II. xxxviii. Coroll., xxxix. and Coroll. and xl.); this I call reason and knowledge of the second kind. Besides these two kinds of knowledge, there is, as I will hereafter show, a third kind of knowledge, which we will call intuition. This kind of knowledge proceeds from an adequate idea of the absolute essence of certain attributes of God to the adequate knowledge of the essence of things. I will illustrate all three kinds of knowledge by a single example. Three numbers are given for finding a fourth, which shall be to the third as the second is to the first. Tradesmen without hesitation multiply the second by the third, and divide the product by the first; either because they have not forgotten the rule which they received from a master without any proof, or because they have often made trial of it with simple numbers, or by virtue of the proof of the nineteenth proposition of the seventh book of Euclid, namely, in virtue of the general property of proportionals. But with very simple numbers there is no need of this. For instance, one, two, three, being given, everyone can see that the fourth proportional is six; and this is much clearer, because we infer the fourth number from an intuitive grasping of the ratio, which the first bears to the second."},{"id":318,"quote":"Joy is a man's passage from a lesser to a greater perfection."},{"id":319,"quote":"Mais il est des gens qui croient que la fiction est limitée par la fiction, et non par l'intelligence ; c'est-à-dire qu'après avoir feint une chose, et avoir affirmé, par un acte libre de la volonté, l'existence de cette chose, déterminée d'une certaine manière dans la nature, il ne nous est plus possible de la concevoir autrement. Par exemple, après avoir feint (pour parler leur langage) que la nature du corps est telle ou telle, il ne m'est plus permis de feindre une mouche infinie ; après avoir feint l'essence de l'âme, il ne m'est plus permis d'en faire un carré, etc. Cela a besoin d'être examiné. D'abord, ou bien ils nient, ou bien ils accordent que nous pouvons comprendre quelque chose. L'accordent-ils ; ce qu'ils disent de la fiction, ils devront nécessairement le dire aussi de l'intelligence. Le nient-ils ; voyons donc, nous qui savons que nous savons quelque chose, ce qu'ils disent. Or, voici ce qu'ils disent : l'âme est capable de sentir et de percevoir de plusieurs manières, non pas elle-même, non pas les choses qui existent, mais seulement les choses qui ne sont ni en elle-même ni ailleurs : en un mot, l'âme, par sa seule vertu, peut créer des sensations, des idées, sans rapport avec les choses, à ce point qu'ils la considèrent presque comme un dieu. Ils disent donc que notre âme possède une telle liberté qu'elle a le pouvoir et de nous contraindre et de se contraindre elle-même et de contraindre jusqu'à sa liberté elle-même. En effet, lorsque l'âme a feint quelque chose et qu'elle a donné son assentiment à cette fiction, il ne lui est plus possible de se représenter ou de feindre la même chose d'une manière différente ; et en outre, elle se trouve condamnée à se représenter toutes choses de façon qu'elles soient en accord avec la fiction primitive. C'est ainsi que nos adversaires se trouvent obligés par leur propre fiction d'accepter toutes les absurdités qu'on vient d'énumérer, et que nous ne prendrons pas la peine de combattre par des démonstrations ."},{"id":320,"quote":"I have laboured carefully, not to mock, lament, or execrate, but to understand human actions."},{"id":321,"quote":"In so far as we understand, we can desire nothing but that which must be, nor, in an absolute sense, can we find contentment in anything but truth."},{"id":322,"quote":"These are the prejudices which I undertook to notice here. If any others of a similar character remain, they can easily be rectified with a little thought by anyone."},{"id":323,"quote":"Vulgus semper aeque miserum manet."},{"id":324,"quote":"Benevolentia nihil aliud est, quam cupiditas ex commiseratione orta."},{"id":325,"quote":"I realised that all the things which were the source and object of my anxiety held nothing of good or evil in themselves save in so far as the mind was influenced by them,"},{"id":326,"quote":"Nu râde, nu jeli, nu urî, ci înțelege!"},{"id":327,"quote":"Tyranny is most violent where individual beliefs, which are an inalienable right, are regarded as criminal."},{"id":328,"quote":"That by the decrees and volitions, and consequently the providence of God, Scripture (as I will prove by Scriptural examples) means nothing but Nature's order following necessarily from her eternal laws."},{"id":329,"quote":"What can be more calamitous than that men should be regarded as enemies and put to death, not for any crime or misdeed, but for being of independent mind?"},{"id":330,"quote":"Most writers on the emotions and on human conduct seem to be treating rather of matters outside nature than of natural phenomena following nature's general laws. They appear to conceive man to be situated in nature as a kingdom within a kingdom: for they believe that he disturbs rather than follows nature's order, that he has absolute control over his actions, and that he is determined solely by himself. They attribute human infirmities and fickleness, not to the power of nature in general, but to some mysterious flaw in the nature of man, which accordingly they bemoan, deride, despise, or, as usually happens, abuse: he, who succeeds in hitting off the weakness of the human mind more eloquently or more acutely than his fellows, is looked upon as a seer. [...] Such persons will, doubtless think it strange that I should attempt to treat of human vice and folly geometrically, and should wish to set forth with rigid reasoning those matters which they cry out against as repugnant to reason, frivolous, absurd, and dreadful. However, such is my plan."},{"id":331,"quote":"Indeed, just as light makes manifest both itself and darkness, so truth is the standard both of itself and falsity."},{"id":332,"quote":"that he that is strong hates no man, is angry with no man, envies no man, is indignant with no man, despises no man, and least of all things is proud."},{"id":333,"quote":"Falsity consists in the privation of knowledge, which inadequate, fragmentary, or confused ideas involve."},{"id":334,"quote":"La experiencia me enseñó que cuanto ocurre frecuentemente en la vida ordinaria es vano y fútil; veía que todo lo que para mí era causa u objeto de temor no contenía en sí nada bueno ni malo, fuera del efecto que excitaba en mi alma: resolví finalmente investigar si no habría algo que fuera un bien verdadero, posible de alcanzar y el único capaz de afectar el alma una vez rechazadas todas las demás cosas; un bien cuyo descubrimiento y posesión tuvieran por resultado una eternidad de goce continuo y soberano. Digo resolví finalmente, porque a primera vista parecía insensato renunciar a algo seguro por algo inseguro."},{"id":335,"quote":"Caute"},{"id":336,"quote":"He who, while unacquainted with these writings, nevertheless knows by the natural light that there is a God having the attributes we have recounted, and who also pursues a true way of life, is altogether blessed."},{"id":337,"quote":"Kiek blogybių atsiranda dėl prabangos, pavydo, godumo svaigalų ir kitų panašių dalykų? Vis dėlto jie yra priimtini, nes valstybė negali jų uždrausti įstatymais, kad ir kokie ydingi bebūtų; todėl privalu dar daugiau suteikti sprendimo laisvės, kuri apskritai yra tikra dorybė ir niekaip negali būti uždrausta įstatymais. Be to, iš jos nekyla tokių nepatogumų, kurių (kaip tuoj parodysiu) valstybės pareigūnai negalėtų išvengti; jau nekalbu, kad ji yra būtina mokslo ir menų tobulėjimui, nes jie gali būti sėkmingai vystomi tik tų, kurie turi laisvą ir nevaržomą sprendimą."},{"id":338,"quote":"Afflectus, qui passio est, desinit esse passio simulatque eius clarum et distinctam formamus ideam."},{"id":339,"quote":"The ultimate aim of government is not to rule, or restrain, by fear, nor to exact obedience, but contrariwise, to free every man from fear, that he may live in all possible security; in other words, to strengthen his natural right to exist and work without injury to himself or others."},{"id":340,"quote":"Los peores tiranos son aquellos que saben hacerse amar."},{"id":341,"quote":"After man has persuaded himself that all things which exist are made for him, he must in everything adjudge that to be of the greatest importance which is most useful to him, and he must esteem that to be of surpassing worth by which he is most beneficially affected. In this way he is compelled to form those notions by which he explains nature; such, for instance, as good, evil, order, confusion, heat, cold, beauty, and deformity, etc.; and because he supposes himself to be free, notions like those of praise and blame, sin and merit, have arisen."},{"id":342,"quote":"Математика и опыт - вот подлинные основания достоверного, естественного, разумного живого познания."},{"id":343,"quote":"comme les mots sont une partie de l'imagination, c'est-à-dire que, selon qu'une certaine disposition du corps fait qu'ils se sont arrangés vaguement dans la mémoire, nous nous formons beaucoup d'idées chimériques, il ne faut pas douter que les mots, ainsi que l'imagination, puissent être cause de beaucoup de grossières erreurs, si nous ne nous tenons fort en garde contre eux. Joignez à cela qu'ils sont constitués arbitrairement et accommodés au goût du vulgaire, si bien que ce ne sont que des signes des choses telles qu'elles sont dans l'imagination, et non pas telles qu'elles sont dans l'entendement ; vérité évidente si l'on considère que la plupart des choses qui sont seulement dans l'entendement ont reçu des noms négatifs, comme immatériel, infini, etc., et beaucoup d'autres idées qui, quoique réellement affirmatives, sont exprimées sous une forme négative, telle qu'incréé, indépendant, infini, immortel, et cela parce que nous imaginons beaucoup plus facilement les contraires de ces idées, et que ces contraires, se présentant les premiers aux premiers hommes, ont usurpé les noms affirmatifs. Il y a beaucoup de choses que nous affirmons et que nous nions parce que telle est la nature des mots, et non pas la nature des choses. Or, quand on ignore la nature des choses, rien de plus facile que de prendre le faux pour le vrai."},{"id":344,"quote":"The more you struggle to live, the less you live. Give up the notion that you must be sure of what you are doing. Instead, surrender to what is real within you, for that alone is sure….you are above everything distressing."},{"id":345,"quote":"ceux que l’on croit être le plus pleins de mésestime d’eux-mêmes et d’humilité, sont généralement le plus pleins d’ambition et d’envie"},{"id":346,"quote":"those who have more often regarded with admiration the stature of men will understand by the word ‘man’ an animal of upright stature, while those who are wont to regard a different aspect will form a different common image of man, such as that man is a laughing animal, a feather-less biped, or a rational animal."},{"id":347,"quote":"in the case of the given numbers 1, 2, 3, everybody can see that the fourth proportional is 6, and all the more clearly because we infer in one single intuition the fourth number from the ratio we see the first number bears to the second."},{"id":348,"quote":"أعني بالشجاعة؛ الرغبة التي يسعى بها كل إنسان إلى حفظ وجوده وفقًا لما يمليه العقل فحسب."},{"id":349,"quote":"Let satirists then laugh their fill at human affairs, let theologians rail, and let misanthropes praise to their utmost the life of untutored rusticity, let them heap contempt on men and praises on beasts; when all is said, they will find that men can provide for their wants much more easily by mutual help."},{"id":350,"quote":"synthétique"},{"id":351,"quote":"Sed omnia praeclara tam difficilia quam rara sunt."},{"id":352,"quote":"A comunidade amaldiçoa-me dia e noite, exortam a ira de Deus a recair sobre mim por toda a eternidade, pedem que todas as maldições contidas nas leis divinas me sejam infligidas, desejam que o meu nome desapareça para sempre do planeta, proíbem que quem quer que seja mantenha comigo qualquer tipo de relação, privada ou profissional, recusam compartilhar tecto comigo, e enfim proíbem que se aproximem a menos de quatro côvados de mim. Finalmente posso tornar-me um filósofo livre."},{"id":353,"quote":"How would it be possible, if salvation were ready to our hand, and could without great labor be found, that it should be by almost all men neglected? But all things excellent are as difficult as they are rare."},{"id":354,"quote":"-----susmak da konuşmak da insanın elinde olsaydı bu dünya sahiden çok daha mutlu bir dünya olurdu. Ama yaşam bize defalarca göstermiştir ki, insan dilinden başka her şeye daha çok hakim ve başka her şeyi yapabiliyor da bir tek arzularına gem vuramıyor. ------Gıpta, başkalarının da arzuladığını hayal ettiğimiz bir şeye karşı içimizde uyanan arzudur. Başkalarının kaçtığını gördüğünde kaçan, başkalarının korktuğunu gördüğünde korkan, hatta başkasının elinin yandığını gördüğünde kendi elini çekip bedenini sanki kendi eli yanmış gibi oynatan insana başkasının hareketlerini taklit ediyor deriz, başkasına gıpta ediyor demeyiz; gıpta etmenin ve taklit etmenin nedenlerinin farklı olduğunu bilmemizden değil tabii, sadece bize soylu, yararlı ya da hoş gelen bir şeyi taklit eden insana gıpta ediyor demek adet olmuştur da ondan. ----- sadece yoksunluk açısından uyuşan şeyler, yani sahip olmadıklan özellikler açısından uyuşan şeyler gerçekte hiçbir açıdan uyuşmazlar.----- Hırslı adam hiçbir konuda ölçülü olmayacaktır, yeter ki yakalanmayacağına dair umudu olsun; hele ayyaşların ve şehvet düşkünlerinin arasında yaşayıp gidiyorsa, zaten kendisi de hırslı olduğundan, onların kusurlarına daha fazla meyledecektir. ... Yoksul insan bir de hırslıysa artık hiç susmadan sürekli paranın kötüye kullanımından, zenginlerin ahlaksızlıklarından konuşup durur. Ama böyle yaparak sadece kendisine işkence çektirir ve sadece kendi yoksulluğuna değil başkalarının zenginliğine de nasıl tahammül gösteremediğini açığa vurur. Sevgilisi tarafından beklediği ilgiyi göremeyenler de böyle yapar, kadınların kararsızlıklarından, yalancılıklarından ve bunun gibi dile pelesenk olan başka kusurlarından başka hiçbir şey düşünemez olur, ama sevgilisi tarafından yeniden kabul gördüklerinde de bütün bu düşündüklerini bir anda unutuverir. -----acı da iyi bir duygudur, çünkü incinen kısmın henüz çürümemiş olduğunu gösterir.-----"},{"id":355,"quote":"seulement la foi vraie et la raison qui nous conduisent à la connaissance du bien et du mal."},{"id":356,"quote":"Everything that is great is as rare to find as it is difficult to do."},{"id":357,"quote":"No nos gusta tal cosa porque sea buena, sino que nos parece buena porque nos gusta"},{"id":358,"quote":"He who exults in popular esteem has the daily burden of anxiously striving, acting and contriving to preserve his reputation. For the populace is fickle and inconstant, and unless a reputation is preserved it soon withers away."},{"id":359,"quote":"I have thus completed all I wished to set forth touching the mind's power over the emotions and the mind's freedom. Whence it appears how potent is the wise man and how much he surpasses the ignorant man who is driven only by his lusts. For the ignorant man is not only distracted in various ways by external causes without ever gaining the true acquiescence of his spirit, but more­ over lives, as it were, unwitting of himself, and of God, and of things, and as soon as he ceases to suffer, ceases also to be:Whereas the wise man, in as far as he is regarded as such, is scarcely at all disturbed in spirit, but, being conscious of himself, and of God, and of things, by a certain eternal necessity, never ceases to be, but always possesses true acquiescence of his spirit.If the way which I have pointed out as leading to this result, seems exceedingly hard, it may nevertheless be discovered. Needs must it be hard, since it is so seldom found. How would it be possible, if salvation were ready to our hand, and could without great labour be found, that it should be by almost all men neglected? But all things excellent are as di_fcult as they are rare."},{"id":360,"quote":"I have laboured carefully, not to mock, lament, or execrate human actions, but to understand them; and, to this end, I have looked upon passions, such as love, hatred, anger, envy, ambition, pity, and the other perturbations of the mind, not in the light of vices of human nature, but as properties, just as pertinent to it, as are heat, cold, storm, thunder, and the like to the nature of the atmosphere, which phenomena, though inconvenient, are yet necessary, and have fixed causes, by means of which we endeavour to understand their nature, and the mind has just as much pleasure in viewing them aright, as in knowing such things as flatter the senses."},{"id":361,"quote":"Men are by nature are unequal and those who seek equality among unequal's seeks absurdity."},{"id":362,"quote":"Experience day by day protested and showed by infinite examples, that good and evil fortunes fall to the lot of pious and impious alike; still they would not abandon their inveterate prejudice, for it was more easy for them to class such contradictions among other unknown things of whose use they were ignorant, and thus to retain their actual and innate condition of ignorance, than to destroy the whole fabric of their reasoning and start afresh. They therefore laid down as an axiom, that God's judgments far transcend human understanding. Such a doctrine might well have sufficed to conceal the truth from the human race for all eternity, if mathematics had not furnished another standard of verity in considering solely the essence and properties of figures without regard to their final causes. There are other reasons (which I need not mention here) besides mathematics, which might have caused men's minds to be directed to these general prejudices, and have led them to the knowledge of the truth."},{"id":363,"quote":"I will only say generally, that in proportion as any given body is more fitted than others for doing many actions or receiving many impressions at once, so also is the mind, of which it is the object, more fitted than others for forming many simultaneous perceptions; and the more the actions of the body depend on itself alone, and the fewer other bodies concur with it in action, the more fitted is the mind of which it is the object for distinct comprehension. We may thus recognize the superiority of one mind over others, and may further see the cause, why we have only a very confused knowledge of our body, and also many kindred questions, which I will, in the following propositions, deduce from what has been advanced."},{"id":364,"quote":"Human infirmity in moderating and checking the emotions I name bondage: for, when a man is a prey to his emotions, he is not his own master, but lies at the mercy of fortune: so much so, that he is often compelled, while seeing that which is better for him, to follow that which is worse."},{"id":365,"quote":"Most of those who have written about the Affects, and men’s way of living, seem to treat, not of natural things, which follow the common laws of nature, but of things that are outside nature. Indeed they seem to conceive man in nature as a dominion within a dominion. For they believe that man disturbs, rather than follows, the order of nature, that he has absolute power over his actions, and that he is determined only by himself."},{"id":366,"quote":"I shall treat the nature and power of the Affects, and the power of the Mind over them, by the same Method by which, in the preceding parts, I treated God and the Mind, and I shall consider human actions and appetites just as if it were a Question of lines, planes, and bodies."},{"id":367,"quote":"Concluí, assim, tudo o que desejava apresentar sobre o poder da mente sobre as emoções e a liberdade da mente. Daí resulta quão potente é o homem sábio e quanto ele supera o homem ignorante que é movido apenas por seus desejos e paixões.Pois o homem ignorante não é apenas distraído de várias maneiras por causas externas sem nunca obter a verdadeira aquiescência de seu espírito, mas sobretudo vive, por assim dizer, inconscientes de si mesmo e de Deus e das coisas, e assim que cessa de sofrer, cessa também de ser:Enquanto que o homem sábio, na medida em que é considerado como tal, dificilmente é perturbado no espírito, mas, sendo consciente de si mesmo e de Deus e das coisas, por uma certa necessidade eterna, nunca deixa de ser, mas sempre possui a verdadeira aquiescência de seu espírito.Se o resultado que indico parece excessivamente difícil, pode, no entanto, ser descoberto. Meditações devem ser difíceis, visto que raramente são encontradas. Como seria possível, se a salvação estivesse disponível em nossas mãos, e pudesse ser encontrada sem grande esforço, que fosse negligenciada por quase todos os homens? Mas todas as coisas excelentes são tão difíceis quanto raras."},{"id":368,"quote":"And when he dreams he does not want to write, he does not have the power to dream he wants to write; and when he dreams he wants to write, he does not have the power to dream he does not want to write."},{"id":369,"quote":"The human mind is the very idea or knowledge of the human body (II. xiii.), which (II. ix.) is in God, in so far as he is regarded as affected by another idea of a particular thing actually existing: or, inasmuch as (Post. iv.) the human body stands in need of very many bodies whereby it is, as it were, continually regenerated; and the order and connection of ideas is the same as the order and connection of causes (II. vii.); this idea will therefore be in God, in so far as he is regarded as affected by the ideas of very many particular things. Thus God has the idea of the human body, or knows the human body, in so far as he is affected by very many other ideas, and not in so far as he constitutes the nature of the human mind; that is (by II. xi. Coroll.), the human mind does not know the human body."},{"id":370,"quote":"We there showed that the idea of body and body, that is, mind and body (II. xiii.), are one and the same individual conceived now under the attribute of thought, now under the attribute of extension; wherefore the idea of the mind and the mind itself are one and the same thing, which is conceived under one and the same attribute, namely, thought."},{"id":371,"quote":"Desire is the actual essence of man, in so far as it is conceived, as determined to a particular activity by some given modification of itself."},{"id":372,"quote":"I think that I have anticipated my answer to the third objection, namely, that the will is something universal which is predicated of all ideas, and that it only signifies that which is common to all ideas, namely, an affirmation, whose adequate essence must, therefore, in so far as it is thus conceived in the abstract, be in every idea, and be, in this respect alone, the same in all, not in so far as it is considered as constituting the idea's essence: for, in this respect, particular affirmations differ one from the other, as much as do ideas."}]