[{"id":1,"quote":"Most people, in fact, will not take the trouble in finding out the truth, but are much more inclined to accept the first story they hear."},{"id":2,"quote":"The strong do what they have to do and the weak accept what they have to accept."},{"id":3,"quote":"War is an evil thing; but to submit to the dictation of other states is worse.... Freedom, if we hold fast to it, will ultimately restore our losses, but submission will mean permanent loss of all that we value.... To you who call yourselves men of peace, I say: You are not safe unless you have men of action on your side."},{"id":5,"quote":"The secret of happiness is freedom and the secret of freedom is courage."},{"id":6,"quote":"Knowledge without understanding is useless."},{"id":7,"quote":"Love of power, operating through greed and through personal ambition, was the cause of all these evils."},{"id":8,"quote":"Hope is an expensive commodity. It makes better sense to be prepared."},{"id":10,"quote":"Self-control is the chief element in self-respect, and respect of self, in turn, is the chief element in courage."},{"id":11,"quote":"Some legislators only wish to vengeance against a particular enemy. Others only look out for themselves. They devote very little time on the consideration of any public issue. They think that no harm will come from their neglect. They act as if it is always the business of somebody else to look after this or that. When this selfish notion is entertained by all, the commonwealth slowly begins to decay."},{"id":12,"quote":"We must remember that one man is much the same as another, and that he is best who is trained in the severest school."},{"id":13,"quote":"Of all manifestations of power, restraint impresses men most."},{"id":14,"quote":"When a man finds a conclusion agreeable, he accepts it without argument, but when he finds it disagreeable, he will bring against it all the forces of logic and reason."},{"id":15,"quote":"When tremendous dangers are involved, no one can be blamed for looking to his own interest."},{"id":16,"quote":"I think the two things most opposed to good counsel are haste and passion; haste usaully goes hand in hand with folly, passion with coarseness and narrowness of mind."},{"id":17,"quote":"Human nature is the one constant through human history. It is always there."},{"id":18,"quote":"Athens' biggest worry was the sheer recklessness of its own democratic government. A simple majority of the citizenry, urged on and incensed by clever demagogues, might capriciously send out military forces in unnecessary and exhausting adventures."},{"id":19,"quote":"I am not blaming those who are resolved to rule, only those who show an even greater readiness to submit."},{"id":20,"quote":"When will there be justice in Athens? There will be justice in Athens when those who are not injured are as outraged as those who are."},{"id":21,"quote":"When one is deprived of ones liberty, one is right in blaming not so much the man who puts the shackles on as the one who had the power to prevent him, but did not use it."},{"id":22,"quote":"It is men who make a city, not walls or ships."},{"id":23,"quote":"Ignorance is bold and knowledge reserved."},{"id":24,"quote":"If you give way, you will instantly have to meet some greater demand, as having been frightened into obedience in the first instance; while a firm refusal will make them clearly understand that they must treat you more as equals."},{"id":25,"quote":"A private man, however successful in his own dealing, if his country perish is involved in her destruction; but if he be an unprosperous citizen of a prosperous city, he is much more likely to recover.  Seeing, then, that States can bear the misfortunes of individuals, but individuals cannot bear the misfortunes of States, let us all stand by our country."},{"id":26,"quote":"It is from the greatest dangers that the greatest glory is to be won."},{"id":27,"quote":"Don't confuse meaning with truth."},{"id":28,"quote":"We Greeks believe that a man who takes no part in public affairs is not merely lazy, but good for nothing"},{"id":29,"quote":"He who graduates the harshest school, succeeds."},{"id":30,"quote":"For so remarkably perverse is the nature of man that he despises whoever courts him, and admires whoever will not bend before him."},{"id":31,"quote":"Few things are brought to a successful issue by impetuous desire, but most by calm and prudent forethought."},{"id":32,"quote":"It must be thoroughly understood that war is a necessity, and that the more readily we accept it,the less will be the ardor of our opponents, and that out of the greatest dangers communities and individuals acquire the greatest glory."},{"id":33,"quote":"We secure our friends not by accepting favours but by doing them."},{"id":34,"quote":"In general, the men of lower intelligence won out. Afraid of their own shortcomings and of the intelligence of their opponents, so that they would not lose out in reasoned argument or be taken by surprise by their quick-witted opponents, they boldly moved into action. Their enemies,on the contrary, contemptuous and confident in their ability to anticipate, thought there was no need to take by action what they could win by their brains."},{"id":35,"quote":"You should punish in the same manner those who commit crimes with those who accuse falsely."},{"id":36,"quote":"Right, as the world goes, is only in question between equals in power, while the strong do what they can and the weak suffer what they must."},{"id":37,"quote":"Amassing of wealth is an opportunity for good deeds, not hubris"},{"id":38,"quote":"One's sense of honor is the only thing that does not grow old, and the last pleasure, when one is worn out with age, is not, as the poet said, making money, but having the respect of one's fellow men."},{"id":39,"quote":"So little trouble do men take in the search after truth; so readily do they accept whatever comes first to hand."},{"id":40,"quote":"Remember that this greatness was won by men with courage, with knowledge of their duty, and with a sense of honor in action."},{"id":41,"quote":"Happiness depends on being free, and freedom depends on being courageous."},{"id":42,"quote":"The growth of the power of Athens, and the alarm which this inspired in Sparta, made war inevitable."},{"id":43,"quote":"History is Philosophy teaching by example."},{"id":44,"quote":"There is no need to suppose that human beings differ very much one from another; but it is true that the ones who come out on top are the ones who have been trained in the hardest school."},{"id":45,"quote":"You shouldn't feel sorry for the lifestyle you haven't tasted, but for the one you are about to lose"},{"id":46,"quote":"In a democracy, someone who fails to get elected to office can always console himself with the thought that there was something not quite fair about it."},{"id":47,"quote":"And where the rewards for merit are greatest, there are found the best citizens."},{"id":48,"quote":"Be convinced that to be happy means to be free and that to be free means to be brave. Therefore do not take lightly the perils of war."},{"id":49,"quote":"Mankind apparently find it easier to drive away adversity than to retain prosperity."},{"id":50,"quote":"It is useless to attack men who could not be controlled even if conquered, while failure would leave us in an even worse position."},{"id":51,"quote":"If it had not been for the pernicious power of envy, men would not so have exalted vengeance above innocence and profit above justice... in these acts of revenge on others, men take it upon themselves to begin the process of repealing those general laws of humanity which are there to give a hope of salvation to all who are in distress."},{"id":52,"quote":"The strength of an Army lies in strict discipline and undeviating obedience to its officers."},{"id":53,"quote":"I dread our own mistakes more than the enemy's intentions."},{"id":54,"quote":"Wars spring from unseen and generally insignificant causes, the first outbreak being often but an explosion of anger."},{"id":55,"quote":"It is frequently a misfortune to have very brilliant men in charge of affairs. They expect too much of ordinary men."},{"id":56,"quote":"Three of the gravest failings, want of sense, of courage, or of vigilance."},{"id":58,"quote":"The Peloponnesian War turns out to be no dry chronicle of abstract cause and effect. No, it is above all an intense, riveting, and timeless story of strong and weak men, of heroes and scoundrels and innocents too, all caught in the fateful circumstances of rebellion, plague, and war that always strip away the veneer of culture and show us for what we really are."},{"id":59,"quote":"It is a common mistake in going to war to begin at the wrong end, to act first, and wait for disasters to discuss the matter."},{"id":60,"quote":"The secret of freedom, courage."},{"id":61,"quote":"To be an object of hatred and aversion to their contemporaries has been the usual fate of all those whose merit has raised them above the common level. The man who submits to the shafts of envy for the sake of noble objects pursues a judicious course for his own lasting fame. Hatred dies with its object, while merit soon breaks forth in full splendor, and his glory is handed down to posterity in never-dying strains."},{"id":62,"quote":"For they had learned that true safety was to be found in long previous training, and not in eloquent exhortations uttered when they were going into action."},{"id":63,"quote":"We Greeks are lovers of the beautiful, yet simple in our tastes, and we cultivate the mind without loss of manliness."},{"id":64,"quote":"The absence of romance from my history will, I fear, detract somewhat from its interest; but if it be judged useful by those inquirers who desire an exact knowledge of the past as an aid to the interpretation of the future, which in the course of human things must resemble if it does not reflect it, I shall be content. In fine, I have written my work, not as an essay which is to win the applause of the moment, but as a possession for all time."},{"id":65,"quote":"The cause of all these evils was the lust for power arising from greed and ambition; and from these passions proceeded the violence of parties once engaged in contention."},{"id":66,"quote":"The sufferings that fate inflicts on us should be borne with patience, what enemies inflict with manly courage."},{"id":67,"quote":"I could have wished that the reputations of many brave men were not to be imperilled in the mouth of a single individual, to stand or fall according as he spoke well or ill. For it is hard to speak properly upon a subject where it is even difficult to convince your hearers that you are speaking the truth."},{"id":68,"quote":"Stories happen to those who tell them."},{"id":69,"quote":"Now the only sure basis of an alliance is for each party to be equally afraid of the other"},{"id":70,"quote":"Contempt for an assailant is best shown by bravery in action."},{"id":71,"quote":"speculation is carried on in safety, but, when it comes to action, fear causes failure."},{"id":72,"quote":"... Athenians are addicted to innovation. They are daring beyond their judgment they toil on with little opportunity for enjoying, being ever engaged in getting, they were born into the world to take no rest themselves, and to give none to others."},{"id":73,"quote":"In practice we always base our preparations against an enemy on the assumption that his plans are good; indeed, it is right to rest our hopes not on a belief in his blunders, but on the soundness of our provisions. Nor ought we to believe that there is much difference between man and man, but to think that the superiority lies with him who is reared in the severest school."},{"id":74,"quote":"An avowal of poverty is no disgrace to any man; to make no effort to escape it is indeed disgraceful."},{"id":75,"quote":"And it is certain that those who do not yield to their equals, who keep terms with their superiors, and are moderate towards their inferiors, on the whole succeed best."},{"id":76,"quote":"People get into the habit of entrusting the things they desire to wishful thinking, and subjecting things they don't desire to exhaustive thinking"},{"id":77,"quote":"For the love of gain would reconcile the weaker to the dominion of the stronger, and the possession of capital enabled the more powerful to reduce the smaller cities to subjection."},{"id":78,"quote":"They whose minds are least sensitive to calamity, and whose hands are most quick to meet it, are the greatest men and the greatest communities."},{"id":79,"quote":"Indeed it is generally the case that men are readier to call rogues clever than simpletons honest, and are ashamed of being the second as they are proud of being the first."},{"id":80,"quote":"It is the habit of mankind to entrust to careless hope what they long for, and to use sovereign reason to thrust aside what they do not desire"},{"id":81,"quote":"He passes through life most securely who has least reason to reproach himself with complaisance toward his enemies."},{"id":82,"quote":"Peace is an armistice in a war that is continuously going on."},{"id":83,"quote":"They are surely to be esteemed the bravest spirits who, having the clearest sense of both the pains and pleasures of life, do not on that account shrink from danger."},{"id":84,"quote":"In peace and prosperity states and individuals have better sentiments, because they do not find themselves suddenly confronted with imperious necessities; but war takes away the easy supply of daily wants and so proves a rough master that brings most men's characters to a level with their fortunes"},{"id":85,"quote":"Hatred also is short lived; but that which makes the splendor of the present and the glory of the future remains forever unforgotten\nhere we bless your simplicity but do not envy your folly."},{"id":86,"quote":"Abstinence from all injustice to other first-rate powers is a greater tower of strength than anything that can be gained by the sacrifice of permanent tranquillity for an apparent temporary advantage."},{"id":87,"quote":"For we both alike know that into the discussion of human affairs the question of justice enters only where the pressure of necessity is equal, and that the powerful exact what they can, and the weak grant what they must."},{"id":88,"quote":"The wide difference between the two characters, the slowness and want of energy of the Spartans as contrasted with the dash and enterprise of their opponents, proved of the greatest service, especially to a maritime empire like Athens. Indeed this was shown by the Syracusans, who were most like the Athenians in character, and also most successful in combating them."},{"id":89,"quote":"Mankind are tolerant of the praises of others as long as each hearer thinks that he can do as well or nearly as well himself, but, when the speaker rises above him, jealousy is aroused and he begins to be incredulous."},{"id":90,"quote":"The peoples of the Mediterranean began to emerge from barbarism when they learned to cultivate the olive and the vine."},{"id":91,"quote":"concessions to adversaries only end in self reproach, and the more strictly they are avoided the greater will be the chance of security."},{"id":92,"quote":"On the whole, however, the conclusions I have drawn from the proofs quoted may, I believe, safely be relied on. Assuredly they will not be disturbed either by the lays of a poet displaying the exaggeration of his craft, or by the compositions of the chroniclers that are attractive at truth's expense; the subjects they treat of being out of the reach of evidence, and time having robbed most of them of historical value by enthroning them in the region of legend."},{"id":93,"quote":"Hope, danger's comforter"},{"id":94,"quote":"Wealth to us is not mere material for vainglory but an opportunity for achievement; and poverty we think it no disgrace to acknowledge but a real degredation to make no effort to overcome."},{"id":95,"quote":"For if many ill-conceived plans have succeeded through the still greater lack of judgment of an opponent, many more, apparently well laid, have on the contrary ended in disgrace. The confidence with which we form our schemes is never completely justified in their execution; speculation is carried on in safety, but, when it comes to action, fear causes failure."},{"id":96,"quote":"For men can endure to hear others praised only so long as they can severally persuade themselves of their own ability to equal the actions recounted: when this point is passed, envy comes in and with it incredulity."},{"id":97,"quote":"We must not disguise from ourselves that we go to found a city among strangers and enemies, and he who undertakes such an enterprise should be prepared to become master of the country the first day he lands, or failing in this find everything hostile to him."},{"id":98,"quote":"What made the war inevitable was the growth of Athenian power and the fear which this caused in Sparta."},{"id":99,"quote":"For men naturally despise those who court them, but respect those who do not give way to them."},{"id":100,"quote":"With reference to the narrative of events, far from permitting myself to derive it from the first source that came to hand, I did not even trust my own impressions, but it rests partly on what I saw myself, partly on what others saw for me, the accuracy of the report always being tried by the most severe and detailed tests possible. My conclusions have cost me some labour from the want of coincidence between accounts of the same occurrences by different eye-witnesses, arising sometimes from imperfect memory, sometimes from undue partiality for one side or the other."},{"id":101,"quote":"Those who have experienced good and bad luck many times have every reason to be skeptical of successes"},{"id":102,"quote":"The Thracian people, like the bloodiest of the barbarians, being ever most murderous when it has nothing to fear."},{"id":103,"quote":"The meaning of words had no longer the same relation to things... Reckless daring was held to be loyal courage; prudent delay was the excuse of a coward; moderation was the disguise of unmanly weakness; to know everything was to do nothing. Frantic energy was the true quality of man."},{"id":104,"quote":"...knowing the secret of happiness to be freedom, and the secret of freedom a brave heart, not idly to stand aside from the enemy's onset."},{"id":105,"quote":"There is, however, no advantage in reflections on the past further than may be of service to the present. For the future we must provide by maintaining what the present gives us and redoubling our efforts; it is hereditary to us to win virtue as the fruit of labour, and you must not change the habit, even though you should have a slight advantage in wealth and resources; for it is not right that what was won in want should be lost in plenty."},{"id":107,"quote":"The whole earth is the sepulchre of famous men."},{"id":108,"quote":"we know that there can never be any solid friendship between individuals, or union between communities that is worth the name, unless the parties be persuaded of each others honesty"},{"id":109,"quote":"Those who really deserve praise are the people who, while human enough to enjoy power, nevertheless pay more attention to justice than they are compelled to do by their situation."},{"id":110,"quote":"As for democracy, the men of sense among us knew what it was, and I perhaps as well as any, as I have more cause to complain of it; but there is nothing new to be said of a patent absurdity-meanwhile we did not think it safe to alter it under the pressure of your hostility."},{"id":111,"quote":"By day certainly the combatants have a clearer notion, though even then by no means of all that takes place, no one knowing much of anything that does not does not go on in his own immediate neighborhood; but in a night engagement ( and this was the only one that occurred between great armies during the war) how could anyone know anything for certain?"},{"id":112,"quote":"Men's indignation, it seems, is more exited by legal wrong than by violent wrong; the first looks like being cheated by an equal, the second like being compelled by a superior."},{"id":113,"quote":"Boasting and bravado may exist in the breast even of the coward, if he is successful through a mere lucky hit; but a just contempt of an enemy can alone arise in those who feel that they are superior to their opponent by the prudence of their measures."},{"id":114,"quote":"The superior gratification derived from the use and contemplation of costly and supposedly beautiful products is, commonly, in great measure a gratification of our sense of costliness masquerading under the name of beauty."},{"id":115,"quote":"Indeed men too often take upon themselves in the prosecution of their revenge to set the example of doing away with those general laws to which all can look for salvation in adversity, instead of allowing them to subsist against the day of danger when their aid may be required"},{"id":116,"quote":"You can now, if you choose, employ your present success to advantage, so as to keep what you have got and gain honour and reputation besides, and you can avoid the mistake of those who meet with an extraordinary piece of good fortune, and are led on by hope to grasp continually at something further, through having already succeeded without expecting it."},{"id":117,"quote":"Of the gods we believe, and of men we know, that by a necessary law of their nature they rule wherever they can."},{"id":118,"quote":"Again, in our enterprises we present the singular spectacle of daring and deliberation, each carried to its highest point, and both united in the same persons; although usually decision is the fruit of ignorance, hesitation of reflection. But the palm of courage will surely be adjudged most justly to those, who best know the difference between hardship and pleasure and yet are never tempted to shrink from danger. In generosity we are equally singular, acquiring our friends by conferring, not by receiving, favours."},{"id":119,"quote":"Full of hopes beyond their power though not beyond their ambition."},{"id":120,"quote":"I have often before now been convinced that a democracy is incapable of empire."},{"id":121,"quote":"Men do not rest content with parrying the attacks of a superior, but often strike the first blow to prevent the attack being made."},{"id":122,"quote":"still hope leads men to venture; and no one ever yet put himself in peril without the inward conviction that he would succeed in his design."},{"id":123,"quote":"But the prize for courage will surely be awarded most justly to those who best know the difference between hardship and pleasure and yet are never tempted to shrink from danger."},{"id":124,"quote":"Thucydides, an Athenian, wrote the history of the war between the Peloponnesians and the Athenians, he began at the moment that it broke out, believing that it would be a great war, and more memorable than any that had preceded it."},{"id":125,"quote":"In a word I claim that our city as a whole is an education to Greece."},{"id":126,"quote":"when night came on, the Macedonians and the barbarian crowd suddenly took fright in one of those mysterious panics to which great armies are liable"},{"id":127,"quote":"In generosity we are equally singular, acquiring our friends by conferring, not by receiving, favours."},{"id":128,"quote":"Self-control is the chief element in self-respect, and self-respect is the chief element in courage."},{"id":130,"quote":"For the whole earth is the tomb of famous men; not only are they commemorated by columns and inscriptions in their own country, but in foreign lands there dwells also an unwritten memorial of them, graven not on stone but in the hearts of men. Make them your examples, and, esteeming courage to be freedom and freedom to be happiness, do not weigh too nicely the perils of war.\"[Funeral Oration of Pericles]"},{"id":131,"quote":"Ignorance is bold, and knowledge is reserved"},{"id":132,"quote":"Men who are capable of real action first make their plans and then go forward without hesitation while their enemies have still not made up their minds."},{"id":133,"quote":"My work is not a piece of writing designed to meet the needs of an immediate public, but was done to last for ever."},{"id":134,"quote":"The absence of romance in my history will, I fear, detract somewhat from its interest, but if it is judged worthy by those inquirers who desire an exact knowledge of the past as an aid to the understanding of the future, which in the course of human things must resemble if it does not reflect it, I shall be content.In fine I have written my work not as an essay with which to win the applause of the moment but as a possession for all time."},{"id":135,"quote":"A man who has the knowledge but lacks the power clearly to express it is no better off than if he never had any ideas at all."},{"id":136,"quote":"a collision at sea will ruin your entire day"},{"id":137,"quote":"Think, too, of the great part that is played by the unpredictable in war: think of it now, before you are actually comitted to war. The longer a war lasts, the more things tend to depend on accidents. Neither you nor we can see into them: we have to abide their outcome in the dark. And when people are entering upon a war they do things the wrong way round. Action comes first, and it is only when they have already suffered that they begin to think."},{"id":138,"quote":"Three of the greatest failings, want of sense, of courage, or of vigilance."},{"id":139,"quote":"And do not imagine that what we are fighting for is simply the question of freedom or slavery: there is also involved the loss of our empire and the dangers arising from the hatred which we have incurred in administering it. Nor is it any longer possible for you to give up this empire, though there may be some people who in a mood of sudden panic and in a spirit of political apathy actually think that this would be a fine and noble thing to do. Your empire is now like a tyranny: it may have been wrong to take it; it is certainly dangerous to let it go."},{"id":140,"quote":"Words had to change their ordinary meaning and to take that which was now given them. Reckless audacity came to be considered the courage of a loyal supporter; prudent hesitation, specious cowardice; moderation was held to be a cloak for unmanliness; ability to see all sides of a question incapacity to act on any. Frantic violence became the attribute of manliness; cautious plotting a justifiable means of self-defense. [5] The advocate of extreme measures was always trustworthy; his opponent a man to be suspected. To succeed in a plot was to have a shrewd head, to divine a plot a still shrewder; but to try to provide against having to do either was to break up your party and to be afraid of your adversaries. In short, to forestall an intending criminal, or to suggest the idea of a crime where it was lacking was equally commended, [6] until even blood became a weaker tie than party, from the superior readiness of those united by the latter to dare everything without reserve; for such associations sought not the blessings derivable from established institutions but were formed by ambition to overthrow them; and the confidence of their members in each other rested less on any religious sanction than upon complicity in crime."},{"id":141,"quote":"...good deeds can be shortly stated but where wrong is done a wealth of language is needed to veil its deformity."},{"id":142,"quote":"I am more afraid of our own blunders than of the enemy's devices."},{"id":143,"quote":"People are inclined to accept all stories of ancient times in an uncritical way – even when these stories concern their own native countries."},{"id":144,"quote":"Most people, in fact, will not take trouble in finding out the truth, but are much more inclined to accept the first story they hear."},{"id":145,"quote":"And yet, Lacedaemonians, you still delay, and fail to see that peace stays longest with those, who are not more careful to use their power justly than to show their determination not to submit to injustice. On the contrary, your ideal of fair dealing is based on the principle that, if you do not injure others, you need not risk your own fortunes in preventing others from injuring you."},{"id":147,"quote":"The Society that separates its scholars from its warriors will have its thinking done by cowards and its fighting done by fools."},{"id":148,"quote":"If you have the power to put a stop to subjugation, yet look the other way while it happens, then you have done it yourselves,"},{"id":149,"quote":"War is a violent teacher,"},{"id":150,"quote":"...when these matters are discussed by practical people, the standard of justice depends on the equality of power to compel..."},{"id":151,"quote":"The way that most men deal with traditions, even traditions of their own country, is to receive them all alike as they are delivered, without applying any critical test whatever."},{"id":152,"quote":"You know and we know, as practical men that the question of justice arises only between parties equal in strength and that the strong do what they can, and the weak suffer what they must."},{"id":153,"quote":"You have become regular speech-goers, and as for action, you merely listen to accounts of it; if something is to be done in the future you estimate the possibilities by hearing a good speech on the subject, and as for the past you rely not so much on the facts which you have seen with your own eyes as on what you have heard about them in some clever piece of verbal criticism. Any novelty in an argument deceives you at once, but when the argument is tried and proved you become unwilling to follow it; you look with suspicion on what is normal and are the slaves of every paradox that comes your way. The chief wish of each one of you is to be able to make a speech himself, and, if you cannot do that, the next best thing is to compete with those who can make this sort of speech by not looking as though you were at all out of your depth while you listen to the views put forward, by applauding a good point even before it is made, and by being as quick at seeing how an argument is going to be developed as you are slow at understanding what in the end it will lead to. What you are looking for all the time is something that is, I should say, outside the range of ordinary experience, and yet you cannot even think straight about the facts of life that are before you. You are simply victims of your own pleasure in listening, and are more like an audience sitting at the feet of a professional lecturer than a parliament discussing matters of state."},{"id":155,"quote":"In times of peace and prosperity cities and individuals alike follow higher standards, because they are not forced into a situation where they have to do what they do not want to do. But war is a stern teacher; in depriving them of the power of easily satisfying their daily wants, it brings most people’s minds down to the level of their actual circumstances."},{"id":156,"quote":"We all look with distaste on people who arrogantly pretend to a reputation to which they are not entitled; but equally to be condemned are those who, through lack of moral fibre, fail to live up to the reputation which is theirs already."},{"id":157,"quote":"if one follows one’s self-interest one wants to be safe, whereas the path of justice and honour involves one in danger."},{"id":158,"quote":"What we should lament is not the loss of houses or of land, but the loss of men’s lives. Men come first; the rest is the fruit of their labour."},{"id":159,"quote":"To feel pity, to be carried away by the pleasure of hearing a clever argument, to listen to the claims of decency are three things that are entirely against the interests of an imperial power."},{"id":160,"quote":"a city is better off with bad laws, so long as they remain fixed, than with good laws that are constantly being altered, that lack of learning combined with sound common sense is more helpful than the kind of cleverness that gets out of hand, and that as a general rule states are better governed by the man in the street than by intellectuals."},{"id":161,"quote":"For ourselves, we shall not trouble you with specious pretences- either of how we have a right to our empire because we overthrew the Mede, or are now attacking you because of wrong that you have done us- and make a long speech which would not be believed; and in return we hope that you, instead of thinking to influence us by saying that you did not join the Lacedaemonians, although their colonists, or that you have done us no wrong, will aim at what is feasible, holding in view the real sentiments of us both; since you know as well as we do that right, as the world goes, is only in question between equals in power, while the strong do what they can and the weak suffer what they must."},{"id":162,"quote":"Our constitution is called a democracy because power is in the hands not of a minority but of the whole people. When it is a question of settling private disputes, everyone is equal before the law; when it is a question of putting one person before another in positions of public responsibility, what counts is not membership of a particular class, but the actual ability which the man possesses."},{"id":163,"quote":"The society that separates its scholars from its warriors will have its thinking done by cowards and its fighting by fools."},{"id":164,"quote":"we do not say that a man who takes no interest in politics is a man who minds his own business; we say that he has no business here at all."},{"id":165,"quote":"For famous men have the whole earth as their memorial: it is not only the inscriptions on their graves in their own country that mark them out; no, in foreign lands also, not in any visible form but in people's hearts, their memory abides and grows. It is for you to try to be like them. Make up your minds that happiness depends on being free, and freedom depends on being courageous."},{"id":166,"quote":"Love of power, operating through greed and through personal ambition, was the cause of all these evils. To this must be added the violent fanaticism which came into play once the struggle had broken out. Leaders of parties in the cities had programmes which appeared admirable – on one side political equality for the masses, on the other the safe and sound government of the aristocracy – but in professing to serve the public interest they were seeking to win the prizes for themselves. In their struggles for ascendancy nothing was barred; terrible indeed were the actions to which they committed themselves, and in taking revenge they went farther still. Here they were deterred neither by the claims of justice nor by the interests of the state; their one standard was the pleasure of their own party at that particular moment, and so, either by means of condemning their enemies on an illegal vote or by violently usurping power over them, they were always ready to satisfy the hatreds of the hour. Thus neither side had any use for conscientious motives; more interest was shown in those who could produce attractive arguments to justify some disgraceful action. As for the citizens who held moderate views, they were destroyed by both the extreme parties, either for not taking part in the struggle or in envy at the possibility that they might survive."},{"id":167,"quote":"it is not so much your hostility that injures us; it is rather the case that, if we were on friendly terms with you, our subjects would regard that as a sign of weakness in us, whereas your hatred is evidence of our power."},{"id":168,"quote":"The longer a war lasts, the more things tend to depend on accidents. Neither you nor we can see into them: We have to abide their outcome in the dark."},{"id":169,"quote":"However well off a man may be in his private life, he will still be involved in the general ruin if his country is destroyed; whereas, so long as the state itself is secure, individuals have a much greater chance of recovering from their private misfortunes."},{"id":170,"quote":"I am the same as I was, and do not alter; it is you who have changed. What has happened is this: you took my advice when you were still untouched by misfortune, and repented of your action when things went badly with you; it is because your own resolution is weak that my policy appears to you to be mistaken."},{"id":171,"quote":"Identity of interests is the surest of bonds whether between states or individuals."},{"id":172,"quote":"As a rule those who were least remarkable for intelligence showed the greater powers of survival. Such people recognized their own deficiencies and the superior intelligence of their opponnents; fearing that they might lose a debate or find themselves out-manoeuvred in intrigue by their quick-witted enemies, they boldly launched straight into action; while their opponents, overconfident in the belief that they would see what was happening in advance, and not thinking it necessary to seize by force what they could secure by policy, were the more easily destroyed because they were off their guard. 84    Certainly it was in Corcyra that"},{"id":173,"quote":"the question is not so much whether they are guilty as whether we are making the right decision for ourselves."},{"id":174,"quote":"For the love of gain would reconcile the weaker to the dominion of the stronger, and the possession of capital enabled the more powerful to reduce the smaller towns to subjection. And it was at a somewhat later stage of this development that they went on the expedition against Troy."},{"id":175,"quote":"People are inclined to accept all stories of ancient times in an uncritical way -even when those stories concern their own native counties...Most people, in fact, will not take trouble in finding out the truth, but are more inclined to accept the first story they hear."},{"id":176,"quote":"For these reasons they should not hesitate to exchange peace for war. If wise men remain quiet, while they are not injured, brave men abandon peace for war when they are injured, returning to an understanding on a favourable opportunity: in fact, they are neither intoxicated by their success in war, nor disposed to take an injury for the sake of the delightful tranquility of peace. Indeed, to falter for the sake of such delights is, if you remain inactive, the quickest way of losing the sweets of repose to which you cling; while to conceive extravagant pretensions from success in war is to forget how hollow is the confidence by which you are elated."},{"id":177,"quote":"when people are entering upon a war they do things the wrong way round. Action comes first, and it is only when they have already suffered that they begin to think."},{"id":178,"quote":"To fit in with the change of events, words, too, had to change their usual meanings. What used to be described as a thoughtless act of aggression was now regarded as the courage one would expect to find in a party member; to think of the future and wait was merely another way of saying one was a coward; any idea of moderation was just an attempt to disguise one’s unmanly character; ability to understand a question from all sides meant that one was totally unfitted for action. Fanatical enthusiasm was the mark of a real man, and to plot against an enemy behind his back was perfectly legitimate self-defence. Anyone who held violent opinions could always be trusted, and anyone who objected to them became a suspect."},{"id":179,"quote":"You may be sure that we are as well aware as you of the difficulty of contending against your power and fortune, unless the terms be equal. But we trust that the gods may grant us fortune as good as yours, since we are just men fighting against unjust, and that what we want in power will be made up by the alliance of the Lacedaemonians, who are bound, if only for very shame, to come to the aid of their kindred. Our confidence, therefore, after all is not so utterly irrational."},{"id":180,"quote":"Friendship or enmity is everywhere an affair of time and circumstance"},{"id":181,"quote":"What used to be described as a thoughtless act of aggression was now regarded as the courage one would expect to find in a party member; to think of the future and wait was merely another way of saying one was a coward; any idea of moderation was just an attempt to disguise one’s unmanly character; ability to understand a question from all sides meant that one was totally unfitted for action."},{"id":182,"quote":"those who are politically apathetic can only survive if they are supported by people who are capable of taking action."},{"id":183,"quote":"Our opinion of the gods and our knowledge of men lead us to conclude that it is a general and necessary law of nature to rule whatever one can. This is not a law that we made ourselves, nor were we the first to act upon it when it was made. We found it already in existence, and we shall leave it to exist for ever among those who come after us. We are merely acting in accordance with it, and we know that you or anybody else with the same power as ours would be acting in precisely the same way. Goodwill shown by the party that is asking for help does not mean security for the prospective ally. What is looked for is a positive preponderance of power in action."},{"id":184,"quote":"Goodwill shown by the party that is asking for help does not mean security for the prospective ally. What is looked for is a positive preponderance of power in action."},{"id":185,"quote":"Difficulty of subsistence made the invaders reduce the numbers of the army to a point at which it might live on the country during the prosecution of the war."},{"id":186,"quote":"Revolution thus ran its course from city to city, and the places which it arrived at last, from having heard what had been done before, carried to a still greater excess the refinement of their inventions, as manifested in the cunning of their enterprises and the atrocity of their reprisals. Words had to change their ordinary meaning and to take that which was now given them. Reckless audacity came to be considered the courage of a loyal supporter; prudent hesitation, specious cowardice; moderation was held to be a cloak for unmanliness; ability to see all sides of a question incapacity to act on any. Frantic violence became the attribute of manliness; cautious plotting a justifiable means of self-defense. The advocate of extreme measures was always trustworthy; his opponent a man to be suspected. To succeed in a plot was to have a shrewd head, to divine a plot still shrewder; but to try to provide against having to do either was to break up your party and to be afraid of your adversaries."},{"id":187,"quote":"It will be enough for me, however, if these words of mine are judged useful by those who want to understand clearly the events which happened in the past and which (human nature being what it is) will, at some time or other and in much the same ways, be repeated in the future. My work is not a piece of writing designed to meet the taste of an immediate public, but was done to last for ever."},{"id":188,"quote":"As for him who envies or even fears us (and envied and feared great powers must always be), and who on this account wishes Syracuse to be humbled to teach us a lesson, but would still have her survive in the interest of his own security, the wish that he indulges is not humanly possible. A man can control his own desires but he cannot likewise control circumstances; and in the event of his calculations proving mistaken, he may live to bewail his own misfortune, and wish to be again envying my prosperity. An idle wish, if he now sacrifice us and refuse to take his share of perils which are the same in reality, though not in name, for him as for us; what is nominally the preservation of our power being really his own salvation."},{"id":189,"quote":"Your empire is now like a tyranny: it may have been wrong to take it; it is certainly dangerous to let it go."},{"id":190,"quote":"especially as they did not trust one another."},{"id":191,"quote":"When you speak of the favour of the gods, we may as fairly hope for that as yourselves; neither our pretensions nor our conduct being in any way contrary to what men believe of the gods, or practise among themselves. Of the gods we believe, and of men we know, that by a necessary law of their nature they rule wherever they can. And it is not as if we were the first to make this law, or to act upon it when made: we found it existing before us, and shall leave it to exist for ever after us; all we do is to make use of it, knowing that you and everybody else, having the same power as we have, would do the same as we do. Thus, as far as the gods are concerned, we have no fear and no reason to fear that we shall be at a disadvantage. But when we come to your notion about the"},{"id":192,"quote":"The people made their recollections fit in with their sufferings"},{"id":193,"quote":"You know well as I do that when we are talking on the human plane, questions of justice only arise when there is equal power to compel: in terms of practicality the dominant exact what they can and the weak concede what they must. (Said by Athenian envoy to the Melians)"},{"id":194,"quote":"in small moment of time, the climax of their lives, a culmination of glory, not of fear, were swept away from us."},{"id":195,"quote":"Again, wherever there were tyrants, their habit of providing simply for themselves, of looking solely to their personal comfort and family aggrandizement, made safety the great aim of their policy, and prevented anything great proceeding from them; though they would each have their affairs with their immediate neighbors."},{"id":196,"quote":"hope is by nature an expensive commodity, and those who are risking their all on one cast find out what it means only when they are already ruined;"},{"id":197,"quote":"Events of future history will be of the same nature - or nearly so - as the history of the past, so long as men are men."},{"id":198,"quote":"Society had become divided into two ideologically hostile camps, and each side viewed the other with suspicion."},{"id":199,"quote":"The cause of all this was the pursuit of power driven by greed and ambition, leading in turn to the passions of the party rivalries thus established. The dominant men on each side in the various cities employed fine-sounding terms, claiming espousal either of democratic rights for all or of a conservative aristocracy, but the public whose interests they professed to serve were in fact their ultimate prize"},{"id":200,"quote":"the most splendid of sepulchres – not the sepulchre in which their bodies are laid, but where their glory remains eternal in men’s minds, always there on the right occasion to stir others to speech or to action. For famous men have the whole earth as their memorial: it is not only the inscriptions on their graves in their own country that mark them out; no, in foreign lands also, not in any visible form but in people’s hearts, their memory abides and grows."},{"id":201,"quote":"I blame not those who wish to rule, but those who are willing to serve. The same human nature which is always ready to domineer over the subservient, bids us defend ourselves against the aggressor."},{"id":203,"quote":"So little pains do the vulgar take in the investigation of truth, accepting readily the first story that comes to hand."},{"id":204,"quote":"Capital, it must be remembered, maintains a war more than forced contributions. Farmers"},{"id":205,"quote":"for it has always been law that the weaker should be subject to the stronger."},{"id":206,"quote":"este evident ca atat omul, cat si Zeii, oriunde dispun de putere si-o exercita dintr-un invincibil impuls al firii. si voi, ca toti ceilalti, ati actiona exact ca noi, daca ati avea o putere egala cu a noastra."},{"id":207,"quote":"Besides, I know the Athenian character from experience: you like to be told pleasant news, but if things do not turn out in the way you have been led to expect, then you blame your informants afterwards. I therefore thought it safer to let you know the truth."},{"id":208,"quote":"Civil war brought many hardships to the cities, such as happen and will always happen as long as human nature is the same, although they may be more or less violent or take different forms, depending on the circumstances in each case."},{"id":209,"quote":"and their judgment was based more upon blind wishing than upon any sound prediction; for it is a habit of mankind to entrust to careless hope what they long for, and to use sovereign reason to thrust aside what they do not desire."},{"id":210,"quote":"For the love of gain would reconcile the weaker to the dominion of the stronger, and the possession of capital enabled the more powerful to reduce the smaller towns to subjection."},{"id":211,"quote":"The absence of romance in my history will, I fear, detract somewhat from its interest; but if it be judged useful by those inquirers who desire an exact knowledge of the past as an aid to the understanding of the future, which in the course of human things must resemble if it does not reflect it, I shall be content. In fine, I have written my work, not as an essay which is to win the applause of the moment, but as a possession for all time."},{"id":212,"quote":"Yet we know that in war fortune sometimes makes the odds more level than could be expected from the difference in numbers of the two sides. And if we surrender, then all our hope is lost at once, whereas, so long as we remain in action, there is still a hope that we may yet stand upright."},{"id":213,"quote":"It was indeed a strange alteration in the ordinary run of things for Athenians to be fighting a battle on land – and Spartan land too – against Spartans attacking from the sea, and for Spartans to be trying to make a naval landing on their own shores, now hostile to them, against Athenian opposition. For at this time Sparta chiefly prided herself on being a land power with an unrivalled army and Athens on being a sea power with the greatest navy in existence."},{"id":214,"quote":"As a corollary, they (Greek intellectuals) believed that knowledge for its own sake was meaningless, itsmere accumulation a waste of time. Knowledge must lead to understanding."},{"id":215,"quote":"Melians: And how, pray, could it turn out as good for us to serve as for you to rule?Athenians: Because you would have the advantage of submitting before suffering the worst, and we should gain by not destroying you.Melians: So that you would not consent to our being neutral, friends instead of enemies, but allies of neither side.Athenians: No; for your hostility cannot so much hurt us as your friendship will be an argument to our subjects of our weakness, and your enmity of our power.Melians: Is that your subjects' idea of equity, to put those who have nothing to do with you in the same category with peoples that are most of them your own colonists, and some conquered rebels?Athenians: As far as right goes they think one has as much of it as the other, and that if any maintain their independence it is because they are strong, and that if we do not molest them it is because we are afraid; so that besides extending our empire we should gain in security by your subjection; the fact that you are islanders and weaker than others rendering it all the more important that you should not succeed in baffling the masters of the sea."},{"id":217,"quote":"We regard wealth as something to be properly used, rather than as something to boast about. As for poverty, no one need to be ashamed to admit it: the real shame is in not taking practical measures to escape from it. -p147"},{"id":218,"quote":"Anyone who maintains that we have nothing useful to learn from listening to speeches either lacks sense or has a secret agenda at stake.\" - Diodotus"},{"id":219,"quote":"Not courage alone, therefore, but an actual sense of your superiority should animate you as you go forward against the enemy. Confidence, out of a mixture of ignorance and good luck, can be felt even by cowards; but this sense of superiority comes only to those who, like us, have real reasons for knowing that they are better placed than their opponents. And when the chances on both sides are equal, it is intelligence that confirms courage."},{"id":220,"quote":"The Athenians were the first to lay aside their weapons, and to adopt an easier and more luxurious mode of life;"},{"id":221,"quote":"The absence of romance in my history will, I fear, detract somewhat from its interest; but if it be judged useful by those inquirers who desire an exact knowledge of the past as an aid to the interpretation of the future, which in the course of human things must resemble if it does not reflect it, I shall be content. In fine, I have written my work, not as an essay which is to win the applause of the moment, but as a possession for all time."},{"id":222,"quote":"There are also clear heroes and villains in Thucydides’ history. To a modern audience steeped in the behavioral and social sciences, Thucydides can appear to miss nuances in human temperament, concentrating instead on “objective and absolute criteria such as timidity and heroism or recklessness versus self-control. In his eyes, human behavior is not predicated on or explained by one’s specific environment or upbringing, but instead directed by the play of chance, fate, and hope upon innate character—conditions universal to all and particular to no man.”"},{"id":223,"quote":"Even more extraordinary is Thucydides’ ability to use that knowledge to reach a higher wisdom about the nature of human behavior, whether it be unveiled by plague (2.53), revolution (3.82–84), or war (5.103). And never forget that Thucydides was much more than an accurate recorder, more even than a keen judge of human character and the role that natural law and chance play in men’s affairs (3.45.5–7; 3.84.1–3). He was a profound literary artist as well, emotional and poignant on so many surprising occasions."},{"id":224,"quote":"The goodness of the land favored the enrichment of particular individuals, and thus created faction which proved a fertile source of ruin. It also invited invasion. [5] Accordingly Attica,5a from the poverty of its soil enjoying from a very remote period freedom from faction, [6] never changed its inhabitants. And here is no minor example of my assertion that the migrations were the cause of there being no correspondent growth in other parts."},{"id":225,"quote":"Meanwhile the party opposed to the traitors proved numerous enough to prevent the gates being immediately thrown open, and in concert with Eucles, the general, who had come from Athens to defend the place, sent to the other commander in Thrace, Thucydides, son of Olorus, the author of this history, who was at the isle of Thasos, a Parian colony, half a day's sail from Amphipolis, to tell him to come to their relief."},{"id":226,"quote":"Democracy is incapable of empire"},{"id":227,"quote":"They marched a good way apart from each other, that the clashing of their arms might not betray them; and they were lightly equipped, having the right foot bare that they might be less liable to slip in the mud."},{"id":228,"quote":"(Pericles Funeral Oration)But before I praise the dead, I should like to point out by what principles of action we rose to power, and under what institutions and through what manner of life our empire became great. Our form of government does not enter into rivalry with the institutions of others. Our government does not copy our neighbors', but is an example to them. It is true that we are called a democracy, for the administration is in the hands of the many and not of the few. But while there exists equal justice to all and alike in their private disputes, the claim of excellence is also recognized; and when a citizen is in any way distinguished, he is preferred to the public service, not as a matter of privilege, but as the reward of merit. Neither is poverty an obstacle, but a man may benefit his country whatever the obscurity of his condition. There is no exclusiveness in our public life, and in our private business we are not suspicious of one another, nor angry with our neighbor if he does what he likes; we do not put on sour looks at him which, though harmless, are not pleasant. While we are thus unconstrained in our private business, a spirit of reverence pervades our public acts; we are prevented from doing wrong by respect for the authorities and for the laws, having a particular regard to those which are ordained for the protection of the injured as well as those unwritten laws which bring upon the transgressor of them the reprobation of the general sentiment. Because of the greatness of our city the fruits of the whole earth flow in upon us; so that we enjoy the goods of other countries as freely as our own.Then, again, our military training is in many respects superior to that of our adversaries; Our enemies have never yet felt our united strength, the care of a navy divides our attention, and on land we are obliged to send our own citizens everywhere. But they, if they meet and defeat a part of our army, are as proud as if they had routed us all, and when defeated they pretend to have been vanquished by us all.None of these men were enervated by wealth or hesitated to resign the pleasures of life; none of them put off the evil day in the hope, natural to poverty, that a man, though poor, may one day become rich. But, deeming that the punishment of their enemies was sweeter than any of these things, and that they could fall in no nobler cause, they determined at the hazard of their lives to be honorably avenged, and to leave the rest. They resigned to hope their unknown chance of happiness; but in the face of death they resolved to rely upon themselves alone. And when the moment came they were minded to resist and suffer, rather than to fly and save their lives; they ran away from the word of dishonor, but on the battlefield their feet stood fast, and in an instant, at the height of their fortune, they passed away from the scene, not of their fear, but of their glory.I speak not of that in which their remains are laid, but of that in which their glory survives, and is proclaimed always and on every fitting occasion both in word and deed. For the whole earth is the tomb of famous men."},{"id":229,"quote":"Our city is open to the world, and we have no periodical deportations in order to prevent people observing or finding out secret which might be of military advantage to the enemy. This is because we rely, not on secret weapons, but on our own real courage and loyalty. -146"},{"id":230,"quote":"If one has a great aim to pursue, this burden of envy must be accepted, and it is wise to accept it. -p162"},{"id":231,"quote":"For these reasons or reasons very like them he was killedwho, of all the Hellenes in my time, least deserved to cometo so miserable an end, since the whole of his life had been devotedto the study and the practice of virtue."},{"id":232,"quote":"The whole of Hellas used once to carry arms, their habitations being unprotected and their communication with each other unsafe; indeed, to wear arms was as much a part of everyday life with them as with the barbarians."},{"id":233,"quote":"In the final analysis, what stands out about Thucydides is not his weaknesses but his strengths as a historian. We note his omissions, but no account of the Peloponnesian War or of fifth-century Greece in general is more complete. Some scholars worry over his cut-and-dried heroes and villains. But is there much evidence to suggest that these assessments were fundamentally wrong? Others argue that his speeches are biased distortions, but no one can prove that any are outright fabrications."},{"id":234,"quote":"At times Thucydides may be clearly mistaken in both detail and interpretation, but the extent of his accuracy and analysis astounds in a world where travel was difficult, written sources rarely available, and the physical obstacles to the writing of history substantial."},{"id":235,"quote":"The absence of romance in my history will, I fear, detract somewhat from its interest;"},{"id":237,"quote":"Salaethus himself began to despair of the arrival of the ships, and therefore he put into the hands of the common people (who had hitherto been light-armed) shields and spears, intending to lead them out against the Athenians. But, having once received arms, they would no longer obey their leaders; they gathered into knots and insisted that the nobles should bring out the corn and let all share alike; if not, they would themselves negotiate with the Athenians and surrender the city."},{"id":238,"quote":"had almost said of mankind. For though the events of remote antiquity,"},{"id":239,"quote":"never planting their land (for they could not tell when an invader might not come and take it all away,"},{"id":240,"quote":"and when he did come they had no walls to stop him),"},{"id":241,"quote":"Accordingly Attica, from the poverty of its soil enjoying from a very remote period freedom from faction,"},{"id":242,"quote":"but the country went by the names of the different tribes, in particular of the Pelasgian."},{"id":244,"quote":"under the tuition of the poets."},{"id":245,"quote":"There is a story of a reply made by a captive taken in the island to one of the Athenian allies who had sneeringly asked ‘Where were their brave men all killed?’ He answered that ‘The spindle’ (meaning the arrow) `would be indeed a valuable weapon if it picked out the brave.’ He meant to say that the destruction caused by the arrows and stones was indiscriminate."},{"id":246,"quote":"prevent your taking the wrong course on matters of great importance by yielding too readily to the persuasions of your allies."},{"id":247,"quote":"Thus spoke the Lacedaemonians, thinking that the Athenians, who had formerly been desirous of making terms with them, and had only been prevented by their refusal, would now, when peace was offered to them, joyfully agree and would restore their men. But the Athenians reflected that, since they had the Lacedaemonians shut up in the island, it was at any time in their power to make peace, and they wanted more."},{"id":248,"quote":"Indeed, it is true that in these acts of revenge on others men take it upon themselves to begin the process of repealing those general laws of humanity which are there to give a hope of salvation to all who are in distress, instead of leaving those laws in existence, remembering that there may come a time when they, too, will be in danger and will need their protection."},{"id":249,"quote":"The society that separates its scholars from its warriors will have its thinking done by cowards and its fighting by fools. – Thucydides”"},{"id":250,"quote":"All are by nature prone to err both in public and in private life, and no law will prevent them. Men have gone through the whole catalogue of penalties in the hope that, by increasing their severity, they may suffer less at the hands of evil-doers. In early ages the punishments, even of the worst offences, would naturally be milder; but as time went on and mankind continued to transgress, they seldom stopped short of death."},{"id":251,"quote":"History is philosophy teaching from examples."},{"id":252,"quote":"He told them to wait quietly, to pay attention to their marine, to attempt no new conquests, and to expose the city to no hazards during the war, and doing this, promised them a favorable result. What they did was the very contrary, allowing private ambitions and private interests, in matters apparently quite foreign to the war, to lead them into projects unjust both to themselves and to their allies—projects whose success would only conduce to the honor and advantage of private persons, and whose failure entailed certain disaster on the country in the war. [8] The causes of this are not far to seek. Pericles indeed, by his rank, ability, and known integrity, was enabled to exercise an independent control over the multitude—in short, to lead them instead of being led by them; for as he never sought power by improper means, be was never compelled to flatter them, but, on the contrary, enjoyed so high an estimation that he could afford to anger them by contradiction. [9] Whenever he saw them unseasonably and insolently elated, he would with a word reduce them to alarm; on the other hand, if they fell victims to a panic, he could at once restore them to confidence. In short, what was nominally a democ racy was becoming in his hands government by the first citizen.9a [10] With his successors it was different. More on a level with one another, and each grasping at supremacy, they ended by committing even the conduct of state affairs to the whims of the multitude."},{"id":254,"quote":"Let no one hesitate to accept war in exchange for peace. Wise men refuse to move until they are wronged, but brave men as soon as they are wronged go to war, and when there is a good opportunity make peace again. They are not intoxicated by military success; but neither will they tolerate injustice from a love of peace and ease. For he whom pleasure makes a coward will quickly lose, if he continues inactive, the delights of ease which he is so unwilling to renounce; and he whose arrogance is stimulated by victory does not see how hollow is the confidence which elates him. Many schemes which were ill-advised have succeeded through the still greater folly which possessed the enemy, and yet more, which seemed to be wisely contrived, have ended in foul disaster. The execution of an enterprise is never equal to the conception of it in the confident mind of its promoter; for men are safe while they are forming plans, but, when the time of action comes, then they lose their presence of mind and fail."},{"id":255,"quote":"the Locrians had already agreed with him to enter into a treaty with the Athenians. At the general reconciliation of the Sicilians, they alone of the allies had not made peace with Athens. And they would have continued to hold out had they not been constrained by a war with the Itoneans and Melaeans, who were their neighbours and colonists from their city."},{"id":256,"quote":"Once you come forward in the role of liberators, you will find that your strength in the war is enormously increased. -p201"},{"id":257,"quote":"We regard wealth as something to be properly used, rather than as something to boast about. As for poverty, no one need to be ashamed to admit it: the real shame is in not taking practical measures to escape from it. -p147 History of Peloponnesian War"},{"id":258,"quote":"I lived through the whole of it, being of mature years and judgment, and I took great pains to make out the exact truth. For twenty years I was banished from my country after I held the command at Amphipolis, and associating with both sides, with the Peloponnesians quite as much as with the Athenians, because of my exile, I was thus enabled to watch quietly the course of events."},{"id":259,"quote":"the difficulty of the language has a more rhetorical character, the criticism of human nature is less nuanced than in 3.82, the sentence about envy is anticlimactically simplistic. Connor 1984, p. 102, n. 60, in arguing that 3.84 is a remnant of an early draft asks the hard questions: who else would have or could have written such a passage, how did it become part of our text? I can only respond here that Thucydides’ mind is ultimately at least more accessible to us than the procedures of unknown editors. Does any other passage in Thucydides, representing whatever stage of composition, add so little sense with so much strain? And could the Thucydides who in 3.82–83 saw the development of civil-war mentality as a macabre perversion of progress have evolved from a Thucydides who in 3.84 viewed mankind"},{"id":260,"quote":"With this savagery, the civil war progressed, and it seemed all the more savage because it was the first, while later the rest of Hellas, almost without exception, was also in turmoil, with rival efforts everywhere by the popular leaders to bring in the Athenians and the oligarchs, the Lacedaemonians. In peacetime they had neither the pretext nor the willingness to call them in, but during war, with alliances available to both factions for damaging their opponents and at the same time strengthening themselves, occasions for bringing in outsiders were readily found by those wishing"},{"id":261,"quote":"And we are wise because we are not so highly educated as to look down upon our laws and customs, and are too rigorously trained in self-control to be able to disobey them. We are trained to avoid being too clever in matters that are of no use – such as being able to produce an excellent theoretical criticism of one’s enemies’ dispositions, and then failing in practice to do quite so well against them. Instead we are taught that there is not a great deal of difference between the way we think and the way others think, and that it is impossible to calculate accurately events that are determined by chance."},{"id":262,"quote":"straight into action. And those who contemptuously supposed that they would know all in advance, and that there was no need to seize by force what would come to them through intellect, were instead caught off guard and destroyed. [84] In Corcyra, then, most of these atrocities were first committed: all that men do in resisting those who, after ruling them abusively rather than moderately, provide opportunity for revenge; all that men resolve unjustly when, wishing to escape their usual poverty—especially if pressed by disaster—they desire their neighbors’ possessions; all that others, attacking not for gain but on clearly equal terms, impelled most by"},{"id":263,"quote":"Each thinks that their inertia will do no harm, and that it is someone else’s responsibility rather than theirs to make some provision for their future: the result is that with all individually sharing this same notion they fail as a body to see their common interest going to ruin."},{"id":264,"quote":"It was the rise of Athens and the fear that this instilled in Sparta that made war inevitable."},{"id":265,"quote":"not long afterwards nearly the whole Hellenic world was in commotion; in every city the chiefs of the democracy and of the oligarchy were struggling, the one to bring in the Athenians, the other the Lacedaemonians."},{"id":266,"quote":"..since you know as well as we do that right, as the world goes, is only in question between equals in power, while the strong do what they can and the weak suffer what they must."},{"id":267,"quote":"they will neither become over-confident because of their successes in war, nor, because of the charms and blessings of peace, will they put up the acts of aggression. -p104"},{"id":268,"quote":"Thucydides, an Athenian, wrote the history of the war between the Peloponnesians and the Athenians,"},{"id":269,"quote":"beginning at the moment that it broke out,"},{"id":270,"quote":"would be a great war and more worthy of relation than any that had preceded it."},{"id":271,"quote":"The preparations of both the combatants were in every department in the last state of perfection;"},{"id":272,"quote":"he could see the rest of the Hellenic race taking sides in the quarrel;"},{"id":273,"quote":"Indeed this was the greatest movement yet known in history,"},{"id":274,"quote":"not only of the Hellenes, but of a large part of the barbarian world"},{"id":275,"quote":"had almost said of mankind."},{"id":276,"quote":"it is evident that the country now called Hellas had in ancient times no settled population;"},{"id":277,"quote":"more than not being harmed in the first place. And if there were actually reconciliations under oath, they occurred because of both sides’ lack of alternatives and lasted only as long as neither found some other source of power. The one who first recovered his confidence at the right moment, when he saw the other off guard, enjoyed vengeance more in a situation of trust than if accomplished openly; the element of safety was an asset, and because of prevailing through deception he also won the prize for intelligence. As a rule, men are more easily called clever when they are scoundrels than virtuous when ignorant—and are"},{"id":278,"quote":"Athenians having made up their minds to abandon their city, broke up their homes, threw themselves into their ships, and became a naval people."},{"id":279,"quote":"[5]I lived through the whole of it when I was of an age to appreciate what was going on and could apply my mind to an exact understanding of things. It so turned out that I was banished from my own country for twenty years after the Amphipolis campaign and thus had the time to study matters more closely; and as consequence of my exile I had access to activities on both sides, not least to those of the Peloponnesians. [6]I will therefore now relate the differences that arose after the ten-year war and the collapse of the treaty, and then the subsequent course of the war."},{"id":280,"quote":"As a rule those who were least remarkable for intelligence showed the greater powers of survival. Such people recognized their own deficiencies and the superior intelligence of their opponnents; fearing that they might lose a debate or find themselves out-manoeuvred in intrigue by their quick-witted enemies, they boldly launched straight into action; while their opponents, overconfident in the belief that they would see what was happening in advance, and not thinking it necessary to seize by force what they could secure by policy, were the more easily destroyed because they were off their guard."},{"id":281,"quote":"An assembly was again summoned, and different opinions were expressed by different speakers. In the former assembly, Cleon the son of Cleaenetus had carried the decree condemning the Mytilenaeans to death. He was the most violent of the citizens, and at that time exercised by far the greatest influence over the people."},{"id":282,"quote":"The richest soils were always most subject to this change of masters;"},{"id":283,"quote":"The rest of the Hellenes, too, make many incorrect assumptions not only about the dimly remembered past, but also about contemporary history. For instance, there is a general belief that the kings of Sparta are each entitled to two votes, whereas in fact they have only one: and it is believed, too, that the Spartans have a company of troops called ‘Pitanate’. Such a company has never existed. Most people, in fact, will not take trouble in finding out the truth, but are much more inclined to accept the first story they hear."},{"id":285,"quote":"The coast populations now began to apply themselves more closely to the acquisition of wealth, and their life became more settled; some even began to build themselves walls on the strength of their newly acquired riches. For the love of gain would reconcile the weaker to the dominion of the stronger, and the possession of capital enabled the more powerful to reduce the smaller cities to subjection."},{"id":286,"quote":"But here, as on so many other occasions, the Lacedaemonians proved the most convenient people in the world for the Athenians to be at war with."},{"id":287,"quote":"THE HISTORY OF THE PELOPONNESIAN WAR"},{"id":288,"quote":"By Thucydides 431 BC"},{"id":289,"quote":"To be hated and to cause pain is, at present, the reality for anyone who takes on the rule of others, and anyone who makes himself hated for matters of great consequence has made the right decision; for hatred does not last long, but the momentary brilliance of great actions lives on as a glory that will be remembered forever after.- Pericles"},{"id":290,"quote":"Phalius son of Eratocleides"},{"id":291,"quote":"Translated by Richard Crawley"},{"id":292,"quote":"preparations of both the combatants were in every department in the last state of perfection;"},{"id":293,"quote":"but of a large part of the barbarian world"}]