[{"id":1,"quote":"I am seeking, I am striving, I am in it with all my heart."},{"id":2,"quote":"Normality is a paved road: It’s comfortable to walk,﻿ but no flowers grow on it."},{"id":3,"quote":"Art is to console those who are broken by life."},{"id":4,"quote":"Great things do not just happen by impulse, \n but as a succession of small things linked together."},{"id":5,"quote":"If one truly loves nature one finds beauty everywhere."},{"id":6,"quote":"If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced."},{"id":7,"quote":"Your profession is not what brings home your weekly paycheck, your profession is what you're put here on earth to do, with such passion and such intensity that it becomes spiritual in calling."},{"id":8,"quote":"Close friends are truly life's treasures. Sometimes they know us better than we know ourselves. With gentle honesty, they are there to guide and support us, to share our laughter and our tears. Their presence reminds us that we are never really alone."},{"id":9,"quote":"Doing little things well is a step toward doing big things better."},{"id":10,"quote":"I put my heart and my soul into my work, and have lost my mind in the process."},{"id":11,"quote":"Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well."},{"id":12,"quote":"Find things beautiful as much as you can, most people find too little beautiful."},{"id":13,"quote":"I try more and more to be myself, caring relatively little whether people approve or disapprove."},{"id":14,"quote":"The heart of man is very much like the sea, it has its storms, it has its tides and in its depths it has its pearls too"},{"id":15,"quote":"I am always doing what I can't do yet in order to learn how to do it."},{"id":16,"quote":"The more I think about it, the more I realize there is nothing more artistic than to love others."},{"id":17,"quote":"Exaggerate the essential, leave the obvious vague."},{"id":18,"quote":"Christ is more of an artist than the artists; he works in the living spirit and the living flesh, he makes men instead of statues."},{"id":19,"quote":"The large majority of people are asleep and do not wish to wake up."},{"id":20,"quote":"What would life be if we had no courage to attempt anything?"},{"id":21,"quote":"Everywhere we look, complex magic of nature blazes before our eyes."},{"id":22,"quote":"Color in a picture is like enthusiasm in life."},{"id":23,"quote":"The beginning is perhaps more difficult than anything else, but keep heart, it will turn out all right."},{"id":24,"quote":"What is done in love is done well."},{"id":25,"quote":"All art is a gift. It is first of all a gift that the maker can do it. It is then a gift to someone else, whether they pay for it or not. The wonder of it is that we cannot get the production of these gifts stopped. Art is life seeking itself. It is our intractable expressions of love for the beauties, ideas and epiphanies we regularly find. I framed the painting. It's now hanging in our den. \"I have walked this earth for 30 years, and, out of gratitude, want to leave some souvenir."},{"id":26,"quote":"In spite of everything, I shall rise again"},{"id":27,"quote":"Success is sometimes the outcome of a whole string of failures."},{"id":28,"quote":"I never get tired of the blue sky."},{"id":29,"quote":"If I am worth anything later, I am worth something now. For wheat is wheat, even if people think it is a grass in the beginning."},{"id":30,"quote":"Many people seem to think it foolish, even superstitious, to believe that the world could still change for the better. And it is true that in winter it is sometimes so bitingly cold that one is tempted to say, 'What do I care if there is a summer; its warmth is no help to me now.' Yes, evil often seems to surpass good. But then, in spite of us, and without our permission, there comes at last an end to the bitter frosts. One morning the wind turns, and there is a thaw. And so I must still have hope."},{"id":31,"quote":"I long so much to make beautiful things. But beautiful things require effort and disappointment and perseverance."},{"id":32,"quote":"Art is something greater and higher than our own skill or knowledge or learning. That art is something which, though produced by human hands, is not wrought by hands alone, but wells up from a deeper source, from a man's soul."},{"id":33,"quote":"What am I in the eyes of most people - a nonentity, an eccentric, or an unpleasant person - somebody who has no position in society and will never have; in short, the lowest of the low. All right, then - even if that were absolutely true, then I should one day like to show by my work what such an eccentric, such a nobody, has in his heart."},{"id":34,"quote":"The fishermen know that the sea is dangerous and the storm terrible, but they have never found these dangers sufficient reason for remaining ashore."},{"id":35,"quote":"The more you love, the more you suffer."},{"id":36,"quote":"For great things do not done just happen by impulse but are a succession of small things linked together."},{"id":37,"quote":"There is peace even in the storm"},{"id":38,"quote":"Paintings have a life of their own that derives from the painter's soul."},{"id":39,"quote":"If you end up falling in love with someone, it's because of them.  If you end up hating someone, it's because of you."},{"id":40,"quote":"I dream of painting and then I paint my dream."},{"id":41,"quote":"Yellow is capable of charming God."},{"id":42,"quote":"I confess I do not know why, but looking at the stars always makes me dream."},{"id":43,"quote":"It is only too true that a lot of artists are mentally ill - it's a life which, to put it mildly, makes one an outsider. I'm all right when I completely immerse myself in work, but I'll always remain half crazy."},{"id":44,"quote":"I can't change the fact that my paintings don't sell. But the time will come when people will recognize that they are worth more than the value of the paints used in the picture."},{"id":45,"quote":"Try to walk as much as you can, and keep your love for nature, for that is the true way to learn to understand art more and more. Painters understand nature and love her and teach us to see her. If one really loves nature, one can find beauty everywhere."},{"id":46,"quote":"One must never let the fire go out in one's soul, but keep it burning."},{"id":47,"quote":"I often think that the night is more alive and more richly colored than the day."},{"id":48,"quote":"But I always think that the best way to know God is to love many things."},{"id":49,"quote":"Everyone who works with love and with intelligence finds in the very sincerity of his love for nature and art a kind of armor against the opinions of other people."},{"id":50,"quote":"The only time I feel alive is when I'm painting."},{"id":51,"quote":"If one wants to be active, one must not be afraid of going wrong, one must not be afraid of making mistakes now and then. Many people think that they will become good just by doing no harm -- but that's a lie.... That way lies stagnation, mediocrity."},{"id":52,"quote":"To suffer without complaint is the only lesson we have to learn in this life"},{"id":53,"quote":"There is no blue without yellow and without orange."},{"id":54,"quote":"But you people do not understand me, and I am afraid you never will."},{"id":55,"quote":"The great artist is the simplifier."},{"id":56,"quote":"It is better to be high-spirited even though one makes more mistakes, than to be narrow-minded and all too prudent."},{"id":57,"quote":"Conscience is a man's compass."},{"id":58,"quote":"Do you know what makes the prison disappear? Every deep, genuine affection. Being friends, being brothers, loving, that is what opens the prison, with supreme power, by some magic force. Without these one stays dead. But whenever affection is revived, there life revives."},{"id":59,"quote":"So often, a visit to a bookshop has cheered me, and reminded me that there are good things in the world."},{"id":60,"quote":"You have first to experience what you want to express."},{"id":61,"quote":"The sadness will last forever."},{"id":62,"quote":"I want to paint what I feel, and feel what I paint."},{"id":63,"quote":"...and then, I have nature and art and poetry, and if that is not enough, what is enough?"},{"id":64,"quote":"Whatever plan one makes, there is a hidden difficulty somewhere."},{"id":65,"quote":"Only when I fall do I get up again."},{"id":66,"quote":"I am an artist... It's self-evident that what that word implies is looking for something all the time without ever finding it in full. It is the opposite of saying, 'I know all about it. I've already found it.' As far as I'm concerned, the word means, 'I am looking. I am hunting for it. I am deeply involved.'"},{"id":67,"quote":"I am no friend of present-day Christianity, though its Founder was sublime."},{"id":68,"quote":"Let’s not forget that the little emotions are the great captains of our lives and we obey them without realizing it."},{"id":69,"quote":"How lovely yellow is! It stands for the sun."},{"id":70,"quote":"Keep your love of nature, for that is the true way to understand art more and more."},{"id":71,"quote":"Love is eternal, the aspect may change, but not the essence. "},{"id":72,"quote":"The sunflower is mine, in a way."},{"id":73,"quote":"There is no such thing as an ugly woman."},{"id":74,"quote":"It is the language of nature to which one has to listen."},{"id":75,"quote":"The more I become decomposed, the more sick and fragile I am, the more I become an artist."},{"id":76,"quote":"In my view, I am often immensely rich, not in money, but (although just now perhaps not all the time) rich because I have found my metier, something I can devote myself to heart and soul and that gives inspiration and meaning to my life."},{"id":77,"quote":"Admire as much as you can. Most people do not admire enough."},{"id":78,"quote":"The cypresses are always occupying my thoughts."},{"id":79,"quote":"You have to first experience what you want to express"},{"id":80,"quote":"Though I am often in the depths of misery, there is still calmness, pure harmony and music inside me. I see paintings or drawings in the poorest cottages, in the dirtiest corners. And my mind is driven towards these things with an irresistible momentum."},{"id":81,"quote":"Van Gogh was so under appreciated in his time, he sold only one of his 900 paintings while alive. Posthumously, he became one of the most famous artists of all time and his work is now considered priceless. Oh the irony."},{"id":82,"quote":"One may have a blazing hearth in one's soul, and yet no one ever comes to sit by it."},{"id":83,"quote":"I use color in a completely arbitrary way in order to express myself powerfully."},{"id":84,"quote":"Love a friend, love a wife, something, whatever you like, but one must love with a lofty and serious intimate sympathy, with strength, with intelligence, and one must always try to know deeper, better, and more."},{"id":85,"quote":"Poetry surrounds us everywhere, but putting it on paper is, alas, not so easy as looking at it."},{"id":86,"quote":"I began to paint again, even though I could barely hold the brush, but knowing exactly what I wanted to paint, I began three more large canvases... of large wheat fields under cloudy skies, and it did not take a great deal to express sadness and loneliness... I believe these paintings say what words cannot."},{"id":87,"quote":"I am a fanatic! I feel a power within me...a fire that I may not quench, but must keep ablaze."},{"id":88,"quote":"At one time, the earth was supposed to be flat.  Well, so it is, even today, from Paris to Asnieres.  But that fact doesn't prevent science from proving that the earth as a whole is spherical.  No one nowadays denies it.  Well...we are still at the stage of believing that life itself is flat, the distance from birth to death.  Yet the probability is that life, too, is spherical and much more extensive and capacious than the hemisphere we know."},{"id":89,"quote":"I want to touch people with my art. I want them to say \"he feels deeply, he feels tenderly\"."},{"id":90,"quote":"As practice makes perfect, I cannot but make progress; each drawing one makes, each study one paints, is a step forward."},{"id":91,"quote":"Man is not on the earth solely for his own happiness. He is there to realize great things for humanity."},{"id":92,"quote":"Someday death will take us to another star."},{"id":93,"quote":"Love always brings difficulties, that is true, but the good side of it is that it gives energy."},{"id":94,"quote":"The sight of stars makes me dream."},{"id":95,"quote":"I must continue to follow the path I take now. If I do nothing, if I study nothing, if I cease searching, then, woe is me, I am lost. That is how I look at it - keep going, keep going come what may."},{"id":96,"quote":"Art demands constant observation."},{"id":97,"quote":"In an artist's life, death is perhaps not the most difficult thing."},{"id":98,"quote":"If you study Japanese art you see a man who is undoubtedly wise, philosophic and intelligent, who spends his time how? In studying the distance between the earth and the moon? No. In studying the policy of Bismarck? No. He studies a single blade of grass. But this blade of grass leads him to draw every plant and then the seasons, the wide aspects of the countryside, then animals, then the human figure. So he passes his life, and life is too short to do the whole."},{"id":99,"quote":"To know life, one must love many things."},{"id":100,"quote":"Purity of soul and impurity of body can go together."},{"id":101,"quote":"As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed."},{"id":102,"quote":"The diseases that we civilized people labor under most are melancholy and pessimism."},{"id":103,"quote":"One must work and dare if one really wants to live."},{"id":104,"quote":"We are surrounded by poetry on all sides."},{"id":105,"quote":"The painter of the future will be a colorist unlike anything yet."},{"id":106,"quote":"Art, although produced by man's hands, is something not created by hands alone, but something which wells up from a deeper source out of our soul.....My sympathies in the literary as well as in the artistic field are drawn most strongly to those artists in whom I see most the working of the soul."},{"id":107,"quote":"Someone has a great fire in his soul and nobody ever comes to warm themselves at it, and passers-by see nothing but a little smoke at the top of the chimney and then go on their way."},{"id":108,"quote":"If one is master of one thing and understands one thing well, one has at the same time, insight into and understanding of many things."},{"id":109,"quote":"We spent our whole lives in unconsous excercise of the art of expressing our thoughts with the help of words"},{"id":110,"quote":"I want to get to the point where people say of my work, that man feels deeply."},{"id":111,"quote":"If I succeed in putting some warmth and love into the work, then it will find friends. Carrying on working is the"},{"id":112,"quote":"Bookstores always remind me that there are good things in this world."},{"id":113,"quote":"So let us go forward quietly, each on his own path, forever making for the light."},{"id":114,"quote":"Describing Starry Night: Firmament and planets both disappeared, but the mighty breath which gives life to all things and in which all is bound up remained."},{"id":115,"quote":"Painting is a faith, and it imposes the duty to disregard public opinion."},{"id":116,"quote":"Love is something eternal."},{"id":117,"quote":"It's as interesting and as difficult to say a thing well as to paint it. There is the art of lines and colours, but the art of words exists too, and will never be less important."},{"id":118,"quote":"I take great care of myself by carefully shutting myself away."},{"id":119,"quote":"We have very beautiful bad weather here at present - rain, wind, thunder - but with splendid effects; that's why I like it."},{"id":120,"quote":"I hope I shall be able to make some drawings in which there is something human."},{"id":121,"quote":"A woman is not old as long as she loves and is loved"},{"id":122,"quote":"One of the reasons why I have no regular job, and why I have not had a regular job for years, is quite simply that my ideas differ from those of the gentlemen who hand out the jobs to individuals who think as they do. It is not just a question of my appearance, which is what they have sanctimoniously reproached me with. It goes deeper, I do assure you."},{"id":123,"quote":"It is looking at things for a long time that ripens you and gives you a deeper meaning."},{"id":124,"quote":"I am risking my life for my work, and half my reason has gone."},{"id":125,"quote":"But on the road that I'm on I must continue; if I do nothing, if I don't study, if I don't keep on trying, then I'm lost, then woe betide me. That's how I see this, to keep on, keep on, that's what's needed."},{"id":126,"quote":"There is nothing more beautiful than nature early in the morning."},{"id":127,"quote":"I would like to leave this world and never return. I severed my ear, but how I wish that I had severed my heart. I shall never amount to anything."},{"id":128,"quote":"I cannot help thinking that the best way of knowing God is to love many things. Love this friend, this person, this thing, whatever you like, and you will be on the right road to understanding Him better."},{"id":129,"quote":"When using colors to recreate a general harmony of tones in nature, one loses it by painfully exact imitation. One keeps it by recreating in an equivalent color range, and that may not be exactly, or far from exactly, like the model."},{"id":130,"quote":"I'll start with small things."},{"id":131,"quote":"A good picture is equivalent to a good deed."},{"id":132,"quote":"I must continue to follow the path I take now. If I do nothing, if I study nothing, if I cease searching, then, woe is me, I am lost. That is how I look at it — keep going, keep going come what may. But what is your final goal, you may ask. That goal will become clearer, will emerge slowly but surely, much as the rough draught turns into a sketch, and the sketch into a painting through the serious work done on it, through the elaboration of the original vague idea and through the consolidation of the first fleeting and passing thought."},{"id":133,"quote":"In spite of everything I shall rise again: I will take up my pencil, which I have forsaken in my great discouragement, and I will go on with my drawing."},{"id":134,"quote":"Though I am often in the depths of misery, there is still calmness, pure harmony and music inside me."},{"id":135,"quote":"Drawing is the root of everything."},{"id":136,"quote":"I do not intend to spare myself, not to avoid emotions or difficulties. I don't care much whether I live a longer or shorter time... the world concerns me only in so far as I feel a certain debt toward it, because I have walked on this earth for thirty years, and out of gratitude I want to leave some souvenir."},{"id":137,"quote":"At present I absolutely want to paint a starry sky. It often seems to me that night is still more richly coloured than the day; having hues of the most intense violets, blues and greens. If only you pay attention to it you will see that certain stars are lemon-yellow, others pink or a green, blue and forget-me-not brilliance. And without my expatiating on this theme it is obvious that putting little white dots on the blue-black is not enough to paint a starry sky."},{"id":138,"quote":"If one feels the need of something grand, something infinite, something that makes one feel aware of God, one need not go far to find it."},{"id":139,"quote":"For my part I know nothing with any certainty, but the sight of the stars makes me dream."},{"id":140,"quote":"Just slap anything on when you see a blank canvas staring you in the face like some imbecile. You don't know how paralyzing that is, that stare of a blank canvas is, which says to the painter, ‘You can't do a thing’. The canvas has an idiotic stare and mesmerizes some painters so much that they turn into idiots themselves. Many painters are afraid in front of the blank canvas, but the blank canvas is afraid of the real, passionate painter who dares and who has broken the spell of `you can't' once and for all."},{"id":141,"quote":"My brushwork is quite unsystematic. I slam the paint on in all sorts of ways and leave each result to take care of itself."},{"id":142,"quote":"I see more and more that my work goes infinitely better when I am properly fed, and the paints are there, and the studio and all that... I wish I could manage to make you really understand that when you give money to artists, you are yourself doing an artist's work, and that I only want my pictures to be of such a quality that you will not be too dissatisfied with your work."},{"id":143,"quote":"Still, there is a calm, pure harmony, and music inside of me."},{"id":144,"quote":"It is not only by one's impulses that one achieves greatness, but also by patiently filing away the steel wall that separates what one feels from what one is capable of doing."},{"id":145,"quote":"What a simple thing death is, just as simple as the falling of an autumn leaf."},{"id":146,"quote":"But you must love with a sublime , genuine , profound sympathy , with devotion, with intelligence , and you must try all the time to understand Him more, better and yet more. That will lead to God , that will lead to an unshakeable faith ."},{"id":147,"quote":"One of the hardest things to do is to paint darkness which nonetheless has light in it."},{"id":148,"quote":"Sometimes art seems to be something very sublime, and, as you say, something sacred."},{"id":149,"quote":"Conscience is a man's compass, and though the needle sometimes deviates, though one often perceives irregularities in directing one's course by it, still one must try to follow its direction."},{"id":150,"quote":"The world concerns me only in so far as I feel a certain indebtedness and duty toward it because I have walked this earth for thirty years, and, out of gratitude, want to leave some souvenir in the shape of drawings or pictures — not made to please a certain taste in art, but to express a sincere human feeling."},{"id":151,"quote":"Be clearly aware of the stars and infinity on high. Then life seems almost enchanted after all."},{"id":152,"quote":"Rembrandt is so deeply mysterious that he says things for which there are no words in any language."},{"id":153,"quote":"Suffice it to say that black and white are also colors... for their simultaneous contrast is as striking as that of green and red, for instance."},{"id":154,"quote":"If only we try to live sincerely, it will go well with us, even though we are certain to experience real sorrow, and great disappointments, and also will probably commit great faults and do wrong things, but it certainly is true, thatit is better to be high-spirited, even though one makes more mistakes, than to be narrow-minded and all too prudent. It is good to love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love, is well done."},{"id":155,"quote":"One can speak poetry just by arranging colors well, just as one can say comforting things in music."},{"id":156,"quote":"It astonishes me already when I compare my condition today with what it was a month ago. Before that I knew well enough one could fracture one's legs and arms and recover afterward, but I did not know that you could fracture the brain in your head and recover from that too."},{"id":157,"quote":"I sometimes think there is nothing so delightful as drawing."},{"id":158,"quote":"Often whole days pass without my speaking to anyone, except to ask for diner or coffee. And it has been like that form the beginning."},{"id":159,"quote":"Love always causes trouble, that's true, but in its favour, it energizes."},{"id":160,"quote":"Do not think too deeply about these things - gradually they will become clearer to you"},{"id":161,"quote":"I shouldn't precisely have chosen madness if there had been any choice, but once such a thing has taken hold of you, you can't very well get out of it."},{"id":162,"quote":"Great things are not something accidental, but must certainly be willed."},{"id":163,"quote":"I wish they would take me as I am."},{"id":164,"quote":"In the end we shall have had enough of cynicism, skepticism and humbug, and we shall want to live more musically."},{"id":165,"quote":"Here everything is so wholly what I consider beautiful. In other words, there is peace here."},{"id":166,"quote":"The emotions are sometimes so strong that I work without knowing it. The strokes come like speech."},{"id":167,"quote":"There are colors which cause each other to shine brilliantly, which form a couple which complete each other like man and woman."},{"id":168,"quote":"At times it is not easy for me to take up living again."},{"id":169,"quote":"To die for the sake of dying - I prefer to die of passion than to die of boredom!"},{"id":170,"quote":"Let us keep courage and try to be patient and gentle. And let us not mind being eccentric, and make distinction between good and evil."},{"id":171,"quote":"But I must work on in full calmness and serenity... The world concerns me only in so far as I feel a certain debt and duty towards it, because I have walked on the earth for thirty years, and out of gratitude want to leave some souvenir in the shape of drawings or pictures, not made to please a certain tendency in art, but to express a sincere human feeling. So this work is the aim-and through concentration upon that one idea, everything one does is simplified. Now the work goes slowly-a reason the more to lose no time."},{"id":172,"quote":"How can I be useful, of what service can I be? There is something inside me, what can it be?"},{"id":173,"quote":"Perhaps someday everyone will have neurosis."},{"id":174,"quote":"One must spoil as many canvases as one succeeds with."},{"id":175,"quote":"No, no thought to the winnings. One loves because one loves."},{"id":176,"quote":"To stick to the present and not let it pass without drawing some profit from it, that's what I think duty is. ...let us perservere as far as we can rather today than tomorrow."},{"id":177,"quote":"I don't know anything with certainty, but seeing the stars makes me dream."},{"id":178,"quote":"The great things are not done by impulse, but by a series of small things brought together. And great things are not something accidental, but must certainly be willed."},{"id":179,"quote":"If one hasn't a horse, one is one's own horse."},{"id":180,"quote":"...to look at the stars always makes me dream, as simply as I dream over the black dots of a map representing towns and villages. Why, I ask myself, should the shining dots of the sky not be as accessible as the black dots on the map of France?"},{"id":181,"quote":"I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream."},{"id":182,"quote":"My sketchbook is a witness of what I am experiencing, scribbling things whenever they happen."},{"id":183,"quote":"Accurate drawing, accurate colour, is perhaps not the essential thing to aim at, because the reflection of reality in a mirror, if it could be caught, colour and all, would not be a picture at all, no more than a photograph."},{"id":184,"quote":"I am unable to describe exactly what is the matter with me; now and then there are horrible fits of anxiety, apparently without cause, or otherwise a feeling of emptiness and fatigue in the head."},{"id":185,"quote":"But for one's health as you say, it is very necessary to work in the garden and see the flowers growing."},{"id":186,"quote":"I tried to express through red and green the terrible passions of humanity."},{"id":187,"quote":"Painting is like having a bad mistress who spends and spends and it's never enough ... I tell myself that even if a tolerable study comes out of it from time to time, it would have been cheaper to buy it from somebody else."},{"id":188,"quote":"Ah! Portraiture, portraiture with the thought, the soul of the model in it, that is what I think must come."},{"id":189,"quote":"I wanted to make people think of a totally different way of living from that which we, educated people, live. I would absolutely not want anyone to find it beautiful or good without a thought."},{"id":190,"quote":"I believe that it may happen that one will succeed, and one must not begin to despair, even though defeated here and there; and even though one sometimes feels a kind of decay, though things go differently from the expected, it is necessary to take heart again and new courage. For the great things are not done by impulse, but by a series of small things brought together. And great things are not something accidental, but must certainly be willed. What is drawing? How does one learn it? It is working through an invisible iron wall that seems to stand between what one feels and what one can do."},{"id":191,"quote":"I always think photographs abominable, and I don't like to have them around, particularly not those of persons I know and love. Those photographic portraits wither much sooner than we ourselves do, whereas the painted portrait is a thing which is felt, done with love."},{"id":192,"quote":"I am a man of passions, capable of and subject to doing more or less foolish things- which I happen to regret, more or less, afterwards."},{"id":193,"quote":"Spring is the fresh green of young corn and the pink blush of blossoms. Autumn contrasts the yellowed foilage with violet hues. Winter is the white of snow against its black forms ... Summer is the contrast of blues and the golden bronze of the corn."},{"id":194,"quote":"And painted portraits have a life of their own that comes from deep in the soul of the painter and where the machine can't go."},{"id":195,"quote":"If one feels the need of something grand, something infinite, something that makes one feel aware of God, one need not go far to find it. I think that I see something deeper, more infinite, more eternal than the ocean in the expression of the eyes of a little baby when it wakes in the morning and coos or laughs because it sees the sun shining on its cradle."},{"id":196,"quote":"Often whole days pass without my speaking to anyone."},{"id":197,"quote":"I believe more and more that God must not be judged on this earth. It is one of His sketches that has turned out badly."},{"id":198,"quote":"I am still far from being what I want to be, but with God's help I shall succeed."},{"id":199,"quote":"Both she and I have grief enough and trouble enough, but as for regrets – neither of us have any."},{"id":200,"quote":"Occasionally, in times of worry, I've longed to be stylish, but on second thought I say no-just let me be myself-and express rough, yet true things with rough workmanship."},{"id":201,"quote":"To do good work one must eat well, be well housed, have one's fling from time to time, smoke one's pipe, and drink one's coffee in peace"},{"id":202,"quote":"It is with the reading of books the same as with looking at pictures; one must, without doubt, without hesitations, with assurance, admire what is beautiful."},{"id":203,"quote":"For the great doesn't happen through impulse alone, and is a succession of little things that are brought together."},{"id":204,"quote":"To express the love of two lovers by a marriage of two complementary colors, their mingling and their opposition, the mysterious vibrations of Kindred tones. To express the thought of a brow by the radiance of light tone against a somber background; to express hope by some star, the eagerness of a soul by a sunset radiance."},{"id":205,"quote":"As long as autumn lasts, I shall not have hands, canvas and colors enough to paint the beautiful things I see."},{"id":206,"quote":"How rich art is, if one can only remember what one has seen, one is never empty of thoughts or truly lonely, never alone."},{"id":207,"quote":"The Mediterranean has the color of mackerel, changeable I mean. You don't always know if it is green or violet, you can't even say it's blue, because the next moment the changing reflection has taken on a tint of rose or gray."},{"id":208,"quote":"To believe in God for me is to feel that there is a God, not a dead one, or a stuffed one, who with irresistible force urges us towards more loving."},{"id":209,"quote":"When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars."},{"id":210,"quote":"In trees, I see expression and soul"},{"id":211,"quote":"What molting time is to birds, so adversity or misfortune is ... for us humans."},{"id":212,"quote":"One may have a blazing hearth in one's soul and yet no one ever came to sit by it. Passers-by see only a wisp of smoke from the chimney and continue on their way."},{"id":213,"quote":"I want to paint men and women with that something of the external which the halo used to symbolize, and which we now seek to give by the actual radiance and vibrancy of our colorings."},{"id":214,"quote":"What has changed is that my life then was less difficult and my future seemingly less gloomy, but as far as my inner self, my way of looking at things and of thinking is concerned, that has not changed. But if there has indeed been a change, then it is that I think, believe and love more seriously now what I thought, believed and loved even then."},{"id":215,"quote":"In general, and most especially with artists, I pay as much attention to the man who does the work, as to the work itself."},{"id":216,"quote":"I've never felt a desire (and I don't believe I ever shall) to bring the public to my work... a certain popularity seems to me the least desirable of things."},{"id":217,"quote":"There is a sun, a light that for want of another word I can only call yellow, pale sulphur yellow, pale golden citron. How lovely yellow is!"},{"id":218,"quote":"I work as diligently on my canvases as the laborers do in their fields."},{"id":219,"quote":"It is not the language of painters but the language of nature which one should listen to, the feeling for the things themselves, for reality is more important than the feeling for pictures."},{"id":220,"quote":"I lost my job as an art salesman. It was the customer's fault. He wanted to buy the wrong paintings."},{"id":221,"quote":"The only thing to do is to go one's own way, to try one's best, to make the thing live."},{"id":222,"quote":"I'm now painting with all the elan of a Marseillais eating soup, which won't surprise you when I tell you I'm painting large sunflowers. The idea? To decorate the studio, now there's hope of Gauguin living here. I aim at a dozen panels of sunflowers in the room I've set aside for Gauguin."},{"id":223,"quote":"What I need is courage, and this often fails me. And it is also a fact that since my disease, when I am in the fields I am overwhelmed by a feeling of loneliness to such a horrible extent that I shy away from going out. But this will change all the same as time goes on. Only when I stand a painting before my easel do I feel somewhat alive. Never mind, this is going to change too, for now my health is so good that I suppose the physical part of me will gain the victory."},{"id":224,"quote":"To express a marriage of two complementary colors, their mingling and their opposition, the mysterious vibrations of kindred tones."},{"id":225,"quote":"Christ alone, of all the philosophers, magicians, etc., has affirmed eternal life as the most important certainty, the infinity of time, the futility of death, the necessity and purpose of serenity and devotion. He lived serenely, as an artist greater than all other artists, scorning marble and clay and paint, working in the living flesh. In other words, this peerless artist, scarcely conceivable with the blunt instrument of our modern, nervous and obtuse brains, made neither statues nor paintings nor books. He maintained in no uncertain terms that he made ... living men, immortals."},{"id":226,"quote":"I consciously choose the dog's path through life. I shall be poor; I shall be a painter."},{"id":227,"quote":"I feel such a creative force in me: I am convinced that there will be a time when, let us say, I will make something good every day , on a regular basis....I am doing my very best to make every effort because I am longing so much to make beautiful things. But beautiful things mean painstaking work, disappointment, and perseverance."},{"id":228,"quote":"I am not an adventurer by choice but by fate."},{"id":229,"quote":"Do not become the slave of your model."},{"id":230,"quote":"For instead of trying to reproduce exactly what I see before me, I make more arbitrary use of colour to express myself more forcefully."},{"id":231,"quote":"No blue without yellow and without orange, and if you do blue, then do yellow and orange as well, surely."},{"id":232,"quote":"... life is too short to do the whole."},{"id":233,"quote":"I do not know myself how I paint it. I sit down with a white board before the spot that strikes me. I look at what is before my eyes, and say to myself, that white board must become something."},{"id":234,"quote":"I am not strictly speaking mad, for my mind is absolutely normal in the intervals, and even more so than before. But during the attacks it is terrible - and then I lose consciousness of everything. But that spurs me on to work and to seriousness, as a miner who is always in danger makes haste in what he does."},{"id":235,"quote":"Since visiting the abatoirs of S. France I have stopped eating meat."},{"id":236,"quote":"It is good to love many things"},{"id":237,"quote":"Gauguin says that when sailors have to move a heavy load or raise an anchor, they all sing together to keep them up and give them vim. That's just what artists lack!"},{"id":238,"quote":"If one keeps loving faithfully what is really worth loving, and does not waste one's love on insignificant and unworthy and meaningless things, one will get more light by and by and grow stronger."},{"id":239,"quote":"I am painting with the same enthusiasm as a Marseillaise eats bouillabaisse ... I am painting big sunflowers."},{"id":240,"quote":"Seek only light and freedom and do not immerse yourself too deeply in the worldly mire."},{"id":241,"quote":"I assure you that there's a lot involved in compositions with figures. ... It's like weaving... you must control and keep an eye on several things at once."},{"id":242,"quote":"I feel the need of relations and friendship, of affection, of friendly intercourse.... I cannot miss these things without feeling, as does any other intelligent man, a void and a deep need."},{"id":243,"quote":"I've just kept on ceaselessly painting in order to learn painting."},{"id":244,"quote":"l can do very well without God both in my life and in my painting, but l cannot, ill as I am, do without something which is greater than l, which is my life — the power to create."},{"id":245,"quote":"Painters understand nature and love it, and teach us to see."},{"id":246,"quote":"One must learn to read, just as one must learn to see and learn to live."},{"id":247,"quote":"There is but one Paris and however hard living may be here, and if it became worse and harder even—the French air clears up the brain and does good—a world of good."},{"id":248,"quote":"The worse I get along with people the more I learn to have faith in Nature and concentrate on her."},{"id":249,"quote":"I am always in the hope to express the love of two lovers by a marriage of two complementary colors - colors which marry each other... complement each other as a man and a woman do."},{"id":250,"quote":"You can't be at the pole and the equator at the same time. You must choose your own line, as I hope to do, and it will probably be color."},{"id":251,"quote":"The wheat field has ...poetry; it is like a memory of something one has once seen. We can only make our pictures speak."},{"id":252,"quote":"What am I in most people's eyes? A nonentity or an eccentric and disagreeable man... I should want my work to show what is in the heart of such an eccentric, of such a nobody."},{"id":253,"quote":"If I were to think of and dwell on disastrous possibilities, I could do nothing. I throw myself headlong into my work, and come up again with my studies."},{"id":254,"quote":"To the one party, woman is always heresy and diabolical. To me, the opposite."},{"id":255,"quote":"I will not live without love."},{"id":256,"quote":"You can feel the stars and the infinity of the sky since life, in spite of everything, is like a dream."},{"id":257,"quote":"I am astonished at the high prices paid for works by painters who are dead, prices none of them could expect when they were alive. It is a kind of tulip trade, in which living painters suffer but do not profit."},{"id":258,"quote":"It always strikes me, and it is very peculiar, that, whenever we see the image of indescribable and unutterable desolation—of loneliness, poverty, and misery, the end and extreme of things—the thought of God comes into one's mind."},{"id":259,"quote":"A weaver who has to direct and to interweave a great many little threads has no time to philosophize about it, but rather he is so absorbed in his work that he doesn't think but acts, and he feels how things must go more than he can explain it."},{"id":260,"quote":"It interests me tremendously to make copies... I started it by chance and I find it teaches me things."},{"id":261,"quote":"Painting as it is now promises to become more subtle - more like music and less like sculpture - and above all it promises color. If only it keeps this promise."},{"id":262,"quote":"There are so many people, especially among our comrades, who imagine that words are nothing - on the contrary, isn't it true that saying a thing well is as interesting and as difficult as painting it?"},{"id":263,"quote":"In order to work and to become an artist one needs love. At least, one who wants sentiment in his work must in the first place feel it himself, and live with his heart"},{"id":264,"quote":"But what's your ultimate goal, you'll say. That goal will become clearer, will take shape slowly and surely, as the croquis becomes a sketch and the sketch a painting, as one works more seriously, as one digs deeper into the originally vague idea, the first fugitive, passing thought, unless it becomes firm."},{"id":265,"quote":"Art is jealous, and demands our whole strength ... ."},{"id":266,"quote":"If the storm within gets too loud, I take a glass too much to stun myself."},{"id":267,"quote":"And love makes one calmer about many things, and in that way, one is more fit for one's work."},{"id":268,"quote":"One can never study nature too much and too hard"},{"id":269,"quote":"An artist needn't be a clergyman or a churchwarden, but he certainly must have a warm heart for his fellow men."},{"id":270,"quote":"What color is in a picture, enthusiasm is in life."},{"id":271,"quote":"It constantly remains a source of disappointment to me that my drawings are not yet what I want them to be. The difficulties are indeed numerous and great, and cannot be overcome at once. To make progress is a kind of miner’s work; it doesn’t advance as quickly as one would like, and as others also expect, but as one stands before such a task, the basic necessities are patience and faithfulness. In fact, I do not think much about the difficulties, because if one thought of them too much one would get stunned or disturbed."},{"id":272,"quote":"We take death to reach a star"},{"id":273,"quote":"To try to understand the real significance of what the great artists, the serious masters, tell us in their masterpieces, that leads to God; one man wrote or told it in a book; another, in a picture."},{"id":274,"quote":"And when I read, and really I do not read so much, only a few authors, - a few men that I discovered by accident - I do this because they look at things in a broader, milder and more affectionate way than I do, and because they know life better, so that I can learn from them."},{"id":275,"quote":"It was Richepin who said somewhere, 'The love of art means loss of real love'... True, but on the other hand, real love makes you disgusted with art."},{"id":276,"quote":"I think that I still have it in my heart someday to paint a bookshop with the front yellow and pink in the evening...like a light in the midst of the darkness."},{"id":277,"quote":"What preys on my mind is simply this one question: what am I good for, could I not be of service or use in some way?"},{"id":278,"quote":"I felt my energy return and that I said to myself, in any event I'll recover from it, I'll pick up my pencil that I put down in my great discouragement and I'll get back to drawing, and from then on, it seems to me, everything has changed for me."},{"id":279,"quote":"In a sense I'm glad that I've never learned how to paint."},{"id":280,"quote":"My opinion is that the best thing would be to work on till art lovers feel drawn toward it of their own accord, instead of having to praise or to explain it."},{"id":281,"quote":"I devour nature ceaselessly. I exaggerate, sometimes I make changes in the subject; but still I don't invent the whole picture. On the contrary, I find it already there. It's a question of picking out what one wants from nature."},{"id":282,"quote":"I often think of you all, one cannot do what one wants in life. The more you feel attached to a spot, the more ruthlessly you are compelled to leave it, but the memories remain, and one remembers - as in a looking glass, darkly - one's absent friends."},{"id":283,"quote":"Well, do you know what I hope for, once I allow myself to begin to hope? [...] That you find in your love for people something not only to work for, but to comfort and restore you when there is a need."},{"id":284,"quote":"The thing has already taken form in my mind before I start it. The first attempts are absolutely unbearable. I say this because I want you to know that if you see something worthwhile in what I am doing, it is not by accident but because of real direction and purpose."},{"id":285,"quote":"Even the knowledge of my own fallibility cannot keep me from making mistakes. Only when I fall do I get up again."},{"id":286,"quote":"Surely the true path is to dive deep into nature."},{"id":287,"quote":"Let life be beautiful like summer flowers and death be like autumn leaves. Rabindranath Tagore What a simple thing death is, just as simple as the falling of an autumn leaf."},{"id":288,"quote":"I know for sure that I have an instinct for color, and that it will come to me more and more, that painting is in the very marrow of my bones."},{"id":289,"quote":"It is true that every day has its own evil, and its good too. But how difficult must life be, especially farther on when the evil of each day increases as far as worldly things go, if it is not strengthened and comforted by faith. And in Christ all worldly things may become better, and, as it were, sanctified. Theo, woe is me if I do not preach the Gospel; if I did not aim at that and possess faith and hope in Christ, it would be bad for me indeed, but no I have some courage."},{"id":290,"quote":"To paint nature you must be in it a long time."},{"id":291,"quote":"I see drawings and pictures in the poorest huts, in the dirtiest corner. And my mind is drawn toward these things by an irresistible force."},{"id":292,"quote":"As you can see, I am immersing myself in color-I've held back from that until now; and I don't regret it."},{"id":293,"quote":"The uglier, older, meaner, iller, poorer I get, the more I wish to take my revenge by doing brilliant color, well arranged, resplendent."},{"id":294,"quote":"I want to do drawings which touch some people... In either figure or landscape I wish to express, not sentimental melancholy, but serious sorrow."},{"id":295,"quote":"Do not quench your inspiration and your imagination; do not become the slave of your model."},{"id":296,"quote":"We feel lonely now and then and long for friends and think we should be quite different and happier if we found a friend of whom we might say: “He is the one.” But you, too, will begin to learn that there is much self-deception behind this longing; if we yielded too much to it, it would lead us from the road."},{"id":297,"quote":"What is drawing? It is working oneself through an invisible iron wall that seems to stand between what one feels and what one can do."},{"id":298,"quote":"But by fighting the difficulties in which one finds oneself, an inner strength develops from within our heart, which improves in life's fight."},{"id":299,"quote":"Of course my moods change, but the average is serenity. I have a firm faith in art, a firm confidence in its being a powerful stream which carries a man to a harbor, though he himself must do his bit too; at all events, I think it such a great blessing when a man has found his work that I cannot count myself among the unfortunate. I mean, I may be in certain relatively great difficulties, and there may be gloomy days in my life, but I shouldn't like to be counted among the unfortunate, nor would it be correct if I were."},{"id":300,"quote":"The sight of stars always sets me dreaming just as naively as those black dots on a map set me dreaming of towns and villages. Why should these points of light in the firmament, I wonder, be less accessible than the dark ones on the map of France? We take a train to go to Torascon or Roven and we take death to a star."},{"id":301,"quote":"People are often unable to do anything, imprisoned as they are in I don't know what kind of terrible, terrible, oh such terrible cage."},{"id":302,"quote":"The more ugly, old, nasty, ill, and poor I become the more I want to get my own back by producing vibrant, well-arranged, radiant colour."},{"id":303,"quote":"There is the same difference in a person before and after he is in love, as there is in an unlighted lamp and one that is burning."},{"id":304,"quote":"You know, what makes the prison disappear is every deep, serious attachment. To be friends, to be brothers, to love; that opens the prison through sovereign power, through a most powerful spell. But he who doesn't have that remains in death. But where sympathy springs up again, life springs up again."},{"id":305,"quote":"One should arrive at leading one's conscience to a state of development so that it becomes the voice of a better and higher self, of which the ordinary self is a servant."},{"id":306,"quote":"Let me stop there, but my God, how beautiful Shakespeare is, who else is as mysterious as he is; his language and method are like a brush trembling with excitement and ecstasy. But one must learn to read, just as one must learn to see and learn to live."},{"id":307,"quote":"Life itself, too, is forever turning an infinitely vacant, dispiriting blank side towards man on which nothing appears, any more than it does on a blank canvas. But no matter how vacant and vain, how dead life may appear to be, the man of faith, of energy, of warmth, who knows something, will not be put off so easily."},{"id":308,"quote":"When we are working at a difficult task and strive after a good thing, we are fighting a righteous battle, the direct reward of which is that we are kept from much evil."},{"id":309,"quote":"I had a new idea in my head... this time it's just simply my bedroom, only here colour is to do everything, and, giving by its simplification a grander style to things, is to be suggestive here of rest or of sleep in general. In a word, to look at the picture ought to rest the brain or rather the imagination."},{"id":310,"quote":"What a splendid thing watercolour is to express atmosphere and distance, so that the figure is surrounded by air and can breathe in it."},{"id":311,"quote":"It is no more easy to make a good picture than it is to find a diamond or a pearl. It means trouble and you risk your life for it."},{"id":312,"quote":"It isn't an easy job to paint oneself - at any rate if it is to be different from a photograph. And you see - this, in my opinion, is the advantage that impressionism possesses over all the other things; it is not banal, and one seeks after a deeper resemblance than the photograph."},{"id":313,"quote":"Oh! I must somehow manage to do a figure in a few strokes."},{"id":314,"quote":"Many painters are afraid of the blank canvas, but the blank canvas is afraid of the truly passionate painter who dares-and who has once broken the spell of 'you can't.'"},{"id":315,"quote":"When we are working at a difficult task and strive after a good thing, we are fighting a righteous battle, the direct reward of which is that we are kept from much evil. As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed."},{"id":316,"quote":"Sometimes I long so much to do landscape, just as one would go for a long walk to refresh oneself, and in all of nature, in trees for instance, I see expression and a soul."},{"id":317,"quote":"If you work with love and intelligence, you develop a kind of armour against people's opinions, just because of the sincerity of your love for nature and art. Nature is also severe and, to put it that way, hard, but never deceives and always helps you to move forward."},{"id":318,"quote":"As a painter I shall never signify anything of importance. I feel it Absolutely."},{"id":319,"quote":"The great isn't something accidental; it must be willed."},{"id":320,"quote":"What is drawing? How does one get there? It's working one's way through an invisible iron wall that seems to stand between what one feels and what one can do. How can one get through that wall? - since hammering on it doesn't help at all. In my view, one must undermine the wall and grind through it slowly and patiently."},{"id":321,"quote":"Modern reality has got such a hold on us that... when we attempt to reconstruct the ancient days in our thoughts...the minor events of our lives tear us away from our meditations, and... thrust us back into our personal [problems]"},{"id":322,"quote":"And in a picture I want to say something comforting, as music is comforting."},{"id":323,"quote":"Ideas for work are coming to me in abundance...I'm going like a painting-locomotive."},{"id":324,"quote":"I can't work without a model. I won't say I turn my back on nature ruthlessly in order to turn a study into a picture, arranging the colors, enlarging and simplifying; but in the matter of form I am too afraid of departing from the possible and the true."},{"id":325,"quote":"Nature always begins by resisting the artist, but he who really takes it seriously does not allow that resistance to put him off his stride; on the contrary, it is that much more of a stimulus to fight for victory."},{"id":326,"quote":"The laws of the colors are unutterably beautiful, just because they are not accidental."},{"id":327,"quote":"Painting demands an intelligent model."},{"id":328,"quote":"Ah, Manet has come very, very close to it and Courbet - the marrying of form and colour."},{"id":329,"quote":"It is difficult to know oneself, but it isn't easy to paint oneself either."},{"id":330,"quote":"How to achieve such anomalies, such alterations and re-fashionings of reality so what comes out of it are lies, if you like, but lies that are more than literal truth."},{"id":331,"quote":"The majority of (painters), because they aren't colorists, do not see yellow, orange or sulphur in the South (of France) and they call a painter mad if he sees with eyes other than theirs"},{"id":332,"quote":"How right it is to love flowers and the greenery of pines and ivy and hawthorn hedges; they have been with us from the very beginning."},{"id":333,"quote":"To express hope by some star, the eagerness of a soul by a sunset radiance. Certainly there is nothing in that of stereoscopic realism, but is it not something that actually exists?"},{"id":334,"quote":"My great longing is to make those very incorrectnesses, those deviations, remodellings, changes in reality, so that they may become, yes, lies if you like - but truer than the literal truth."},{"id":335,"quote":"The victory one would gain after a whole life of work and effort is better than one that is gained sooner."},{"id":336,"quote":"I myself am quite absorbed by the delicate yellow, delicate soft green, delicate violet of a ploughed and weeded piece of soil."},{"id":337,"quote":"The best pictures are always those one dreams of when one is smoking a pipe in bed, but which never get done. But still one ought to try, however incompetent one may feel before the unspeakable perfection and radiant splendour of nature."},{"id":338,"quote":"I have played hell somewhat with the truthfulness of the colours."},{"id":339,"quote":"It must be a good thing to die conscious of having performed some real good, and to know that by this work one will live, at least in the memory of some, and will have left a good example to those that come after. A work that is good-it may not be eternal, but the thought expressed in it is, and the work itself will certainly remain in existence for a long, long time; and if afterwards others arise, they can do no better than follow in the footsteps of such predecessors and do their work in the same way."},{"id":340,"quote":"There is something intimate about painting I cannot explain to you ? but it is so delightful just for expressing one's feelings."},{"id":341,"quote":"An artist need not be a minister or a collector in church, but he must have a warm heart for people, and I find it a noble thing that, for example, no winter passed without The Graphic doing something to keep alive sympathy for the poor."},{"id":342,"quote":"Life is not long for anybody, and the problem is only to make something of it."},{"id":343,"quote":"If your inner voice is telling you that you can't paint, by all means, hurry up and paint and silence the voice."},{"id":344,"quote":"God sends us pieces of art so that we may see ourselves in them"},{"id":345,"quote":"I work even in the middle of the day, in the full sunshine, and I enjoy it like a cicada."},{"id":346,"quote":"I feel a certain calm. There is safety in the midst of danger. What would life be if we had no courage to attempt anything?"},{"id":347,"quote":"If we study Japanese art, we see a man who is undoubtedly wise, philosophic and intelligent, who spends his time doing what?  He studies a single blade of grass."},{"id":348,"quote":"Well, I am ploughing on my canvases as they do on their fields (the peasants). It goes badly enough in our profession - in fact that has always been so, but at the moment it is very bad."},{"id":349,"quote":"Whoever lives sincerely and encounters much trouble and disappointment without being bowed down is worth more than one who has always sailed before the wind and has only known prosperity."},{"id":350,"quote":"There certainly is an affinity between a person and his work, but it is not easy to define what this affinity is, and on that question many judge quite wrongly."},{"id":351,"quote":"Love is eternal -- the aspect may change, but not the essence. There is the same difference in a person before and after he is in love as there is in an unlighted lamp and one that is burning. The lamp was there and was a good lamp, but now it is shedding light too, and that is its real function. And love makes one calmer about many things, and that way, one is more fit for one's work."},{"id":352,"quote":"What lives in art and is eternally living, is first of all the painter and then the painting."},{"id":353,"quote":"Even this artistic life, which we know is not real life, appears to me to be so alive and so vital that it would be a form ingratitude not to be content with it."},{"id":354,"quote":"The lamps are burning and the starry sky is over it all."},{"id":355,"quote":"The more ugly, older, more cantankerous, more ill and poorer I become, the more I try to make amends by making my colours more vibrant, more balanced and beaming."},{"id":356,"quote":"Just dash something down if you see a blank canvas staring at you with a certain imbecility. You do not know how paralyzing it is, that staring of a blank canvas which says to the painter: you don't know anything."},{"id":357,"quote":"If boyhood and youth are but vanity, must it not be our ambition to become men?"},{"id":358,"quote":"a likeness different from the products of the God-fearing photographer."},{"id":359,"quote":"It is the painting that makes me so happy these days."},{"id":360,"quote":"There may be a time in life when one is tired of everything and feels as if all one does is wrong, and there maybe some truth in it- do you think this is a feeling one must try to forget and to banish, or is it 'the longing for God,' which one must not fear, but cherish to see if it may bring us some good? Is it 'the longing for God' which leads us to make a choice which we never regret? Let us keep courage and try to be patient and gentle. And not mind being eccentric, and make distinction between good and evil."},{"id":361,"quote":"What is true is that I have at times earned my own crust of bread, and at other times a friend has given it to me out of the goodness of his heart. I have lived whatever way I could, for better or for worse, taking things just as they came."},{"id":362,"quote":"By working hard, old man, I hope to make something good one day. I haven't yet, but I am pursuing it and fighting for it . . . ."},{"id":363,"quote":"Do you know that drawing with words is also an art... ?"},{"id":364,"quote":"Art is but imitation of nature."},{"id":365,"quote":"It is a pity that, as one gradually gains experience, one loses one's youth."},{"id":366,"quote":"Don't lose heart if it's very difficult at times, everything will come out all right and nobody can in the beginning do as he wishes."},{"id":367,"quote":"That I was not suited to commerce or academic study in no way proves that I should also be unfit to be a painter."},{"id":368,"quote":"It seems to me it's a painter's duty to try to put an idea into his work."},{"id":369,"quote":"For me work is an absolute necessity, indeed I can't really drag it out, I take no more pleasure in anything than in work, that's to say, pleasure in other things stops immediately and I become melancholy if I can't get on with the work."},{"id":370,"quote":"If you work diligently... without saying to yourself beforehand, 'I want to make this or that,' if you work as though you were making a pair of shoes, without artistic preoccupation, you will not always find you do well. But the days you least expect it, you will find a subject which holds its own with the work of those who have gone before."},{"id":371,"quote":"Ah! My dear friend painting is to us what the music of Berlioz and Wagner was before us - a consolatory art for sore hearts! And yet there are only a few like you and me who feel it!!!"},{"id":372,"quote":"There was a sentence in your letter that struck me, “I wish I were far away from everything, I am the cause of all, and bring only sorrow to everybody, I alone have brought all this misery on myself and others.” These words struck me because that same feeling, just the same, not more nor less, is also on my conscience."},{"id":373,"quote":"But after all I find in my work an echo of what struck me. I see that nature has told me something, has spoken to me, and that I have put it down in shorthand. In my shorthand there may be words that cannot be deciphered. There may be mistakes or gap"},{"id":374,"quote":"Cobalt is a divine color and there is nothing as fine for putting an atmosphere round things. Carmine is the red of wine and is warm and lively like wine. The same goes for emerald green too. It's false economy to dispense with them, with those colors. Cadmium as well."},{"id":375,"quote":"I believe it is one's duty to paint the rich and magnificent aspects of nature. We need gaiety and happiness, hope and love."},{"id":376,"quote":"If I did not succeed I still thought that what I had worked on would be continued. Not immediately. But there are others who believe in things that are true."},{"id":377,"quote":"I have a firm faith in art, a firm confidence in its being a powerful stream which carries a man to a harbor, though he himself must do his bit too."},{"id":378,"quote":"When I have a model who is quiet and steady and with whom I am acquainted, then I draw repeatedly 'til there is one drawing that is different from the rest, which does not look like an ordinary study, but more typical and with more feeling."},{"id":379,"quote":"Those Dutchmen had hardly any imagination or fantasy, but their good taste and their scientific knowledge of composition were enormous."},{"id":380,"quote":"It's better to have a gay life of it than to commit suicide."},{"id":381,"quote":"Fortunately for me, I know well enough what I want, and am basically utterly indifferent to the criticism that I work to hurriedly. In answer to that, I have done some things even more hurriedly theses last few days."},{"id":382,"quote":"Painting it was hard graft. There are one and a half large tubes of white in the ground - yet that ground is very dark."},{"id":383,"quote":"I don't know if I can convey the postman as I feel him... Unfortunately he cannot pose, and a painting demands an intelligent model."},{"id":384,"quote":"Painting is a faith and that it brings with it the duty to pay no heed to public opinion - and that in it one conquers by perseverance and not by giving in."},{"id":385,"quote":"To exaggerate the fairness of hair, I come even to orange tones, chromes and pale yellow ... I make a plain background of the richest, intensest blue that I can contrive, and by this simple combination of the bright head against the rich blue background, I get a mysterious effect, like a star in the depths of an azure sky."},{"id":386,"quote":"The world concerns me only in so far as I have a certain debt and duty to it, because I have lived in it for thirty years and owe to it to leave behind some souvenir in the shape of drawings and paintings – not done to please any particular movement, but within which a genuine human sentiment is expressed."},{"id":387,"quote":"You will say that everyone has seen landscapes and figures from childhood on. The question is: Has everybody also been reflexive as a child? Has everybody who has seen them also loved heath, fields, meadows, woods, and the snow and the rain and the s."},{"id":388,"quote":"A good painting should be the equivalent of a good deed."},{"id":389,"quote":"That this awareness of my own fallibility will prevent me from making many mistakes doesn't alter the fact that I'm bound to make a great many mistakes anyway. But if we fall, we get up again!"},{"id":390,"quote":"I was certainly going the right way for a stroke when I left Paris. I paid for it nicely afterwards! When I stopped drinking, when I stopped smoking so much, when I began to think again instead of trying not to think - Good Lord, the depression and the prostration of it! Work in these magnificent natural surroundings (Arles) has restored my morale, but even now some efforts are too much for me: my strength fails me."},{"id":391,"quote":"One begins by plaguing oneself to no purpose in order to be true to nature, and one concludes by working quietly from one's own palette alone, and then nature is the result."},{"id":392,"quote":"Art demands persistent work, work in spite of everything, and continuous observations. By persistent, I mean not only continuous work, but also not giving up your opinion at the bidding of such and such a person."},{"id":393,"quote":"Just slap something on it when you see a blank canvas staring at you with a sort of imbecility."},{"id":394,"quote":"My aim in life is to make pictures and drawings, as many and as well as I can; then, at the end of my life... looking back with love and tender regret, and thinking, 'Oh, the pictures I might have made!'"},{"id":395,"quote":"I am working with the enthusiasm of a man from Marseilles eating bouillabaisse, which shouldn't come as a surprise to you because I am busy painting huge sunflowers."},{"id":396,"quote":"We are having wind and rain here, and I am very glad not to be alone. I work from memory on bad days, and that would not do if I were alone."},{"id":397,"quote":"I believe I do much better for the time being by first copying some good things than by working without that foundation"},{"id":398,"quote":"For loneliness, worries, difficulties, the unsatisfied need for kindness and sympathy - that is what is hard to bear."},{"id":399,"quote":"Well, I dare not allow myself any illusions, and I am afraid it may never happen that Father and Mother will really appreciate my art. It is not their fault; we do not see the same things with the same eyes, or have the same thoughts raised in us by them. They will never be able to understand what painting is."},{"id":400,"quote":"In the fullness of artistic life there is, and remains, and will always come back at times, that homesick longing for the truly ideal life that can never come true."},{"id":401,"quote":"The canvas has an idiotic stare and mesmerises some painters so much that they turn into idiots themselves."},{"id":402,"quote":"I myself believe that there is in every painter's life a period of making absurdities. In my case I think that period is already long past."},{"id":403,"quote":"Study, analyse the social structure - that's always far more effective than moralising."},{"id":404,"quote":"To save a life is a real and beautiful thing. To make a home for the homeless, yes, it is a thing that must be good; whatever the world may say, it cannot be wrong."},{"id":405,"quote":"We must not judge God from this world. It's just a study that didn't come off. It's only a master who could make such a blunder."},{"id":406,"quote":"If one were to say but few words, though ones with meaning, one would do better than to say many that were only empty sounds, and just as easy to utter as they were of little use."},{"id":407,"quote":"It may be true that there is no God here, but there must be one not far off, and at such a moment one feels His presence; which comes to the same as saying (and I readily give this sincere profession of faith): I believe in God, and that it is His wi"},{"id":408,"quote":"There is no blue without yellow and without orange, and if you put in blue, then you must put in yellow, and orange too, mustn't you? Oh well, you will tell me that what I write to you are only banalities."},{"id":409,"quote":"I believe that one thinks much more soundly if the thoughts arise from direct contact with things, than if one looks at things with the aim of finding this or that in them."},{"id":410,"quote":"Painting it was hard graft... in addition red, yellow, brown ochre, black, terra sienna, bistre, and the result is a red-brown that varies from bistre to deep wine-red and to pale, blond reddish."},{"id":411,"quote":"If one has such an encounter it is to be expected it will bring him into conflict, especially conflict with himself, because one sometimes literally does not know what to do or what not to do. But is this struggle and even the mistakes one may make, not better, and do they not develop us more than if we keep systematically away from emotions?"},{"id":412,"quote":"I always dream a painting like that, with a group of lively figures of the pals."},{"id":413,"quote":"Drawing is the root of everything, and the time spent on that is actually all profit."},{"id":414,"quote":"For myself, I declare I don't know anything about it. But the sight of the stars always makes me dream."},{"id":415,"quote":"Seeing that I am so busily occupied with myself just now, I want to try to paint my self-portrait in writing."},{"id":416,"quote":"It is a sad and very melancholy scene, which must strike everyone who knows and feels that we also have to pass one day through the valley of the shadow of death, and “que la fin de la vie humaine, ce sont des larmes ou des cheveux blancs.” What lies beyond this is a great mystery that only God knows, but He has revealed absolutely through His word that there is a resurrection of the dead."},{"id":417,"quote":"The cure for him would be to take a good long look at some potato plants, which have lately had such a deep and distinctive colour and tone, instead of driving himself mad looking at pieces of yellow satin and gold leather."},{"id":418,"quote":"It is good to love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is well done."},{"id":419,"quote":"I dream my painting and I paint my dream."},{"id":420,"quote":"There is nothing more truly artistic than to love people."},{"id":421,"quote":"A great fire burns within me, but no one stops to warm themselves at it, and passers-by only see a wisp of smoke"},{"id":422,"quote":"If you hear a voice within you say you cannot paint, then by all means paint and that voice will be silenced."},{"id":423,"quote":"I put my heart and soul into my work, and I have lost my mind in the process."},{"id":424,"quote":"What am I in the eyes of most people — a nonentity, an eccentric, or an unpleasant person — somebody who has no position in society and will never have; in short, the lowest of the low. All right, then — even if that were absolutely true, then I should one day like to show by my work what such an eccentric, such a nobody, has in his heart. That is my ambition, based less on resentment than on love in spite of everything, based more on a feeling of serenity than on passion. Though I am often in the depths of misery, there is still calmness, pure harmony and music inside me. I see paintings or drawings in the poorest cottages, in the dirtiest corners. And my mind is driven towards these things with an irresistible momentum."},{"id":425,"quote":"If you truly love nature, you will find beauty everywhere."},{"id":426,"quote":"Great things are not done by impulse, but by a series of small things brought together."},{"id":427,"quote":"I want to touch people with my art. I want them to say 'he feels deeply, he feels tenderly'."},{"id":428,"quote":"I am always doing what I cannot do yet, in order to learn how to do it."},{"id":429,"quote":"I always think that the best way to know God is to love many things."},{"id":430,"quote":"La tristesse durera toujours.[The sadness will last forever.]"},{"id":431,"quote":"There may be a great fire in our soul, yet no one ever comes to warm himself at it, and the passers-by see only a wisp of smoke."},{"id":432,"quote":"عزيزي ثيو:إلى أين تمضي الحياة بي؟ ما الذي يصنعه العقل بنا؟ إنه يفقد الأشياء بهجتها ويقودنا نحو الكآبة... ... إنني أتعفن مللا لولا ريشتي وألواني هذه، أعيد بها خلق الأشياء من جديد.. كل الأشياء تغدو باردة وباهتة بعدما يطؤها الزمن.. ماذا أصنع؟ أريد أن أبتكر خطوطا وألوانا جديدة، غير تلك التي يتعثر بصرنا بها كل يوم.كل الألوان القديمة لها بريق حزين في قلبي. هل هي كذلك في الطبيعة أم أن عيني مريضتان؟ ها أنا أعيد رسمها كما أقدح النار الكامنة فيها.في قلب المأساة ثمة خطوط من البهجة أريد لألواني أن تظهرها، في حقول \"الغربان\" وسنابل القمح بأعناقها الملوية. وحتى \"حذاء الفلاح\" الذي يرشح بؤسا ثمة فرح ما أريد أن أقبض عليه بواسطة اللون والحركة... للأشياء القبيحة خصوصية فنية قد لا نجدها في الأشياء الجميلة وعين الفنان لا تخطئ ذلك.اليوم رسمت صورتي الشخصية ففي كل صباح، عندما أنظر إلى المرآة أقول لنفسي:أيها الوجه المكرر، يا وجه فانسان القبيح، لماذا لا تتجدد؟أبصق في المرآة وأخرج ...واليوم قمت بتشكيل وجهي من جديد، لا كما أرادته الطبيعة، بل كما أريده أن يكون:عينان ذئبيتان بلا قرار. وجه أخضر ولحية كألسنة النار. كانت الأذن في اللوحة ناشزة لا حاجة بي إليها. أمسكت الريشة، أقصد موس الحلاقة وأزلتها.. يظهر أن الأمر اختلط علي، بين رأسي خارج اللوحة وداخلها... حسنا ماذا سأفعل بتلك الكتلة اللحمية؟أرسلتها إلى المرأة التي لم تعرف قيمتي وظننت أني أحبها.. لا بأس فلتجتمع الزوائد مع بعضها.. إليك أذني أيتها المرأة الثرثارة، تحدثي إليها... الآن أستطيع أن أسمع وأرى بأصابعي. بل إن إصبعي السادس \"الريشة\" لتستطيع أكثر من ذلك: إنها ترقص وتب وتداعب بشرة اللوحة...أجلس متأملاً :لقد شاخ العالم وكثرت تجاعيده وبدأ وجه اللوحة يسترخي أكثر... آه يا إلهي ماذا باستطاعتي أن أفعل قبل أن يهبط الليل فوق برج الروح؟ الفرشاة. الألوان. و... بسرعة أتداركه: ضربات مستقيمة وقصيرة. حادة ورشيقة..ألواني واضحة وبدائية. أصفر أزرق أحمر.. أريد أن أعيد الأشياء إلى عفويتها كما لو أن العالم قد خرج تواً من بيضته الكونية الأولى.مازلت أذكر:كان الوقت غسقا أو ما بعد الغسق وقبل الفجر. اللون الليلكي يبلل خط الأفق... آه من رعشة الليلكي. عندما كنا نخرج إلى البستان لنسرق التوت البري. كنت مستقراً في جوف الشجرة أراقب دودة خضراء وصفراء بينما \"أورسولا\" الأكثر شقاوة تقفز بابتهاج بين الأغصان وفجأة اختل توازنها وهوت. ارتعش صدري قبل أن تتعلق بعنقي مستنجدة. ضممتها إلي وهي تتنفس مثل ظبي مذعور... ولما تناءت عني كانت حبة توت قد تركت رحيقها الليلكي على بياض قميصي.. منذ ذلك اليوم، عندما كنت في الثانية عشرة وأنا أحس رحيقها الليلكي على بياض قميصي.. منذ ذلك اليوم، عندما كنت في الثانية عشرة وأنا أحس بأن سعادة ستغمرني لو أن ثقباً ليلكياً انفتح في صدري ليتدفق البياض... يا لرعشة الليلكي ...الفكرة تلح علي كثيراً فهل أستطيع ألا أفعل؟ كامن في زهرة عباد الشمس، أيها اللون الأصفر يا أنا. أمتص من شعاع هذا الكوكب البهيج. أحدق وأحدق في عين الشمس حيث روح الكون حتى تحرقني عيناي.شيئان يحركان روحي: التحديق بالشمس، وفي الموت.. أريد أن أسافر في النجوم وهذا البائس جسدي يعيقني! متى سنمضي، نحن أبناء الأرض، حاملين مناديلنا المدماة .. - ولكن إلى أين؟ - إلى الحلم طبعاً.أمس رسمت زهوراً بلون الطين بعدما زرعت نفسي في التراب، وكانت السنابل خضراء وصفراء تنمو على مساحة رأسي وغربان الذاكرة تطير بلا هواء. سنابل قمح وغربان. غربان وقمح... الغربان تنقر في دماغي. غاق... غاق.. كل شيء حلم. هباء أحلام، وريشة التراب تخدعنا في كل حين.. قريباً سأعيد أمانة التراب، وأطلق العصفور من صدري نحو بلاد الشمس.. آه أيتها السنونو سأفتح لك القفص بهذا المسدس:القرمزي يسيل. دم أم النار؟غليوني يشتعل:الأسود والأبيض يلونان الحياة بالرمادي. للرمادي احتمالات لا تنتهي: رمادي أحمر، رمادي أزرق، رمادي أخضر. التبغ يحترق والحياة تنسرب. للرماد طعم مر بالعادة نألفه، ثم ندمنه، كالحياة تماماً: كلما تقدم العمر بنا غدونا أكثر تعلقا بها... لأجل ذلك أغادرها في أوج اشتعالي.. ولكن لماذا؟! إنه الإخفاق مرة أخرى. لن ينتهي البؤس أبداً... وداعاً يا ثيو، \"سأغادر نحو الربيع\"."},{"id":433,"quote":"If you don’t have a dog--at least one--there is not necessarily anything wrong with you, but there may be something wrong with your life."},{"id":434,"quote":"In spite of everything, I shall rise again; I will take up my pencil, which I have forsaken in my great discouragement, and I will go on with my drawing."},{"id":435,"quote":"Those who dream by day are cognizant of many things which escape those who dream only by night."},{"id":436,"quote":"I'm such a nobody."},{"id":437,"quote":"When I have a terrible need of - shall I say the word - religion, then I go out and paint the stars."},{"id":438,"quote":"Whoever loves much, performs much, and can accomplish much, and what is done in love is done well."},{"id":439,"quote":"For my part I know nothing with any certainty, but the sight of the stars makes me want to dream."},{"id":440,"quote":"Looking at the stars always makes me dream, as simply as I dream over the black dots representing towns and villages on a map.Why, I ask myself, shouldn’t the shining dots of the sky be as accessible as the black dots on the map of France?Just as we take a train to get to Tarascon or Rouen, we take death to reach a star. We cannot get to a star while we are alive any more than we can take the train when we are dead. So to me it seems possible that cholera, tuberculosis and cancer are the celestial means of locomotion. Just as steamboats, buses and railways are the terrestrial means.To die quietly of old age would be to go there on foot."},{"id":441,"quote":"Many people seem to think it foolish, even superstitious, to believe that the world could still change for the better. And it is true that in winter it is sometimes so bitingly cold that one is tempted to say, ‘What do I care if there is a summer; its warmth is no help to me now.’ Yes, evil often seems to surpass good. But then, in spite of us, and without our permission, there comes at last an end to the bitter frosts. One morning the wind turns, and there is a thaw. And so I must still have hope."},{"id":442,"quote":"The best way to know life is to love many things"},{"id":443,"quote":"Those who love much, do much and accomplish much, and whatever is done with love is done well.... Love is the best and noblest thing in the human heart, especially when it is tested by life as gold is tested by fire. Happy is he who has loved much, and although he may have wavered and doubted, he has kept that divine spark alive and returned to what was in the beginning and ever shall be. If only one keeps loving faithfully what is truly worth loving and does not squander one's love on trivial and insignificant and meaningless things then one will gradually obtain more light and grow stronger."},{"id":444,"quote":"If I cease searching, then, woe is me, I am lost. That is how I look at it - keep going, keep going come what may."},{"id":445,"quote":"We are surrounded by poetry on all sides..."},{"id":446,"quote":"I must continue to follow the path I take now. If I do nothing, if I study nothing, if I cease searching, then, woe is me, I am lost. That is how I look at it — keep going, keep going come what may.But what is your final goal, you may ask. That goal will become clearer, will emerge slowly but surely, much as the rough draught turns into a sketch, and the sketch into a painting through the serious work done on it, through the elaboration of the original vague idea and through the consolidation of the first fleeting and passing thought."},{"id":447,"quote":"There is a great difference between one idler and another idler. There is someone who is an idler out of laziness and lack of character, owing to the baseness of his nature. If you like, you may take me for one of those. Then there is the other kind of idler, the idler despite himself, who is inwardly consumed by a great longing for action who does nothing because his hands are tied, because he is, so to speak, imprisoned somewhere, because he lacks what he needs to be productive, because disastrous circumstances have brought him forcibly to this end. Such a one does not always know what he can do, but he nevertheless instinctively feels, I am good for something! My existence is not without reason! I know that I could be a quite a different person! How can I be of use, how can I be of service? There is something inside me, but what can it be? He is quite another idler. If you like you may take me for one of those."},{"id":448,"quote":"There was a sentence in your letter that struck me, “I wish I were far away from everything, I am the cause of all, and bring only sorrow to everybody, I alone have brought all this misery on myself and others. These words struck me because that same feeling, just the same, not more nor less, is also on my conscience.”"},{"id":449,"quote":"The more you love, the more you suffer"},{"id":450,"quote":"So what do you want? Does what happens inside show on the outside? There is such a great fire in one’s soul, and yet nobody ever comes to warm themselves there, and passersby see nothing but a little smoke coming from the top of the chimney, and go on their way."},{"id":451,"quote":"I take great care of myself by carefully shutting myself away"},{"id":452,"quote":"We feel lonely now and then and long for friends and think we should be quite different and happier if we found a friend of whom we might say: “He is the one. But you, too, will begin to learn that there is much self-deception behind this longing; if we yielded too much to it, it would lead us from the road.”"},{"id":453,"quote":"And the memories of all we have loved stay and come back to us in the evening of our life. They are not dead but sleep, and it is well to gather a treasure of them."},{"id":454,"quote":"Bookstores always remind me that there are good things in this world"},{"id":455,"quote":"An artist needn't be a clergyman or a church warden, but he must have a warm heart for his fellow men"},{"id":456,"quote":"Quick work doesn't mean less serious work, it depends on one's self-confidence and experience. In the same way Jules Guérard, the lion hunter, says in his book that in the beginning young lions have a lot of trouble killing a horse or an ox, but that the old lions kill with a single blow of the paw or a well-placed bite, and that they are amazingly sure at the job... I must warn you that everyone will think that I work too fast. Don't you believe a word of it. Is it not emotion, the sincerity of one's feeling for nature, that draws us, and if the emotions are sometimes so strong that one works without knowing one works, when sometimes the strokes come with a continuity and coherence like words in a speech or a letter, then one must remember that it has not always been so, and that in time to come there will again be hard days, empty of inspiration. So one must strike while the iron is hot, and put the forged bars on one side."},{"id":457,"quote":"I feel that there is nothing more truly artistic than to love people."},{"id":458,"quote":"It must be good to die in the knowledge that one has done some truthful work...and to know that, as a result, one will live on in the memory of at least a few and leave a good example for those who come after."},{"id":459,"quote":"How difficult it is to be simple!"},{"id":460,"quote":"be careful not to become narrow-minded, or afraid of reading what is well written, quite the contrary, such writings are a source of comfort in life."},{"id":461,"quote":"To understand blue you must first understand yellow and orange"},{"id":462,"quote":"I hope to depart in no other way than looking back with love and wistfulness and thinking, oh paintings that I would have made.."},{"id":463,"quote":"I know well that healing comes-if one is brave-from within, through profound resignation to suffering and death, through the surrender of your own will and of your self-love. But that is of no use to me; I love to paint, to see people and things and everything that makes our life-artificial, if you like. Yes, real life would be a different thing, but I do not belong to that category of souls who are ready to live and also at any moment to suffer. I am everything but courageous in sorrow, and everything but patient when I am not feeling well, though I have rather a good deal of patience in keeping to my work."},{"id":464,"quote":"In would rather die of passion than of boredom."},{"id":465,"quote":"Many painters are afraid of the blank canvas, but the blank canvas is afraid of the painter who dares and who has broken the spell of 'you can't' once and for all."},{"id":466,"quote":"If one loves nature one finds beauty everywhere."},{"id":467,"quote":"Sometimes, dear brother, I know so well what I want. I am quite able to do without God, both in my life and in my painting, but what I cannot do without, unwell as I am, is something greater than myself, which is my life, the power to create."},{"id":468,"quote":"One of the most beautiful things to do is to paint darkness, which nevertheless has light in it."},{"id":469,"quote":"I thought I would be understood without words."},{"id":470,"quote":"I can very well do without God both in my life and in my painting, but I cannot, suffering as I am, do without something which is greater than I, which is my life, the power to create."},{"id":471,"quote":"I’m always inclined to believe that the best way of knowing [the divine] is to love a great deal. Love that friend, that person, that thing, whatever you like, you’ll be on the right path to knowing more thoroughly, afterwards; that’s what I say to myself. But you must love with a high, serious intimate sympathy, with a will, with intelligence, and you must always seek to know more thoroughly, better, and more."},{"id":472,"quote":"...a woman does not grow old as long as she loves & is loved."},{"id":473,"quote":"But what I wanted to say is this: After the period of melancholy is over you will be stronger than before, you will recover your health, & you will find the scenery round you so beautiful that you will want nothing but paint"},{"id":474,"quote":"The earth from afar shines like a star"},{"id":475,"quote":"That is how I look at it; to continue, to continue, that is what is necessary."},{"id":476,"quote":"My great longing is to learn to make those very incorrectnesses, those deviations, remodellings, changes of reality, so that they may become, yes, untruth if you like - but more true than the literal truth."},{"id":477,"quote":"Drawing is the root of everything!"},{"id":478,"quote":"Love is something eternal... The aspect may change but not the essence."},{"id":479,"quote":"..it has always been so much my desire to paint for those who don’t know the artistic side of a painting."},{"id":480,"quote":"Well, what shall I say; our inward thoughts, do they ever show outwardly? There may be a great fire in our soul, but no one ever comes to warm himself at it, and the passers-by see only a little bit of smoke coming through the chimney, and pass on their way."},{"id":481,"quote":"money can be repaid, but not kindness such as yours."},{"id":482,"quote":"Illusions may fade, but the sublime remains."},{"id":483,"quote":"I'll start with the small things"},{"id":484,"quote":"She and I are two unhappy ones who keep together and carry our burdens together, and in this way unhappiness is changed to joy, and the unbearable becomes bearable."},{"id":485,"quote":"So instead of giving in to despair I chose active melancholy, in so far as I was capable of activity, in other words I chose the kind of melancholy that hopes, that strives and that seeks, in preference to the melancholy that despairs numbly and in distress."},{"id":486,"quote":"I have tried to express the idea that the café is a place where one can ruin oneself, go mad, or commit a crime."},{"id":487,"quote":"It is a sad and very melancholy scene, which must strike everyone who knows and feels that we also have to pass one day through the valley of the shadow of death, and “que la fin de la vie humaine, ce sont des larmes ou des cheveux blancs. What lies beyond this is a great mystery that only God knows, but He has revealed absolutely through His word that there is a resurrection of the dead.”"},{"id":488,"quote":"What would be of life if we didn´t have the courage of doing something new?"},{"id":489,"quote":"Well, right now it seems that things are going very badly for me, have been doing so for some considerable time, and may continue to do so well into the future. But it is possible that everything will get better after it has all seemed to go wrong. I am not counting on it, it may never happen, but if there should be a change for the better I should regard that as a gain, I should rejoice, I should say, at last! So there was something after all!"},{"id":490,"quote":"My house here is painted the yellow colour of fresh butter on the outside, with glaringly green shutters; it stands in full sunlight in a square that has a green garden with plane trees, oleanders and acacias. It is completely whitewashed inside, with a floor made of red bricks. And over it there is the intensely blue sky. In this house I can love and breathe, meditate and paint."},{"id":491,"quote":"Dear brother,I feel what Pa and Ma instinctively think about me (I don’t say reasonably).There’s a similar reluctance about taking me into the house as there would be about having a large, shaggy dog in the house. He’ll come into the room with wet paws — and then, he’s so shaggy. He’ll get in everyone’s way. And he barks so loudly.In short — it’s a dirty animal.Very well — but the animal has a human history and, although it’s a dog, a human soul, and one with finer feelings at that, able to feel what people think about him, which an ordinary dog can’t do.And I, admitting that I am a sort of dog, accept them as they are.Vincent van Gogh to his brother Theo, Nuenen, 15 December 1883"},{"id":492,"quote":"There is safety in the very heart of danger."},{"id":493,"quote":"There are two ways of reasoning about painting: how to do it and how not to do it; how to d it with great deal of drawing and not much colour, how not to do it with a great deal of colour and not much drawing."},{"id":494,"quote":"I thought I would be understood without words"},{"id":495,"quote":"The simple minded know many things that the wise ignore"},{"id":496,"quote":"I want to paint humanity, humanity and again humanity."},{"id":497,"quote":"What I am in the eyes of most people - a nonentity, an eccentric, or an unpleasant person - somebody who has no position in society and will never have; in short, the lowest of the low. All right, then - even if that were absolutely true, then I should like to show by my work what such an eccentric, such a nobody, has in his heart."},{"id":498,"quote":"If one wants to be active, one mustn’t be afraid to do something wrong sometimes, not afraid to lapse into some mistakes. To be good — many people think that they’ll achieve it by doing no harm — and that’s a lie… That leads to stagnation, to mediocrity. Just slap something on it when you see a blank canvas staring at you with a sort of imbecility."},{"id":499,"quote":"The more I think it over, the more I feel that there is nothing more truly artistic than to love people."},{"id":500,"quote":"Future generations will probably be able to enlighten us on this very interesting subject, and then science itself—with all due respect—may reach conclusions that are more or less in keeping with Christ's sayings about the other half of our life."},{"id":501,"quote":"The way to know life is to love many things."},{"id":502,"quote":"How much sadness there is in life. Still, it won't do to become depressed, one should turn to other things, and the right thing is work, but there are times when one can only find peace of mind in the realization: I, too, shall not be spared by unhappiness."},{"id":503,"quote":"One must seize the reality of one’s fate and that’s that."},{"id":504,"quote":"Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success. - Vincent van Gogh”"},{"id":505,"quote":"I am so angry with myself because I cannot do what I should like to do, and at such a moment one feels as if one were lying bound hand and foot at the bottom of a deep dark well, utterly helpless."},{"id":506,"quote":"It is only right and proper to be moved by the Bible, but present-day reality has so strong a hold over us that even when we try to imagine the past the minor events in our lives immediately wrench us out of our musings, and our own adventures throw us back irrevocably upon our personal feelings—joy, boredom, suffering, anger, or a smile."},{"id":507,"quote":"Where friendship blooms, life is reborn."},{"id":508,"quote":"There are often beams in our eye that we know not of. Let us therefore ask that our eye may become single, for then we ourselves shall become wholly single."},{"id":509,"quote":"It's not the language of painters but the language of nature which one should listen to, for reality is more important than the feeling for pictures."},{"id":510,"quote":"I am seeking, I am striving, I am in it with all my heart ."},{"id":511,"quote":"For me, life may well continue in solitude. I have never perceived those to whom I have been most attached other than as through a glass, darkly."},{"id":512,"quote":"I always feel that I am a traveler, going somewhere and to some destination.If I tell myself that the somewhere and the destination do not exist, that seems to me very likely and reasonable enough.The brothel keeper, when he kicks anyone out, has similar logic, argues it well, and is always right, I know. So at the end of the course I shall find my mistake. Be it so. I shall find then that not only the Arts, but everything else as well, were only dreams, that one's self was nothing at all."},{"id":513,"quote":"When I see how several painters I know here are struggling with their watercolours and paintings so that they can't see a solution anymore, I sometimes think: Friend, the fault is in your drawing. I don't regret for a moment that I did not go in for watercolour and oil painting straight away. I am sure I will catch up if only I struggle on, so that my hand does not waver in drawing and perspective."},{"id":514,"quote":"If one feels the need of something grand, something infinite, something that makesone feel aware of God, one need not go far to find it."},{"id":515,"quote":"If only we try to live righteously, we shall fare well, even though we are bound to encounter genuine sadness and real disappointments and shall probably commit real mistakes and do things that are wrong, but it is certainly better to be ardent in spirit, even though one makes more mistakes, than narrow-minded and overly-cautious."},{"id":516,"quote":"To express the love of two lovers by the marriage of two complementary colours, their blending and their contrast, the mysterious vibrations of related tones. To express the thought of a brow by the radiance of a light tone against a dark background. To express hope by some star. Someone's passion by the radiance of the setting sun. That's certainly no realistic trompe l'oeil, but something that really exists, isn't it?"},{"id":517,"quote":"In order to work and to become an artist one needs love. At least, one who wants sentiment in his work must in the first place feel it himself, and live with his heart."},{"id":518,"quote":"You can live to be old or young, but you'll always have moments when you lose your head."},{"id":519,"quote":"So don’t study and swot too much, for that makes one sterile. Enjoy yourself too much rather than too little, and don’t take art or love too seriously- there is very little one can do about it"},{"id":520,"quote":"Do you know what frees one from this captivity? It is every deep serious affection. Being friends, being brothers, love, these open the prison by supreme power, by some magic force. Where sympathy is renewed, life is restored."},{"id":521,"quote":"Do go on doing a lot of walking and keep up your love of nature, for that is the right way to understand art better and better. Painters understand nature and love her and teach us to see. And there are painters who never do anything that is no good..."},{"id":522,"quote":"You can feel the stars and the infinity of the sky. Since life, in spite of everything, is like a fairytale."},{"id":523,"quote":"Against all expectations, the symptoms of Van Gogh’s mental illness are conspicuous by their almost complete absence from his letters. Much as he chose not to paint before he had fully recovered from one of his attacks, so he refrained from writing at times of crisis. Throughout his life, admittedly, his letters bear witness to a man possessed, frequently agitated, enraged, dejected, obsessed, but never deranged, or emotionally or intellectually unstable."},{"id":524,"quote":"I would sooner paint people's eyes than cathedrals, for there is something in the eyes that is lacking in a cathedral - however solemn and impressive it may be. To my mind a man's soul, be it that of a poor beggar or of a streetwalker, is more interesting."},{"id":525,"quote":"What am I in the eyes of most people? A good-for-nothing, an eccentric and disagreeable man, somebody who has no position in society and never will have. Very well, even if that were true, I should want to show by my work what there is in the heart of such an eccentric man, of such a nobody."},{"id":526,"quote":"At present this horror of life is already less pronounced, and the melancholy less acute. But I still have no will, and hardly any desires, or none at all that are to do with ordinary life."},{"id":527,"quote":"For love is something positive, so strong, so real that it is impossible for one who loves to take back that feeling...So I remain calm and confident through all this, and that influences my work, which attracts me more than ever, just because I feel I shall succeed. Not that I shall become anything extraordinary, but “ordinary, and then I mean by ordinary, that my work will be sound and reasonable, and will have a right to exist, and will serve to some end. I think that nothing awakens us to the reality of life so much as a true love…”"},{"id":528,"quote":"It must be good to die in the knowledge that one has done some truthful work and to know that, as a result, one will live in the memory of at least a few and leave a good example for those who come after. A work that is good may not last forever, but the thought expressed by it will, and the work itself will surely survive for a very long time, and those who come later can do no better than follow in the footsteps of such predecessors and copy their example."},{"id":529,"quote":"Lord, keep my thoughts green! That is something one should say over and over again."},{"id":530,"quote":"It quite often makes me feel sad that painting’s like a bad mistress one might have, who’s always spending, spending and it’s never enough.. [Letter 630, Arles, 23 June 1888]"},{"id":531,"quote":"Be of good heart."},{"id":532,"quote":"How I wish we could spend a couple of Christmas days together, for instance — I would also dearly like to have you in my studio once more.I, too, have been toiling quite hard recently, precisely because I was full of the Christmas feeling, and feeling isn’t enough, one must bring it into one’s work.So I’m now occupied with two large heads of an orphan man, with his white beard and old-fashioned, old top hat.This chap has the sort of old, lively face that one would wish for beside a cosy Christmas fire."},{"id":533,"quote":"And sometimes there is relief, sometimes there is new inner energy, and one stands up after it; till at last, someday, one perhaps doesn't stand up any more, que soit, but that is nothing extraordinary, and I repeat, in my opinion, such is the common."},{"id":534,"quote":"Dans chaque vie où de la pluie doit tomber, quelques jours seront sombres et lugubres – c'est vrai, il ne peut en aller autrement, et pourtant je me demande si le nombre de jours sombres et lugubres peut parfois devenir trop grand ? La lutte intérieure de Van Gogh: Sa vie, son œuvre et sa maladie mentale - Liesbeth Heenk"},{"id":535,"quote":"My interest in drawing has died down here in England, but maybe I'll be in the mood again some day or other. Right now I am doing a great deal of reading"},{"id":536,"quote":"…I have a feeling of being at home when I am with Sien, a feeling that she gives me my own hearth, that our lives are interwoven. This is a heartfelt, deep feeling, serious, and not without a dark shadow of her gloomy past and mine, as if some evil threatened us, against which we should have to struggle all our lives. At the same time, I feel a great calm and brightness and cheerfulness at the thought of her, and the straight path that is lying before me."},{"id":537,"quote":"The world concerns me only in so far as I owe it a certain debt and duty, so to speak, because I have walked this earth for 30 years, and out of gratitude would like to leave some memento in the form of drawings and paintings—not made to please this school or that, but to express a genuine human feeling."},{"id":538,"quote":"Dünyanın beni ilgilendiren tek bir yanı var: Otuz yıl üstünde yaşadığım bu toprağa karşı duyduğum belirli bir borç ve yüklendiğime inandığım bir görev; duyduğum bu şükran borcuna karşılık desen ya da resim olarak birkaç andaç bırakmak istiyorum geride -birtakım sanat akımlarının hoşuna girmek için değil, gerçek, içten, insancıl duyguları dile getirmek için. İşte, yaşamdaki amacım bu."},{"id":539,"quote":"I knew well enough that one could fracture one’s legs and arms and recover afterward, but I did not know that you could fracture the brain in your head and recover from that too."},{"id":540,"quote":"I keep hoping that I’ll come up with something. To express the love of two lovers by the marriage of two complementary colours, their blending and their contrast, the mysterious vibrations of related tones. To express that thought of a brow by the radiance of a light tone against a dark background. To express hope by some star. Someone’s passion by the radiance of the setting sun."},{"id":541,"quote":"What would life be if we had no courage to attempt anything? If you hear a voice within saying ‘You are not a painter’ then by all means paint – and that voice will be silenced."},{"id":542,"quote":"Aspiro alle stelle che non posso raggiungere."},{"id":543,"quote":"I feel that there's nothing more genuinely artistic than to love people."},{"id":544,"quote":"...I couldn't care less what the colours are in reality."},{"id":545,"quote":"...gerçeklikten daha gerçek olan nedir, yaşamın kendisinden daha çok yaşam nerededir? Ve bizler, elimizden geldiğince yaşamaya çalışan bizler, neden daha yoğun yaşayamıyoruz?"},{"id":546,"quote":"I am still far from being what I want to be, but with God's help I shall succeed"},{"id":547,"quote":"I am not an adventurer by choice but by fate"},{"id":548,"quote":"Așa stau lucrurile, dar oare ce se petrece înlăuntrul nostru se vede și din afară? Un om poartă în suflet un foc imens și nimeni nu vine niciodată să se încălzească la el, iar trecătorii nu deslușesc decât un firicel de fum, sus la gura hornului, și-și caută mai departe de drum."},{"id":549,"quote":"What is drawing? How does one learn it? It is working through an invisible iron wall that seems to stand between what one feels and what one can do."},{"id":550,"quote":"Dar din tulburarea de nedescris a sufletului meu a țâșnit în mine o idee, aidoma unei lumini strălucitoare în noapte: cine se poate resemna să se resemneze, dar, dacă ești în stare să crezi, atunci crede! Și m-am ridicat de jos, nu ca un om resemnat, ci ca un credincios și n-am mai avut alt gând decât: ea, nimeni alta."},{"id":551,"quote":"For my part I know nothing with any certainty, but the sight of stars makes me dream"},{"id":552,"quote":"That thought, I can’t find the right words, is based not on something negative but on something positive. On the positive awareness that art is something great and higher than our own skill or knowledge or learning. That art is something which though produced by human hands, is not wrought by hands alone, but wells up from a deeper source, from man’s soul, while much of the proficiency and technical expertise associated with art reminds me of what would be called self-righteousness in religion."},{"id":553,"quote":"Ah, scumpul meu frate, uneori îmi dau atât de bine seama de ceea ce vreau! Pot foarte bine, în viață ca și în pictură, să mă lipsesc de bunul Dumnezeu, dar nu pot, eu, cel suferind, să mă lipsesc de ceva mult mai mare decât mine, care este viața mea: puterea de-a crea. Și dacă, frustrat de această putere din punct de vedere fizic, încerci să zămislești idei în loc de copii, faci parte, totuși, datorită acestui lucru, dintre oameni."},{"id":554,"quote":"Admire as much as you can, most people don't admire enough."},{"id":555,"quote":"I believe more and more that God must not be judged harshly on this earth. It is one of His sketches that has turned out badly."},{"id":556,"quote":"I try more and more to be myself, caring relatively little whether people approve or disapprove"},{"id":557,"quote":"Baharda çilek yemek, evet, olur böyle şeyler yaşamda, ama yılın çok kısa bir bölümünde yalnızca ve şu sıra çok uzakta."},{"id":558,"quote":"All the same, I'm sure that if one is brave then recovery comes from within, through complete acceptance of suffering and death, and through the surrender of one's will and love of self. But that's no good to me, I like to paint, to see people and things and everything that makes our life—artificial, if you like. Yes, real life would be something else, but I don't think I belong to that category of souls who are ready to live, and also ready to suffer, at any moment."},{"id":559,"quote":"Iată de ce, înainte de toate, sunt îndemnat să cred că hotărârea cea mai bună pe care aș putea-o lua, ca și cea mai înțeleaptă, este aceea de-a pleca și de-a rămâne la distanța cuvenită, să fiu ca și cum n-aș fi."},{"id":560,"quote":"And then there are painters who never do anything that is no good, who cannot do anything bad, just as there are ordinary people who can do nothing but good."},{"id":561,"quote":"În fine, nu mă pot lăsa pradă melancoliei, trebuie să găsesc o ieșire, căci datoria mea e să lucrez. Sunt clipe când nu-mi găsesc liniștea decât în certitudinea că nenorocirea nu mă va cruța nici pe mine."},{"id":562,"quote":"Anyone who leads an upright life and experiences real difficulty and disappointment and yet is not crushed by them is worth more than one for whom everything has always been plain sailing and who has known nothing but relative prosperity."},{"id":563,"quote":"What kind of love was it that I felt when I was twenty? It is difficult to define - my physical passions were very weak then, perhaps because of a few years of great poverty and hard work. But my intellectual passions were strong, meaning that without asking anything in return, without wanting any pity, I wanted only to give, but not to receive. Foolish, wrong, exaggerated, proud, rash - for in love one must not only give, but also take; and, reversing it, one must not only take but also give."},{"id":564,"quote":"But you must love with a high, serious intimate sympathy, with a will, with intelligence, and you must always seek to know more thoroughly, better, and more."},{"id":565,"quote":"To me, that book has been both a revelation and a gospel."},{"id":566,"quote":"Van Gogh: “I know nothingwith any certainty, but the sight of stars makes medream."},{"id":567,"quote":"No particular reason for anything. ~I'm free~ And that is the main thing."},{"id":568,"quote":"If the emotions are sometimes so strong that one works without knowing one works, when sometimes the strokes come with a continuity and a coherence like words in a speech or a letter, then one must remember that it has not always been so, and that in time to come there will again be hard days, empty of inspiration.So one must strike while the iron is hot, and put the forged bars on one side."},{"id":569,"quote":"Je t'ai envoyé aujourd'hui mon portrait à moi; il faut le regarder pendant quelque temps, tu verras, j'espère que ma physionomie s'est bien calmée, quoique le regard soit vague davantage qu'auparavant, à ce qui me parait."},{"id":570,"quote":"Don't regret that your life is too easy, mine is rather easy too; I think that life is pretty long and that the time will arrive soon enough in which \"another shall gird thee and carry thee where thou wouldst not."},{"id":571,"quote":"One morning the wind turns, and there is a thaw. And so I must still have hope."},{"id":572,"quote":"Housed in the Van Gogh Museum in Amsterdam, the following plate was completed in 1886, portraying the unusual subject of a skeleton smoking a cigarette. The work has roused many interpretations, including a depiction of mortality and a prophetic cry of the dangers of tobacco. In the next two years, van Gogh painted two other paintings with skulls, illustrating his fascination with the macabre subject."},{"id":573,"quote":"Do you know what I have been involuntarily thinking, that in the first period of an artist’s life, one unconsciously makes it very hard for oneself – by a feeling of not being able to master the work – by an uncertainty as to whether one will ever master it – by a great ambition to make progress, but a lack of self-confidence – one cannot banish a certain feeling of agitation, and one hurries oneself though one doesn’t like to be hurried . . . This cannot be helped, and it is a time which one must go through, and which in my opinion cannot and should not be otherwise."},{"id":574,"quote":"I have had no “guidance or teaching from others to speak of, but taught myself; no wonder my technique, considered superficially, differs from that of others. But that’s no reason for my work to remain unsaleable. I feel pretty sure that the large “Sorrow,” “The Old Woman of the Geest,” the “Old Man,” and others, will find a purchaser someday.”"},{"id":575,"quote":"Recently I've been working very hard and quickly; in this way I try to express the desperately fast passage of things in modern life.Yesterday, in the rain, I painted a large landscape with fields as far as the eye can see, viewed from a height, different kinds of greenery, a dark green field of potatoes, the rich purple earth between the regular rows of plants, to one side a field of peas white with bloom, a field of clover with pink flowers and the little figure of a mower, a field of tall, ripe, fawn-coloured grass, then some wheat, some poplars, on the horizon a last line of blue hills at the foot of which a train is passing, leaving an immense trail of white smoke over the greenery. A white road crosses the canvas, on the road a little carriage and some white houses with bright red roofs alongside a road. Fine drizzle streaks the whole with blue or grey lines."},{"id":576,"quote":"أفضل أن أموت حباً... على أن أموت مللاً..."},{"id":577,"quote":"Oh, I am no friend of present-day Christianity, though its founder was sublime- I have seen through present-day Christianity only too well. That icy coldness mesmerized even me, in my youth- but I have taken my revenge since then. How? By worshipping the love which they, the theologians, call sin, by respecting a whore, etc, To some, woman is heresy and diabolical. To me she is the opposite.ov"},{"id":578,"quote":"If I should later come to see that I did wrong, well, then I shall of course be sorry, but as it is I have been unable to see how else I could possibly have acted. When somebody tells me decisively, ‘Get out of my house, the sooner the better, in half an hour rather than an hour,’ well then, my dear fellow, it doesn’t take a quarter of an hour for me to leave, never to return either."},{"id":579,"quote":"What am I in the eyes of most people –a nonentity or an eccentric or an obnoxious person –someone who has no position in society and never will have, in short the lowest of the low. Well, then –even if that were all absolutely true, I should one day like to show by my work what there is in the heart of such an eccentric, of such a nobody."},{"id":580,"quote":"Ve kişi, kadınları çalışmalarının dışında tutmakla çağdışı bir tutum içine girmiş olur.Her yerde aynı bu, ister kentte ol ister kırsal yörelerde; zamana ayak uydurmak istiyorsan eğer, kadınları mutlaka hesaba katacaksın."},{"id":581,"quote":"Whoever lives sincerely and encounters much trouble and disappointment, but is not bowed down by them, is worth more than one who has always sailed before the wind and has only known relative prosperity."},{"id":582,"quote":"There are idlers and idlers, who form a contrast."},{"id":583,"quote":"What am I in the eyes of most people — a nonentity, an eccentric, or an unpleasant person — somebody who has no position in society and will never have; in short, the lowest of the low. All right, then — even if that were absolutely true, then I should one day like to show by my work what such an eccentric, such a nobody, has in his heart. That is my ambition, based less on resentment than on love in spite of everything, based more on a feeling of serenity than on passion. Though I am often in the depths of misery, there is still calmness, pure harmony and music inside me."},{"id":584,"quote":"And although it was in a hospital that she lay and I sat next to her—it is always that eternal poetry of Christmas night with the infant in the stable, as the old Dutch painters conceived it and MIllet and Breton—a light in the darkness, the brightness in the middle of a dark night. And so I hung a large etching after Rembrandt over it, the two women by the cradle, one of them reading from the Bible by candlelight, while the great shadows cast a deep chiaroscuro over the whole room."},{"id":585,"quote":"Biliyorsun, şakayık çiçeği Jeannine'ndir, hatmi çiçeği Quost'a aittir, ayçiçeği de galiba biraz benim..."},{"id":586,"quote":"Yesterday, I went to see Gladwell, who is home for a few days. A terrible blow has struck them, his young sister, so full of life, with dark eyes and hair, had fallen from a horse at Blackheath; they found her unconscious and she died five hours later, without regaining consciousness. She was seventeen years old. As soon as I heard the news, I went to see them, knowing that Gladwell was home. I left at eleven o’clock; and had a long walk to Lewisham. I crossed London from one end to the other and didn’t arrive at my destination until almost five o’clock. They had all just come back from the funeral; the whole household was in mourning. I was happy to have come, but confused, truly upset by the spectacle of a pain so great and so venerable. “Blessed are they that mourn, blessed are they that sorrow, but always rejoice, blessed are the pure in heart for they shall see God. Blessed are those that find love on their road, who are bound together by God, for to them all things will work together for their good. I chatted for a long time, until evening, with Harry, about everything, the kingdom of God, the Bible; we chatted further, we walked up and down the station platform. Never will we forget the moments before we said goodbye.”"},{"id":587,"quote":"But what is it to me whether my chance is slight or great? I mean, must I consider this when I love? No—no reckoning; one loves because one loves. Then we keep our heads clear, and do not cloud our minds, nor do we hide our feelings, nor smother the fire and light, but simply say: Thank God, I love."},{"id":588,"quote":"Hier j'étais au soleil couchant dans une bruyère pierreuse où croissent des chênes très petits et tordus, dans le fond une ruine sur la colline, et dans le vallon du blé. C'était romantique, on ne peut davantage, à la Monticelli, le soleil versait des rayons très jaunes sur les buissons et le terrain, absolument une pluie d'or. Et toutes les lignes étaient belles, l'ensemble d'une noblesse charmante. On n'aurait pas du tout été surpris de voir surgir soudainement des cavaliers et des dames, revenant d'une chasse au faucon, ou d'entendre la voix d'un vieux troubadour provençal. Les terrains semblaient violets, les lointains bleus. J'en ai rapporté une étude d'ailleurs, mais qui reste bien en dessous de ce que j'avais voulu faire."},{"id":589,"quote":"Öte yandan Kee'ye duyduğum sevgi çok yeni ve çok başka şey. Kendisi farkında değil ama, bir tür hapishanede oturuyor. O da yoksul, keyfinin istediğini yapabilecek durumda değil ve her şeyden vazgeçen bir tür tevekküle bırakmış kendini... Ayrıca din adamları, dindar hanımlar, sanıyorum beni etkilediklerinden çok daha fazla etkiliyorlar onu. Ben o gibilerin elinden kurtuldum artık, çünkü numaralarını çakmayı öğrendim; ama o hala inanıyor ve de tevekkül, günah, Tanrı ve daha kimbilir nelerden kurulmuş olan sistemin boş laftan başka bir şey olmadığı ortaya çıkarsa, yıkılır.Korkarım bir türlü anlamadığı şeylerden biri de gerçekte Tanrı'nın ne zaman, nerede var olmaya başladığı... Belki de Multatuli'Nin İmansızın Duası'nı bitirirken söylediği sözleri söylediğimiz zaman vardır Tanrı: \"Ah Tanrım, Tanrı yok.\" Din adamlarının Tanrısı benim için bir kapı tokmağı kadar cansız. Bu durumda ate mi oluyorum şimdi? Din adamlarına sorarsan, öyle görüyorlar beni -öyle olsun- ama ben seviyorum, yaşamasaydım, başkaları da yaşamasaydı, nasıl sevgi duyardım? Ve eğer yaşıyorsak, işin içinde bir esrarlı yan var. Buna ister Tanrı de, ister insan tabiatı, ister başka bir ad ver, son derece canlı ve gerçek olduğu halde sistematik biçimde tanımlayamadığım bir şey var ki bence Tanrı O -ya da en az Tanrı kadar önemli bir şey..."},{"id":590,"quote":"Love always causes trouble, that’s true, but in its favour, it energizes"},{"id":591,"quote":"You may know that the peony is Jeannin's, the hollyhock belongs to Quost, but the sunflower is mine in a way."},{"id":592,"quote":"You don't know how paralyzing that is, that stare of a blank canvas, which says to the painter, ‘You can't do a thing’."},{"id":593,"quote":"Well, being sorry and giving up doesn’t help us on; the only thing to do is to push forward."},{"id":594,"quote":"Every man must bear his own burden."},{"id":595,"quote":"But, you will say, what a dreadful person you are, with your impossible religious notions and idiotic scruples. If my ideas are impossible or idiotic then I would like nothing better than to be rid of them. But this is roughly the way I actually see things. In Le philosophe sous les toits by Souvestre you can read what a man of the people, a simple craftsman, pitiful if you will, thinks of his country: ‘Tu n’as peut-être jamais pensé á ce que c’est la patrie, reprit-il, en me posant une main sur l’épaule; c’est tout ce qui t’entoure, tout ce qui t’a élevé et nourri, tout ce que tu as aimé. Cette campagne que tu vois, ces maisons, ces arbres, ces jeunes filles qui passent lá en riant, c’est la patrie! Les lois qui te protégent, le pain qui paye ton travail, les paroles que tu échanges, la joie et la tristesse qui te viennent des hommes et des choses parmi lesquels tu vis, c’est la patrie! La petite chambre oú tu as autrefois vu ta mere, les souvenirs qu’elle t’a laisses, la terre oú elle repose, c’est la patrie! Tu la vois, tu la respires partout! Figure toi, tes droits et tes devoirs, tes affections et tes besoins, tes souvenirs et ta reconnaissance, réunis tout ça sous un seul nom et ce nom sera la patrie."},{"id":596,"quote":"For look: people used to think that the earth was flat. That was true, and still is today, of, say, Paris to Asniéres.But that does not alter the fact that science demonstrates that the earth as a whole is round, something nobody nowadays disputes.For all that, people still persist in thinking that life is flat and runs from birth to death.But life, too, is probably round, and much greater in scope and possibilities than the hemisphere we now know."},{"id":597,"quote":"Poor Gauguin has no luck. I am very much afraid that in his case convalescence will last even longer than the fortnight which he has had to spend in bed. My God! Shall we ever see a generation of artists with healthy bodies! Sometimes I am perfectly furious with myself, for it isn’t good enough to be either more or less ill than the rest; the ideal would be a constitution tough enough to live till eighty, and besides that, blood in one’s veins that would be right good blood. It would be some comfort, however, if one could think that a generation of more fortunate artists was to come."},{"id":598,"quote":"Es bueno amar tanto como se pueda, porque ahí radica la verdadera fuerza. Y el que mucho ama realiza grandes cosas y se siente capaz, y lo que hace por amor está bien hecho"},{"id":599,"quote":"What I am in the eyes of most people — a nonetity, an eccentric, or an unpleasant person — somebody who has no position in society and never will have, in short, the lowest of the low."},{"id":600,"quote":"Life has quicksands, life has snares,"},{"id":601,"quote":"Deoarece există pierde-vară și pierde-vară, două tipuri care contrastează unul cu altul. Există acel tip de pierde-vară care se comportă astfel din pricina lenei și a slăbiciunii de caracter, din pricina josniciei firii sale, așa încât poți, dacă vei găsi de cuviință, să mă socotești ca atare. Există, apoi, și celălalt tip de pierde-vară, care se comportă astfel împotriva voinței sale, un ins mistuit pe dinăuntru de o nestăvilită dorință de acțiune, care nu face nimic deoarece se află în imposibilitatea de-a face ceva, fiindcă e ca și întemnițat, fiindcă nu are ceea ce i-ar trebui ca să fie productiv, fiindcă soarta potrivnică îi impune această situație; un astfel de om nu știe nici chiar el întotdeauna ce-ar putea să facă, dar simte din instinct: totuși sunt bun la ceva, presimt că am o rațiune de-a trăi! Știu c-aș putea fi un om complet diferit! La ce, oare, aș putea folosi, la ce, oare, aș putea sluji? Există ceva înlăuntrul meu, dar ce-o fi oare?"},{"id":602,"quote":"Did I write to you about the storm I watched not long ago? The sea was yellowish, especially close to the shore. On the horizon a streak of light and above it immensely large dark grey clouds, from which one could see the rain coming down in slanting streaks. The wind blew the dust from the little white path among the rocks into the sea and shook the hawthorn bushes in bloom and the wallflowers that grow on the rocks. To the right, fields of young green corn and in the distance the town, which, with it’s towers, mills, slate roofs, Gothic-style houses and the harbour below, between two jetties sticking out into the sea, looked like the towns Albert Durer used to etch."},{"id":603,"quote":"We have raging fires in our souls with no one to stop by and warm themselves, though some may notice a wisp of smoke in the chimney as they pass. What can we do with this? Shall we tend this inner fire, “salt among ourselves so to speak, and wait patiently—with such impatience—for that hour when those who feel inclined visit, sit, perhaps even stay? We who believe in God wait for that hour, trusting it will come sooner or later.— Vincent van Gogh, June 1880Read more__________“Tel a un grand foyer dans son âme,” Vincent to Theo van Gogh, Cuesmes, 22-24 June 1880, Lettres de Vincent Van Gogh à son frère Théo (Grasset, 1914). Translation © 2020 David Bannon.”"},{"id":604,"quote":"I prefer painting people’s eyes to cathedrals, for there is something in the eyes that is not in the cathedral, however solemn and imposing the latter may be — a human soul, be it that of a poor beggar or of a street walker, is more interesting to me."},{"id":605,"quote":"Painters understand nature & love her & teach us to see."},{"id":606,"quote":"But when shallI ever get round to doing the starry sky, that picture which is always on my mind?"},{"id":607,"quote":"But in order to achieve that noble shade of yellow I achieved last summer I simply had to give myself quite a boost."},{"id":608,"quote":"Yalnızca ressamları ele alacak olursak, ölmüş, gömülmüş olanlar da yapıtları aracılığıyla bir sonraki ya da birbirini izleyen birkaç kuşağa bir şeyler söyleyebiliyorlar.Hepsi bu mu, yoksa daha fazlası var mı? Bir ressamın yaşamında en zor şey ölüm değildir belki de.Kendi payıma, bu konuda bir şey bilmediğimi kabul ediyorum. Ama yıldızlara baktığımda düşlere dalıyorum, tıpkı bir haritada kentleri ve köyleri gösteren siyah noktalara bakarken düşlere daldığım gibi. Neden, diye soruyorum kendime, gökte pırıl pırıl parlayan noktalar da Fransa haritasındaki kara noktalar kadar ulaşılabilir olmasın? Bizi Tarascon ya da Rouen'a nasıl bir tren götürüyorsa, yıldızlara da ölüm götürür. Bu düşüncede kuşkusuz doğru olan bir şey varsa, o da şu: Yaşadığımız sürece yıldızlara varamayız, nasıl ki öldükten sonra trene binemeyiz, öyle.Dolayısıyla, kolera, böbrek taşları, verem, kanser gibi şeyler göksel ulaşım araçlarıdırlar gibi geliyor bana; vapur, otobüs, tren türünden yeryüzü ulaşım araçları gibi aynı... Yaşlılık yüzünden sessizce ölmek oraya yürüyerek gitmek gibi bir şey."},{"id":609,"quote":"There was a sentence in your letter that struck me, “I wish I were far away from everything, I am the cause of all, and bring only sorrow to everybody, I alone have brought all this misery on myself and others. These words struck me because that same feeling, just the same, not more nor less, is also on my conscience. When I think of the past, - when I think of the future of almost invincible difficulties, of much and difficult work, which I do not like, which I, or rather my evil self, would like to shirk; when I think the eyes of so many are fixed on me, - who will know where the fault is, if I do not succeed, who will not make me trivial reproaches, but as they are well tried and trained in everything that is right and virtuous and fine gold, they will say, as it were by the expression of their faces: we have helped you and have been a light unto you, - we have done for you what we could, have you tried honestly? what is now our reward and the fruit of our labour? See! when I think of all this, and of so many other things like it, too numerous to name them all, of all the difficulties and cares that do not grow less when we advance in life, of sorrow, of disappointment, of the fear of failure, of disgrace, - then I also have the longing - I wish I were far away from everything”"},{"id":610,"quote":"And yet I go on; if we are tired isn’t it then because we have already walked a long way, and if it is true that man has his battle to fight on earth, is not then the feeling of weariness and the burning of the head a sign that we have been struggling? When we are working at a difficult task and strive after a good thing we fight a righteous battle, the direct reward of which is that we are kept from much evil."},{"id":611,"quote":"Aklımda hep serviler var, ayçiçekleri tablosuna benzer bir şeyde onları kullanmak istiyorum çünkü benim aklımdaki şekilde hâlâ resmedilmemiş olmaları beni hayrete düşürüyor. Servilerin biçimleri ve oranları Mısır dikilitaşları kadar güzel. Yeşilleri o kadar farklı ki. Güneşli bir manzaranın ortasında kara bir leke gibi ama gördüğüm en ilginç siyah tonlarından biri bu ve kafamda canlananı tam olarak yansıtmak çok zor. Ama bir de onları mavinin önünde görmen lazım, hatta mavinin içinde. Her yerde olduğu gibi burada da doğayı resmetmek için uzun süre içinde kalman gerekiyor."},{"id":612,"quote":"I’m getting on well here, I’ve got a lovely home & I’m finding it very pleasurable taking a look at London & the English way of life & the English people themselves, & then I’ve got nature & art & poetry, & if that isn’t enough, what is?"},{"id":613,"quote":"لا يحصل الشخص على كل شيء مرة واحدة، ومعظم هؤلاء ممن أصبحوا شيئًا عظيمًا قد مروا بمرحلة طويلة وصعبة من التحضير، وتلك كانت الصخرة التي تأسس عليها بيتهم"},{"id":614,"quote":"Painting a picture is as difficult as finding a large or a small diamond. Now, however, whereas everybody recognizes the value of a louis d’or or a pure pearl, those who cherish pictures and believe in them are unfortunately rare. But they exist nonetheless."},{"id":615,"quote":"The best way to know God is to love many things."},{"id":616,"quote":"For my part I know nothing with any certainty, but the sight of the stars makes me dream. Vincent Van Gogh"},{"id":617,"quote":"Everything on earth changes - we have no abiding city here - it is the experience of everybody. That it is God’s will that we should part with what is dearest on earth - we ourselves change in many respects, we are not what we once were, we shall not remain what we are now."},{"id":618,"quote":"But I myself do not think I cannot make mistakes - I am too conscious of my many errors to be able to say this or that is the right manner and this or that, the wrong one. That goes without saying. But I am not indifferent, I think it wrong to be so. I think it one’s duty to try to do the right thing, even knowing that one cannot go through life without making mistakes, without regret or sorrow. Somewhere I read, Some good must come by clinging to the right."},{"id":619,"quote":"Od trenutka kada pocnemo da se trudimo da zivimo iskreno, sve ce biti dobro, mada cemo neizbezno prolaziti kroz teske patnje i istinska razocaranja; verovatno cemo ciniti i krupne greske, pa i losa dela, ali cinjenica je da je bolje imati vatren duh, makar zbog njega vise gresili, nego biti uskogruf i previse oprezan. Treba voleti sto vise mozemo, jer u ljubvi pociva istinska snaga, a onaj koji mnogo voli sposoban je za velika dela i ono sto se cini iz ljubavi, dobro je; kada nam se mnogo svidi neka knjiga, to je zato sto su te knjige pisane od srca, u jednostavnosti duha. Bolje je izgovoriti svega nekoliko reci, ali koje imaju smisao, nego mnogo onih koje su samo suplji zvuci i cija je lakoca izgovaranja u srazmeri sa njihovom beskorisnoscu. Ako nastavimo iskreno da volimo ono sto je zaista dostojno ljubavi, postacemo prosvetljeni i jaci. Sto pre pokusavamo da se osposobimo u nekoj oblasti, nekom zanatu i usvojimo relativno nezavisan nacin misljenja i delanja, to ce jaci postati nas karakter, a necemo zbog toga postati ograniceni.Mudro je ciniti ove stvari, jer zivot je kratak i vreme brzo prodje; ako se usavrsimo u samo jednoj stvari i dobro je shvatimo, to nam onmogucava da shvatimo i mnoge druge stvari. (...) Nikada ne smemo dopustiti da zgasne plamen u nasoj dusi, moramo ga stalno odrzavati. A onaj kome je i dalje drago vlastito siromastvo poseduje veliko blago i uvek ce jasno cuti glas svoje savesti; onaj koji slusa i sledi taj unutrasnji glas, koji je najlepsi boziji dar, na kraju ce pronaci prijatelja i nikada nije sam...Neka to bude nasa sudbina, decace moj, neka te uspeh prati na tvom putu i neka Bog bude s tobom i omoguci ti da uspes, to je ono sto ti zelim, srdacno se rukujuci s tobom dok polazis. Voli te tvoj brat,Vinsent"},{"id":620,"quote":"Atualmente estou descontente comigo e descontente com o que faço, mas entrevejo a possibilidade de fazer melhor na sequência."},{"id":621,"quote":"According to Theo, he is definitely making a name for himself. But we are under no illusions, and are only too grateful that he is having some slight success. You don’t know what a hard life he has had, and who can say what is still in store for him. His disappointments have often made him fell bitter and have turned him into an unusual person."},{"id":622,"quote":"During the past few years he has been working at home with us; after my father’s death, Anna thought it would be more peaceful for Mother if he stopped living at home, and saw to it that he left us. He took that so badly that from then on he has not been in touch with us, and it is only through Theo that we have news of him."},{"id":623,"quote":"exchanging pictures with other artists. In one word, with much energy, with a sincere personal feeling of colour in nature I would say an artist can get on here notwithstanding the many obstructions. And I intend remaining here still longer."},{"id":624,"quote":"Great things are not something accidental, they must be distinctly willed."},{"id":625,"quote":"Where there is a difference of opinion in artistic matters I do not consider taking the bread out of somebody’s mouth an honest weapon, nor taking steps to make his friends turn against him because of circumstances in his private life. Occasionally I have wanted to pick a quarrel with somebody who often got bread from me. No, I thought, I can’t do this; I will put up with it, for otherwise he will have nothing to eat. You see? But people with certain “distinguished manners have different ideas about such things.”"},{"id":626,"quote":"In Antwerp I did not even know what the impressionists were, now I have seen them and though not being one of the club yet I have much admired certain"},{"id":627,"quote":"Trade is slow here. The great dealers sell Millet, Delacroix, Corot, Daubigny, Dupré, a few other masters at exorbitant prices. They do little or nothing for young artists. The second class dealers contrariwise sell those at very low prices."},{"id":628,"quote":"In the first place, it pleased me enormously that Theo and Mr. Tersteeg have entered into business relations in order to make the work of the painters here who are called impressionists known in Holland too."},{"id":629,"quote":"Because in a time of financial crisis like the present, money is what ammunition is to a soldier in a hostile country - don’t let’s waste our powder."},{"id":630,"quote":"I shall have to produce an enormous number of things against next year - when the World’s Fair will be held - seeing that my friends will not fail to have many interesting things on hand by then. Not that I myself or any of the painters I hold regular or special intercourse with are going to exhibit along with the others, but it is to be expected that there will be a free exhibition besides the official one. Now, for"},{"id":631,"quote":"In short it is not as good as your painting yet; never mind, it will come; you must certainly continue your sonnets. There are so many people, especially among our comrades, who imagine that words are nothing - on the contrary, isn’t it true that saying a thing well is as interesting and as difficult as painting it? There is the art of lanes and colours, but the art of words is there nonetheless, and will remain."},{"id":632,"quote":"pareceu-me que você, assim como eu, estava sofrendo por ver sua juventude passar em brancas nuvens; mas se ela nasce e ressurge no que fazemos, nada está perdido e a capacidade de trabalhar é uma nova juventude."},{"id":633,"quote":"Cada vez mais eu acho que não se deve julgar o bom Deus a partir deste mundo daqui, pois este é um estudo seu que não deu certo."},{"id":634,"quote":"Cuando siento una necesidad de religión, salgo de noche y pinto las estrellas."},{"id":635,"quote":"I had left romantic illusions behind me. I must make up for lost time now. I must work hard, but just when one has left the lost illusions behind, work becomes a necessity and one of the few pleasures left. And this gives a great quiet and tranquillity."},{"id":636,"quote":"Yet even then I do not think that my madness would take the form of persecution mania, since when in a state of excitement my feelings lead me rather to the contemplation of eternity, and eternal life. But all the same I must beware of my nerves, etc."},{"id":637,"quote":"There was a time when I loved Vincent a lot and he was my best friend but that is over now. It seems to be even worse from his side, for he never loses an opportunity to show me that he despises me and that I revolt him. That makes the situation at home almost unbearable."},{"id":638,"quote":"Pois às vezes é diabolicamente duro ficar totalmente fora da pintura e do mundo dos pintores e não ver nada dos outros."},{"id":639,"quote":"Contudo já seria consolador se soubéssemos que virá uma geração de artistas mais felizes"},{"id":640,"quote":"Theo, I am a man with faults and errors and passions, but I don’t think I ever tried to deprive anyone of his bread or his friends. I have sometimes fought people with words, but attempting a man’s life because of a difference of opinion is not the work of an honest man - at least, these are not honest weapons."},{"id":641,"quote":"Quanta beleza na arte, desde que possamos reter o que vimos. Jamais ficamos então deserdados, nem verdadeiramente solitários, jamais sós"},{"id":642,"quote":"Ты сообщаешь, что ничего не делал на протяжении двух недель. Мне, конечно, знакомы такие периоды: они у меня тоже были прошлым летом, когда я работал над рисунком не непосредственно, а, так сказать, косвенно. Это такое время, когда проходишь через какие-то метаморфозы."},{"id":643,"quote":"Uncle told me that Daubigny had died. I freely confess that I was downcast when I heard the news, just as I was when I heard that Brion had died (his Bénédicité hangs in my room), because the work of such men, if it is understood, touches us more deeply than one realizes. It must be good to die in the knowledge that one has done some truthful work and to know that, as a result, one will live on in the memory of at least a few and leave a good example for those who come after. A work that is good may not last forever, but the thought expressed by it will, and the work itself will surely survive for a very long time, and those who come later can do no more than follow in the footsteps of such predecessors and copy their example."},{"id":644,"quote":"Now and then when I am writing, I automatically do a small drawing, such as I sent you lately. I did one this morning representing Elijah in the desert under an orange sky, with some hawthorns in the foreground. It is nothing special, but I see it all so clearly before me, and I think that at such moments I could speak about it enthusiastically - may it be given me to do so later on."},{"id":645,"quote":"The thing is that this month I have been working in the olive groves, because their Christs in the Garden, with nothing really observed, have gotten on my nerves. Of course with me there is no question of doing anything from the Bible - and I have written to Bernard and Gauguin too that I considered that our duty is thinking, not dreaming, so that when looking at their work I was astonished at their letting themselves go like that. For Bernard has sent me photos of his canvases. The trouble with them is that they are a sort of dream or nightmare - that they are erudite enough - you can see that it is someone who is gone on the primitives - but frankly the English Pre-Raphaelites did it much better, and then again Puvis and Delacroix, much more healthily than the Pre-Raphaelite"},{"id":646,"quote":"I don’t need to rush, for there is no point in that, but I must carry on working in complete calm and serenity, as regularly and with as much concentration as possible, as much to the point as possible. The world concerns me only in so far as I owe it certain debt and duty, so to speak, because I have walked this earth for 30 years, and out of gratitude would like to leave some memento in the form of drawings and paintings - not made to please this school or that, but to express a genuine human feeling."},{"id":647,"quote":"There was enough reason for it too, as the whole of France was shaken. Certainly in our eyes the election and its results and its representatives are only symbols. But what it proves once more is that worldly ambition and fame pass away, but the human heart beats the same to this day, in as perfect sympathy with the past of our buried forefathers as with the generation to come."},{"id":648,"quote":"Todas as suas bondades para comigo, hoje eu as achei maiores do que nunca, não consigo dizer-lhe como eu o sinto, mas eu lhe asseguro que essa bondade foi de um bom quilate, e se você não vê seus resultados, meu caro irmão, não se atormente por isto, sua bondade permanecerá."},{"id":649,"quote":"Moreover, the material problems of the painter’s life make it desirable that painters should collaborate and unite (much as they did in the days of the Guilds of St. Luke). If only they would ensure their material well-being, and love one another like friends instead of making one another’s life hell, painters would be happier, and in any case less ridiculous, less foolish and less culpable."},{"id":650,"quote":"Completed in Arles late in 1888 and now housed in the National Gallery, London, this painting depicts the artist’s humble chair and pipe. The work was completed shortly after Gauguin’s departure from the Yellow House. The two artists had quarrelled bitterly, causing Gauguin to write to Theo, “The incompatibility of both our characters means that Vincent and I cannot live together peacefully. It is imperative that I leave. Vincent was devastated, seeing his dreams of establishing an artists’ commune with Gauguin shatter and disappear. In response, he painted his and Gauguin’s empty chairs, symbolising the loneliness and isolation that he felt. Van Gogh’s wooden chair is more modest, with the pipe and tobacco adding to its humble image; whilst Gauguin’s more elaborate chair, holding a book and candle, suggests learning and ambition. Van Gogh’s choice of colours for his chair include yellow and violet, hinting at daylight and a metaphorical idea of hope for the future. In contrast, Gauguin’s chair is depicted in darker colours of red and green, which along with the candle, enforce the idea of night-time. Together, the pictures represent day and night, with the painting of Gauguin’s chair suggesting that the absent friend had brought light and happiness to van Gogh’s evenings.”"},{"id":651,"quote":"mas sei muito bem como fiquei impressionado pela harmonia de verde, vermelho, preto, amarelo, azul, castanho, cinza."},{"id":652,"quote":"Understand that the more clear-cut we are about this, the sooner they will come to you to see them. You yourself do not sell my work, so you are not doing business outside the firm of Boussod V. & Co. by showing it. So you will be acting quite correctly, which is always decent. However, should someone or other want to buy, very good, then they have only to apply directly to me. But be sure of this, if we can stand the siege, my time will come."},{"id":653,"quote":"pois me restam graves remorsos, difíceis de definir. Acho que esta foi a causa de eu ter gritado tanto nas crises, eu queria me defender e não conseguia mais"},{"id":654,"quote":"O possível passional significa pouco para mim, enquanto que me resta contudo, atrevo-me a crer, o poder de sentir-me ligado aos seres humanos com os quais viverei."},{"id":655,"quote":"é bem verdade que um monte de pintores ficam loucos, é uma vida que leva a ficar muito abstraído, para dizer o mínimo."},{"id":656,"quote":"I know there are persons who think I ought to resign myself, and that it is against the rules not to consider myself beaten; but if they say of my proposal this summer, “If you sing before breakfast, you will cry before night, then you know the verse, He lost his feather in a fight But knew they’d grow again all right, Far finer than before”"},{"id":657,"quote":"mas no entanto vejo na minha obra um eco do que me impressionou, vejo que a natureza me contou algo, falou comigo, e que eu anotei isto em estenografia."},{"id":658,"quote":"Se eu me relanço em cheio no trabalho, muito bem, mas continuo sempre louco."},{"id":659,"quote":"one is always in respectable company among rather well-to-do bourgeois, one does not notice this so much perhaps, but if one has dined for years on la vache enragée, as I have, one cannot deny that great misery is a fact that weights the scale."},{"id":660,"quote":"Trebuie să înțelegi că eu, care cunoșteam deja mai multe limbi străine, eram în stare să le vin de hac lecțiilor acelora de latină etc., dar am declarat că nu pot face față unui efort atât de mare. Nu era decât un subterfugiu, deoarece în momentul acela preferam să nu le spun protectorilor mei că văd în universitate, cel puțin în facultatea de teologie, o tărășenie de nedescris, ca o pepinieră în care sunt crescuți farisei."},{"id":661,"quote":"Pourtant le soleil se leve [yet the sun rises], says Victor Hugo. Long, long ago I read in L’Ami Fritz by Erckmann-Chatrian a saying of the old rabbi’s, which I have always remembered: “Nous ne sommes pas dans la vie pour etre heureux, mais nous devons tacher de meriter le bonheur. [We are not in life to be happy, but we must try to deserve happiness.] Taken separately, there is something pedantic in this thought - at least, one might take it as such - but in the context in which the words occurred, that is, from the mouth of that sympathetic figure of the old rabbi, David Sechel, they touched me deeply, and I often think of them.”"},{"id":662,"quote":"Yes, boy, one perseveres and works on without minding the rest, if one tries honestly and freely to fathom nature, and does not lose hold of what one has in mind whatever people may say, then one feels calm and steady and faces the future quietly. Yes, one may make mistakes, one may perhaps exaggerate here or there, but the thing one makes will be original. You have read in Rappard’s letter the words: “I used to make things now in this, then in that style, without sufficient personality: but these last drawings have at least a character of their own, and I feel that I have found my way. I feel almost the same thing now.”"},{"id":663,"quote":"Goodbye, write again between times if you can. As to the money, do what you can, but remember that we must try our utmost to succeed. And I won’t let that idea of painting portraits go, for it is a good thing to fight for, to show people that there is more in them than the photographer can possibly get out of them with his machine."},{"id":664,"quote":"But always those same conventional eyes, noses, mouths - waxlike and smooth and cold. It cannot but always remain lifeless. And the painted portraits have a life of their own, coming straight from the painter’s soul, which the machine cannot reach. The more one looks at photographs, the more one feels this, I think."},{"id":665,"quote":"You know that Gauguin is invited to exhibit at the “Vingtistes. He is already imagining settling in Brussels, and that certainly would be a means towards his being able to see his Danish wife again. Since in the meantime he is very successful with the Arlésiennes, I should not consider this entirely insignificant. He is married but he doesn’t look it very much. In short, I fear that there is an absolute incompatibility of character between his wife and him, but he naturally cares more for his children, who are very pretty according to the portraits.”"},{"id":666,"quote":"I must tell you that even while working I think continually about the plan of setting up a studio in which you and I will be permanent residents, but which both of us want to turn into a shelter and refuge for friends, against the times when they find that the struggle is getting too much for them."},{"id":667,"quote":"Now, I'm going through a similar period of struggle and despondency, of patience and impatience, of hope and desolation. But I must plod on and anyway, after a while I'll understand more about making watercolours.If it were that easy, one wouldn't take any pleasure in it. And it's exactly the same with painting."},{"id":668,"quote":"Listen, one of the first days after I came to this spot I talked to a painter friend of mine, who said, “How boring it would be to do this. I didn’t say anything, but I thought it so astounding that I didn’t even have the strength to give that idiot a piece of my mind. And I am still going there, over and over again. All right! I have done two drawings of it - of that flat landscape, where there was nothing but ... infinity - eternity. All right! While I was drawing, there came along a fellow who is not a painter but a soldier [Milliet]. I said to him “Does it amaze you that I think this as beautiful as the sea?” Now this fellow knew the sea. “No, it doesn’t amaze me,” he said, “that you think this as beautiful as the sea, but I myself think it even”"},{"id":669,"quote":"În sfârșit, spre marea bucurie a proprietarului, a poștașului pe care l-am și pictat, a vagabonzilor de noapte și a mea însumi, trei nopți la rând am pictat fără întrerupere, dormind în timpul zilei. Fiindcă am impresia adeseori că noaptea e mai plină de viață și mai din belșug colorată decât ziua."},{"id":670,"quote":"Listen, one of the first days after I came to this spot I talked to a painter friend of mine, who said, “How boring it would be to do this. I didn’t say anything, but I thought it so astounding that I didn’t even have the strength to give that idiot a piece of my mind. And I am still going there, over and over again. All right! I have done two drawings of it - of that flat landscape, where there was nothing but ... infinity - eternity. All right! While I was drawing, there came along a fellow who is not a painter but a soldier [Milliet]. I said to him “Does it amaze you that I think this as beautiful as the sea?” Now this fellow knew the sea. “No, it doesn’t amaze me,” he said, “that you think this as beautiful as the sea, but I myself think it even more beautiful than the ocean; because it is inhabited”"},{"id":671,"quote":"Thank you very much too for all the steps you have taken toward the exhibition of the Independents. On the whole I’m very glad that they’ve been put with the other impressionists."},{"id":672,"quote":"Fortunately for me, I do not hanker after victory any more, and all that I seek in painting is a way to make life bearable."},{"id":673,"quote":"Ceea ce demonstrează destul de bine că, dacă vrem să luăm în considerare starea reală a temperamentului nostru, trebuie să recunoaștem că locul nostru se află printre cei care suferă de-o nevroză care vine de departe. Cred că Gruby are dreptate când vine vorba de asemenea cazuri: să mănânci bine, să trăiești bine, să fii cumpătat când e vorba de femei, într-un cuvânt, să trăiești încă dinainte ca și cum ai avea deja o maladie cerebrală și o maladie a măduvei, fără a pune la socoteală și nevroza pe care o ai în mod sigur."},{"id":674,"quote":"O never think the dead are dead, So long as there are men alive, The dead will live, the dead will live. That’s how I feel it. Nothing sadder than that.”"},{"id":675,"quote":"Monsieur Gogh, I have been to see your brother Vincent. I promised to tell you what I thought of him. I am sorry to tell you that I think he is lost. Not only is his mind affected, but also he is very weak and despondent. He recognized me but did not show any pleasure at seeing me and didn’t ask about any member of my family nor anyone else that he knows. When I left him I told him that I would come back to see him; he replied that we would meet again in heaven, and from his manner I understand that he was saying a prayer. From what the porter told me, I think that they are taking the necessary steps to have him placed in a mental hospital."},{"id":676,"quote":"Veja você, o que reconforta é não ter que correr sempre só com nossos pensamentos e nossas ideias, mas colaborar e trabalhar com um grupo. E assim também somos capazes de muito mais, e somos infinitamente mais felizes."},{"id":677,"quote":"Aștept în cel mai desăvârșit calm să ia o hotărâre."},{"id":678,"quote":"Sometimes I have such a longing to do landscape, just as I crave a long walk to refresh myself; and in all nature, for instance in trees, I see expression and soul, so to speak. A row of pollard willows sometimes resembles a procession of almshouse men. Young corn has something inexpressibly pure and tender about it, which awakens the same emotion as the expression of a sleeping baby, for instance. The trodden grass at the roadside looks tired and dusty like the people of the slums. A few days ago, when it had been snowing, I saw a group of Savoy cabbages standing frozen and benumbed, and it reminded me of a group of women in their thin petticoats and old shawls which I had seen standing in a little hot water-and-coal shop early in the morning."},{"id":679,"quote":"Today, Friday, I went there but could not see him. The intern and the attendant told me that after my wife left, he had had a terrible attack; he had a very bad night, and they had to put him in an isolated room. Since he has been locked in this room, he has eaten no food and utterly refused to talk. That is the exact state of your brother at present."},{"id":680,"quote":"Iar, dacă m-aș hotărî să mă las în voia pornirilor mele, nimic nu mi-ar fi mai ușor decât să mă uit cu dispreț la tot ce-am făcut și să-mi calc tablourile în picioare, așa cum face père Cézanne."},{"id":681,"quote":"Rappard said to me, “A human being is not a lump of peat, since a human being cannot bear being flung into a loft to be forgotten there. And he pointed out that he considered it a great misfortune for me not to be able to live at home. Do please give that some thought.”"},{"id":682,"quote":"That affair with the priest has not given me any more trouble. But of course there will always be God-fearing natives in the village who will persist in suspecting me, for one thing is sure, namely that the priest would only too gladly throw the whole blame of that affair on me. However, as I am quite innocent, the gossip from that quarter leaves me perfectly indifferent; as long as they don’t bother me in my painting. I don’t take any notice of it whatever. With the peasants to whom the accident happened, where I often used to paint, I have remained on good terms, and I am as welcome in their home as I used to be. I am now busy painting still lifes of my birds’ nests, four of which are finished; I think some people who are good observers of nature might like them because of the colours of the moss, the dry leaves and the grasses."},{"id":683,"quote":"I cannot say that your letter of today was the least bit useful or necessary to me. Only I assure you that your saying your belief in me was shaken and all that leaves me pretty indifferent - you are no exception in this as far as certain others are concerned. I let people say of me and think of me whatever they like and treat me just as they like - that is their business; I am not obligated to listen to their everlasting drivel. My parents, my teachers, Messrs. Goupil & Co., and furthermore all kinds of friends and acquaintances have said so many unpleasant things to me for my own good and with the best intentions that in the end the burden has become a little too heavy for me; and since I let people talk without paying any attention to it, I have not fallen off, my friend - this much I think I know for sure."},{"id":684,"quote":"But more and more I begin to believe that there is something compared to which all opinions, mine included, become as nothing. Certain truths and facts, which our opinions can change little or not at all, and which I hope not to mistake for my or other people’s opinions, as this would be an error on my part. Opinions can as little change certain standard truths as weathercocks can change the direction of the wind. The weathercocks do not make the wind east or north, nor can opinions make the truth true."},{"id":685,"quote":"As far as your work goes - there you are! - I think your present work is excellent - but here comes a thought exactly as it is in my mind, without concealing anything - I have known you for a pretty long time. There was a time - immediately before and immediately after your illness - when you were much less dry as a human being than you have been at other times - fuller, milder, broader, more generous - more straightforward and ingenuous. Now you are speaking to me and behaving to me exactly as a certain abominably arrogant Rappard studying at a certain academy did at one time."},{"id":686,"quote":"Güç işe girişmek iyi geliyor bana. Ama gene de - açıkça söyleyeyim mi? - korkunç bir din ihtiyacı duyuyorum - onun için de geceleri sokağa çıkıp yıldızları boyamaya gidiyorum, hep de böyle bir resim tasarlıyorum kafamda bir grup canlı arkadaş figürüyle…"},{"id":687,"quote":"A few days ago two children fell into the water near the Kattenburg Bridge. Uncle saw it and ordered out a boat from the Makassar which was tied at the dock. They dragged the little boy out. Two ship’s doctors whom Uncle sent for and I accompanied the men who carried the little boy to the drugstore; every effort was made to revive the child, but in vain. Meanwhile, the father, who is stoker at the yard, recognized the little body, and they carried it home in a blanket. They continued searching for an hour and a half, thinking the little girl had also been drowned, but fortunately that seems not to have been the case. That evening when I went to see those people once more, it was already dark in the house; the little body was lying so still on a bed in the little parlour - he was such a pretty little boy. The sorrow was great; he had been the light of the house, as it were, and the light had now been extinguished. Though rough people express their sorrow crudely and without dignity, like this mother, one still feels deeply in a house of mourning, and the spell remained with me the whole evening, while I took a long walk."},{"id":688,"quote":"Mind, as to Gauguin we must not give up the idea of coming to his aid if the suggestion is acceptable as it stands, but we do not need him. So do not think that working alone bothers me, and do not push the affair on my account, be very sure of that."},{"id":689,"quote":"is too high up in the air for my taste, too little on solid ground. And, after all, art itself is solid enough, that isn’t the trouble. But being a counting house is a passing thing, “être un comptoir cela passe, is not a phrase of my own but of somebody whose sayings have come terribly true. I wish you were or would become a painter. I say this straight out, more emphatically than before, because I really believe that the great art-dealing business is in many respects a speculation like the bulb trade was. And the situations in it, dependent on chance and freaks of fortune.”"},{"id":690,"quote":"How much good walking out to the desolate seashore and gazing out at the grey-green sea with the long white crests on its waves can do for a man who is downcast and dejected! But if one should have a need for something great, something infinite, something one can perceive God in, there is no need to go far in quest; it seems to me that I have seen something deeper, more infinite, more eternal than the ocean in the expression in a small child’s eyes when it awakens early in the morning and yells or laughs on finding the dear sun shining upon it’s cradle. If ever a “rayon d’en haut, [a beam shines down from above] that may be where it is to be found.”"},{"id":691,"quote":"Contudo procuro sistematicamente evitar as brigas, e prossigo quietinho no meu caminho."},{"id":692,"quote":"You have been lucky to meet Guy de Maupassant. I have just read his first book, Des Vers, poems dedicated to his master Flaubert; there is one, “Au bord de l’eau, which is already himself. What Van der Meer of Delft is to Rembrandt among the painters, he is to Zola among the French novelists.”"},{"id":693,"quote":"Bir de, her zaman düşünmüşümdür ki, Tanrı'yı tanımanın en iyi yolu pek çok sevmektir. Bir dostu sev, karını sev, bir şeyi, canın ne istiyorsa onu sev, bildiğinden daha fazlasını bilmenin doğru yoluna girmişsin demektir. Ben böyle diyorum, Ancak, ulu, ciddi, mahrem bir duygu birliğiyle sevmeli kişi, tüm gücü ve aklıyla sevmeli, daha derinden, daha iyi, daha çok öğrenmeye çalışmalı. Böylesi bir yol Tanrı'ya götürür, sarsılmaz imana götürür."},{"id":694,"quote":"And in the business with Gauguin too, perhaps. Let’s wait and see. I thought that he was on the rocks, and there I was with money, and this boy who does better work than I do with none; so I said, He ought to have half of mine, and let him, if he likes. But if Gauguin isn’t on the rocks, then I am in no great hurry. And I withdraw my proposal categorically, and the only question left for me is simply this: if I looked for a comrade to work with, would it be a good thing, would it be to my brother’s advantage and mine, and would the other fellow lose by it, or would he gain? These are the questions that my mind is running on, but they’d have to come up against reality to become facts."},{"id":695,"quote":"But if Gauguin and his Jewish bankers came tomorrow and asked me for no more than 10 pictures for a society of dealers, and not a society of artists, on my word I do not know if I’d have confidence in it, though I would willingly give 50 to a society of artists."},{"id":696,"quote":"No entanto, por menos que diga, eu os irrito e eles me irritam"},{"id":697,"quote":"It is possible that these great geniuses are only madmen, and that one must be mad oneself to have boundless faith in them and a boundless admiration for them. If this is true, I should prefer my insanity to the sanity of the others."},{"id":698,"quote":"acredito que frequentemente o que sentimos ou o que pressentimos instintivamente torna-se claro e certo quando somos guiados por alguns textos que tenham um real sentido prático."},{"id":699,"quote":"My parents and my whole family. Tersteeg, and along with him a lot of fellows who knew me when I was with Goupil & Co., went so far in their disapproval of all my doings that these last years, instead of wasting any more time on attempts to convince them, I, who have no time to waste, have simply given them the cold shoulder in my turn - and let them say, think, do whatever they like without minding it the least little bit."},{"id":700,"quote":"Per il momento tutte le mie faccende a quanto pare vanno male, e ciò è già avvenuto per un periodo di tempo non trascurabile; questo potrà durare ancora per un periodo di durata più o meno lunga, ma può accadere che, quando tutto sembra andare di traverso, vada poi bene in un secondo tempo. Non ci faccio più conto, forse non succederà mai, ma nel caso che avvenga qualche cambiamento in meglio, farò conto di aver tutto guadagnato, ne sarò contento, dirò: «Finalmente! allora vuol dire che c'era qualcosa»."},{"id":701,"quote":"But in the course of four months 250 fr. must be deducted for the payment of colours and rent; well, then my work is hampered and obstructed to such an extent that I am at my wit’s end, and I prefer to tell the fellows: Sell the whole lot! But let me work!"},{"id":702,"quote":"Para ter sucesso é preciso ambição, e a ambição me parece absurda."},{"id":703,"quote":"Victor Hugo says God is an eclipsing lighthouse, and certainly now we are passing through that eclipse. I only wish that someone could prove to us something calming which comforted us, so that we stopped feeling guilty or unhappy and that we could go forward without losing ourselves in the solitude or nothingness, and without having to fear every step, or to nervously calculate the harm we may unintentionally be doing to others."},{"id":704,"quote":"Well, painting is something that wears one out. However, Van der Loo [the van Gogh’s doctor in Brabant] said, when I consulted him shortly before I came here, that I am reasonably strong après tout. That I needn’t despair of reaching the requisite age to produce a complete body of work. I told him that I knew several painters who, for all their nervousness, etc., had reached the age of 60, or even 70, fortunately for themselves, and that I should like to do the same."},{"id":705,"quote":"It does one good to read things like that, more than most of the stuff the decadents write, with their passion for saying the most obvious things in the most wildly contorted phrases."},{"id":706,"quote":"And that I relinquished my share in the inheritance; inasmuch as during the last years I had lived in great discord with my father, I felt I did not have a right to anything that was his, and for that matter I did not covet it. You will agree with me that this puts a definite stop to all disagreements with my family. So there is an end of them, and otherwise I am on quite good terms with those at home."},{"id":707,"quote":"Biri Rembrandt'ı seviyor diyelim, ama ciddi seviyor, o kişi Tanrı'nın var olduğunu bilir ve derinden inanır. Biri Fransız Devrimi'nin tarihini inceliyor diyelim, o kişi imansız olamaz, en büyük şeylerin gerisinde de tanrısal bir erkin kendini gösterdiğini anlar."},{"id":708,"quote":"But I, for my part, am convinced that in this respect one can have faith in modern art. The fact that I have a definite belief about art makes me sure of what I want in my own work, and I shall try to reach it even at the risk of my own life."},{"id":709,"quote":"Não posso me preocupar com o que as pessoas pensam de mim, é preciso que eu avance, é nisto que tenho que pensar"},{"id":710,"quote":"As for me, I could not do without Michelet for anything in the world. It is true the Bible is eternal and everlasting, but Michelet gives such very practical and clear hints, so directly applicable to this hurried and feverish modern life in which you and I find ourselves, that he helps us to progress rapidly; we cannot do without him. The Bible consists of different parts and there is growth from one to the next; for instance, there is a difference between Moses and Noah on the one hand, and Jesus and Paul on the other. Now take Michelet and Beecher Stowe: they don’t tell you the Gospel is no longer of any value but they show how it may be applied in our time, in this our life, by you and me, for instance. Michelet even expresses completely and aloud things which the Gospel whispers only the germ of."},{"id":711,"quote":"Büyük sanatçıların, gerçek ustaların, başyapıtlarında bize söylemek istediklerinin gerçek anlamını kavramaya çalışmak da insanı Tanrı'ya götürür. Biri kitabında yazmış ya da söylemiş diyeceğini, öteki ise yaptığı resimde. Sonra, sırf İncil'i oku, o zaman düşünürsün işte, çok düşünürsün, her zaman düşünürsün...İyi ya, çok düşün, her zaman düşün, o zaman sen bilincine bile varmadan düşüncelerin, olağan düzeyin üstüne çıkar. Okumasını biliyoruz ya, okuyalım öyleyse!"},{"id":712,"quote":"In my opinion these are the words that Michelet says to us in general. We are full-grown men now and are standing like soldiers in the rank and file of our generation. We do not belong to the same one as Father and Mother and Uncle Stricker; we must be more faithful to the modern than to the old one - to look back toward the old one is fatal. If the older people do not understand us, it must not upset us, and we must go our own way against their will; later on they will say of their own accord, Yes, you were right after all."},{"id":713,"quote":"Oh might I be shown the way to devote my life more completely to the service of God and the Gospel. I keep praying for it and I think I shall be heard, I say it in all humility. Humanly speaking, one would say it cannot happen, but when I think seriously about it and penetrate under the surface of what is impossible to man, then my soul is in communion with God, for it is possible to Him, who speaks and it is done; who commands and it stands fast. Oh! Theo, Theo boy, if I might only succeed in this, if that heavy depression because everything I undertook failed, that torrent of reproaches which I have heard and felt, if it might be taken from me, and if there might be given to me both the opportunity and the strength needed to come to full development and to persevere in that course for which my father and I would thank the Lord so fervently."},{"id":714,"quote":"You have changed since then, you are no longer the same. Well, that is not entirely true. What has changed is that my life then was less difficult and my future seemingly less gloomy, but as far as my inner self, my way of looking at things and of thinking is concerned, that has not changed. But if there has indeed been a change, then it is that I think, believe and love more seriously now what I thought, believed and loved even then.”"},{"id":715,"quote":"beings with grains of corn, now - in every human being who is healthy and natural there is a germinating force, just as there is in a grain of corn. And so natural life is germination. What the germinating force is to the grain, love is to us. Now we tend to stand about pulling a long face and at a loss for words, I think, when, thwarted in our natural development, we find that germination has been foiled and we ourselves placed in circumstances as hopeless as they must be for a grain between the millstones."},{"id":716,"quote":"Accustoming oneself to poverty, seeing how a soldier or a labourer lives and thrives in wind and weather, with ordinary people’s fare and dwelling, is just as practical as earning a few guilders more a week. After all, one is not in the world for one’s own comfort, and one does not need to be better off than one’s neighbour."},{"id":717,"quote":"So now, when anyone says that such and such is done too quickly, you can reply that they have looked at it too quickly."},{"id":718,"quote":"As to this region here, I know the country and the people too well and love them too much to be positively leaving them for good. I shall try to rent a room where I can put my things, and shall be safe then, in case I want to leave Antwerp for a time or if I get homesick for the country."},{"id":719,"quote":"And the diseases from which we civilized people suffer most are melancholy and pessimism. So I, for instance, who can count so many years of my life during which I lost any inclination to laugh - leaving aside whether or not this was my own fault - I, for one, feel the need for a really good laugh above all else. I’ve found it in Guy de Maupassant, and there are others - Rabelais among the older writers,"},{"id":720,"quote":"There are certain times when it is far from clear to us that art should be something sacred or good."},{"id":721,"quote":"And then, don’t forget that I am not a born melancholic. The general nickname I have in this neighborhood is “ `t schildermenneke, [The little painter fellow] and it is not without a certain dose of malice that I go abroad.”"},{"id":722,"quote":"A arte é ciumenta, ela não quer que a doença lhe tenha precedência. Faço, portanto, a seu gosto."},{"id":723,"quote":"Am vrut sa arat ca a muri... este un act la fel de simplu ca si caderea unei frunze... cateva maini de pamant intoarse si o cruce mica de lemn."},{"id":724,"quote":"I am in the middle of reading Balzac, César Birotteau. I will send it to you when I have finished it - I think I shall read the whole of Balzac again."},{"id":725,"quote":"Quero fazer desenhos que impressionem certas pessoas."},{"id":726,"quote":"The clergymen call us sinners, conceived and born in sin. Bah! What confounded nonsense that is. Is it a sin to love, to feel the need for love, not to be able to live without love? I consider a life without love a sinful and immoral state."},{"id":727,"quote":"I, for my part, am always glad that I have read the Bible more carefully than many people do nowadays, just because it gives me some peace of mind to know that there used to be such lofty ideals."},{"id":728,"quote":"A justly or unjustly ruined reputation, poverty, disastrous circumstances, misfortune, they all turn you into a prisoner. You cannot always tell what keeps you confined, what immures you, what seems to bury you, and yet you can feel those elusive bars, railings, walls. Is all this illusion, imagination? I don't think so. And then one asks: My God! will it be for long, will it be for ever, will it be for eternity?Do you know what makes the prison disappear? Every deep, genuine affection. Being friends, being brothers, loving, that is what opens the prison, with supreme power, by some magic force. Without these one stays dead. But whenever affection is revived, there life revives."},{"id":729,"quote":"O que eu quero dizer e o que eu aspiro é tremendamente difícil, e no entanto não acredito estar aspirando alto demais."},{"id":730,"quote":"Whatever you wish for yourself, too, hold firm to the thought of Christ and treasure His word - just as you do. It is good to believe that there is a God who knows what we want better than we do ourselves, and Who helps us whenever we are in need of it. And it is also good to believe that now, just as in olden days, an angel is not far from those who are sad - strengthened unto God - not only to those who are nearly angels themselves, but particularly to those who want the help of a higher power to be preserved from the evil, from the badness which we know is in the world and not far away from us - not far from those who are broken-hearted and dejected in spirit."},{"id":731,"quote":"Is the Bible enough for us? These days I think Jesus himself would say again to those who sit down in melancholy, “It is not here, it is risen. Why seek ye the living among the dead?"},{"id":732,"quote":"My own adventures are confined chiefly to making swift progress toward growing into a little old man - you know, with wrinkles, a tough beard and a number of false teeth, and so on. But what does all that matter? I have a dirty and difficult trade - painting, and if I were not as I am, I should not paint; but being as I am, I often work with pleasure and can visualize the vague possibility of one day doing paintings with some youth and freshness in them, even though my own youth is one of the things I have lost."},{"id":733,"quote":"I would rather die of passion than of boredom."},{"id":734,"quote":"When I came here I hoped it would be possible to make some connection with art lovers here, but up to the present I haven’t made the least progress in people’s affection. And Marseilles? I don’t know, but that may very well be nothing but an illusion. In any case I have quite given up gambling much on it. Often whole days pass without my speaking to anyone, except to ask for dinner or coffee. And it has been like that from the beginning."},{"id":735,"quote":"Em suma, quero chegar ao ponto em que digam de minha obra: este homem sente profundamente, e este homem sente delicadamente."},{"id":736,"quote":"I should very much like to see Millet reproductions in the schools. I think there are children who would become painters if only they saw good things."},{"id":737,"quote":"Please do not take my making this comparison as an insult, brother, it is better to be a sheep than a wolf, better to be slain than to slay - better to be Abel than Cain. And, and - I hope, or rather I am sure, that I am not a wolf either. Suppose that it’s not just in our imagination, but that you and I are really like sheep among our fellow creatures. All right - granting the existence of rather hungry and false wolves, it would not be impossible that we should be devoured someday. Well, this may not be so very pleasant, but I tell myself: It is, after all, better to be ruined than to do the ruining."},{"id":738,"quote":"The desire for women that you catch in Paris, isn’t it rather the effect of that very enervation which Gruby is the sworn enemy of than a sign of vigour? So you feel this desire disappearing at the very moment you are yourself again. The root of the evil lies in the constitution itself, in the fatal weakening of families from generation to generation, and besides that, in one’s unwholesome job and the dreary life in Paris. The root of the evil certainly lies there, and there’s no cure for it."},{"id":739,"quote":"Não é tanto a língua dos pintores, mas a língua da natureza à qual é preciso dar ouvidos."},{"id":740,"quote":"...beşikteki bir çocuğun gözlerinde de onu uzun süre yeterince seyredersen eğer, sonsuzluğu görürsün. Kısacası, bu konuda hiçbir şey bilmiyorum, ama işte, her gün yaşadığımız günlük, gerçek yaşamı tek yönlü bir tren yolculuğu haline getiren de bu bilmeme duygusunun ta kendisi...Hızla ilerliyorsun, ama hiçbir nesneyi yakından ayırt edemiyorsun ve en önemlisi, lokomotifi göremiyorsun..."},{"id":741,"quote":"It is just in learning to suffer without complaint, in learning to look on pain without repugnance, that you risk vertigo, and yet it is possible, yet you may even catch a glimpse of a vague likelihood that on the other side of life we shall see good reason for the existence of pain, which seen from here sometimes so fills the whole horizon that it takes on the proportions of a hopeless deluge. We know very little about this, about its proportions, and it is better to look at a wheat field, even in the form of a picture."},{"id":742,"quote":"People who do nothing but fall in love are perhaps more serious and saintly than those who sacrifice their love and their hearts to an idea."},{"id":743,"quote":"When he came here two years ago I had not expected that we would become so much attached to each other, for now that I am alone in the apartment there is a decided emptiness about me. If I can find someone I will take him in, but it is not easy to replace someone like Vincent. It is unbelievable how much he knows and what a sane view he has of the world. If he still has some years to live I am certain that he will make a name for himself. Through him I got to know many painters who regarded him very highly. He is one of the avant-garde for new ideas, that is to say, there is nothing new under the sun and so it would be better to say: for the regeneration of the old ideas which through routine have been diluted and worn out. In addition he has such a big heart that he always tries to do something for others. It’s a pity for those who cannot understand him or refuse to do so."},{"id":744,"quote":"When God supports us, illness is no misfortune, especially when we get new ideas and new intentions in those days of illness that would not have come to us if what not been ill, and when we achieve clearer faith and stronger trust in God."},{"id":745,"quote":"Still, I went with Vincent a few times to listen to a Wagner concert before he left, and we both liked it very much. It still seems strange that he has gone, he has lately meant so much to me."},{"id":746,"quote":"Não te oculto que teria preferido morrer a causar e a sofrer tantos dissabores.Mas que queres? Sofrer sem se queixar é a única lição que tratamos de aprender na vida."},{"id":747,"quote":"But since then I’ve had no chance of getting models, though on the other hand I did have the chance to study the colour question. And if I should find models again for my figures later, then I would hope to be able to show that I am after something other than little green landscapes or flowers."},{"id":748,"quote":"I believe that if we knew everything we should attain some serenity. Now, having as much of that serenity as possible, even when one knows little or nothing for certain, is perhaps a better remedy for all ills than what is sold in the pharmacy. Much of it comes by itself, one grows and develops of one’s own accord."},{"id":749,"quote":"Did I tell you that I had sent the drawings to friend Russell? At the moment I am doing practically the same ones again for you, there will be twelve likewise. You will then see better what there is in the painted studies in the way of drawing. I have already told you that I always have to fight against the mistral, which makes it absolutely impossible to be master of your stroke. That accounts for the “haggard look of the studies.”"},{"id":750,"quote":"I am writing to Russell at the same time. I think we know, don’t we, that the English, the Yankees, have this much in common with the Dutch, that their charity…is very Christian. Now, the rest of us not being very good Christians…That’s what I can’t put out of my head writing again like this."},{"id":751,"quote":"Only a few words to tell you that my health and my work are not progressing so badly. It astonishes me already when I compare my condition today with what it was a month ago. Before that I knew well enough that one could fracture one’s legs and arms and recover afterward, but I did not know that you could fracture the brain in your head and recover from that too. I still have a sort of “what is the good of getting better? feeling about me, even in the astonishment aroused in me by my getting well, which I hadn’t dared hope for.”"},{"id":752,"quote":"What else can one do, when we think of all the things we do not know the reason for, than go look at a field of wheat? The history of those plants is like our own; for aren't we, who live on bread, to a considerable extent like wheat, at least aren't we forced to submit to growing like a plant without the power to move, by which I mean in what way our imagination impels us, and to being reaped when we are ripe, like the same wheat?"},{"id":753,"quote":"If I were living near you, I should try to make you understand that it might perhaps be more practical for you to paint with me than to write, and that you might be able to express your feelings more easily that way. In any case I can do something personally about your painting, but I am not in the writing profession."},{"id":754,"quote":"Where it is conventional, bitterness is almost unavoidable, just because one does not feel free, and even though one doesn’t express one’s real feelings, they are sufficiently apparent to leave a continuing disagreeable impression on both sides and to make it hopeless for one to profit from the other’s society. Where there is conventional, there is mistrust, and mistrust gives rise to all kinds of intrigues. And with a little more mutual sincerity, our lives would be so much easier."},{"id":755,"quote":"On commence par tuer, on finit par guerir, [One begins by killing, one ends by healing] is a doctor’s saying. One starts with a hopeless struggle to follow nature, and everything goes wrong; one ends by calmly creating from one’s palette, and nature agrees with it, and follows.”"},{"id":756,"quote":"The rest certainly must seem damn bad. And the days when I bring home a study I say to myself - If it was like this every day, we might be able to get on; but the days when you come back empty-handed, and eat and sleep and spend money all the same, you don’t think much of yourself, and you feel like a fool and a shirker and a good-for-nothing.”"},{"id":757,"quote":"Your life would be empty indeed if you didn't regret anything."},{"id":758,"quote":"What a mistake Parisians make in not having a palate for crude things, for Monticellis, for common earthenware. But there, one most not lose heart because Utopia is not coming true. It is only that what I learned in Paris is leaving me, and I am returning to the ideas I had in the country before I knew the impressionists. And I should not be surprised if the impressionists soon find fault with my way of working, for it has been fertilized by Delacroix’s ideas rather than by theirs. Because instead of trying to reproduce exactly what I have before my eyes, I use colour more arbitrarily, in order to express myself forcibly. Well, let that be, as far as theory goes, but I’m going to give you an example of what I mean."},{"id":759,"quote":"It is sometimes hard for me to believe that a period of, for instance, only fifty years is sufficient to bring about such a total change that everything is the other way around. But just by reflecting on history one learns to see those relatively quick and continual changes; from it I conclude that every man weighs the scale somewhat, no matter how little, and that how one thinks and acts does make a difference. The battle is but short, and sincerity is worth while. If many are sincere and firm, the whole period becomes good - at least, energetic."},{"id":760,"quote":"It does not surprise me very much that I had my share of botheration with former friends who did not want to see me any longer. But fortunately this was not the case with my best friend - I mean my brother - for he and I are far more friends than brothers, and he is a man who can understand such things - more than that, who has helped and is still helping many unfortunates. I have lost some friends through it, all the same, but on the other hand I have more light and shade in my own house, although at times, when my worries become too great, I feel as if I were on a ship during a hurricane. But you see, although I well know that the sea has its dangers, and that one can drown in it, still I love the sea; and, notwithstanding all the perils that the future may hold, I have a certain serenity."},{"id":761,"quote":"Is that all, or is there more besides? In a painter’s life death is not perhaps the hardest thing there is. For my own part, I declare I know nothing whatever about it. But to look at the stars always makes me dream, as simply as I dream over the black dots of a map representing towns and villages. Why, I ask myself, should the shining dots of the sky not be as accessible as the black dots on the map of France? If we take the train to get to Tarascon or Rouen, we take death to reach a star. One thing undoubtedly true in this reasoning is this: that while we are alive we cannot get to a star, any more than when we are dead we can take the train."},{"id":762,"quote":"You must not go there in too anemic or enervated a condition, if you set a value on coming out of it stronger. I do not consider it a great misfortune for you to be obliged to be a soldier, but rather as a very serious trial from which you will emerge - if you emerge at all - a very great artist."},{"id":763,"quote":"I painted prettily like Bouguereau, people would not be ashamed to let themselves be painted, but I think that I have lost models because they thought that they were “badly done, because “it was only pictures full of painting” that I did. The poor little souls are afraid of being compromised and that people will laugh at their portraits. But it is almost enough to make you lose heart when you think that you could do something if people had more good will. I cannot resign myself to saying - “sour grapes”"},{"id":764,"quote":"And do come as soon as you possibly can! P.S. to Gauguin. If you are not ill, do please come at once. If you are too ill, a wire and a letter, please. P.S. to Theo. Perhaps you will think the P.S. to Gauguin too curt, but let him say whether or not he is ill, and anyhow he will recover better here. Have you received my canvases???"},{"id":765,"quote":"Recently I had a conversation on the same subject with the man whom I board with, who is a farmer himself. It was by chance, because he asked me how things were in London, he had heard so much about it. I told him that in my opinion a simple farmer who works, and works intelligently, is the civilized man, that it has always been so and always will be, that in the country one finds an example of it here and there, and in the city one finds a few men who are almost as noble, though in quite a different way, among the very, very rare excellent people. But that in my opinion it goes no further, and that in general there is more chance of finding a reasonable human being in the country than in the city. And that in my opinion the nearer one gets to the large cities, the further one gets into the darkness of degeneration and stupidity and wickedness. He said, in fact, that he was of the same opinion."},{"id":766,"quote":"I am not writing to Gauguin direct, but will send the letter to you, because in any case we had better sit tight. If we say nothing more, if the reply shows that we have made such and such a proposal but that there must be some initiative on his side too, then we can see if he is keen on it. If he is not keen on it, if it’s all the same to him, if he has something else in mind, let him remain independent and me too."},{"id":767,"quote":"I shall be glad to do all I can to make a success of what we began in the café, but I think that the primary condition on which success depends is to set aside all petty jealousies, for only union is strength. Surely the common interest is worth the sacrifice of that selfishness of every man for himself."},{"id":768,"quote":"But then I know that I am not - not their equal - but didn’t the Flauberts and Balzacs make the Zolas and Maupassants? So here’s to - not us, but to the generation to come."},{"id":769,"quote":"But I cannot help thinking that the best way of knowing God is to love many things. Love this friend, this person, this thing, whatever you like, and you will be on the right road to understanding Him better, that is what I keep telling myself. But you must love with a sublime, genuine, profound sympathy, with devotion, with intelligence, and you must try all the time to understand Him more, better and yet more. That will lead to God, that will lead to an unshakeable faith."},{"id":770,"quote":"To my letter of the day before yesterday I want to add that yesterday I had a letter from Rappard, and that our quarrel is completely made up, that he has sent me a sketch of a large picture of a brickyard which he is painting."},{"id":771,"quote":"You are a good enough judge of painting to see and understand what I may have of originality, and also to see the uselessness of presenting what I am doing to the modern public, because the others surpass me in clearness of touch. That is more the fault of wind and circumstances, compared to what I could do without the mistral and without the fatal conditions of vanished youth and comparative poverty. For my part I am in no way set on changing my condition, and I count myself only too happy to be able to go on as I do."},{"id":772,"quote":"But he seems to have misunderstood my intention, as he got the impression that I planned to live on the bounty of my uncles; this being his opinion, he wrote me a very discouraging letter, and said I had no right to do such a thing. I certainly do not pretend to have the right, but I want to prevent this affair from ever becoming the subject of gossip in the studios; therefore I think that it is necessary for good relations between myself and the family to be re-established, at any rate provisionally and outwardly, in expectation of their changing their minds about me."},{"id":773,"quote":"Try to grasp the essence of what the great artists, the serious masters, say in their masterpieces, and you will again find God in them. One man has written or said it in a book, another in a painting. Just read the Bible and the Gospel, that will start you thinking, thinking about many things, thinking about everything, well then, think about many things, think about everything, that will lift your thoughts above the humdrum despite yourself. We know how to read, so let us read!"},{"id":774,"quote":"I insist on this, the plan remains just as real and solid whether Gauguin comes or not, seeing that our object doesn’t change - to deliver me and one of the comrades from this cancer that is gnawing at our work, this being forced to live in these ruinous inns without any profit to ourselves. It is pure madness."},{"id":775,"quote":"A caged bird in spring knows perfectly well that there is some way in which he should be able to serve. He is well aware that there is something to be done, but he is unable to do it. What is it? He cannot quite remember, but then he gets a vague inkling and he says to himself, “The others are building their nests and hatching their young and bringing them up, and then he bangs his head against the bars of the cage. But the cage does not give way and the bird is maddened by pain. “What a idler,” says another bird passing by - what an idler. Yet the prisoner lives and does not die. There are no outward signs of what is going on inside him; he is doing well, he is quite cheerful in the sunshine. But then the season of the great migration arrives, an attack of melancholy. He has everything he needs, say the children who tend him in his cage - but he looks out, at the heavy thundery sky, and in his heart of hearts he rebels against his fate. I am caged, I am caged and you say I need nothing, you idiots! I have everything I need, indeed! Oh! please give me the freedom to be a bird like other birds!”"},{"id":776,"quote":"ache belo tudo o que puder, a maioria das pessoas não acha belo o suficiente."},{"id":777,"quote":"I hope when you go back to Holland you will take along some study of mine to decorate your room."},{"id":778,"quote":"Ce que l’homme tue Dieu le ressuscite [What man kills God resuscitates]."},{"id":779,"quote":"The Yellow House has never left the artist’s estate. Since 1962, it has been held by the Vincent van Gogh Foundation, established by the artist’s nephew, and is permanently housed in the Van Gogh Museum, Amsterdam."},{"id":780,"quote":"Vincent’s House in Arles (The Yellow House) This painting depicts the right wing of 2 Place Lamartine, Arles, France — the house van Gogh rented in May 1888. The window on the first floor near the corner with both shutters open is the artist’s guest room, where Gauguin lived for nine weeks later in the same year. Behind the next window, with one shutter closed, is van Gogh’s bedroom. Van Gogh depicts the restaurant, where he used to have his meals, in the building painted pink close to the left edge of the painting. To the right side of the Yellow House, the Avenue Montmajour runs down to the two railway bridges. The first line, with a train just passing, served the local connection to Lunel, which is on the opposite bank of the river Rhône. Sadly, the building was severely damaged in a bombing raid by the Allies on June 25, 1944 and was later demolished."},{"id":781,"quote":"There is nothing more beautiful than nature in the early morning."},{"id":782,"quote":"Spero di avere un po’ di fortuna con quel quadro dei mangiatori di patate."},{"id":783,"quote":"Sim, para mim, o drama da tempestade na natureza, o drama da dor na vida, são certamente os mais perfeitos. O “Paradou é belo, mas Gethsemani é ainda mais belo”"},{"id":784,"quote":"Ben bunların hiçbirini bilmem ama ruhunda kendini yenileyebilecek kadar enerjisi olan insana saygı göstermesini bilirim. Tanrım yaşadığımız çağ bir tembeller, ayaklar çağıdır diye yakınamayız, madem cennete pek inanamadıkları halde bu çeşit bir hayat süren bu tip inanlar yaşıyor dünyamızda.1"},{"id":785,"quote":"Por enquanto só O semeador e o Café noturno são ensaios de quadros compostos"},{"id":786,"quote":"meus sentimentos, em estado de exaltação, tendem mais às preocupações com a eternidade e a vida eterna."},{"id":787,"quote":"O mesmo acontece com os homens, camponeses e mulheres; não é sempre que eles são interessantes, mas, quando se é paciente com eles, vemos tudo o que essas pessoas têm de Millet."},{"id":788,"quote":"For the moment the solitude doesn’t bother me, and later we will find someone for company, and perhaps in the end more than we want. I believe it is not necessary to say anything unpleasant to Gauguin if he does change his mind, and take it absolutely in good part."},{"id":789,"quote":"And look here, the doctors, who you say cannot do very much now and then, which you are at liberty to say as often as you think proper - very well - but do you know what they can do nevertheless? - they can press your hand more cordially and more gently than many other people can, and their presence may at times be very sympathetic and reassuring."},{"id":790,"quote":"All right, but think of the winter, for here you can work all year round. The reason why I love this country is that I have less to fear from the cold, which, because it stops my blood circulating properly, makes it impossible for me to think or even do anything at all."},{"id":791,"quote":"Aslında zorlukların üstünde fazla düşünmüyorum, çünkü bunlar üstünde gereğinden fazla durdun mu sersemliyorsun ya da iyice bozuluyorsun."},{"id":792,"quote":"quanto mais eu reflito, mais eu sinto que não há nada de mais realmente artístico que amar as pessoas."},{"id":793,"quote":"Still, a great deal of light falls on everything"},{"id":794,"quote":"It is true, however, that first impressions often change, for we know only too well that all is not gold that glitters and that though there may be a bright dawn, there is also a dark midnight and a burning, oppressive heat at noon."},{"id":795,"quote":"An artist needn't be a clergyman or a churchwanderer, but he certainly must have a warm heart for his fellow men."},{"id":796,"quote":"Tudo aqui é perfeitamente belo, como eu gosto. Quero dizer que aqui é a paz."},{"id":797,"quote":"En ender rastlanan çiçeklerin açtığı yerleri bilirdi."},{"id":798,"quote":"I can very well do without God both in my life and in my painting, but I cannot, ill as I am, do without something which is greater than I, which is my life - the power to create. And if, defrauded of the power to create physically, a man tries to create thoughts in place of children, he is still very much part of humanity."},{"id":799,"quote":"My dear sister, it is my belief that it is actually one’s duty to paint the rich and magnificent aspects of nature. We need gaiety and happiness, hope and love. The more ugly, old, mean, ill, poor I get, the more I want to take my revenge by producing a brilliant colour, well arranged, resplendent."},{"id":800,"quote":"Sua alma, seu espírito, não estão a serviço de seu pincel, mas seu pincel é que está a serviço de seu espírito. Assim também a tela é que tem medo do bom pintor e não o pintor da tela."},{"id":801,"quote":"Admire as much as you can; most people do not admire enough."},{"id":802,"quote":"Neither Gauguin nor Bernard has written again. I think that Gauguin doesn’t care a damn about it, because it isn’t going to be done at once, and I for my part, seeing that Gauguin has managed to muddle along by himself for six months, am ceasing to believe in the urgent necessity of helping him."},{"id":803,"quote":"If one really loves nature, one can find beauty everywhere."},{"id":804,"quote":"One must never trust the occasion when one is without difficulties."},{"id":805,"quote":"So I have a horror of success."},{"id":806,"quote":"It is clear to me that there is a je ne sais quoi - I already see it in your words, pictures of some little corners in Paris, etc., even now I should see it in your first sketches and studies. When I think of Father, it seems to me that the good in him is due to his intercourse with nature, and in my opinion his error is that he attaches more value to other things than they are really worth."},{"id":807,"quote":"Mas o que me toca, assim como certos romancistas de nossa época, é que as vozes dessas pessoas, que no caso de Shakespeare nos chegam de uma distância de vários séculos, não nos pareçam desconhecidas. É tão vivo que acreditamos conhecê-las e vê-las."},{"id":808,"quote":"one must never let the fire in one’s soul die, for the time will inevitably come when it will be needed."},{"id":809,"quote":"All I ask in painting is a way of escaping from life."},{"id":810,"quote":"The more I am spent, ill, a broken pitcher, so much more am I an artist."},{"id":811,"quote":"Love is the best and the noblest thing in the human heart, especially when it is tested by life as gold is tested by fire."},{"id":812,"quote":"Enfim, é preciso que eu tente levar as coisas um pouco mais passivamente e ter paciência"},{"id":813,"quote":"Mi occorre anche una notte stellata con dei cipressi,"},{"id":814,"quote":"Tanrı dertleri, acıları görüyor ve her şeye karşın O yardım edebilir. İçimdeki Tanrı inancı çok sağlam -kafamda uydurduğum bir şey değil, temelsiz, geçici bir inanç değil- doğru olan, gerçek olan şu ki, yaşayan bir Tanrı var; O ana babamızdan yana, gözleri bizim de üstümüzde ve eminim ki yaşamımızı O planlıyor ve biz aslında tam anlamıyla kendi kendimize ait değiliz -ve bu Tanrı, İncilimiz'de okuduğumuz, sözleri ve yaptıkları yüreklerimizin en derinlerinde yaşayan İsa Peygamber'den başkası değil."},{"id":815,"quote":"There was once a man who went to church and asked, 'Can it be that my ardour has deceived me, that I have taken a wrong turning and managed things badly? Oh, if only I could be rid of this doubt and know for certain I shall come out victorious and succeed in the end.' And then a voice answered him, 'And if you were certain, what would you do then? Act now as if you were certain and you will not be disappointed.' Then the man went on his way, not unbelieving but believing, and returned to his work no longer doubting or wavering."},{"id":816,"quote":"The more I think it over, the more I feel that is is nothing more truly artistic than to love people."},{"id":817,"quote":"I do not say - far, very far be it from me to say - that I myself have the rayon blanc, but I am not ashamed to say that it exists, this White Light - and that I seek it, and only this do I consider simplicity."},{"id":818,"quote":"que você encontre em seu amor pelas pessoas motivo não só para trabalhar mas com que se consolar e reerguer-se, quando necessário"},{"id":819,"quote":"Não poderia acreditar que é natural haver tanta frieza e desacordo."},{"id":820,"quote":"Podemos viver, muito ou pouco, mas sempre haverá momentos em que perderemos a cabeça."},{"id":821,"quote":"I always believe that I have a certain toughness in common with the peasants, who also do not eat so particularly well, and yet live and work on."},{"id":822,"quote":"E o que devemos evitar a seguir, na minha opinião, é o desejo de ser na sociedade algo além de um pintor, quando se é um pintor."},{"id":823,"quote":"If I can manage to paint the coloring of my own head, which is not to be done without some difficulty, I shall likewise be able to paint the heads of other good souls"},{"id":824,"quote":"E, com um pouco mais de sinceridade, tornaríamos a vida mais fácil para todos."},{"id":825,"quote":"The gables of the houses, like a fading road below a blue sky studded with stars, are dark blue or violet with a green tree. Here you have a night painting without black, with nothing but beautiful blue and violet and green and in this surrounding the illuminated area colours itself sulfur pale yellow and citron green. It amuses me enormously to paint the night right on the spot. Normally, one draws and paints the painting during the daytime after the sketch. But I like to paint the thing immediately. It is true that in the darkness I can take a blue for a green, a blue lilac for a pink lilac, since it is hard to distinguish the quality of the tone. But it is the only way to get away from our conventional night with poor pale whitish light, while even a simple candle already provides us with the richest of yellows and oranges. Café Terrace at Night is the first painting in which van Gogh used starry backgrounds. Later, he went on to use this technique more prominently in The Starry Night.”"},{"id":826,"quote":"O mal é que estou bastante propenso a me deixar impressionar, a sentir eu próprio as crenças de outrem e a nem sempre questionar o fundo de verdade que possa existir no absurdo."},{"id":827,"quote":"Quanto a saber se é vendável ou invendável, este é um estribilho maçante, e não estou nem um pouco disposto a gastar minha energia nisto."},{"id":828,"quote":"And yet, my dear sister, to what an extent doctors, engineers, in short lots of people, have more practical, stabler ideas than artists! As for me, I often think with a deep sigh that I ought to have been better than I am. Let me stop talking of it at once, or else it might discourage me. Well, the fact is that one cannot retrace one's steps, and the steps one has taken greatly influence the future."},{"id":829,"quote":"Belki de Teersteeg hakkında yazdıklarımı biraz sert bulacaksın. Ama hiçbirini geri alamam. Bazı şeyleri doğrudan ve dobra söylemek gerek ona, yoksa zırhını delip geçemiyor. Beni yıllar yılı düşler aleminde yaşayan ahmağın, beceriksizin biri olarak gördü, hala da öyle görüyor, desenlerim hakkında söylediği lafa bak: \"Suluboya resim yapmayı başaramamanın acısını duymamak için uyuşturucu madde kullanır gibi çiziyorsun bunları."},{"id":830,"quote":"Isto não vai nada bem, estou mais triste e chateado do que poderia dizer e não sei mais onde estou."},{"id":831,"quote":"You see I am not stronger than other people in that if I neglected myself too much, it would be the same with me as with so many painters (so very many if one thinks it over), I should drop dead, or worse still - become insane or an idiot."},{"id":832,"quote":"And one would almost conclude that some people have cauterized certain sensitive nerves within themselves - especially those which, combined, are called conscience. Well, I pity them - in my opinion they travel through life without a compass. One might suppose that the love for humanity which is the foundation of everything should be in every human being."},{"id":833,"quote":"Bom – afinal há tantos pintores que de um modo ou de outro são doidos, que pouco a pouco me consolarei."},{"id":834,"quote":"Indeed, illness or death holds no terror for me, but happily for us, ambition is not compatible with the callings we follow. There are so many people in all classes of society, from the highest to the lowest, who believe that, anyway."},{"id":835,"quote":"estou certo que a vontade de trabalhar me devorará e me tornará insensível a todo o resto, e de bom humor."},{"id":836,"quote":"Пут је узак, врата су уска и мало је оних који их нађу."},{"id":837,"quote":"And let me just say this: I think as much of brotherly integrity when it comes to Boussod’s money as you do. It has never played us false. And we have sweated far too much doing good work to get annoyed at being called thieves or incompetents."},{"id":838,"quote":"E eu me deixarei ir não sem reflexão, mas sem insistir em lamentar coisas que poderiam ter acontecido."},{"id":839,"quote":"One night I went for a walk by the sea along the empty shore. It was not gay, but neither was it sad; it was- beautiful. The deep blue sky was flicked with clouds of a blue deeper than the fundamental blue of intense cobalt, and others of a clearer blue, like the blue whiteness of the Milky Way. On the blue depth the stars were sparkling, greenish, yellow, white, rose, brighter, flashing more like jewels than they do even in Paris. The sea was a very deep ultramarine."},{"id":840,"quote":"Kadınlar düşünce alanında erkekler kadar enerji ve esneklik göstermiyorlarsa da -erkekler irdeleme, uslamlama gibi şeylere daha yatkınlar- bundan dolayı onları suçlamamak gerek, bana sorarsan; çünkü güçlerinin çok büyük bir bölümünü -bizden çok daha fazlasını- acı çekmeye harcıyorlar. Bizden daha çok acı çekiyorlar, bizden daha duyarlılar.Aynı şekilde, her zaman düşüncelerimizi anlayamıyorlarsa da, onlara iyi davrandın mı, kimi kez gerçek bir anlama yeteneği çıkıyor ortaya. Her zaman değil elbette; gene de, içlerinde bunu başarma hevesi var; bir de, garip bir iyi yüreklilik var kadınlarda bazen."},{"id":841,"quote":"And this will remain my policy, and it is quite possible that I shall give up my studio before long and go live in a peasant’s cottage, so as not to hear or see educated people - as they call themselves - any longer."},{"id":842,"quote":"Aliás, a humildade me convém após a experiência de ataques repetidos. Portanto, não perco a paciência."},{"id":843,"quote":"But it won’t do for us to think that I am completely sane. The people from round here who are ill like me have told me there will always be times when you take leave of your senses. So I don’t ask you to tell people that there is nothing wrong with me, or that there never will be. It is just that the explanation of all this is probably not Ricord’s but Raspail’s. Though I have not yet had the fevers of the region, I might still catch them. But they already know a thing or two about all that here at the hospital, and as long as you have no false shame and say frankly how you feel, you cannot go wrong."},{"id":844,"quote":"Agora, uma das causas pelas quais eu estou agora deslocado – e por que durante tantos anos estive deslocado – é simplesmente porque tenho ideias diferentes das desses senhores que dão cargos àqueles que pensam como eles."},{"id":845,"quote":"Aqui, exceto a liberdade, exceto muitas outras coisas que eu gostaria que fossem diferentes, não estou muito mal."},{"id":846,"quote":"This evening when the setting sun was reflected in the water and in the windows and cast a bright golden glow over everything, it looked just like a picture by Cuyp."},{"id":847,"quote":"O que você quer? Sofrer sem reclamar é a única lição que se deve aprender nesta vida."},{"id":848,"quote":"In my picture of the “Night Café I have tried to express the idea that the café is a place where one can ruin oneself, go mad or commit a crime. So I have tried to express, as it were, the powers of darkness in a low public house,”"},{"id":849,"quote":"Se estes senhores daqui protestam contra mim, eu também protesto contra eles, e só lhes resta me ressarcir por perdas e danos amigavelmente, enfim, só lhes resta devolver-me o que perderei por sua culpa e ignorância."},{"id":850,"quote":"As to the one by Roll, I myself was once present at such a scene, complete in every detail, and I think the beauty of his picture is that it expresses such a situation so accurately, though one finds but very few of the details in it. I thought of a saying by Corot, “Il y a des tableaux où il n’y a rien et pourtant tout y est. [There are pictures in which there is nothing and yet everything is in them.]”"},{"id":851,"quote":"But what would Monsieur Tersteeg say about this picture when he said before a Sisley - Sisley, the most discreet and gentle of the impressionists - “I can’t help thinking that the artist who painted that was a little tipsy. If he saw my picture, he would say that it was delirium tremens in full swing.”"},{"id":852,"quote":"To tell you the truth, I couldn’t spare either the old- or the new-fashioned manner. Too many beautiful things have been done too unusually well for me to prefer one to the other systematically. And the changes which the moderns have made in art are not always for the better; not everything means progress - neither in the works nor in the artists themselves - and often it seems to me that many lose sight of the origin and the goal, or in other words, they do not stick to the point."},{"id":853,"quote":"Theo, do not become materialistic like Tersteeg. The problem is, Theo, my brother, not to let yourself be bound, no matter by what, especially not by a golden chain."},{"id":854,"quote":"Meu caro irmão, talvez o melhor seja zombar de nossas pequenas misérias e também um pouco das grandes misérias da vida humana."},{"id":855,"quote":"Ao chegar aqui eu esperava arranjar apreciadores, mas até agora não me aproximei um só centímetro do coração das pessoas."},{"id":856,"quote":"Van Gogh completed two series of still life paintings of sunflowers. The earlier series was executed in Paris in 1887, depicting the flowers lying on the ground, while the second series was undertaken a year later in Arles, portraying bouquets of sunflowers in a vase. Van Gogh had hoped to welcome and impress his artist friend Gauguin with a Sunflowers work, which he hung in the guestroom of his Yellow House where Gauguin stayed. In a letter to his brother Theo, van Gogh wrote, “It is a kind of painting that rather changes in character, and takes on a richness the longer you look at it. Besides, you know, Gauguin likes them extraordinarily. He said to me among other things, ‘That...it’s...the flower.’ You know that the peony is Jeannin’s, the hollyhock belongs to Quost, but the sunflower is somewhat my own."},{"id":857,"quote":"The concern about Vincent oppresses us heavily. I foresee that again a bomb is going to burst. It is apparent that the beginning of his studies are disappointing to him, and his heart seems to be torn by conflicting forces. He has now tied up connections with English and French clergymen of ultra-orthodox views - and as a result the number of faults in his work has increased again. I am afraid he has no idea what studying means, and now I fear the remedy he will choose will be again a proposal for a change, for instance to become a catechist! But that doesn’t bring in any bread! We sit and wait, and it is like the calm before the storm"},{"id":858,"quote":"Geleceğin gerçekte nasıl olaracağı yalnızca bana bağlı değil; dünya ve içinde bulunduğum durumların da katkısı olacak.Beni ilgilendiren, doğrudan doğruya benim sorumluluğumda olan şey, içine düştüğüm durumları en iyi biçimde değerlendirebilmek ve elimden geldiğince ilerlemeye çalışmak...Çalışan bir adam için otuz yaş, yaşamında bir istikrar döneminin tam başladığı yaştır, insan kendini genç ve enerji dolu hisseder.Ama, aynı zamanda, yaşamın bir evresi de sona ermiştir. Bu, bazı şeylerin artık hiçbir zaman geri gelmeyeceğini düşündürdüğünden melankoliye sürüklüyor insanı. Belirli bir pişmanlık duymak da saçma bir duygusallık değil aslında. Evet, birçok şey gerçekten de otuz yaşında başlıyor, o yaşta her şeyin bitmiş olduğu da doğru değil. Ancak, yaşamın veremeyeceğini anladığı birtakım şeyleri beklememeyi öğrenmiş oluyor kişi; üstelik her geçen gün daha iyi kavrıyor ki yaşam yalnızca bir ekme dönemidir, hasat mevsimi yoktur burada."},{"id":859,"quote":"I am on the point of going to Brussels. Mr. Plugge wrote me about Vincent. He is weak and thin - it seems he was not given any prospects, and I am worried. According to Mr. Plugge’s letter, he cannot sleep and seems to be in a nervous condition. Therefore I want to go and see for myself what we should do."},{"id":860,"quote":"Ludilo je spasonosno, jer čovek možda postaje manje isključiv."},{"id":861,"quote":"Acabo de ler O ano terrível de Victor Hugo. Nele há esperança, mas... esta esperança está nas estrelas. Acho isto verdadeiro e bem dito e belo, aliás acredito nisto de bom grado."},{"id":862,"quote":"L'arte è l'uomo sommato alla natura."},{"id":863,"quote":"Pure in mezzo a difficoltà finanziarie sento che niente è più solido di un mestiere manuale."},{"id":864,"quote":"Ich wäre sehr froh, wenn Du in mir doch etwas anderes sehen könntest als eine Art Nichtstuer."},{"id":865,"quote":"Como é belo o amarelo!"},{"id":866,"quote":"Acho que isto se deve ao fato de que, antes de começar a pintar, desenhei e estudei perspectiva o tempo necessário para poder compor um assunto que eu visse."},{"id":867,"quote":"Moments of melancholy, of distress, of anguish, I think we all have them, more or less, and it is a condition of every conscious human life. It seems that some people have no self-consciousness. But those who have it, they may sometimes be in distress, but for all that they are not unhappy, nor is it something exceptional that happens to them. And sometimes there comes relief, sometimes there comes new inner energy, and one rises up from it, till at last, some day, one perhaps doesn’t rise up any more, que soit, but that is nothing extraordinary, and I repeat, such is the common human fate, in my opinion."},{"id":868,"quote":"И не надо принимать слишком близко к сердцу свои недостатки, ибо тот, у кого их нет, все же страдает одним - отсутствием недостатков; тот же, кто полагает, что достиг совершенной мудрости, хорошо сделает, если поглупеет снова."},{"id":869,"quote":"Science - scientific reasoning - strikes me as being an instru-ment that will go a very long way in the future. For look: people used to think that the earth was flat. That was true, and still is today, of, say, Paris to Asnières. But that does not alter the fact that science demonstrates that the earth as a whole is round, something nobody nowadays disputes. For all that, people still persist in thinking that life is flat and runs from birth to death."},{"id":870,"quote":"E se, quando jovens, podemos acreditar que pelo trabalho assíduo podemos satisfazer nossas necessidades, isto atualmente torna-se cada vez mais duvidoso."},{"id":871,"quote":"Não renuncio à ideia que tenho sobre o retrato, pois é uma boa coisa lutar por isto, e mostrar às pessoas que existe nelas algo além do que um fotógrafo com sua máquina pode revelar"},{"id":872,"quote":"Plus elle disparait plus elle apparait. [The more she disappears the more she appears.]"},{"id":873,"quote":"You are thrifty yourself, you understand what is absolutely needed. And I ask you, can one do what is absolutely necessary with what remains for one’s own use after paying for painting materials, models, and rent? If I had some friends, if I were a little known, yes, then it would be easier; but I have no friends, and my job is to try and make them."},{"id":874,"quote":"Птица в клетке отлично понимает весной, что происходит нечто такое, для чего она нужна: она отлично чувствует, что надо что-то делать, но не может этого сделать и не представляет себе, что же именно надо сделать. Сначала ей ничего не удаётся вспомнить, затем у неё рождаются какие-то смутные представления, она говорит себе: Другие вьют гнёзда, зачинают птенцов и высижывают яйца, и вот уже она бьётся головой о прутья клетки. Но клетка не поддаётся, а птица сходит с ума от боли..."},{"id":875,"quote":"Quanto più cercheremo di specializzarci in una data attività e in una data arte e adotteremo un metodo dipensare e di agire relativamente indipendente e ci atterremo a regole fisse, tanto più si rinsalderà ilcarattere e non per questo correremo il rischio di fossilizzarci.È saggio agire così perché la vita è breve e il tempo passa rapidamente: se ci si perfeziona in una cosasola in modo da impadronirsene bene si acquista in più la comprensione e la conoscenza di molte altrecose. [...] Colui che preferisse la solitudine e il lavoro in raccoglimento e si accontentasse di uno scarsonumero di amici, sarebbe proprio quello che, con la massima padronanza, saprebbe vivere con gli altriuomini."},{"id":876,"quote":"Ah, if only I could bring home to you how much more satisfaction you yourself might find, how much more you would be a friend to me if, instead of that frigid and unkind slighting and keeping me at a distance (only think of last summer, and the preceding summers!), you could at long last gain the conviction that this is not the right way."},{"id":877,"quote":"chúng ta đón cái chết để chạm tới một ngôi sao. Điều chắc chắn đúng trong lập luận này là nếu chúng ta còn sống, chúng ta không thể đến được một ngôi sao cũng như khi ta chết, chúng ta không thể bắt tàu nữa"},{"id":878,"quote":"I know you think this merciless to those at home. And yet I tell you that at times Father himself felt vaguely that he had made a mistake and had taken the wrong side. But he tried to reconcile irreconcilable things, and...he had not as much firmness of character as he seemed"},{"id":879,"quote":"Mai lasciare estinguere il fuoco della propria anima, ma alimentarlo. E chi continua a custodire la povertàe ad amarla, possiede un grande tesoro e sentirà sempre chiara la voce della propria coscienza; chi ascolta e segue questa voce interiore, che è il maggiore dono di Dio, finirà per trovarvi un amico e non si sentirà mai solo."},{"id":880,"quote":"And the pilgrim goes on sorrowful yet always rejoicing - sorrowful because it is so far off and the road so long. Hopeful as he looks up to the eternal city far away, resplendent in the evening glow and he thinks of two old sayings that he heard long ago - the one is: “Much strife must be striven Much suffering must be suffered Much prayer must be prayed And then the end will be peace."},{"id":881,"quote":"Osecaj, cak i istancan osecaj za lepotu prirode nije jednak religioznom osecanju, mada verujem da su oba intimno povezana... gotovo svako poseduje osecaj za prirodu... ali samo malo njih oseca: Bog je duh, i onoi koji u njega veruju, moraju to ciniti i u duhu i u stvarnosti."},{"id":882,"quote":"Anch'io dunque spero di non perdere di vista mai una sola cosa, e cioè che si tratta di arrivare camminando sugli zoccoli; e cioè, in sostanza, che si tratta sempre d'essere contenti di avere da mangiare, da bere, da dormire e da vestirsi, di contentarsi, insomma, di quanto basta ai contadini. Bisogna esprimere il contadino nella sua azione, ecco, lo ripeto ancora, con una figura essenzialmente moderna, che sia il centro anzi dell'arte moderna, come né i Greci, né la Rinascenza, né gli Olandesi antichi hanno mai fatto."},{"id":883,"quote":"Writing to his sister Willemina two years later, van Gogh still considered The Potato Eaters his most successful painting: “What I think about my own work is that the painting of the peasants eating potatoes that I did in Nuenen is after all the best thing I did However, the painting was criticised by his friend Anthon van Rappard soon after it was completed, which was a blow to van Gogh’s confidence. He wrote back to his friend, “you... had no right to condemn my work in the way you did.” On April 14, 1991, twenty major paintings were stolen from the Vincent van Gogh National Museum, including The Potato Eaters. For unknown reasons, the thieves abandoned the artworks thirty-five minutes after the robbery and the paintings were quickly recovered.”"},{"id":884,"quote":"Eu tinha começado a assinar minhas telas, mas logo parei com isto, pareceu-me demasiada besteira."},{"id":885,"quote":".كي يمثل المرء العالم، لا بد أن يموت في نفسه"},{"id":886,"quote":"Enfim, seja como for, eu quero ir adiante a qualquer custo, quero ser eu mesmo."},{"id":887,"quote":"Pois bem, este é o meu forte, fazer um homem toscamente numa única sessão."},{"id":888,"quote":"When all sounds cease, God’s voice is heard under the stars."},{"id":889,"quote":"La nostra nevrosi, amico mio, è un prodotto del nostro modo di vivere un po' troppo artistico; ma è ancheuna fatale eredità, che la civiltà rende di generazione in generazione sempre più onerosa. Se vogliamo diagnosticare lo stato del nostro temperamento dobbiamo annoverarci fra quelli che soffrono di unanevrosi la cui origine è già molto lontana."},{"id":890,"quote":"É que sinto em mim a obstinação e estou acima do que as pessoas possam dizer de mim e de minha obra"},{"id":891,"quote":"الإنسان لم يوجد على الأرض لمجرد أن يكون سعيدا، و لا لمجرد أن يكون مخلصا. هو هنا لتحقيق أشياء عظيمة من خلال المجتمع، للوصول إلى الرفعة و تجاوز السوقية التي يغرق فيها وجود كل فرد تقريبا."},{"id":892,"quote":"You get angry whenever I expostulate with you, or rather you don’t give a damn, and all the rest of it, which we know by now, and yet I believe a time will come when, of your own accord, you will come to the conclusion that you have been too weak to persevere in trying to help me regain some credit with people."},{"id":893,"quote":"Acontece-lhe, às vezes, Théo, de ficar apaixonado? Eu gostaria que isto lhe acontecesse, pois, creia-me, as “pequenas misérias também têm seu valor.”"},{"id":894,"quote":"É a primeira vez depois de muitos meses que eu pego um livro nas mãos. Isto me diz muito e me cura consideravelmente."},{"id":895,"quote":"But don’t worry too much about it, we shall not fail, but what I tell you is true - from the moment that I send this letter off till I get your answer, which I hope, however, will cross mine, I shall be without a cent, and it will mean fasting again. Well, let’s hope we shall be together soon, and that the worst will be over."},{"id":896,"quote":"Todas essas coisas, família, pátria, talvez sejam mais encantadoras na imaginação de pessoas como nós, que passamos muito bem sem pátria e sem família, do que em qualquer realidade."},{"id":897,"quote":"Non mi meraviglierebbe chela tua malattia fosse una conseguenza di questo odioso inverno che è durato un'eternità. Allora dovresti prendere le mie stesse medicine: cioè quanto più aria primaverile puoi; coricati molto presto, perché è necessario dormire, abbi cura dei cibi, mangia legumi freschi e non bere vini cattivi o altri pessimi alcolici. Infine pochissime donne e moltissima pazienza."},{"id":898,"quote":"Que afinal o artista é um homem que trabalha, e definitivamente não é o primeiro pateta a aparecer que o vencerá."},{"id":899,"quote":"Youth of Cromwell [Quoted in French] The family soon lost its wealth. He retired to a small estate he possessed amidst the marshes of Huntingdon. The barren, rough and morose character of this shore district, the monotonous horizon, the muddy river, the clouded skies, the meager trees, the infrequent cottages, the rude habits of the inhabitants, were such as to make the young man’s nature concentrated and gloomy. The soul of a land seems to enter into that of man. Often a lively, ardent and profound faith seems to emanate from a poor and dismal country; like country, like man. The soul is a mirror before it becomes a home."},{"id":900,"quote":"Dichiaro solennemente di non saperne nulla, ma dico che la vista delle stelle, mi fa sognare tanto semplicemente quanto quei punti neri che nelle carte geografiche rappresentano città e villaggi. E mi dico: perché i punti luminosi del firmamento dovrebbero esserci meno accessibili che i punti neri della carta di Francia?"},{"id":901,"quote":"I think it a splendid saying of Victor Hugo’s, “les religions passent, mais Dieu demure [religions pass away, but God remains];”"},{"id":902,"quote":"I have just read La Dame aux Camelias by Dumas. It is very good. Do you know it?"},{"id":903,"quote":"Così mi trovo sempre nel corso di due correnti di idee; la prima sono le difficoltà materiali, questo girarsi e rigirarsi per crearsi faticosamente un'esistenza; e la seconda, lo studio del colore. Non perderò mai la speranza di riuscire a scoprire qualcosa lì dentro. Poter esprimere l'amore di due innamorati mediante l'accoppiamento, il miscuglio e la opposizione di due complementari, mediante le vibrazioni misteriose dei toni ravvicinati. Poter esprimere il pensiero di una fronte con lo splendore di un tono chiaro su sfondoscuro. Poter esprimere ancora la speranza per mezzo di una stella; l'ardore di un essere, con gli ultimi sprazzi di un tramonto. Sembra un trucco realista; e non è invece qualcosa che realmente esiste?"},{"id":904,"quote":"But don’t worry too much about it, we shall not fail, but what I tell you is true - from the moment that I send this letter off till I get your answer, which I hope, however, will cross mine, I shall be without a cent, and it will mean fasting again. Well, let’s hope we shall be together soon, and that the worst will be over. Goodbye, with a handshake, Ever yours, Vincent I do not trust the people whom I live with, so if you send a letter with money in it, as you did recently, it is safer to have the letter registered."},{"id":905,"quote":"I have been reading Mes Haines by Zola; there are good things in it, though I think he makes great mistakes - he doesn’t even mention Millet in his general survey. The following is quite true: “Observez que ce qui plaît au public est toujours ce qu’il y a de plus banal, ce qu’on a costume de voir chaque année, on est habitué à de telles fadeurs, à des mensonges si jolis, qu’on refuse de toute sa puissance les vérités fortes. [Note that what pleases the public is always utterly banal, just what they are accustomed to seeing every year; they have got used to such insipidities, to such pretty lies that they repudiate vigorous truths with all their might.]”"},{"id":906,"quote":"Penso em aceitar decididamente minha profissão de louco, assim como Degas tomou a forma de um escrivão."},{"id":907,"quote":"Avevo incominciato a firmare i quadri, ma ho smesso subito, mi sembrava troppo cretino."},{"id":908,"quote":"Millet nos legou a síntese do camponês e hoje, sim, temos Lhermitte, claro, há ainda alguns outros, Meunier... mas aprendemos hoje mais geralmente a ver os camponeses? Não, quase ninguém sabe produzir um."},{"id":909,"quote":"assure you that I think it is essential for you as well as me, and no more than our right, too, to always have a louis or two in our pockets, and some stock of goods to do business with. But my idea is that in the end we shall have founded and left to posterity a studio where one’s successor could live. I do not know if I explain myself clearly enough, but in other words we are working for an art and for a business method that will not only last our lifetime, but can still be carried on by others after us."},{"id":910,"quote":"The change I observed is that at times Mother’s thoughts are more lucid, whereas during these last months there were long periods when they seemed more or less fuzzy - which is really not to be wondered at. For a time thee was something overwrought in her, due to - at least so I imagine - the void around her and the feeling of loneliness."},{"id":911,"quote":"Sembra che nel libro “La mia religione, Tolstoj insinui che si sarà accanto ad una violenta rivoluzione una rivoluzione intima e segreta nell'intimo delle persone, da cui verrà fuori una nuova religione o piuttosto qualcosa di completamente nuovo che non avrà un nome definito e pure avrà lo stesso effetto, di consolare e di rendere la vita possibile, il che spettava in altri tempi alla religione cristiana. [...] Come ci si arriverà? Sarebbe straordinario poterlo già predire; ma è certo preferibile avere simili intuizioni che vedere nell'avvenire nient'altro che catastrofi; anche se queste, tuttavia, potranno abbattersi come terribili fulmini sul mondo moderno e sulla civiltà, traverso una rivoluzione, una guerra o la bancarotta degli stati in disfacimento. Se studiamo l'arte giapponese, ci troviamo di fronte a persone incontestabilmente sagge, amanti della filosofia e intelligenti, le quali trascorrono il loro tempo non a calcolare la distanza dalla terra alla luna, né a definire la politica di Bismark, ma a compiere studi su di un sol filo di erba. Ma questo filo di erba li porta poi a disegnare tutte le piante e quindi le stagioni, le grandi linee del paesaggio, gli animali e infine la figura umana. Così trascorre la sua vita l'artista giapponese e la vita gli sembra troppo breve per riuscire a fare tutto. Quel che ci insegnano questi giapponesi tanto semplici e che vivono nella natura come se essi fossero dei fiori, ha molto di una vera religione. E non si potrebbe, mi sembra, studiare l'arte giapponese senza diventare molto più gai e più felici. Occorre rifarci alla natura a dispetto della nostra educazione e del nostro lavoro impostato in un mondo di convenzioni.”"},{"id":912,"quote":"della strana circostanza che Gauguin abbia preferito non parlarne più, mentre si eclissava,"},{"id":913,"quote":"Só me resta a escolha entre ser um bom pintor ou um mau pintor. Escolhi a primeira alternativa. Mas as necessidades da pintura são como as de uma amante ruinosa, não se consegue fazer nada sem dinheiro, e nunca se tem o suficiente."},{"id":914,"quote":"For the rest, however, one might say that Mother is looking particularly well. But there is something that makes me think of what I told you. I don’t think it would be a bad idea at all if Mother made a few trips shortly, to Anna, to Amsterdam, to Cor - especially as she seems to be resolved on it and to long to see them all once more. But it might well be that she herself has a presentiment that at the same time it will be a leave-taking."},{"id":915,"quote":"The calamity leaves us our old courage and our old earnest energy. Let the world say venomously what it cannot refrain from saying; it will leave you and me cold. On the contrary, we are counting on the possibility of a hard life which will have a purpose other than earning as much money as possible. Our purpose is in the first place self-reform by means of a handicraft and of intercourse with nature, believing as we do that this is our first duty in order to be honest with others and to be consistent - our aim is walking with God - the opposite of living in the midst of the doings of the big cities."},{"id":916,"quote":"You are kind to painters, and I tell you, the more I think it over, the more I feel that there is nothing more truly artistic than to love people. You will say that then it would be a good thing to do without art and artists."},{"id":917,"quote":"Women of about the age of fifty are often distrustful, and perhaps it is that very distrust and cunning that entangles them. If you care to hear them, I can tell you some particulars some day. I do not know whether all women become more serious in getting older, and then want to govern and correct their daughters, which they do in exactly the wrong way."},{"id":918,"quote":"I shall leave my studio toward May. Its drawback is, as you know, that I am greatly handicapped by the neighbours, and I notice that people are still afraid of the priest, though perhaps he wouldn’t meddle any further. But since there has been trouble once, the best thing is a radical change."},{"id":919,"quote":"A me basterebbe che si trovasse qualcosa che ci rendesse tranquilli e ci consolasse senza più sentirci colpevoli o sventurati. E che tuttavia ci consentisse di camminare senza mai allontanarci dalla solitudine o dal nulla e senza dover temere o dover calcolare nervosamente ad ogni passo il male, che anche senza volerlo, potremmo cagionare agli altri. Quel bel tipo di Giotto, il biografo del quale afferma che era sempre sofferente e tuttavia pieno di ardore e di idee, ecco, vorrei poter arrivare a uno stato come il suo, che rende felici allegri e pulsanti in tutte le occasioni. Però è più facile raggiungerlo stando in campagna o in una piccola cittadina, piuttosto che in questa fornace parigina. Non mi stupirebbe che tu preferissi La notte stellata e I campi arati perché in esse c'è una calma superiore a quella delle altre tele."},{"id":920,"quote":"so many others requires a great deal of study, and the same is true of painting. And a man may well ask himself: how shall I ever manage that? For one’s own work, thoughts and observation are not enough, we need the comfort and blessing and guidance of a higher power, and that is something anyone who is at all serious and who longs to lift up his soul to the light is sure to recognize and experience. Pining for God works like leaven on dough. May it also prove to be true in the story of both our lives."},{"id":921,"quote":"But if we keep to the positive fact of wanting to produce and to be something, then we can talk over accomplished facts, when it cannot be avoided, without getting angry, even if they might concern, or stand in direct relation with, the Goupils or our family. Besides, these questions are between you and me for a better understanding of the situation, and not out of spite."},{"id":922,"quote":"Personally I believe that the adversities one meets with in the ordinary course of life do us as much good as harm. The very complaint that makes one ill today, overwhelming one with discouragement, that same thing - once the disease has passed off - gives us the energy to get up and to want to be completely recovered tomorrow."},{"id":923,"quote":"Che cosa rende straordinaria l'arte egiziana, se non che quei re, calmi e sereni, saggi e miti, pazienti, buoni sembrano non poter essere diversi da quello che sono, cioè agricoltori che adorano in eterno il sole? Gli artisti egiziani con la loro grande fede, lavorando di sentimento e d'istinto, sono riusciti ad esprimere tutte queste cose inafferrabili (la bontà, la pazienza infinita, la saggezza, la serenità) soltanto con qualche curva sapiente governata da proporzioni meravigliose."},{"id":924,"quote":"Cerchiamo di non dimenticare, carissimo, che le piccole emozioni sono le grandi guide della nostra vita e che ad esse obbediamo senza saperlo."},{"id":925,"quote":"It is sometimes so bitterly cold in the winter that one says, `The cold is too awful for me to care whether summer is coming or not; the harm outdoes the good.’ But with or without our approval, the severe weather does come to an end eventually and one fine morning the wind changes and there is the thaw. When I compare the state of the weather to our state of mind and our circumstances, subject to change and fluctuation like the weather, then I still have some hope that things may get better."},{"id":926,"quote":".من خه‌ون به‌ نیگاره‌كانمه‌وه‌ ده‌بینم، دواتر خه‌ونه‌كانم ده‌كێشم"},{"id":927,"quote":"The present time is so interesting if one considers that it is possible we shall witness the beginning of the end of a society."},{"id":928,"quote":"Preferiria ganhar 150 francos por mês como pintor do que 1.500 francos por mês por outros meios, mesmo como negociante de quadros."},{"id":929,"quote":"it can do no harm if others reflect whether we are in this world to tear down instead of build up. The expression “We don’t need that any more - how readily it is used, and what a stupid and ugly phrase it is.”"},{"id":930,"quote":"In the midst of life we are near death, that is a phrase which touches each one of us personally, it is a truth we see again confirmed in what you tell me about Carolien van Stockum, and formerly we saw it in another member of the same family. It has touched me, and with all my heart I hope she may recover. Oh! what sorrow, what sadness and suffering there is in the world, in public as well as in private life."},{"id":931,"quote":"Estou bem estes dias, a não ser um certo fundo de vaga tristeza difícil de definir"},{"id":932,"quote":"Se algo em seu íntimo lhe disser “você não é pintor, é então que você deve pintar, meu velho, e também esta voz se calará, mas somente desta maneira;”"},{"id":933,"quote":"It must be good to die in the knowledge that one has done some truthful work and to know that, as a result, one will live on in the memory of at least a few, and leave a good example for those who come after. A work that is good may not last for ever, but the thought expressed by it will. And the work itself will surely survive for a very long time. And those who come later can do no better than follow in the footsteps of such predecessors and copy their example.\"\"The Letters of Vincent van Gogh\" (Amsterdam, 3 March 1878)"},{"id":934,"quote":"So I think there must be more animation, and we must throw all doubts overboard, and also a certain lack of confidence. Do you want a motive for keeping one’s serenity even when one is isolated and misunderstood, and has lost all chance for material happiness? This one thing remains - faith; one feels instinctively that an enormous number of things are changing and that everything will change. We are living in the last quarter of a century that will end again in a tremendous revolution."},{"id":935,"quote":"Mesmo esta vida artística, que sabemos não ser a verdadeira, parece-me tão vívida e seria uma ingratidão não contentar-se com ela."},{"id":936,"quote":"ნორმალურობა ასფალტით დაგებული გზაა, კომფორტულია სასიარულოდ, მაგრამ ყვავილები არ იზრდება"},{"id":937,"quote":"Contudo, se queremos viver e trabalhar, é preciso ser muito prudentes e cuidar-nos. Água fria, ar, alimentação simples e boa, estar bem agasalhados, dormir bem, e não ter aborrecimentos"},{"id":938,"quote":"If there is anything I regret then it is that period when I allowed mystical and theological profundities to mislead me into withdrawing too much into myself.…..When you wake up in the morning and find you are not alone but can see a fellow creature there in the half-light, it makes the world look so much more welcoming. Much ,more welcoming than the devotional journals and whitewashed church walls beloved of clergymen."},{"id":939,"quote":"Completed in 1888, the following plate is housed in the Museum of Fine Arts, Boston. It depicts Joseph, the father of the family, who was born on 4 April 1841 in Lambesc. Van Gogh and the postman became good friends and drinking companions. Van Gogh compared Roulin to Socrates on many occasions. In appearance, Roulin reminded the painter of the Russian novelist Fyodor Dostoyevsky, who had the same broad forehead, nose and shape of beard."}]