[{"id":1,"quote":"If I cannot move heaven, I will raise hell."},{"id":2,"quote":"Evil is nourished and grows by concealment."},{"id":3,"quote":"Maybe one day we shall be glad to remember even these hardships."},{"id":4,"quote":"Fortune sides with he who dares"},{"id":5,"quote":"Come what may, all bad fortune is to be conquered by endurance."},{"id":6,"quote":"Easy is the descent to hell; all night long, all day, the doors of dark Hades stand open; but to retrace the path; to come out again to the sweet air of Heaven - there is the task, there is the burden."},{"id":7,"quote":"Let us go singing as far as we go: the road will be less tedious."},{"id":8,"quote":"They can do all because they think they can."},{"id":9,"quote":"Happy the person who has learned the cause of things and has put under his or her feet all fear, inexorable fate, and the noisy strife of the hell of greed."},{"id":10,"quote":"Endure the present, and watch for better things."},{"id":11,"quote":"What each man feared would happen to himself, did not trouble him when he saw that it would ruin another."},{"id":12,"quote":"Fate will find a way."},{"id":13,"quote":"No day shall erase you from the memory of time"},{"id":14,"quote":"Each of us bears his own Hell."},{"id":15,"quote":"Love conquers all things."},{"id":16,"quote":"Fortunate is he whose mind has the power to probe the causes of things and trample underfoot all terrors and inexorable fate."},{"id":17,"quote":"Every man makes a god of his own desire"},{"id":18,"quote":"The medicine increases the disease."},{"id":19,"quote":"All our sweetest hours fly fastest."},{"id":20,"quote":"Endure, and keep yourselves for days of happiness."},{"id":21,"quote":"Whatever may happen, every kind of fortune is to be overcome by bearing it."},{"id":22,"quote":"Myself acquainted with misfortune, I learn to help the unfortunate."},{"id":23,"quote":"Happy the man who has been able to learn the causes of things."},{"id":24,"quote":"Yield not to evils, but attack all the more boldly."},{"id":25,"quote":"Nunc scio quit sit amor.\" Lat., \"Now I know what love is."},{"id":26,"quote":"Every calamity is to be overcome by endurance."},{"id":27,"quote":"Your descendants shall gather your fruits."},{"id":28,"quote":"Audaces fortuna iuvat (latin)- Fortune favors the bold."},{"id":29,"quote":"That man is the most loyal who aims at the noblest motive, and that motive the public good."},{"id":30,"quote":"To have died once is enough."},{"id":31,"quote":"Persistent work triumphs."},{"id":32,"quote":"Time meanwhile is flying, flying beyond recall."},{"id":33,"quote":"I have known sorrow and learned to aid the wretched."},{"id":34,"quote":"Facilis decensus averni. The descent into hell is easy."},{"id":35,"quote":"Amor vincit omnia, et nos cedamus amori.\nLove conquers all things, so we too shall yield to love."},{"id":36,"quote":"Trust one who has tried."},{"id":37,"quote":"Yield thou not to adversity, but press on the more bravely."},{"id":38,"quote":"Fear betrays unworthy souls."},{"id":39,"quote":"Others may fashion more smoothly images of bronze (I for one believe it), evoke living faces from marble, plead causes better, trace with a wand the wanderings of the heavens and foretell the rising of stars. But you, Roman, remember to rule the peoples with power (these will be your arts); impose the habit of peace, spare the vanquished and war down the proud!"},{"id":40,"quote":"Oh you who are born of the gods, easy is the descent into Hell. The door of darkness stands open day and night. But to retrace your steps, and come back out into the brightness above, that is the work, that is the labor."},{"id":41,"quote":"The hour is ripe, and yonder lies the way."},{"id":42,"quote":"From a single crime know the nation."},{"id":43,"quote":"He like a rock in the sea unshaken stands his ground."},{"id":44,"quote":"Cease to think that the decrees of the gods can be changed by prayers."},{"id":45,"quote":"The accursed hunger for gold."},{"id":46,"quote":"Age steals away all things, even the mind."},{"id":47,"quote":"Endure and save yourselves for happier times."},{"id":48,"quote":"Go forth a conqueror and win great victories."},{"id":49,"quote":"The gates of Hell are open night and day; smooth the descent, and easy is the way: but, to return, and view the cheerful skies; in this, the task and mighty labor lies."},{"id":50,"quote":"Even virtue is fairer when it appears in a beautiful person."},{"id":51,"quote":"I feel again a spark of that ancient flame."},{"id":52,"quote":"Time passes irrevocably."},{"id":53,"quote":"Trust not too much to appearances"},{"id":54,"quote":"Each person, makes their own terrible passion their God."},{"id":55,"quote":"Do not yield to misfortunes, but advance more boldly to meet them, as your fortune permits you."},{"id":56,"quote":"Love conquers all; therefore, let us submit to love."},{"id":57,"quote":"Each man is led by his own liking."},{"id":58,"quote":"The only safety for the conquered is to expect no safety."},{"id":59,"quote":"All things deteriorate in time."},{"id":60,"quote":"A chaplet of leaves crowns the victor."},{"id":61,"quote":"Perhaps the day may come when we shall remember these sufferings with joy."},{"id":62,"quote":"The greatest health is wealth."},{"id":63,"quote":"How can there be such anger in the minds of the gods?"},{"id":64,"quote":"We are not all able to do all things."},{"id":65,"quote":"Fear is the proof of a degenerate mind."},{"id":66,"quote":"Roman, remember that you shall rule the nations by your authority, for this is to be your skill, to make peace the custom, to spare the conquered, and to wage war until the haughty are brought low."},{"id":67,"quote":"Perhaps even these things, one day, will be pleasing to remember."},{"id":68,"quote":"Impotent fury rages powerless and to no purpose."},{"id":69,"quote":"People are able because they think they're able"},{"id":70,"quote":"Harsh necessity, and the newness of my kingdom, force me to do such things and to guard my frontiers everywhere."},{"id":71,"quote":"The Britons are quite separated from all the world."},{"id":72,"quote":"A shifty, fickle object is woman, always. (Varium et mutabile semper femina.)"},{"id":73,"quote":"May the countryside and the gliding valley streams content me. Lost to fame, let me love river and woodland."},{"id":74,"quote":"Who can blind lover's eyes?"},{"id":75,"quote":"Love begets love, love knows no rules, this is same for all."},{"id":76,"quote":"Such is the love of praise, so great the anxiety for victory."},{"id":77,"quote":"None but himself can be his parallel."},{"id":78,"quote":"Enter on the way of training while the spirits in youth are still pliable."},{"id":79,"quote":"Their rage supplies them with weapons."},{"id":80,"quote":"There's a snake hidden in the grass."},{"id":81,"quote":"Persevere and preserve yourselves for better circumstances."},{"id":82,"quote":"Hug the shore; let others try the deep."},{"id":83,"quote":"We may be masters of our every lot By bearing it."},{"id":84,"quote":"Trust one who has gone through it."},{"id":85,"quote":"What region of the earth is not full of our calamities?"},{"id":86,"quote":"The leader of the deed was a woman. -Dux femina facti"},{"id":87,"quote":"Live on in your blessings, your destiny's been won. But ours calls us on from one ordeal to the next."},{"id":88,"quote":"Yield not to calamity, but face her boldly."},{"id":89,"quote":"A fickle and changeful thing is a woman ever."},{"id":90,"quote":"All these souls, after they have passed away a thousand years, are summoned by the divine ones in great array, to the lethean river. . . . In this way they become forgetful of the former earthlife, and re-visit the vaulted realms of the world, willing to return again into living bodies."},{"id":91,"quote":"They can conquer who believe they can."},{"id":92,"quote":"Time bears away all things."},{"id":93,"quote":"It is easy to go down into Hell...; but to climb back again, to retrace one's steps to the upper air - -there's the rub."},{"id":94,"quote":"O accursed hunger of gold, to what dost thou not compel human hearts!"},{"id":95,"quote":"I will be gone from here and sing my songs/ In the forest wilderness where the wild beasts are,/ And carve in letters on the little trees/ The story of my love, and as the trees/ Will grow letters too will grow, to cry/ In a louder voice the story of my love."},{"id":96,"quote":"If I am unable to make the gods above relent, I shall move hell."},{"id":97,"quote":"They are able who think they are able."},{"id":98,"quote":"Through pain I've learned to comfort suffering men"},{"id":99,"quote":"Angels boast ethereal vigor, and are formed from seeds of heavenly birth."},{"id":100,"quote":"If one swain scorns you, you will soon find another."},{"id":101,"quote":"If I can not bend Heaven, I shall move Hell."},{"id":102,"quote":"Consider what each soil will bear, and what each refuses"},{"id":103,"quote":"There should be no strife with the vanquished or the dead."},{"id":104,"quote":"The wavering multitude is divided into opposite factions."},{"id":105,"quote":"Veiling truth in mystery."},{"id":106,"quote":"What a lot of work it was to found the Roman race."},{"id":107,"quote":"Passion and strife bow down the mind"},{"id":108,"quote":"E'en in mid-harvest, while the jocund swain Pluck'd from the brittle stalk the golden grain, Oft have I seen the war of winds contend, And prone on earth th' infuriate storm descend, Waste far and wide, and by the roots uptorn, The heavy harvest sweep through ether borne, As light straw and rapid stubble fly In dark'ning whirlwinds round the wintry sky."},{"id":109,"quote":"Look with favor upon a bold beginning."},{"id":110,"quote":"I fear the Greeks, even when they bring gifts."},{"id":111,"quote":"Don't trust the horse, Trojans. Whatever it is, I fear the Greeks even bearing gifts. -Equo ne credite, Teucri. Quidquid id est, timeo Danaos et dona ferentes"},{"id":112,"quote":"If ye despise the human race, and mortal arms, yet remember that there is a God who is mindful of right and wrong."},{"id":113,"quote":"I sing of arms and of a man: his fate\n had made him fugitive: he was the first\n to journey from the coasts of Troy as far\n as Italy and the Lavinian shores\n Across the lands and waters he was battered\n beneath the violence of the high ones for\n the savage Juno's unforgetting anger."},{"id":114,"quote":"Love conquers all; let us surrender to Love."},{"id":115,"quote":"These passions of soul, these conflicts so fierce, will cease, and be repressed by the casting of a little dust."},{"id":116,"quote":"Is it then so sad a thing to die?"},{"id":117,"quote":"The flocks fear the wolf, the crops the storm, and the trees the wind."},{"id":118,"quote":"If only Jupiter would restore me those bygone years."},{"id":119,"quote":"Una Salus Victis Nullam Sperare Salutem - (Latin - written 19 BC)\nThe only hope for the doomed, is no hope at all."},{"id":120,"quote":"Let not our proposal be disregarded on the score of our youth."},{"id":121,"quote":"Learn all from one thing. -Ab uno disce omnes"},{"id":122,"quote":"O you who have borne even heavier things, to these too, God will grant an end!"},{"id":123,"quote":"That which an enraged woman can accomplish."},{"id":124,"quote":"It is well to be informed about the winds, About the variations in the sky, The native traits and habits of the place, What each locale permits, and what denies."},{"id":125,"quote":"In his deepest heart there surge tremendous shame and madness mixed with sorrow and love whipped on by frenzy and a courage aware of its own worth."},{"id":126,"quote":"Confidence cannot find a place wherein to rest in safety."},{"id":127,"quote":"We have to thank God for this retirement."},{"id":128,"quote":"Rumor goes forth at once, Rumor than whom No other speedier evil thing exists; She thrives by rapid movement, and acquires Strength as she goes; small at the first from fear, She presently uplifts herself aloft, And stalks upon the ground and hides her head Among the clouds."},{"id":129,"quote":"In strife who inquires whether stratagem or courage was used?"},{"id":130,"quote":"Mantua gave me birth, Calabri snatched me away, now Parthenope holds me; I sang of shepherds, pastures, and heroes. -Mantua me genuit, Calabri rapuere, tenet nunc Parthenope, cecini pascua, rura, duces"},{"id":131,"quote":"Time is flying never to return."},{"id":132,"quote":"We can't all do everything."},{"id":133,"quote":"She nourishes the poison in her veins and is consumed by a secret fire."},{"id":134,"quote":"A fault is fostered by concealment."},{"id":135,"quote":"And, just for good measure, here are a handful of runners up:\nFor now the seventh summer carries you,\nA wanderer, across the lands and waters."},{"id":136,"quote":"Each draws to his best-loved."},{"id":137,"quote":"From my example learn to be just, and not to despise the gods."},{"id":138,"quote":"Better times perhaps await us who are now wretched"},{"id":139,"quote":"Then endure for a while, and live for a happier day!"},{"id":140,"quote":"Not being untutored in suffering, I learn to pity those in affliction"},{"id":141,"quote":"Trust the expert. -Experto credite"},{"id":142,"quote":"Even virtue is fairer in a fair body."},{"id":143,"quote":"Thus shall you go to the stars."},{"id":144,"quote":"There's a snake lurking in the grass."},{"id":145,"quote":"Fear reveals baseborn souls!"},{"id":146,"quote":"The cursed hunger for gold. -Auri sacra fames"},{"id":147,"quote":"You, Roman, remember to rule peoples with your power. -Tu regere imperio populos, Romane, memento"},{"id":148,"quote":"Sing in me, muse, of arms and a man, who first from the shores of Troy."},{"id":149,"quote":"Want of pluck shows want of blood"},{"id":150,"quote":"He enters the port with a full sail."},{"id":151,"quote":"Fury itself supplies arms."},{"id":152,"quote":"Beware of Greeks bearing gifts."},{"id":153,"quote":"Uneven numbers are the gods' delight."},{"id":154,"quote":"In youth alone, unhappy mortals live; But, ah! the mighty bliss is fugitive: Discolour'd sickness, anxious labour, come, And age, and death's inexorable doom."},{"id":155,"quote":"The noblest motive is the public good."},{"id":156,"quote":"Curst greed of gold, what crimes thy tyrant power has caused."},{"id":157,"quote":"Who asks whether the enemy was defeated by strategy or valor?"},{"id":158,"quote":"Womankind Is ever a fickle and a changeful thing."},{"id":159,"quote":"I shudder when relating it."},{"id":160,"quote":"Trust not the horse, O Trojans. Be it what it may, I fear the Grecians even when they offer gifts."},{"id":161,"quote":"He is fortunate who had been able to learn the causes of things. -Felix qui potuit rerum cognoscere causas"},{"id":162,"quote":"Fléctere si néqueo súperos Acheronta movebo - If I cannot move heaven, I will raise hell."},{"id":163,"quote":"Fortune sides with him who dares."},{"id":164,"quote":"Death twitches my ear;'Live,' he says... 'I'm coming."},{"id":165,"quote":"The descent into Hell is easy"},{"id":166,"quote":"Amor vincit omnia, et nos cedamus amori.Love conquers all things, so we too shall yield to love."},{"id":167,"quote":"Let me rage before I die."},{"id":168,"quote":"The gates of Hell are open night and day; smooth the descent and easy is the way."},{"id":169,"quote":"forsan et haec olim meminisse iuvabit.and perhaps it will be pleasing to have remembered these things one day"},{"id":170,"quote":"They can because they think they can."},{"id":171,"quote":"The greatest wealth is health"},{"id":172,"quote":"Do the gods light this fire in our hearts or does each man's mad desire become his god?"},{"id":173,"quote":"Una Salus Victis Nullam Sperare Salutem - (Latin - written 19 BC)The only hope for the doomed, is no hope at all..."},{"id":174,"quote":"...She nourishes the poison in her veins and is consumed by a secret fire."},{"id":175,"quote":"The gates of hell are open night and day;Smooth the descent, and easy is the way:But to return, and view the cheerful skies,In this the task and mighty labor lies."},{"id":176,"quote":"It is easy to go down into Hell...; but to climb back again, to retrace one's steps to the upper air---there's the rub..."},{"id":177,"quote":"Facilis descensus Averno:Noctes atque dies patet atri ianua Ditis;Sed revocare gradium superasque evadere ad auras,Hoc opus, hic labor est.(The gates of Hell are open night and day;Smooth the descent, and easy is the way:But to return, and view the cheerful skies,In this task and mighty labor lies.)"},{"id":178,"quote":"Facilis descensus Averni."},{"id":179,"quote":"But the queen--too long she has suffered the pain of love,hour by hour nursing the wound with her lifeblood,consumed by the fire buried in her heart. [...]His looks, his words, they pierce her heart and cling--no peace, no rest for her body, love will give her none."},{"id":180,"quote":"Ah, merciless Love, is there any length to which you cannot force the human heart to go?"},{"id":181,"quote":"Death's brother, sleep."},{"id":182,"quote":"Vera incessu patuit dea.(The goddess indubitable was revealed in her step.)"},{"id":183,"quote":"Omnia vincit amor\" - \"Love conquers all"},{"id":184,"quote":"the dewy night unrolls a heaven thickly jewelled with sparkling stars"},{"id":185,"quote":"Tu ne cede malis, sed contra audentior ito"},{"id":186,"quote":"Optima dies...prima fugit (The best days are the first to flee)"},{"id":187,"quote":"Spare the meek, but subdue the arrogant."},{"id":188,"quote":"Friend, have the courageTo care little for wealth, and shape yourself, You too, to merit godhead."},{"id":189,"quote":"Love conquers all things; let us too surrender to love."},{"id":190,"quote":"No stranger to misfortune myself, I have learned to relieve the sufferings of others."},{"id":191,"quote":"I fear the Greeks even when they bring gifts."},{"id":192,"quote":"Duty bound, Aeneas, though he struggled with desire to calm and comfort her in all her pain, to speak to her and turn her mind from grief, and though he sighed his heart out, shaken still with love if her, yet took the course heaven gave him and turned back to the fleet."},{"id":193,"quote":"Nimium ne crede colori"},{"id":194,"quote":"the dank night is sweeping down from the skyand the setting stars incline our heads to sleep."},{"id":195,"quote":"What good are prayers and shrines to a person mad with love? The flame keeps gnawing into her tender marrow hour by hour, and deep in her heart the silent wound lives on."},{"id":196,"quote":"Sunt lacrimae rerum et mentem mortalia tangunt"},{"id":197,"quote":"Agnosco veteris vestigia flammae."},{"id":198,"quote":"Facilis descensus Averni:noctes atque dies patet atri ianua Ditis;sed revocare gradium superasque evadere ad auras.hoc opus, hic labor est."},{"id":199,"quote":"There are twin Gates of Sleep. One, they say, is called the Gate of Horn and it offers easy passage to all true shades. The other glistens with ivory, radiant, flawless, but through it the dead send false dreams up toward the sky. And here Anchises, his vision told in full, escorts his son and Sibyl both and shows them out now through the Ivory Gate."},{"id":200,"quote":"Forsan et haec olim meminisse juvabit."},{"id":201,"quote":"So Aeneas pleaded, his face streaming tears. Three times he tried to fling his arms around his neck, three times he embraced--nothing...the phantom sifting through his fingers, light as wind, quick as a dream in flight."},{"id":202,"quote":"A woman is an ever fickle and changeable thing."},{"id":203,"quote":"flectere si nequeo superos, Acheronta movebo"},{"id":204,"quote":"The signs of the old flame, I know them well.I pray that the earth gape deep enough to take me downor the almighty Father blast me with one bolt to the shades,the pale, glimmering shades in hell, the pit of night,before I dishonor you, my conscience, break your laws."},{"id":205,"quote":"When gods are contrary they stand by no one."},{"id":206,"quote":"The seeds of life - fiery is their force, divine their birth, but they are weighed down by the bodies' ills or dulled by limbs and flesh that's born for death. That is the source of all men's fears and longings, joys and sorrows, nor can they see the heaven's light, shut up in the body's tomb, a prison dark and deep."},{"id":207,"quote":"And as he spoke he wept.Three times he tried to reach arms round that neck.Three times the form, reached for in vain, escapedLike a breeze between his hands, a dream on wings."},{"id":208,"quote":"What a tale he's told, what a bitter bowl of war he's drunk to the dregs."},{"id":209,"quote":"E pluribus unum - Out of many, one."},{"id":210,"quote":"Forsan et haec olim meminisse iuvabit - Perhaps even these things will be good to remember one day"},{"id":211,"quote":"Will Mars be always in your windy tongue and in your flying feet?"},{"id":212,"quote":"..and why the winter suns so rush to bathe themselves in the seaand what slows down the nights to a long lingering crawl..."},{"id":213,"quote":"There's a snake hidden in the grass. Virgil. Ecologues,no. 3.1.1o8"},{"id":214,"quote":"So ran the speech. Burdened and sick at heart,He feigned hope in his look, and inwardlyContained his anguish. […]Aeneas, more than any, secretlyMourned for them all"},{"id":215,"quote":"et iam nox umida caelo praecipitat suadentque cadentia sidera somnos"},{"id":216,"quote":"My comrades, hardly strangers to pain before now, we all have weathered worse. Some god will grant us an end to this as well. You've threaded the rocks resounding with Scylla's howling rabid dogs, and taken the brunt of the Cyclops' boulders, too. Call up your courage again. Dismiss your grief and fear. A joy it will be one day, perhaps, to remember even this. Through so many hard straits, so many twists and turns our course holds firm for Latium. There Fate holds out a homeland, calm, at peace. There the gods decree the kingdom of Troy will rise again. Bear up. Save your strength for better times to come."},{"id":217,"quote":"[He]Spoke and rose to full height, sword in air,Then cleft the man's brow square between the templesCutting his head in two -- a dreadful gashBetween the cheeks all beardless. Earth resoundedQuivering at the great shock of his weightAs he went tumbling down in all his armor,Drenched with blood and brains; in equal halvesHis head hung this and that way from his shoulders."},{"id":218,"quote":"Et tacitum vivit sub pectore vulnus..."},{"id":219,"quote":"I was the first to bring the Muse into my country."},{"id":220,"quote":"Here, too, the honorable finds its dueand there are tears for passing things; here, too,things mortal touch the mind."},{"id":221,"quote":"Arma virumque cano.........\"*Literally: \"I sing of arms and man\".__I sing the praises of a man's struggles__ Translation of the opening verses of the first book of Virgil´s Aeneid, by John Dryden( XVII century)\"Arms, and the man I sing, who, forc\\'d by fate,And haughty Juno\\'s unrelenting hate,Expell\\'d and exil\\'d, left the Trojan shore.Long labors, both by sea and land, he bore,And in the doubtful war, before he wonThe Latian realm, and built the destin\\'d town;His banish\\'d gods restor\\'d to rites divine,And settled sure succession in his line,From whence the race of Alban fathers come,And the long glories of majestic Rome\".”"},{"id":222,"quote":"Love Conquers All"},{"id":223,"quote":"But,...we should first learn the winds and the nature of the sky, the customary cultivation and the ways of the place. What each region bears and rejects. Here corn shoots up, and there grapes do. Elsewhere young trees grow strong and the wild grasses."},{"id":224,"quote":"For they conquer who believe they can."},{"id":225,"quote":"No other evil we know is faster than Rumor, thriving on speed and becoming stronger by running. Small and timid at first, then borne on a light air, she flits over ground while hiding her head on a cloud-top."},{"id":226,"quote":"Through chances various, through all vicissitudes, we make our way..."},{"id":227,"quote":"Happy he who was able to know the causes of things (felix qui potuit rerum cognoscere causas), and who trampled beneath his feet all fears, inexorable fate, and the roar of devouring hell."},{"id":228,"quote":"Now, whoever has courage and a strong and collected spirit in his breast, let him come forward, lace on the gloves and put up his hands. (5.363-364)"},{"id":229,"quote":"Amor vincit omnia"},{"id":230,"quote":"Nunc scio quit sit amor."},{"id":231,"quote":"My son, from whence this madness, this neglectOf my commands, and those whom I protect?Why this unmanly rage? Recall to mindWhom you forsake, what pledges leave behind."},{"id":232,"quote":"Such words he utters, and sick with deep distress he feigns hope on his face, and keeps his anguish hidden deep in his breast."},{"id":233,"quote":"sic itur ad astra"},{"id":234,"quote":"Look with favour upon a bold beginning."},{"id":235,"quote":"The Greeks shape bronze statues so real they seem to breathe, And carve cold marble until it almost comes to life. The Greeks compose great orations, and measure The heavens so well they can predict the rising of the stars. But you, Romans, remember your great arts; To govern the peoples with authority, To establish peace under the rule of law, To conquer the mighty, and show them mercy once they are conquered.\"  -Virgil, Aeneid VI, 847-853"},{"id":236,"quote":"Roman, remember by your strength to rule Earth’s peoples – for your arts are to be these: To pacify, to impose the rule of law, To spare the conquered, battle down the proud."},{"id":237,"quote":"Mors aurem vellens, 'Vivite,' ait, 'venio."},{"id":238,"quote":"Mind moves matter."},{"id":239,"quote":"Happy is the man who has learned the causes of things."},{"id":240,"quote":"All things by nature are ready to get worse"},{"id":241,"quote":"What madness destroyed me and you, Orpheus?"},{"id":242,"quote":"Then, like ravening wolves in a black mist, when the belly's lawless rage has driven them blindly forth, and their whelps at home await them with thirsty jaws, through swords, through foes we pass to certain death, and hold our way to the city's heart; black night hovers around with sheltering shade."},{"id":243,"quote":"I recognize the vestiges of an old flame"},{"id":244,"quote":"Unconscionable Love,To what extremes will you not drive our hearts!"},{"id":245,"quote":"She has a human face and as far as the groin she is a girl with lovely breasts, but below she is a monstrous sea creature, her womb full of wolves,"},{"id":246,"quote":"In quarrels such as these not ours to intervene."},{"id":247,"quote":"Fugit irreparabile tempus."},{"id":248,"quote":"Arma virumque cano.........\"*Literally: \"I sing of arms and man\".__I sing the praises of a man's stuggles__"},{"id":249,"quote":"Nun aber weiter, mein Gast\", sagte sie [Dido], \"berichte uns ganz von Anfang die Listen der Danaer, den Untergang der Deinen und deine Irrfahrten [...]"},{"id":250,"quote":"Then answered her son, who turns the stars in the sky:'What way art thou bending fate, Mother? What dost thou askFor these thy ships? May vessels built by the handsOf mortal men claim an immortal right?Is Aeneas to pass, sure of the outcome, through dangersWhen nothing is sure? To what god is such power allowed?"},{"id":251,"quote":"От войната не могат да се очакват никакви блага."},{"id":252,"quote":"I too am a poet who has found some favour with the Muse. I too have written songs. I too have heard the shepherds call me bard. But I take it from them with a grain of salt: I have the feeling that I cannot yet compare with Varius or Cinna, but cackle like a goose among melodious swans."},{"id":253,"quote":"Every man's last day is fixed. Lifetimes are brief, and not to be regained, for all mankind. But by their deeds to make their fame last: that is labor for the brave."},{"id":254,"quote":"Non ignora mali, miseris succurrere disco."},{"id":255,"quote":"Swift is her walk, more swift her winged haste: A monstrous phantom, horrible and vast. As many plumes as raise her lofty flight, So many piercing eyes inlarge her sight; Millions of opening mouths to Fame belong, And ev'ry mouth is furnish'd with a tongue, And round with list'ning ears the flying plague is hung. She fills the peaceful universe with cries; No slumbers ever close her wakeful eyes; By day, from lofty tow'rs her head she shews, And spreads thro' trembling crowds disastrous news; With court informers haunts, and royal spies; Things done relates, not done she feigns, and mingles truth with lies. Talk is her business, and her chief delight To tell of prodigies and cause affright."},{"id":256,"quote":"Solve metus"},{"id":257,"quote":"O tyrant love, to what do you not drive the hearts of men."},{"id":258,"quote":"The grim lioness follows the wolf, the wolf himself the goat, the wanton goat the flowering clover, and Corydon follows you, Alexis. Each is led by his liking."},{"id":259,"quote":"Audentes fortuna iuvat.La fortuna favorece a los audaces"},{"id":260,"quote":"It is easy to go down into Hell; night and day, the gates of dark Death stand wide; but to climb back again, to retrace one's steps to the upper air - there's the rub, the task."},{"id":261,"quote":"Frantic in my fury I had no time for decisions; I only remembered that death in battle is glorious."},{"id":262,"quote":"I dragged on my ruined life in darkness and grief, wrathful in my heart..."},{"id":263,"quote":"To what crime do you not drive the hearts of men, accursed hunger for gold?"},{"id":264,"quote":"Just as, all too often, some huge crowd is seized by a vast uprising, the rabble runs amok, all slaves to passion, rocks, firebrands flying. Rage finds them arms but then, if they chance to see a man among them, one whose devotion and public service lend him weight, they stand there, stock-still with their ears alert as he rules their furor with words and calms their passion."},{"id":265,"quote":"Linaje de sangre de dioses/ troyano hijo de Aquiles, es fácil la bajada al Averno; / las noches y los días permanece abierta la puerta de Dite; / pero hacer el camino de regreso y escapar a los aires de arriba, / eso cuesta trabajo, eso conlleva sufrimiento. Canto VI, versos 129-130"},{"id":266,"quote":"Dux femina facit."},{"id":267,"quote":"As a twig is bent the tree inclines."},{"id":268,"quote":"So therefore you must lift up your eyes and seek to discern this bough, find it as is required of you, and pick it boldly.Then, if it is indeed you whom the fates are calling, it will come willingly and easily"},{"id":269,"quote":"Mirabile dictu!"},{"id":270,"quote":"O fortunatos nimium sua si bona norint, agricolas"},{"id":271,"quote":"Nox atra cava circumvolat umbra"},{"id":272,"quote":"Woe! We are shipwrecked by fate, we are driven before the storm! (Latinus)"},{"id":273,"quote":"To each man shall his own free actions bring both his suffering and his good fortune. Jupiter is impartially king over all alike. The Fates will find the way."},{"id":274,"quote":"Sed fugit interea fugit irreparabile tempus, singula dum capti circumvectamur amore"},{"id":275,"quote":"Ponto nox incubat atra."},{"id":276,"quote":"But the Danaan princes and Agamemnon’s battalions, soon as they saw the man and his arms flashing amid the glom, trembled with mighty fear; some turn to flee, as of old they sought the ships; some raise a shout – faintly; the cry essayed mocks their gaping mouths."},{"id":277,"quote":"Optima dies...prima fugit"},{"id":278,"quote":"Though far away, I will chase you with murky brands and, when chill death has severed soul and body, everywhere my shade shall haunt you."},{"id":279,"quote":"Time carries all things, even our wits, away."},{"id":280,"quote":"Omnia vincit amor et nos cedamus amori."},{"id":281,"quote":"Ingentis animos angusto in pectore versant."},{"id":282,"quote":"Love conquers all. Let Love then smile at our defeat."},{"id":283,"quote":"Yo temo al Griego, aunque presente dones."},{"id":284,"quote":"Yet here, this night, you might repose with me, On green leaves pillowed: apples ripe have I, Soft chestnuts, and of curdled milk enow. And, see, the farm-roof chimneys smoke afar, And from the hills the shadows lengthening fall!"},{"id":285,"quote":"dux femina facti ; a  woman was the author of the achievement."},{"id":286,"quote":"Gods whose dominion is over the Souls, Shades without sound, Void, and you, Burning River, and you, broad Spaces voiceless beneath the Night, may I remain sinless in telling what has been told to me, and, by your divine assent, reveal truth sunk in depths of earth and gloom."},{"id":287,"quote":"The sky and the lands, the watery plains, the moon's gleaming face, the Titanic Sun and the stars are all strengthened by Spirit working within them, and by Mind, which is blended into all the vast universe and pervades every part of it, enlivening the whole mass."},{"id":288,"quote":"Разпространявайки се, мълвата набира сила."},{"id":289,"quote":"...distraught I seize mine arms…And with my comrades hasten to the hold: frenzy and anger urge my headlong will, and death methinks how comely, sword in hand!"},{"id":290,"quote":"Arma virumque canto."},{"id":291,"quote":"Turnus was distraught with love and fixed his eyes on Lavinia."},{"id":292,"quote":"For you [muses] are divine, and you have the gifts of memory and story; but only the faintest echo of the great tale has come down to me"},{"id":293,"quote":"Collige Virgo Rosas"},{"id":294,"quote":"In nesfarsitul haos,fura contopite/Obarsiile a toate;apa si pamant si aer/si fluidul foc. Cum astfel,din aceste inceputuri/Necuprinsul prinse viata;se-nchega si globul lumii."},{"id":295,"quote":"Forsan et haec olim meminisse iuuabit."},{"id":296,"quote":"Haec ubi dicta dedit, lacrimantem et multa uolentemdicere deseruit, tenuesque recessit in auras.Ter conatus ibi collo dare bracchia circum;ter frustra comprensa manus effugit imago,par leuibus uentis uolucrique simillima somno."},{"id":297,"quote":"The last day has come for our Dardan land. This is the hour which no effort of ours can alter. We Trojans are no more: no more is Ilium;no more the splendour of Teucrian glory. All now belongs to Argos; it is Jupiter's remorseless will."},{"id":298,"quote":"Timeo Danaos et dona ferentes"},{"id":299,"quote":"Non ignara mali, miseris succurrere disco.\" Unglück lehrte mich, den Unglücklichen zu helfen."},{"id":300,"quote":"A fickle and changeful thing is woman ever"},{"id":301,"quote":"Queaque ipsa miserrima vidi,et quorum pars magna fui. (And those terrible things I saw, and in which I played a great part.)"},{"id":302,"quote":"ibant obscuri sola sub nocte per umbram"},{"id":303,"quote":"Night reigned: all through the world tied bodies were harvesting tranquil slumber."},{"id":304,"quote":"If there is any power of righteousness in Heaven, you will drink to the dregs the cup of punishment amid sea rocks and as you suffer cry \"Dido\" againa and again. Though far, yet I shall be near, haunting you with flames of blackest pitch. And when death's chill has parted my body from its breath, wherever you go my spectre will be there,. You will have your punishment, you villain. And I shall hear, the news will reach me deep in the world of death."},{"id":305,"quote":"The seeds of life—fiery is their force, divine their birth, but they are weighed down by the bodies’ ills or dulled by earthly limbs and flesh that’s born for death."},{"id":306,"quote":"«Excudent alii spirantia mollius aera(credo equidem), vivos ducent de marmore vultus,orabunt causas melius, caelique meatusdescribent radio et surgentia sidera dicent:tu regere imperio populos, Romane, memento(hae tibi erunt artes), pacisque imponere morem,parcere subiectis et debellare superbos»\"Others will hammer out more gently breathing bronzes, I believe so truly they will draw living expressions from marble, they will plead causes better and they will map with a compass the movements of the sky and will tell of rising stars: You, oh Roman, remember to rule the nations with authority (these will be your arts), and to impose a rule of peace, to spare the vanquished and to eradicate the arrogant"},{"id":307,"quote":"She prayed then to whatever power may care in comprehending justice for the grief of lovers bound unequally by love."},{"id":308,"quote":"Lo scender ne l'Averno è cosa agevoleché notte e dì ne sta l'entrata aperta;ma tornar poscia a riveder le stelle,qui la fatica e qui l'opra consiste."},{"id":309,"quote":"Love triumphs over all."},{"id":310,"quote":"The gods thought otherwise.Dis aliter visum."},{"id":311,"quote":"But if my forces are not enough, I am hardly the one to relent, I’ll plead for the help I need, wherever it may be - if I cannot sway the heavens, I’ll wake the powers of hell!"},{"id":312,"quote":"Each man has his day, and the time of life is brief for all, and never comes again."},{"id":313,"quote":"Each of us finds the world of death fitted to himself"},{"id":314,"quote":"But you, Roman, must remember that you have to guide the nations by your authority, for this is to be your skill, to graft tradition onto peace, to shew mercy to the conquered, and to wage war until the haughty are brought low."},{"id":315,"quote":"Mothers of Latium! Hey! Hear me, each one of you, wherever you may be! If you still have any sympathy for poor Amata in your faithful hearts, or any prick of conscience for a mother's claims, untie the bands around your hair and take to the wild rites with me!"},{"id":316,"quote":"Durate, et vosmet rebus servate secundis."},{"id":317,"quote":"Fortune favors those who dare."},{"id":318,"quote":"Furens quid femina possit"},{"id":319,"quote":"This is a tale of arms and of a man. Fated to be an exile, he was the first to sail from the land of Troy and reach Italy, at its Lavinian shore. He met many tribulations on his way both by land on on the ocean; high Heaven willed it, for Juno was ruthless and could not forget her anger."},{"id":320,"quote":"We have hearts valiant in war, we have spirit, and a manhood which has proved itself by deed."},{"id":321,"quote":"To Romans I set no boundary in space or time. I have granted them dominion, and it has no end."},{"id":322,"quote":"Rumor starts as a timid thing, But soon it covers the earth, and its voices ring, While its feet walk the ground and its head is above the clouds."},{"id":323,"quote":"Omnia vincit amor."},{"id":324,"quote":"Death twitches my ear. \"Live,\" he says. \"I am coming."},{"id":325,"quote":"Una salus uictis nullam sperare salutem"},{"id":326,"quote":"Daedalus, ut fama est, fugiens Minoia regnapraepetibus pennis ausus se credere caeloinsuetum per iter gelidas enauit ad Arctos,Chalcidicaque leuis tandem super adstitit arce."},{"id":327,"quote":"I have no horror of death, and place no value on any god. Cease therefore. For I come ready to die; and first I bring you these gifts. (Mezentius)"},{"id":328,"quote":"Ah, piteous boy, Fortune came smiling; was it in jealousy that she then cruelly denied you to me"},{"id":329,"quote":"Those gods on whom our power hitherto depended have forsaken their altars and their shrines and gone forth from us; the city which you would rescue is already ablaze; and it is for us to plunge amid the spears and die. Nothing can save the conquered but the knowledge that they cannot now be saved."},{"id":330,"quote":"His heart beat high for war and he blazed with an implacable fire which needed no kindling."},{"id":331,"quote":"Turnus, brought low, raised his eyes and an outstretched right hand in humble entreaty, and said: \"This is my own desert; I make no appeal. Enjoy the fortune which falls to you. And if a poor father's sorrow can affect you - and you yourself had in Anchises such a father as mine - I beg of you, take pity on Daunus in his old age, and restore me, or, if you so prefer it, my dead body despoiled of life, to my own people. You have conquered; and Ausinian men have seen me hold forth hands uplifted in defeat. Lavinia is yours to wed. Stretch not your hatred further."},{"id":332,"quote":"He vivido mi vida, el noble curso / que me abrió la Fortuna he recorrido, / y ahora mi jornada bajo tierra emprendo, magna sombra.950-955"},{"id":333,"quote":"(...) sublimemque feres ad sidera caeli magnanimum Aeneanvv. 258, libro I"},{"id":334,"quote":"Tu ne cede malis"},{"id":335,"quote":"There may be no great honour in killing a woman; such a victory can bring no fame. But I shall have some credit for having stamped dead a mortal sin, and punished a wrong which cries out for justice; and it will be joy to have gutted my desire for the vengeance of the fire and satisfied the ashes of all that were ever dear to me."},{"id":336,"quote":"Horas non numero nisi serenas."},{"id":337,"quote":"Such were my wild words, for madness had mastered my judgement and gained complete control."},{"id":338,"quote":"ibant obscuri sola sub nocte per umbram,perque domos Ditis vacuas et inania regna:quale per incertam lunam sub luce malignaest iter in silvis, ubi caelum condidit umbraIuppiter, et rebus nox abstulit atra colorem.''- Virgil, Aenid Liber VI, 268-272."},{"id":339,"quote":"I won’t hold you, I won’t even refute you — go! —strike out for Italy on the winds, your realm across the sea.I hope, I pray, if the just gods still have any power,wrecked on the rocks mid-sea you’ll drink your bowlof pain to the dregs, crying out the name of Didoover and over, and worlds away I’ll hound you thenwith pitch-black flames, and when icy death has severedmy body from its breath, then my ghost will stalk youthrough the world! You’ll pay, you shameless, ruthless —and I will hear of it, yes, the report will reach meeven among the deepest shades of Death!"},{"id":340,"quote":"Cái gì cũng trở nên nhàm chán trừ học hỏi!"},{"id":341,"quote":"Live, and prosper, for all your adventures are past. We are called onwards from destiny to destiny. For you, your rest is won."},{"id":342,"quote":"sunt lacrimae rerum et mentem"},{"id":343,"quote":"Meanwhile Aeneas the True longed to allay her grief and dispel her sufferings with kind words. yet he remained obedient to the divine command, and with many a sigh, for he was shaken to the depths by the strength of his love, returned to his ships."},{"id":344,"quote":"A festive din now rose and echoed through the palace halls. Lighted lamps hung from the coffered ceiling rich with gold leaf, and torches with high flames prevailed over the night."},{"id":345,"quote":"No help or hope of help existed."},{"id":346,"quote":"Here is the toil of that house, and the inextricable wandering"},{"id":347,"quote":"ARMS, and the man I sing,"},{"id":348,"quote":"Una salus victis, nullam sperare salutem!"},{"id":349,"quote":"A noble inner shrine waits for you too in our kingdom.There, gracious one, I will place your oracles, and mysticutterances spoken to my people, and consecrate picked men.Only do not write your verses on the leaves, lest they fly,disordered playthings of the rushing winds: chant themfrom your own mouth."},{"id":350,"quote":"Endure for a while, and live for a happier day."},{"id":351,"quote":"Yield thou not to adversity,but press on more bravely."},{"id":352,"quote":"To decent Avernus is easy;the gate of Pluto standsopen night and day; but toretrace onesʼs steps andreturn to the upper air, thatis the toil, that is thedifficulty."},{"id":353,"quote":"Now when these souls have trodden the full circle of a thousand years, God call's all of them forth in long procession to the Lethe River, and this he does so that when they again visit the sky's vault they may be without memory, and a wish to re-enter bodily life may dawn."},{"id":354,"quote":"What good are prayers and shrines to a person mad with love?"},{"id":355,"quote":"A god rejoices in an odd number."},{"id":356,"quote":"It is for men to make wage war and make peace; for that task is theirs."},{"id":357,"quote":"See who I am, whose great age, exhausted and decayed and past the fertile time for truth, deludes me with imaginary dread when I prophesy of warring kings! Look now at this. I come from the Dread Sisters' station; and in my hand I bear war and death."},{"id":358,"quote":"I am that poet who in times past made the light melody of pastoral poetry. In my next poem I left the woods for the adjacent farmlands, teaching them to obey even the most exacting tillers of the soil; and the farmers liked my work. But now I turn to the terrible strife of Mars."},{"id":359,"quote":"I will carry you on my back. This labor of love will never wear me down. Whatever falls to us now, we both will share one peril, one path to safety."},{"id":360,"quote":"How fortunate were you, thrice fortunate and more, whose luck it was to die under the high walls of Troy before your parents' eyes!"},{"id":361,"quote":"O Achates, where in the world is there a country, or any place in it, unreached by our suffering? Look; there is Priam. Even here high merit has its due; there is pity for a world's distress, and a sympathy for short lived humanity."},{"id":362,"quote":"Some of us looked in awed wonder at that massive horse, the gift for Minerva, the never-wed, which was to be our destruction."},{"id":363,"quote":"We, poor fools, spent this our last day decorating with festal greenery every temple in our town."},{"id":364,"quote":"Vertitur interea caelum et ruit oceano nox,inuoluens umbra magna terramque polumque."},{"id":365,"quote":"For each man his day stands fixed. For all mankind the days of life are few, and not to be restored. But to prolong fame by deeds, that is valour's task. (Hercules to Pallas)"},{"id":366,"quote":"I seek for myself no joy in life; that would be sin; but only to bring some joy to my son among the shades. (Evander)"},{"id":367,"quote":"We make our destiny by our choice of the gods."},{"id":368,"quote":"Horns and hounds awake the princely train; and issue early through the city gate,There more wakeful huntsmen ready wait, with nets and darts beside swift horse, and spartan dogs.Come the Tyrian peers and officers of state for the slow queen in antechambers waits;Her lofty courser in the court below who his majestic rider seems to know, proud of his purple trappings he paws the ground and champs the golden bit to spread the foam around.Queen Dido at length appears; flowered simar with golden fringe adorned, and at her back a golden quiver bore; her flowing hair a golden caul restrains, a golden clasp the Tyrian robe sustains."},{"id":369,"quote":"Felix qui potuit rerum cognoscere causas,              atque metus omnis et inexorabile fatumsubiecit pedibus strepitumque Acherontis auari.Felix qui potuit rerum cognoscere causas,              atque metus omnis et inexorabile fatumsubiecit pedibus strepitumque Acherontis auari.(on Lucretius)"},{"id":370,"quote":"Entfachen die Götter den Eifer der Menschen,oder erhebt man das eigene grausame Trachten zur Gottheit?"},{"id":371,"quote":"Through chances various, through all vicissitudes, we make our way."},{"id":372,"quote":"Women were ever things of many changing moods. [Apollo]"},{"id":373,"quote":"Sweet relics, sweet so long as God and Destiny allowed, now receive my life-breath, and set me free from this suffering. I have lived my life and finished the course which Fortune allotted me."},{"id":374,"quote":"Ah, Palinurus, you were too trustful of the calm sky and sea. So you will lie, a shroudless form, on an unknown strand."},{"id":375,"quote":"Facilis descensus averno."}]