[{"id":1,"quote":"If you want to know who controls you, look at who you are not allowed to criticize."},{"id":2,"quote":"If there’s life on other planets, then the earth is the Universe’s insane asylum."},{"id":3,"quote":"Anyone who has the power to make you believe absurdities has the power to make you commit injustices."},{"id":4,"quote":"The more often a stupidity is repeated, the more it gets the appearance of wisdom."},{"id":5,"quote":"So long as the people do not care to exercise their freedom, those who wish to tyrannize will do so; for tyrants are active and ardent, and will devote themselves in the name of any number of gods, religious and otherwise, to put shackles upon sleeping men."},{"id":6,"quote":"The right to free speech is more important than the content of the speech."},{"id":7,"quote":"It is difficult to free fools from the chains they revere."},{"id":8,"quote":"Doctors put drugs of which they know little into bodies of which they know less for diseases of which they know nothing at all."},{"id":9,"quote":"Those who can be made to believe absurdities can be made to commit atrocities."},{"id":10,"quote":"Many are destined to reason wrongly; others, not to reason at all; and others, to persecute those who do reason."},{"id":11,"quote":"Everything you say should be true, but not everything true should be said."},{"id":12,"quote":"It is dangerous to be right in matters where established men are wrong."},{"id":13,"quote":"The most important decision you make is to be in a good mood."},{"id":14,"quote":"A yawn may not be polite, but at least it is an honest opinion."},{"id":15,"quote":"The comfort of the rich depends upon an abundant supply of the poor."},{"id":16,"quote":"The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone else's eyes."},{"id":17,"quote":"Is politics nothing other than the art of deliberately lying?"},{"id":18,"quote":"The human brain is a complex organ with the wonderful power of enabling man to find reasons for continuing to believe whatever it is that he wants to believe."},{"id":19,"quote":"Opinion has caused more trouble on this little earth than plagues or earthquakes."},{"id":20,"quote":"Judge a man by his questions rather than his answers."},{"id":21,"quote":"In general, the art of government consists of taking as much money as possible from one class of citizens to give to another."},{"id":22,"quote":"The art of medicine consists in amusing the patient while nature cures the disease."},{"id":23,"quote":"The only way to comprehend what mathematicians mean by Infinity is to contemplate the extent of human stupidity."},{"id":24,"quote":"It is not inequality which is the real misfortune, it is dependence."},{"id":25,"quote":"Every man can educate himself. It's shameful to put one's mind into the hands of those whom you wouldn't entrust with your money. Dare to think for yourself."},{"id":26,"quote":"Cherish those who seek the truth but beware of those who find it."},{"id":27,"quote":"Dont think money does everything or you are going to end up doing everything for money."},{"id":28,"quote":"Democracy is just a filler for textbooks! Do you actually believe that public opinion influences the government?"},{"id":29,"quote":"Je ne suis pas d'accord avec ce que vous dites, mais je d‚fendrai jusqu'... la mort le droit que vous avez de le dire/ I do not agree with what you have to say, but I'll defend to the death your right to say it"},{"id":30,"quote":"Give me the patience for the small things of life, courage for the great trials of life. Help me to do my best each day and then go to sleep knowing God is awake."},{"id":31,"quote":"Beware of the words \"internal security,\" for they are the eternal cry of the oppressor."},{"id":32,"quote":"The more a man knows, the less he talks."},{"id":33,"quote":"Prejudices are what fools use for reason."},{"id":34,"quote":"It is clear that the individual who persecutes a man, his brother, because he is not of the same opinion, is a monster."},{"id":35,"quote":"We are all guilty of the good we did not do"},{"id":36,"quote":"Tyrants have always some slight shade of virtue; they support the laws before destroying them."},{"id":37,"quote":"Think for yourselves and let others enjoy the privilege to do so, too."},{"id":38,"quote":"The longer we dwell on our misfortunes, the greater is their power to harm us"},{"id":39,"quote":"Paper money eventually returns to its intrinsic value - zero."},{"id":40,"quote":"Doubt is uncomfortable, certainty is ridiculous."},{"id":41,"quote":"The art of government is to make two-thirds of a nation pay all it possibly can pay for the benefit of the other third."},{"id":42,"quote":"‎Life is a shipwreck, but we must not forget to sing in the lifeboats."},{"id":43,"quote":"Common sense is not so common."},{"id":44,"quote":"Animals have these advantages over man: they never hear the clock strike, they die without any idea of death, they have no theologians to instruct them, their last moments are not disturbed by unwelcome and unpleasant ceremonies, their funerals cost them nothing, and no one starts lawsuits over their wills."},{"id":45,"quote":"The happiest of all lives is a busy solitude."},{"id":46,"quote":"The more I read, the more I acquire, the more certain I am that I know nothing."},{"id":47,"quote":"What is history? The lie that everyone agrees on."},{"id":48,"quote":"Dare to think for yourself."},{"id":49,"quote":"Each player must accept the cards life deals him or her: but once they are in hand, he or she alone must decide how to play the cards in order to win the game."},{"id":50,"quote":"I have never made but one prayer to God, a very short one: 'O Lord make my enemies ridiculous.' And God granted it."},{"id":51,"quote":"Sensual pleasure passes and vanishes, but the friendship between us, the mutual confidence, the delight of the heart, the enchantment of the soul, these things do not perish and can never be destroyed."},{"id":52,"quote":"Men appear to prefer ruining one another's fortunes, and cutting each other's throats about a few paltry villages, to extending the grand means of human happiness."},{"id":53,"quote":"The true character of liberty is independence, maintained by force."},{"id":54,"quote":"The tyranny of the many would be when one body takes over the rights of others, and then exercises its power to change the laws in its favor."},{"id":55,"quote":"Every man is a creature of the age in which he lives and few are able to raise themselves above the ideas of the time."},{"id":56,"quote":"Writing is the painting of the voice."},{"id":57,"quote":"No problem can withstand the assault of sustained thinking."},{"id":58,"quote":"As long as people believe in absurdities they will continue to commit atrocities."},{"id":59,"quote":"No opinion is worth burning your neighbor for."},{"id":60,"quote":"Clever tyrants are never punished."},{"id":61,"quote":"When you arise in the morning, give thanks for the morning light, for your life and strength. Give thanks for your food, and the joy of living. Tecumseh Appreciation is a wonderful thing; it makes what is excellent in others belong to us as well."},{"id":62,"quote":"The best government is a benevolent tyranny tempered by an occasional assassination."},{"id":63,"quote":"One great use of words is to hide our thoughts."},{"id":64,"quote":"To succeed in the world it is not enough to be stupid, you must also be well-mannered."},{"id":65,"quote":"The true triumph of reason is that it enables us to get along with those who do not possess it."},{"id":66,"quote":"A long dispute means both parties are wrong."},{"id":67,"quote":"Being unable to make people more reasonable, I preferred to be happy away from them"},{"id":68,"quote":"It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets."},{"id":69,"quote":"The Bible.  That is what fools have written, what imbeciles commend, what rogues teach and young children are made to learn by heart."},{"id":70,"quote":"If we believe absurdities, we shall commit atrocities."},{"id":71,"quote":"What is madness? To have erroneous perceptions and to reason correctly from them."},{"id":72,"quote":"I cannot imagine how the clockwork of the universe can exist without a clockmaker."},{"id":73,"quote":"Present opportunities are not to be neglected; they rarely visit us twice."},{"id":74,"quote":"The more he became truly wise, the more he distrusted everything he knew."},{"id":75,"quote":"Despite the enormous quantity of books, how few people read! And if one reads profitably, one would realize how much stupid stuff the vulgar herd is content to swallow every day."},{"id":76,"quote":"If one does not reflect, one thinks oneself master of everything; but when one does reflect, one realizes that one is master of nothing."},{"id":77,"quote":"He must be very ignorant for he answers every question he is asked."},{"id":78,"quote":"The perfect is the enemy of the good."},{"id":79,"quote":"Once your faith persuades you to believe what your intelligence declares absurd, beware, lest you likewise sacrifice your reason in the conduct of your life."},{"id":80,"quote":"You have no control over the hand that life deals you, but how you play that hand is entirely up to you."},{"id":81,"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well."},{"id":82,"quote":"Christianity is the most ridiculous, the most absurd and bloody religion that has ever infected the world."},{"id":83,"quote":"The biggest reward for a thing well done is to have done it."},{"id":84,"quote":"Earth is an insane asylum, to which the other planets deport their lunatics."},{"id":85,"quote":"God created sex. Priests created marriage."},{"id":86,"quote":"Which is more dangerous: fanaticism or atheism? Fanaticism is certainly a thousand times more deadly; for atheism inspires no bloody passion whereas fanaticism does; atheism is opposed to crime and fanaticism causes crimes to be committed."},{"id":87,"quote":"When it is a question of money, everybody is of the same religion."},{"id":88,"quote":"Faith consists in believing what reason cannot."},{"id":89,"quote":"The more you know, the less sure you are."},{"id":90,"quote":"All the reasonings of men are not worth one sentiment of women."},{"id":91,"quote":"Work spares us from three evils: boredom, vice, and need."},{"id":92,"quote":"It is the characteristic of the most stringent censorships that they give credibility to the opinions they attack."},{"id":93,"quote":"The Jews have always been waiting for a Messiah, but their Messiah is for them only, not for us, a Messiah ho will give them mastery over the Christians."},{"id":94,"quote":"Be bold, proclaim it everywhere: They only live who dare."},{"id":95,"quote":"God is always on the side of the heaviest battalions."},{"id":96,"quote":"What can you say to a man who tells you he prefers obeying God rather than men, and that as a result he's certain he'll go to heaven if he cuts your throat?"},{"id":97,"quote":"To the wicked, everything serves as pretext."},{"id":98,"quote":"May God defend me from my friends: I can defend myself from my enemies."},{"id":99,"quote":"The man who says to me, \"Believe as I do, or God will damn you,\" will presently say, \"Believe as I do, or I shall assassinate you.\""},{"id":100,"quote":"God created woman to tame man."},{"id":101,"quote":"We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature."},{"id":102,"quote":"Liberty of thought is the life of the soul."},{"id":103,"quote":"One day everything will be well, that is our hope. Everything's fine today, that is our illusion."},{"id":104,"quote":"Is there anyone so wise as to learn by the experience of others?"},{"id":105,"quote":"There is no such thing as an accident. What we call by that name is the effect of some cause which we do not see."},{"id":106,"quote":"Men will commit atrocities as long as they believe absurdities."},{"id":107,"quote":"Wherever my travels may lead, paradise is where I am."},{"id":108,"quote":"Time is man's most precious asset. All men neglect it; all regret the loss of it; nothing can be done without it."},{"id":109,"quote":"The greatest consolation in life is to say what one thinks."},{"id":110,"quote":"I hate women because they always know where things are."},{"id":111,"quote":"There can be no happiness without good health"},{"id":112,"quote":"Marriage is the only adventure open to the cowardly."},{"id":113,"quote":"If you have two religions in your land, the two will cut each other’s throats; but if you have thirty religions, they will dwell in peace"},{"id":114,"quote":"I have chosen to be happy because it is goo for my health."},{"id":115,"quote":"Fools have a habit of believing that everything written by a famous author is admirable. For my part I read only to please myself and like only what suits my taste."},{"id":116,"quote":"Language is a very difficult thing to put into words."},{"id":117,"quote":"War is the greatest of all crimes; and yet there is no aggressor who does not color his crime with the pretext of justice."},{"id":118,"quote":"The Jews are of all peoples the grosses, the most ferocious, the most fanatical, and the most absurd."},{"id":119,"quote":"A man loved by a beautiful woman will always get out of trouble."},{"id":120,"quote":"If mankind were born tomorrow it would divide into groups; each would scramble to invent their one and only god, and set about butchering each-other."},{"id":121,"quote":"Never having been able to succeed in the world, he took his revenge by speaking ill of it."},{"id":122,"quote":"It is the first law of friendship that it has to be cultivated. The second is to be indulgent when the first law is neglected."},{"id":123,"quote":"It is said that the present is pregnant with the future."},{"id":124,"quote":"Among the illusions which have invested our civilization is an absolute belief that the solutions to our problems must be a more determined application of rationally organized expertise... The reality is that our problems are largely the product of that application."},{"id":125,"quote":"Common sense is both more rare and more desirable in leaders than mere intelligence."},{"id":126,"quote":"He who thinks himself wise, O heavens! is a great fool."},{"id":127,"quote":"Men will always be mad, and those who think they can cure them are the maddest of all."},{"id":128,"quote":"God is a circle whose center is everywhere and circumference nowhere."},{"id":129,"quote":"Ice-cream is exquisite - what a pity it isn't illegal."},{"id":130,"quote":"Life is thickly sown with thorns. I know no other remedy than to pass rapidly over them. The longer we dwell on our misfortunes the greater is their power to harm us."},{"id":131,"quote":"Tears are the silent language of grief."},{"id":132,"quote":"What most persons consider as virtue, after the age of 40 is simply a loss of energy."},{"id":133,"quote":"Our wretched species is so made that those who walk on the well-trodden path always throw stones at those who are showing a new road."},{"id":134,"quote":"It is the poverty connected with our species which subordinates one man to another. It is not inequality which is the real misfortune, it is dependence."},{"id":135,"quote":"It is up to us to cultivate our garden."},{"id":136,"quote":"To really enjoy pleasures, you must know how to leave them."},{"id":137,"quote":"He who cannot shine by thought, seeks to bring himself into notice by a witticism."},{"id":138,"quote":"One should always aim at being interesting, rather than exact."},{"id":139,"quote":"I would rather obey a fine lion, much stronger than myself, than two hundred rats of my own species."},{"id":140,"quote":"He who seeks truth should be of no country."},{"id":141,"quote":"I have been a hundred times on the point of killing myself, but still was fond of life. This ridiculous weakness is perhaps one of our worst instincts. What can be more absurd than choosing to carry a burden that one really wants to throw to the ground? To detest, and yet to strive to preserve our existence? To caress the serpent that devours us, and hug him close to our bosoms till he has gnawed into our hearts?"},{"id":142,"quote":"To achieve a goal, a dream, a wish, you must plan it out for success!"},{"id":143,"quote":"Every one should be his own physician. We ought to assist, and not to force nature. Eat with moderation...Nothing is good for the body but what we can digest. What medicine can procure digestion? Exercise. What will recruit strength? Sleep."},{"id":144,"quote":"The wicked can have only accomplices, the voluptuous have companions in debauchery, self-seekers have associates, the politic assemble the factions, the typical idler has connections, princes have courtiers. Only the virtuous have friends."},{"id":145,"quote":"There are two things for which animals are to be envied: they know nothing of future evils, or of what people say about them."},{"id":146,"quote":"If God did not exist, He would have to be invented. But all nature cries aloud that he does exist: that there is a supreme intelligence, an immense power, an admirable order, and everything teaches us our own dependence on it."},{"id":147,"quote":"The pursuit of pleasure must be the goal of every rational person."},{"id":148,"quote":"Our character is composed of our ideas and our feelings: and, since it has been proved that we give ourselves neither feelings nor ideas, our character does not depend on us. If it did depend on us, there is nobody who would not be perfect. If one does not reflect, one thinks oneself master of everything; but when one does reflect, one realizes that one is master of nothing"},{"id":149,"quote":"There is only one morality, as there is only one geometry."},{"id":150,"quote":"Those who think are excessively few; and those few do not set themselves to disturb the world."},{"id":151,"quote":"The institution of religion exists only to keep mankind in order, and to make men merit the goodness of God by their virtue. Everything in a religion which does not tend towards this goal must be considered foreign or dangerous."},{"id":152,"quote":"Men argue. Nature acts."},{"id":153,"quote":"I know of no great men except those who have rendered great service to the human race."},{"id":154,"quote":"Persistence with patience and prayer pays with profits, prosperity and peace of mind."},{"id":155,"quote":"The secret of being a bore... is to tell everything."},{"id":156,"quote":"One always begins with the simple, then comes the complex, and by superior enlightenment one often reverts in the end to the simple. Such is the course of human intelligence."},{"id":157,"quote":"Prejudices are what rule the vulgar crowd."},{"id":158,"quote":"Man is free at the instant he wants to be."},{"id":159,"quote":"Chance is a word void of sense; nothing can exist without a cause."},{"id":160,"quote":"Discord is the great ill of mankind; and tolerance is the only remedy for it."},{"id":161,"quote":"Appreciation is a wonderful thing: It makes what is excellent in others belong to us as well."},{"id":162,"quote":"Being a bird ain't all about flying and shitting from high places."},{"id":163,"quote":"Use, do not abuse; neither abstinence nor excess ever renders man happy."},{"id":164,"quote":"It is not the answers you give, but the questions you ask."},{"id":165,"quote":"So it is the human condition that to wish for the greatness of one's fatherland is to wish evil to one's neighbors. The citizen of the universe would be the man who wishes his country never to be either greater or smaller, richer or poorer."},{"id":166,"quote":"Such then is the human condition, that to wish greatness for one's country is to wish harm to one's neighbors."},{"id":167,"quote":"There are truths which are not for all men, nor for all times."},{"id":168,"quote":"Optimism is the madness of insisting that all is well when we are miserable."},{"id":169,"quote":"A clergyman is one who feels himself called upon to live without working at the expense of the rascals who work to live."},{"id":170,"quote":"Fanaticism is a monster that pretends to be the child of religion"},{"id":171,"quote":"I have lived eighty years of life and know nothing for it, but to be resigned and tell myself that flies are born to be eaten by spiders and man to be devoured by sorrow."},{"id":172,"quote":"It requires ages to destroy a popular opinion."},{"id":173,"quote":"I read these words which are the sum of all moral philosophy, and which cut short all the disputes of the casuists: When in doubt if an action is good or bad, refrain."},{"id":174,"quote":"History never repeats itself. Man always does."},{"id":175,"quote":"History contains little beyond a list of people who have accommodate themselves with other people's property."},{"id":176,"quote":"True greatness consists in the use of a powerful understanding to enlighten oneself and others."},{"id":177,"quote":"Men hate the individual whom they call avaricious only because there is nothing to be gained by him."},{"id":178,"quote":"Let all the laws be clear, uniform and precise for interpreting laws is almost always to corrupt them."},{"id":179,"quote":"Opinion is called the queen of the world; it is so, for when reason opposes it, it is condemned to death. It must rise twenty times from its ashes to gradually drive away the usurper."},{"id":180,"quote":"Every sensible man, every honest man, must hold the Christian sect in horror. But what shall we substitute in its place? you say. What? A ferocious animal has sucked the blood of my relatives. I tell you to rid yourselves of this beast, and you ask me what you shall put in its place ?"},{"id":181,"quote":"Poetry is the music of the soul, and, above all, of great and feeling souls."},{"id":182,"quote":"To pray to God is to flatter oneself that with words one can alter nature."},{"id":183,"quote":"Stand upright, speak thy thoughts, declare The truth thou hast, that all may share; Be bold, proclaim it everywhere: They only live who dare."},{"id":184,"quote":"He who is involved in ecstasies and visions, who takes dreams for reality, and his own imagination for prophesy, is a fanatical novice of great hope and promise, and will soon advance to the higher stage and kill men for the love of God."},{"id":185,"quote":"We only half live when we only half think."},{"id":186,"quote":"Go get yourself crucified and then rise on the third day."},{"id":187,"quote":"To announce truths is an infallible receipt for being persecuted."},{"id":188,"quote":"It is one of the superstitions of the human mind to have imagined that virginity could be a virtue."},{"id":189,"quote":"To make a vow for life is to make oneself a slave."},{"id":190,"quote":"Love truth, but pardon error."},{"id":191,"quote":"He was a great patriot, a humanitarian, a loyal friend; provided, of course, he really is dead."},{"id":192,"quote":"To hold a pen is to be at war."},{"id":193,"quote":"He who doesn't have the spirit of his time, has all its misery."},{"id":194,"quote":"What is toleration? It is the prerogative of humanity. We are all steeped in weaknesses and errors: Let us forgive one another's follies, it is the first law of nature."},{"id":195,"quote":"All men are born with a nose and ten fingers, but no one was born with a knowledge of God."},{"id":196,"quote":"Self love is the instrument of our preservation."},{"id":197,"quote":"Originality is nothing but judicious imitation. The most original writers borrowed one from another."},{"id":198,"quote":"Theological religion is the source of all imaginable follies and disturbances. It is the parent of fanaticism and civil discord; it is the enemy of mankind."},{"id":199,"quote":"It is not enough to conquer; one must learn to seduce."},{"id":200,"quote":"\"You're a bitter man,\" said Candide. \n\"That's because I've lived,\" said Martin."},{"id":201,"quote":"In every province, the chief occupations, in order of importance, are lovemaking, malicious gossip, and talking nonsense."},{"id":202,"quote":"A false science makes atheists, a true science prostrates men before the Deity"},{"id":203,"quote":"There are men who can think no deeper than a fact."},{"id":204,"quote":"Atheism is the vice of a few intelligent people."},{"id":205,"quote":"You will notice that in all disputes between Christians since the birth of the Church, Rome has always favored the doctrine which most completely subjugated the human mind and annihilated reason."},{"id":206,"quote":"What is not in nature can never be true."},{"id":207,"quote":"It is not more surprising to be born twice than once; everything in nature is resurrection."},{"id":208,"quote":"The necessity of saying something, the embarrassment produced by the consciousness of having nothing to say, and the desire to exhibit ability, are three things sufficient to render even a great man ridiculous."},{"id":209,"quote":"Adultery is an evil only inasmuch as it is a theft; but we do not steal that which is given to us."},{"id":210,"quote":"How pleasant it is for a father to sit at his child's board. It is like an aged man reclining under the shadow of an oak which he has planted."},{"id":211,"quote":"True power and true politeness are above vanity."},{"id":212,"quote":"Madness is to think of too many things in succession too fast, or of one thing too exclusively."},{"id":213,"quote":"All succeeds with people who are sweet and cheerful."},{"id":214,"quote":"All sects are different, because they come from men; morality is everywhere the same, because it comes from God."},{"id":215,"quote":"The prudent man does himself good; the virtuous one does it to other men."},{"id":216,"quote":"The most genuine and efficacious charity is that which greases the paws of the priests; such charity covers a multitude of sins."},{"id":217,"quote":"Nothing can be more contrary to religion and the clergy than reason and common sense."},{"id":218,"quote":"Indolence is sweet, and its consequences bitter."},{"id":219,"quote":"I believe that there never was a creator of a philosophical system who did not confess at the end of his life that he had wasted his time. It must be admitted that the inventors of the mechanical arts have been much more useful to men that the inventors of syllogisms. He who imagined a ship towers considerably above him who imagined innate ideas."},{"id":220,"quote":"It is better to risk saving a guilty man than to condemn an innocent one."},{"id":221,"quote":"Everything's fine today, that is our illusion."},{"id":222,"quote":"The atheists are for the most part imprudent and misguided scholars who reason badly who, not being able to understand the Creation, the origin of evil, and other difficulties, have recourse to the hypothesis the eternity of things and of inevitability."},{"id":223,"quote":"Nothing would be more tiresome than eating and drinking if God had not made them a pleasure as well as a necessity."},{"id":224,"quote":"Do well and you will have no need for ancestors."},{"id":225,"quote":"We should be considerate to the living; to the dead we owe only the truth."},{"id":226,"quote":"Every sensible man, every honorable man, must hold the Christian sect in horror.\" \"Christianity is the most ridiculous, the most absurd and bloody religion that has ever infected the world.\" \"Nothing can be more contrary to religion and the clergy than reason and common sense.\" \"If we believe absurdities, we shall commit atrocities."},{"id":227,"quote":"Dogs, monkeys, and parrots are a thousand times less miserable than we are."},{"id":228,"quote":"Men are equal; it is not birth but virtue that makes the difference."},{"id":229,"quote":"Faith consists in believing not what seems true, but what seems false to our understanding."},{"id":230,"quote":"Superstition is to religion what astrology is to astronomy the mad daughter of a wise mother. These daughters have too long dominated the earth."},{"id":231,"quote":"Mortals are equal; their mask differs."},{"id":232,"quote":"The truths of religion are never so well understood as by those who have lost the power of reason."},{"id":233,"quote":"Paradise was made for tender hearts; hell, for loveless hearts."},{"id":234,"quote":"Prejudice is an opinion without judgment."},{"id":235,"quote":"The interest I have to believe a thing is no proof that such a thing exists."},{"id":236,"quote":"It requires twenty years for a man to rise from the vegetable state in which he is within his mother's womb, and from the pure animal state which is the lot of his early childhood, to the state when the maturity of reason begins to appear. It has required thirty centuries to learn a little about his structure. It would need eternity to learn something about his soul. It takes an instant to kill him."},{"id":237,"quote":"All is a miracle. The stupendous order of nature, the revolution of a hundred millions of worlds around a million of stars, the activity of light, the life of all animals, all are grand and perpetual miracles."},{"id":238,"quote":"He wanted to know how they prayed to God in El Dorado. \"We do not pray to him at all,\" said the reverend sage. \"We have nothing to ask of him. He has given us all we want, and we give him thanks continually."},{"id":239,"quote":"The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death."},{"id":240,"quote":"A minister of state is excusable for the harm he does when the helm of government has forced his hand in a storm; but in the calm he is guilty of all the good he does not do."},{"id":241,"quote":"Men who have seen life and death... as an unbroken continuum, the swinging pendulum, have been able to move as freely into death as they walked through life. Socrates went to the grave almost perplexed by his companions' tears."},{"id":242,"quote":"It is love; love, the comfort of the human species, the preserver of the universe, the soul of all sentient beings, love, tender love."},{"id":243,"quote":"Faith consists in believing when it is beyond the power of reason to believe."},{"id":244,"quote":"A multitude of laws in a country is like a great number of physicians, a sign of weakness and malady."},{"id":245,"quote":"Most of my life has been one tragedy after another, most of which hasn't happened."},{"id":246,"quote":"History is the study of the world's crime"},{"id":247,"quote":"Great men have all been formed either before academies or independent of them."},{"id":248,"quote":"There are no sects in geometry."},{"id":249,"quote":"Slavery is also as ancient as war, and war as human nature."},{"id":250,"quote":"When truth is evident, it is impossible for parties and factions to rise. There never has been a dispute as to whether there is daylight at noon."},{"id":251,"quote":"Pleasure has its time; so too, has wisdom. Make love in thy youth, and in old age attend to thy salvation."},{"id":252,"quote":"Now, now my good man, this is no time to be making enemies.\" (Voltaire on his deathbed in response to a priest asking him that he renounce Satan.)"},{"id":253,"quote":"If God created us in his own image, we have more than reciprocated."},{"id":254,"quote":"If it's too silly to be said, it can always be sung."},{"id":255,"quote":"Philosopher: A lover of wisdom, which is to say, Truth."},{"id":256,"quote":"It is the triumph of superior reason to live with folks who don't have any."},{"id":257,"quote":"If God did not exist, it would be necessary to invent Him."},{"id":258,"quote":"A little evil is often necessary for obtaining a great good."},{"id":259,"quote":"Men use thought only as authority for their injustice, and employ speech only to conceal their thoughts."},{"id":260,"quote":"The history of human opinion is scarcely anything more than the history of human errors."},{"id":261,"quote":"Our priests are not what a silly populace supposes; all their learning consists in our credulity."},{"id":262,"quote":"The question of good and evil remains in irremediable chaos for those who seek to fathom it in reality. It is mere mental sport to the disputants, who are captives that play with their chains."},{"id":263,"quote":"Whosoever does not know how to recognize the faults of great men is incapable of estimating their perfections."},{"id":264,"quote":"If you are attacked as regards your style, never reply; it is for your work alone to make answer."},{"id":265,"quote":"\"I have no more than twenty acres of ground,\" he replied, \"the whole of which I cultivate myself with the help of my children; and our labor keeps off from us the three great evils - boredom, vice, and want.\""},{"id":266,"quote":"Fame is a heavy burden."},{"id":267,"quote":"A physician is one who pours drugs of which he knows little into a body of which he knows less."},{"id":268,"quote":"We are obliged to place ourselves on the level of our age before we can rise above it."},{"id":269,"quote":"God prefers bad verses recited with a pure heart to the finest verses chanted by the wicked."},{"id":270,"quote":"A woman can keep one secret the secret of her age."},{"id":271,"quote":"It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind."},{"id":272,"quote":"The passions are the winds which fill the sails of the vessel; they sink it at times, but without them it would be impossible to make way."},{"id":273,"quote":"It is not enough to be exceptionally mad, licentious and fanatical in order to win a great reputation; it is still necessary to arrive on the scene at the right time."},{"id":274,"quote":"There is a pleasure in not being pleased."},{"id":275,"quote":"The opportunity for doing mischief is found a hundred times a day, and of doing good once in a year."},{"id":276,"quote":"Let us confess it: evil strides the world."},{"id":277,"quote":"I should like to know which is worse: to be ravished a hundred times by pirates, and have a buttock cut off, and run the gauntlet of the Bulgarians, and be flogged and hanged in an auto-da-fe, and be dissected, and have to row in a galley -- in short, to undergo all the miseries we have each of us suffered -- or simply to sit here and do nothing?' That is a hard question,' said Candide."},{"id":278,"quote":"Originality is nothing but judicious plagiarism."},{"id":279,"quote":"The punishment of criminals should be of use; when a man is hanged he is good for nothing."},{"id":280,"quote":"In the case of news, we should always wait for the sacrament of confirmation."},{"id":281,"quote":"The man who leaves money to charity in his will is only giving away what no longer belongs to him"},{"id":282,"quote":"I read only to please myself, and enjoy only what suits my taste."},{"id":283,"quote":"The famous physician Dumoulin said when dying, 'I leave two great physicians behind me, simple food and pure water.'"},{"id":284,"quote":"Anyone who seeks to destroy the passions instead of controlling them is trying to play the angel."},{"id":285,"quote":"A good cook is a certain slow poisoner, if you are not temperate."},{"id":286,"quote":"A good imitation is the most perfect originality"},{"id":287,"quote":"We know that all the arts are brothers, that each of them illuminates another, and that a universal light results."},{"id":288,"quote":"Let us therefore reject all superstition in order to become more human; but in speaking against fanaticism, let us not imitate the fanatics: they are sick men in delirium who want to chastise their doctors. Let us assuage their ills, and never embitter them, and let us pour drop by drop into their souls the divine balm of toleration, which they would reject with horror if it were offered to them all at once."},{"id":289,"quote":"He is lifeless that is faultless."},{"id":290,"quote":"Indeed, history is nothing more than a tableau of crimes and misfortunes."},{"id":291,"quote":"The way to be a bore is to say everything."},{"id":292,"quote":"Ideas are like beards; men do not have them until they grow up."},{"id":293,"quote":"Reading nurtures the soul, and an enlightened friend brings it solace."},{"id":294,"quote":"What is tolerance? It is the consequence of humanity. We are all formed of frailty and error; let us pardon reciprocally each other's folly - that is the first law of nature."},{"id":295,"quote":"What! Have you no monks to teach, to dispute, to govern, to intrigue and to burn people who do not agree with them?"},{"id":296,"quote":"Constant happiness is the philosopher's stone of the soul."},{"id":297,"quote":"It is vain for the coward to flee; death follows close behind; it is only by defying it that the brave escape."},{"id":298,"quote":"All men are by nature free; you have therefore an undoubted liberty to depart whenever you please, but will have many and great difficulties to encounter in passing the frontiers."},{"id":299,"quote":"A lady of honor may be raped once, but it strengthens her virtue."},{"id":300,"quote":"Inspiration: A peculiar effect of divine flatulence emitted by the Holy Spirit which hisses into the ears of a few chosen of God."},{"id":301,"quote":"Exaggeration, the inseparable companion of greatness."},{"id":302,"quote":"If we would destroy the Christian religion, we must first of all destroy man's belief in the Bible."},{"id":303,"quote":"Of all religions, the Christian should of course inspire the most tolerance, but until now Christians have been the most intolerant of all men."},{"id":304,"quote":"Injustice in the end produces independence."},{"id":305,"quote":"Secret griefs are more cruel than public calamities."},{"id":306,"quote":"Verses which do not teach men new and moving truths do not deserve to be read."},{"id":307,"quote":"History is only the pattern of silken slippers descending the stairs to the thunder of hobnailed boots climbing upward from below."},{"id":308,"quote":"Needless to say since Christ's expiation not one single Christian has been known to sin, or die."},{"id":309,"quote":"I die adoring God, loving my friends, not hating my enemies, and detesting superstition."},{"id":310,"quote":"If you want good laws, burn those you have and make new ones."},{"id":311,"quote":"A good action is preferable to an argument."},{"id":312,"quote":"I have wanted to kill myself a million times, \n but somehow I am still in love with life."},{"id":313,"quote":"It is only through timidity that states are lost."},{"id":314,"quote":"History is the recital of facts represented as true. Fable, on the other hand, is the recital of facts represented as fiction."},{"id":315,"quote":"The best is the enemy of the good."},{"id":316,"quote":"The monster, fanaticism, still exists, and whoever seeks after truth will run the risk of being persecuted."},{"id":317,"quote":"For seventeen hundred years the Christian sect has done nothing but harm."},{"id":318,"quote":"We adore, we invoke, we seek to appease, only that which we fear."},{"id":319,"quote":"To enjoy life we must touch much of it lightly."},{"id":320,"quote":"Where some states possess an army, the Prussian Army possesses a state."},{"id":321,"quote":"Everything happens through immutable laws, ...everything is necessary... There are,  some persons say, some events which are necessary and others which are not. It would be very comic that one part of the world was arranged, and the other were not; that one part of what happens had to happen and that another part of what happens did not have to happen. If one looks closely at it, one sees that the doctrine contrary to that of destiny is absurd; but there are many people destined to reason badly; others not to reason at all others to persecute those who reason."},{"id":322,"quote":"Let each of us boldly and honestly say: How little it is that I really know!"},{"id":323,"quote":"Shun idleness. It is rust that attaches itself to the most brilliant metals."},{"id":324,"quote":"A physician is an unfortunate gentleman who is every day required to perform a miracle; namely to reconcile health with intemperance."},{"id":325,"quote":"It is not love that should be depicted as blind, but self-love."},{"id":326,"quote":"What is faith? Is it to believe that which is evident? No. It is perfectly evident to my mind that there exists a necessary, eternal, supreme, and intelligent being. This is no matter of faith, but of reason."},{"id":327,"quote":"The Pope is an idol whose hands are tied and whose feet are kissed."},{"id":328,"quote":"We are rarely proud when we are alone."},{"id":329,"quote":"To succeed in chaining the multitude, you must seem to wear the same fetters."},{"id":330,"quote":"There is an astonishing imagination, even in the science of mathematics. ... We repeat, there was far more imagination in the head of Archimedes than in that of Homer."},{"id":331,"quote":"It would be very singular that all nature, all the planets, should obey eternal laws, and that there should be a little animal five feet high, who, in contempt of these laws, could act as he pleased, solely according to his caprice."},{"id":332,"quote":"The only way to compel men to speak good of us is to do it."},{"id":333,"quote":"History is fables agreed upon."},{"id":334,"quote":"The darkness is at its deepest. Just before the sunrise."},{"id":335,"quote":"Villains are undone by what is worst in them, heroes by what is best."},{"id":336,"quote":"Answer me, you who believe that animals are only machines. Has nature arranged for this animal to have all the machinery of feelings only in order for it not to have any at all?"},{"id":337,"quote":"Alas...I too have known love, that ruler of hearts, that soul of our soul: it's never brought me anything except one kiss and twenty kicks in the rump. How could such a beautiful cause produce such an abominable effect on you?"},{"id":338,"quote":"Historians are gossips who tease the dead"},{"id":339,"quote":"Christians have been the most intolerant of all men."},{"id":340,"quote":"If you wish to converse with me, define your terms."},{"id":341,"quote":"Every abuse ought to be reformed, unless the reform is more dangerous than the abuse itself."},{"id":342,"quote":"Optimism,\" said Cacambo, \"What is that?\" \"Alas!\" replied Candide, \"It is the obstinacy of maintaining that everything is best when it is worst."},{"id":343,"quote":"One feels like crawling on all fours after reading your work."},{"id":344,"quote":"Perfect is the enemy of good."},{"id":345,"quote":"I have wanted to kill myself a hundred times, but somehow I am still in love with life. This ridiculous weakness is perhaps one of our more stupid melancholy propensities, for is there anything more stupid than to be eager to go on carrying a burden which one would gladly throw away, to loathe one’s very being and yet to hold it fast, to fondle the snake that devours us until it has eaten our hearts away?"},{"id":346,"quote":"The instruction we find in books is like fire. We fetch it from our neighbours, kindle it at home, communicate it to others, and it becomes the property of all."},{"id":347,"quote":"What can we say with certainty?"},{"id":348,"quote":"Only your friends steal your books."},{"id":349,"quote":"We cannot wish for that we know not."},{"id":350,"quote":"As you know, the Inquisition is an admirable and wholly Christian invention to make the pope and the monks more powerful and turn a whole kingdom into hypocrites."},{"id":351,"quote":"This self-love is the instrument of our preservation; it resembles the provision for the perpetuity of mankind: it is necessary, it is dear to us, it gives us pleasure, and we must conceal it."},{"id":352,"quote":"The worthy administrators of justice are like a cat set to take care of a cheese, lest it should be gnawed by the mice. One bite of the cat does more damage to the cheese than twenty mice can do."},{"id":353,"quote":"my soul is the mirror of the universe, and my body is its frame"},{"id":354,"quote":"Come! you presence will either give me life or kill me with pleasure."},{"id":355,"quote":"It is reported in the supplement of the council of Nicæan that the fathers, being very perplexed to know which were the cryphal or apocryphal books of the Old and New Testaments, put them all pell-mell on an altar, and the books to be rejected fell to the ground. It is a pity that this eloquent procedure has not survived."},{"id":356,"quote":"Weakness on both sides is, as we know, the motto of all quarrels."},{"id":357,"quote":"Nature has always had more force than education."},{"id":358,"quote":"Another century and there will not be a Bible on earth!"},{"id":359,"quote":"In the matter of taxation, every privilege is an injustice."},{"id":360,"quote":"In this country [England] it is good to kill an admiral from time to time, to encourage the others. The reference is to Admiral John Byng, who was executed in 1757 for failing to prevent the French from taking Minorca."},{"id":361,"quote":"We offer up prayers to god only because we have made him after our own image. We treat him like a pasha, or a sultan, who is capable of being exasperated and appeased."},{"id":362,"quote":"If you wish to obtain a great name or to found an establishment, be completely mad; but be sure that your madness corresponds with the turn and temper of your age."},{"id":363,"quote":"Men use thought only to justify their wrong doings, and employ speech only to conceal their thoughts."},{"id":364,"quote":"Ask a toad what is beauty....; he will answer that it is a female with two great round eyes coming out of her little head, a large flat head, a yellow belly and a brown back."},{"id":365,"quote":"I also know that we must cultivate our garden. For when man was put in the Garden of Eden, he was put there ut operaretur eum, to work; which proves that man was not born for rest."},{"id":366,"quote":"The sovereign is called a tyrant who knows no laws but his caprice."},{"id":367,"quote":"Perfection is attained by slow degrees; it requires the hand of time."},{"id":368,"quote":"History is nothing but a pack of tricks that we play upon the dead."},{"id":369,"quote":"To believe in God is impossible not to believe in Him is absurd."},{"id":370,"quote":"Whatever you do, trample down abuses, and love those who love you. Different translation: Whatever you do, crush the infamous thing superstition, and love those who love you."},{"id":371,"quote":"The man who, in a fit of melancholy, kills himself today, would have wished to live had he waited a week."},{"id":372,"quote":"Twenty-volume folios will never make a revolution. It’s the little pocket pamphlets that are to be feared."},{"id":373,"quote":"All the known world, excepting only savage nations, is governed by books."},{"id":374,"quote":"The malevolence of men revealed itself to his mind in all of its ugliness"},{"id":375,"quote":"Monsieur l'abbé, I detest what you write, but I would give my life to make it possible for you to continue to write."},{"id":376,"quote":"A small number of choice books are sufficient."},{"id":377,"quote":"the women are never at a loss, God provides for them, let us run."},{"id":378,"quote":"The man visited by ecstasies and visions, who takes dreams for realities is an enthusiast; the man who supports his madness with murder is a fanatic."},{"id":379,"quote":"God is not on the side of the big battalions, but on the side of those who shoot best."},{"id":380,"quote":"A fool is a person who guesses and gets it wrong, a clever man is one who guesses, regardless of time period, and gets it right."},{"id":381,"quote":"I have no morals, yet I am a very moral person"},{"id":382,"quote":"We’re neither pure, nor wise, nor good; we do the best we know."},{"id":383,"quote":"The sentiment of justice is so natural, and so universally acquired by all mankind, that it seems to be independent of all law, all party, all religion."},{"id":384,"quote":"Let us read, and let us dance — these two amusements will never do any harm to the world."},{"id":385,"quote":"All pleasantry should be short; and it might even be as well were the serious short also."},{"id":386,"quote":"What then do you call your soul? What idea have you of it? You cannot of yourselves, without revelation, admit the existence within you of anything but a power unknown to you of feeling and thinking."},{"id":387,"quote":"One always speaks badly when one has nothing to say."},{"id":388,"quote":"Superstition sets the whole world in flames, but philosophy douses them."},{"id":389,"quote":"Work is often the father of pleasure."},{"id":390,"quote":"Our labour preserves us from three great evils -- weariness, vice, and want."},{"id":391,"quote":"We are intelligent beings: intelligent beings cannot have been formed by a crude, blind, insensible being: there is certainly some difference between the ideas of Newton and the dung of a mule. Newton's intelligence, therefore, came from another intelligence"},{"id":392,"quote":"England has forty-two religions and only two sauces."},{"id":393,"quote":"All men have equal rights to liberty, to their property, and to the protection of the laws"},{"id":394,"quote":"When we cannot use the compass of mathematics or the torch of experience...it is certain we cannot take a single step forward."},{"id":395,"quote":"We admit, in geometry, not only infinite magnitudes, that is to say, magnitudes greater than any assignable magnitude, but infinite magnitudes infinitely greater, the one than the other. This astonishes our dimension of brains, which is only about six inches long, five broad, and six in depth, in the largest heads."},{"id":396,"quote":"An ideal form of government is democracy tempered with assassination."},{"id":397,"quote":"Fools admire everything in an author of reputation."},{"id":398,"quote":"Music is the pathway to the heart."},{"id":399,"quote":"The public is a ferocious beast; one must either chain it or flee from it."},{"id":400,"quote":"Shakespeare is a drunken savage with some imagination whose plays please only in London and Canada."},{"id":401,"quote":"Fanaticism, to which men are so much inclined, has always served not only to render them more brutalized but more wicked."},{"id":402,"quote":"Why are the Jews hated? It is the inevitable result of their laws; they either have to conquer everybody or be hated by the whole human race."},{"id":403,"quote":"The flowery style is not unsuitable to public speeches or addresses, which amount only to compliment. The lighter beauties are in their place when there is nothing more solid to say; but the flowery style ought to be banished from a pleading, a sermon, or a didactic work."},{"id":404,"quote":"If God has made us in his image, we have returned him the favor."},{"id":405,"quote":"We all look for happiness, but without knowing where to find it: like drunkards who look for their house, knowing dimly that they have one."},{"id":406,"quote":"We must distinguish between speaking to deceive and being silent to be reserved."},{"id":407,"quote":"Let us cultivate our garden."},{"id":408,"quote":"Minds differ still more than faces."},{"id":409,"quote":"Once the people begin to reason, all is lost"},{"id":410,"quote":"All the citizens of a state cannot be equally powerful, but they may be equally free"},{"id":411,"quote":"We cannot always oblige; but we can always speak obligingly."},{"id":412,"quote":"It is as impossible to translate poetry as it is to translate music."},{"id":413,"quote":"The Pride of every Jew finds cause to believe that the cause of their down fall is not their detestable politics, or ignorance of social graces, but the raft of God.  They believe it took a miracle to undo them."},{"id":414,"quote":"He shines in the second rank, who is eclipsed in the first."},{"id":415,"quote":"I was never ruined but twice: once when I lost a lawsuit, and once when I won one."},{"id":416,"quote":"Even in those cities which seem to enjoy the blessings of peace, and where the arts florish, the inhabitants are devoured by envy, cares and anxieties, which are greater plagues than any expirienced in a town when it is under siege."},{"id":417,"quote":"The road to the heart is the ear"},{"id":418,"quote":"It was decided by the university of Coimbre that the sight of several persons being slowly burned in great ceremony is an infallible secret for preventing earthquakes."},{"id":419,"quote":"Every beauty, when out of it's place, is a beauty no longer."},{"id":420,"quote":"An infallible method of making fanatics is to persuade before you instruct."},{"id":421,"quote":"Let us meet four times a year in a grand temple with music, and thank God for all his gifts. There is one sun. There is one God. Let us have one religion. Then all mankind will be brethren."},{"id":422,"quote":"I am convinced that everything has come down to us from the banks of the Ganges, astronomy, astrology, metempsychosis, etc. It does not behoove us, who were only savages and barbarians when these Indians and Chinese peoples were civilized and learned, to dispute their antiquity."},{"id":423,"quote":"The composition of a tragedy requires testicles."},{"id":424,"quote":"Errors flies from mouth to mouth, from pen to pen, and to destroy it takes ages."},{"id":425,"quote":"We never live; we are always in the expectation of living."},{"id":426,"quote":"What will the preachers say? .. to teach men not to persecute men: for, while a few sanctimonious humbugs are burning a few fanatics, the earth opens and swallows up all alike."},{"id":427,"quote":"When one man speaks to another man who doesn't understand him, and when a man who's speaking no longer understands, it's metaphysics."},{"id":428,"quote":"If there are atheists, who is to be blamed if not the mercenary tyrants of souls who, in revolting us against their swindles, compel some feeble spirits to deny the God whom these monsters dishonour?"},{"id":429,"quote":"History is the lie commonly agreed upon."},{"id":430,"quote":"The progress of rivers to the ocean is not so rapid as that of man to error."},{"id":431,"quote":"Truth is a fruit which should not be plucked until it is ripe."},{"id":432,"quote":"It is ourselves alone that make our days lucky or unlucky. Away, then, with a vain prejudice, the invention of the priesthood, which has been transmitted by our ancestors to an ignorant people."},{"id":433,"quote":"Translations increase the faults of a work and spoil its beauties."},{"id":434,"quote":"All is for the best in the best of all possible worlds."},{"id":435,"quote":"I am very fond of truth, but not at all of martyrdom."},{"id":436,"quote":"I loved him as we always love the first time: with idolatry and wild passion."},{"id":437,"quote":"Men are in general so tricky, so envious, and so cruel that when we find one who is only weak, we are too happy."},{"id":438,"quote":"How I like the boldness of the English, how I like the people who say what they think!"},{"id":439,"quote":"Will is wish, and liberty is power."},{"id":440,"quote":"History is a pack of lies we play on the dead."},{"id":441,"quote":"The superfluous is the most necessary."},{"id":442,"quote":"I keep to old books, for they teach me something; from the new I learn very little"},{"id":443,"quote":"The first step, my son, which one makes in the world, is the one on which depends the rest of our days."},{"id":444,"quote":"I am a little deaf, a little blind, a little important and on top of this are two or three abominable infirmities, but nothing destroys my hope."},{"id":445,"quote":"The ear is the avenue to the heart."},{"id":446,"quote":"It is the flash which appears, the thunderbolt will follow."},{"id":447,"quote":"Almost all life depends on probabilities."},{"id":448,"quote":"Men, generally going with the stream, seldom judge for themselves, and purity of taste is almost as rare as talent."},{"id":449,"quote":"The policy of man consists, at first, in endeavoring to arrive at a state equal to that of animals, whom nature has furnished with food, clothing, and shelter."},{"id":450,"quote":"The rude beginnings of every art acquire a greater celebrity than the art in perfection; he who first played the fiddle was looked upon as a demigod."},{"id":451,"quote":"The world embarrasses me, and I cannot dream that this watch exists and has no watchmaker."},{"id":452,"quote":"Hope should no more be a virtue than fear; we fear and we hope, according to what is promised or threatened us."},{"id":453,"quote":"By appreciation, we make excellence in others our own property."},{"id":454,"quote":"History is only the register of crimes and misfortunes."},{"id":455,"quote":"The only reward to be expected from literature is contempt if one fails and hatred if one succeeds."},{"id":456,"quote":"Fear could never make virtue."},{"id":457,"quote":"The opinion of all lawyers, the unanimous cry of the nation, and the good of the state, are in themselves a law."},{"id":458,"quote":"In France every man is either an anvil or a hammer; he is a beater or must be beaten."},{"id":459,"quote":"You must have the devil in you to succeed in the arts."},{"id":460,"quote":"Anything too stupid to be said is sung."},{"id":461,"quote":"It is with books as with men: a very small number play a great part."},{"id":462,"quote":"There are some that only employ words for the purpose of disguising their thoughts."},{"id":463,"quote":"Thought depends absolutely on the stomach, but in spite of that, those who have the best stomachs are not the best thinkers."},{"id":464,"quote":"I hold firmly to my original views. After all I am a philosopher."},{"id":465,"quote":"The superfluous, a very necessary thing."},{"id":466,"quote":"The spirit of property doubles a man's strength."},{"id":467,"quote":"Friendship is the marriage of the soul, and this marriage is liable to divorce."},{"id":468,"quote":"A witty saying proves nothing, but saying something pointless gets people's attention."},{"id":469,"quote":"There's scarce a point whereon mankind agree - So well as in their boast of killing me; I boast of nothing, but when I've a mind - I think I can be even with mankind"},{"id":470,"quote":"We have our arts, the ancients had theirs... We cannot raise obelisks a hundred feet high in a single piece, but our meridians are more exact."},{"id":471,"quote":"You are very harsh.' 'I have seen the world."},{"id":472,"quote":"Paradise is where I am"},{"id":473,"quote":"The most amazing and effective inventions are not those which do most honour to the human genius."},{"id":474,"quote":"Where there is friendship, there is our natural soil."},{"id":475,"quote":"The instinct of a man is to pursue everything that flies from him, and to fly from all that pursue him."},{"id":476,"quote":"Virtuous men alone possess friends."},{"id":477,"quote":"Satire lies about literary men while they live and eulogy lies about them when they die."},{"id":478,"quote":"Who are you, Nature?\nI live in you;\nfor fifty years I have been seeking you,\nand I have not found you yet."},{"id":479,"quote":"Doubt is not a pleasant condition, but certainty is absurd."},{"id":480,"quote":"The infinitely little have a pride infinitely great."},{"id":481,"quote":"Love has various lodgings; the same word does not always signify the same thing."},{"id":482,"quote":"I acknowledge that four thousand volumes of metaphysics will not teach us what our soul is."},{"id":483,"quote":"It is an infantile superstition of the human spirit that virginity would be thought a virtue and not the barrier that separates ignorance from knowledge."},{"id":484,"quote":"Love is a canvas furnished by Nature and embroidered by imagination."},{"id":485,"quote":"Liberty, then, about which so many volumes have been written is, when accurately defined, only the power of acting."},{"id":486,"quote":"The Jewish nation dares to display an irreconcilable hatred toward all nations, and revolts against all masters; always superstitious, always greedy for the well-being enjoyed by others, always barbarous - cringing in misfortune and insolent in prosperity."},{"id":487,"quote":"Meditation is the dissolution of thoughts in Eternal awareness or Pure consciousness without objectification, knowing without thinking, merging finitude in infinity."},{"id":488,"quote":"Governments need to have both shepherds and butchers."},{"id":489,"quote":"There are barbarians who seize this dog, who so prodigiously surpasses man in friendship, and nail him down to a table, and dissect him alive to show you the mezaraic veins... Answer me, Machinist, has Nature really arranged all the springs of feeling in this animal to the end that he might not feel? Has he nerves that he may be incapable of suffering?"},{"id":490,"quote":"What is tolerance? It is the consequence of humanity."},{"id":491,"quote":"The little may contrast with the great, in painting, but cannot be said to be contrary to it. Oppositions of colors contrast; but there are also colors contrary to each other, that is, which produce an ill effect because they shock the eye when brought very near it."},{"id":492,"quote":"We are astonished at thought, but sensation is equally wonderful."},{"id":493,"quote":"The effervescence of this fresh wine reveals the true brilliance of the French people."},{"id":494,"quote":"Everything can be borne except contempt."},{"id":495,"quote":"Happiness is a good that nature sells us."},{"id":496,"quote":"It does not require great art, or magnificently trained eloquence, to prove that Christians should tolerate each other. I, however, am going further: I say that we should regard all men as our brothers. What? The Turk my brother? The Chinaman my brother? The Jew? The Siam? Yes, without doubt; are we not all children of the same father and creatures of the same God?"},{"id":497,"quote":"Truth is a fruit that can only be picked when it is very ripe."},{"id":498,"quote":"It is with books as with the fires of our grates, everybody borrows a light from his neighbor to kindle his own, which in turn is communicated to others, and each partakes of all."},{"id":499,"quote":"What would constitute useful history?  That which should teach us our duties and our rights, without appearing to teach them."},{"id":500,"quote":"You can never correct your work well until you have forgotten it."},{"id":501,"quote":"The Holy Roman Empire is neither Holy, nor Roman, nor an Empire."},{"id":502,"quote":"Fear follows crime and is its punishment."},{"id":503,"quote":"The first clergyman was the first rascal who met the first fool."},{"id":504,"quote":"If God did not exist, it would be necessary to invent him; let us worship God through Jesus if we must - if ignorance has so far prevailed that this name can still be spoken in all seriousness without being taken as a synonym for rapine and carnage. Every sensible man, every honourable man, must hold the Christian sect in horror."},{"id":505,"quote":"The fate of a nation has often depended upon the good or bad digestion of a prime minister."},{"id":506,"quote":"History is filled with the sound of silken slippers going downstairs and wooden shoes coming up."},{"id":507,"quote":"But there must be some pleasure in condemning everything--in perceiving faults where others think they see beauties.' 'You mean there is pleasure in having no pleasure."},{"id":508,"quote":"Better is the enemy of good."},{"id":509,"quote":"Providence has given us hope and sleep as a compensation for the many cares of life."},{"id":510,"quote":"Love has features which pierce all hearts, he wears a bandage which conceals the faults of those beloved. He has wings, he comes quickly and flies away the same."},{"id":511,"quote":"But nothing is more estimable than a physician who, having studied nature from his youth, knows the properties of the human body, the diseases which assail it, the remedies which will benefit it, exercises his art with caution, and pays equal attention to the rich and the poor."},{"id":512,"quote":"The ancients recommended us to sacrifice to the Graces, but Milton sacrificed to the Devil."},{"id":513,"quote":"I serve your Beaune to my friends, but your Volnay I keep for myself."},{"id":514,"quote":"Changing a habit is hard work. But it's harder to find work that would be more fulfilling"},{"id":515,"quote":"The mouth obeys poorly when the heart murmurs."},{"id":516,"quote":"He is a hard man who is only just, and a sad one who is only wise."},{"id":517,"quote":"Martin in particular concluded that man was born to live either in the convulsions of misery, or in the lethargy of boredom."},{"id":518,"quote":"Virtue between men is a commerce of good actions: he who has no part in this commerce must not be reckoned."},{"id":519,"quote":"When he to whom one speaks does not understand, and he who speaks himself does not understand, that is Metaphysics."},{"id":520,"quote":"Very learned women are to be found, in the same manner as female warriors; but they are seldom or ever inventors."},{"id":521,"quote":"The husband who decides to surprise his wife is often very much surprised himself."},{"id":522,"quote":"It is not known precisely where angels dwell whether in the air, the void, or the planets. It has not been God's pleasure that we should be informed of their abode."},{"id":523,"quote":"If this is the best of possible worlds, what then are the others?"},{"id":524,"quote":"This agglomeration which was called and which still calls itself the Holy Roman Empire was neither holy, nor Roman, nor an empire."},{"id":525,"quote":"Life is a shipwreck but we must not forget to sing in the lifeboats."},{"id":526,"quote":"And ask each passenger to tell his story, and if there is one of them all who has not cursed his existence many times, and said to himself over and over again that he was the most miserable of men, I give you permission to throw me head-first into the sea."},{"id":527,"quote":"We have a natural right to make use of our pens as of our tongue, at our peril, risk and hazard."},{"id":528,"quote":"If God did not exist, he would have to be invented."},{"id":529,"quote":"The multitude of books is making us ignorant."},{"id":530,"quote":"Life is bristling with thorns, and I know no other remedy than to cultivate one's garden."},{"id":531,"quote":"One merit of poetry few persons will deny: it says more and in fewer words than prose."},{"id":532,"quote":"Theology is to religion what poisons are to food."},{"id":533,"quote":"Quand celui à qui l'on parle ne comprend pas et celui qui parle ne se comprend pas, c'est de la métaphysique When he to whom a person speaks does not understand, and he who speaks does not understand himself, that is metaphysics."},{"id":534,"quote":"A witty quote proves nothing."},{"id":535,"quote":"All is but illusion and disaster."},{"id":536,"quote":"All events are linked together in the best of possible worlds; after all, if you had not been driven from a fine castle by being kicked in the backside for love of Miss Cunegonde, if you hadn't been sent before the Inquisition, if you hadn't traveled across America on foot, if you hadn't given a good sword thrust to the baron, if you hadn't lost all your sheep from the good land of Eldorado, you wouldn't be sitting here eating candied citron and pistachios. - That is very well put, said Candide, but we must cultivate our garden."},{"id":537,"quote":"My life is a struggle."},{"id":538,"quote":"Happiness is not the portion of man."},{"id":539,"quote":"Very often, say what you will, a knave is only a fool."},{"id":540,"quote":"In every author let us distinguish the man from his works."},{"id":541,"quote":"Of all religions, Christianity is without a doubt the one that should inspire tolerance most"},{"id":542,"quote":"She blushed and so did he. She greeted him in a faltering voice, and he spoke to her without knowing what he was saying."},{"id":543,"quote":"Love is a cloth which imagination embroiders."},{"id":544,"quote":"The Deluge: A punishment inflicted on the human race by an all-knowing God, who, through not having foreseen the wickedness of men, repented of having made them, and drowned them once for all to make them better - an act which, as we all know, was accompanied by the greatest success."},{"id":545,"quote":"Whenever an important event, a revolution, or a calamity turns to the profit of the church, such is always signalised as the Finger of God."},{"id":546,"quote":"Man is not born wicked; he becomes so, as he becomes sick."},{"id":547,"quote":"One of the chief misfortunes of honest people is that they are cowardly."},{"id":548,"quote":"History should be written as philosophy."},{"id":549,"quote":"We look to Scotland for all our ideas of civilisation."},{"id":550,"quote":"Whoever serves his country well has no need of ancestors."},{"id":551,"quote":"I know many books which have bored their readers, but I know of none which has done real evil."},{"id":552,"quote":"What a pessimist you are!\" exclaimed Candide. \"That is because I know what life is,\" said Martin."},{"id":553,"quote":"All styles are good except the tiresome kind."},{"id":554,"quote":"Whatever you do, crush the infamous thing, and love those who love you."},{"id":555,"quote":"I have seen men incapable of the sciences, but never any incapable of virtue."},{"id":556,"quote":"It would be easier to subjugate the entire universe through force than the minds of a single village."},{"id":557,"quote":"Your destiny is that of a man, your vows those of a god."},{"id":558,"quote":"Nothing could be smarter, more splendid, more brilliant, better drawn up than two armies. Trumpets, fifes, hautboys, drums, cannons, formed a harmony such as never been heard in hell."},{"id":559,"quote":"Divorce is probably of nearly the same date as marriage. I believe, however, that marriage is some weeks the more ancient."},{"id":560,"quote":"To caress the serpent that devours us, until it has eaten away our heart."},{"id":561,"quote":"The superstitious man is to the rogue what the slave is to the tyrant."},{"id":562,"quote":"All the ancient histories, as one of our wits say, are just fables that have been agreed upon"},{"id":563,"quote":"Everything I see about me is sowing the seeds of a revolution that is inevitable, though I shall not have the pleasure of seeing it. The lightning is so close at hand that it will strike at the first chance, and then there will be a pretty uproar. The young are fortunate, for they will see fine things."},{"id":564,"quote":"If there were only one religion in England there would be danger of despotism, if there were two, they would cut each other's throats, but there are thirty, and they live in peace and happiness."},{"id":565,"quote":"He who dies before many witnesses always does so with courage."},{"id":566,"quote":"All the arts are brothers; each one is a light to the others."},{"id":567,"quote":"How inexpressible is the meanness of being a hypocrite! how horrible is it to be a mischievous and malignant hypocrite."},{"id":568,"quote":"He who has not the spirit of this age, has all the misery of it."},{"id":569,"quote":"The right of commanding is no longer an advantage transmitted by nature; like an inheritance, it is the fruit of labors, the price of courage."},{"id":570,"quote":"Friends should be preferred to kings."},{"id":571,"quote":"A torch lighted in the forests of America set all Europe in conflagration."},{"id":572,"quote":"Men must have somewhat altered the course of nature; for they were not born wolves, yet they have become wolves. God did not give them twenty-four-pounders or bayonets, yet they have made themselves bayonets and guns to destroy each other. In the same category I place not only bankruptcies, but the law which carries off the bankrupts’ effects, so as to defraud their creditors."},{"id":573,"quote":"The ancient Romans built their greatest masterpieces of architecture, their amphitheaters, for wild beasts to fight in."},{"id":574,"quote":"Know that the secret of the arts is to correct nature."},{"id":575,"quote":"Man is free the moment he wants to be."},{"id":576,"quote":"The adjective is the enemy of the noun. Variant: The adjective is the enemy of the substantive."},{"id":577,"quote":"A witty saying proves nothing."},{"id":578,"quote":"He who can lead you to believe an absurdity can lead you to commit an atrocity."},{"id":579,"quote":"What a heavy burden is a name that has become too famous."},{"id":580,"quote":"The son of God is the same as the son of man; the son of man is the same as the son of God. God, the father, is the same as Christ, the son; Christ, the son, is the same as God, the father. This language may appear confused to unbelievers, but Christians will readily understand it."},{"id":581,"quote":"It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it."},{"id":582,"quote":"The system of Descartes... seemed to give a plausible reason for all those phenomena; and this reason seemed more just, as it is simple and intelligible to all capacities. But in philosophy, a student ought to doubt of the things he fancies he understands too easily, as much as of those he does not understand."},{"id":583,"quote":"Custom, law bent my first years to the religion of the happy Muslims. I see it too clearly: the care taken of our childhood forms our feelings, our habits, our belief. By the Ganges I would have been a slave of the false gods, a Christian in Paris, a Muslim here."},{"id":584,"quote":"There is an astonishing imagination, even in the science of mathematics."},{"id":585,"quote":"History in general is a collection of crimes, follies, and misfortunes among which we have now and then met with a few virtues, and some happy times."},{"id":586,"quote":"Now is not the time for making new enemies."},{"id":587,"quote":"He who is not just is severe, he who is not wise is sad."},{"id":588,"quote":"Woe to the makers of literal translations, who by rendering every word weaken the meaning! It is indeed by so doing that we can say the letter kills and the spirit gives life."},{"id":589,"quote":"Change everything except your loves."},{"id":590,"quote":"Time, which alone makes the reputation of men, ends by making their defects respectable."},{"id":591,"quote":"Every one goes astray, but the least imprudent are they who repent the soonest."},{"id":592,"quote":"He who has heard the same thing told by 12,000 eye-witnesses has only 12,000 probabilities, which are equal to one strong probability, which is far from certain."},{"id":593,"quote":"It is not a mistress I have lost but half of myself, a soul for which my soul seems to have been made."},{"id":594,"quote":"He was my equal in beauty, a paragon of grace and charm, sparkling with wit, and burning with love. I adored him to distraction, to the point of idolatry: I loved him as one can never love twice."},{"id":595,"quote":"Descartes constructed as noble a road of science, from the point at which he found geometry to that to which he carried it, as Newton himself did after him. ... He carried this spirit of geometry and invention into optics, which under him became a completely new art."},{"id":596,"quote":"Individual misfortunes give rise to the general good; so that the more individual misfortunes exist, the more all is fine."},{"id":597,"quote":"Prejudice is opinion without judgement."},{"id":598,"quote":"It is proved...that things cannot be other than they are, for since everything was made for a purpose, it follows that everything is made for the best purpose."},{"id":599,"quote":"But for what purpose was the earth formed?\" asked Candide. \"To drive us mad,\" replied Martin."},{"id":600,"quote":"But in this country it is necessary, now and then, to put one admiral to death in order to inspire the others to fight."},{"id":601,"quote":"I am the best-natured creature in the world, and yet I have already killed three, and of these three two were priests."},{"id":602,"quote":"Everyone places his good where he can and has as much of it as he can, in his own way."},{"id":603,"quote":"An admiral should be put to death now and then to encourage the others."},{"id":604,"quote":"History consists of a series of accumulated imaginative inventions."},{"id":605,"quote":"No, nothing has the power to part me from you; our love is based upon virtue, and will last as long as our lives."},{"id":606,"quote":"If there had been a censorship of the press in Rome we should have had today neither Horace nor Juvenal, nor the philosophical writings of Cicero."},{"id":607,"quote":"You see, Mademoiselle, I have experience, I know the world. To pass the time, why don't you ask every passenger to tell you his life's story? And if there is a single one among them who has never cursed his life, who has not often told himself that he was the unhappiest of men, then you may throw me overboard, headfirst!"},{"id":608,"quote":"Our country is that spot to which our heart is bound."},{"id":609,"quote":"Pleasantry is never good on serious points, because it always regards subjects in that point of view in which it is not the purpose to consider them."},{"id":610,"quote":"To a toad what is beauty? A female with two lovely pop-eyes, a wide mouth, yellow belly, and green spotted back."},{"id":611,"quote":"Chess is a game which reflects most honor on human wit."},{"id":612,"quote":"This is no time to make new enemies."},{"id":613,"quote":"A historian has many duties... the first is not to slander; the second is not to bore"},{"id":614,"quote":"I envy animals for two things - their ignorance of evil to come, and their ignorance of what is said about them."},{"id":615,"quote":"Those who are absent, by its means become present; it [mail] is the consolation of life."},{"id":616,"quote":"The superfluous is very necessary."},{"id":617,"quote":"It is amusing that a virtue is made of the vice of chastity; and it's a pretty odd sort of chastity at that, which leads men straight into the sin of Onan, and girls to the waning of their color."},{"id":618,"quote":"Why, since we are always complaining of our ills, are we constantly employed in redoubling them?"},{"id":619,"quote":"What is called happiness is an abstract idea, composed of various ideas of pleasure; for he who has but a moment of pleasure is not a happy man, in like manner that a moment of grief constitutes not a miserable one."},{"id":620,"quote":"Religion may be purified. This great work was begun two hundred years ago: but men can only bear light to come in upon them by degrees."},{"id":621,"quote":"Antiquity is full of the praises of another antiquity still more remote."},{"id":622,"quote":"It is impossible to translate poetry. Can you translate music?"},{"id":623,"quote":"They are mad men (Jews), but you should not burn them for that."},{"id":624,"quote":"He was not the greatest of men but he was the greatest of kings."},{"id":625,"quote":"If you want to kill Christianity you must abolish Sunday."},{"id":626,"quote":"Man can have only a certain number of teeth, hair and ideas; there comes a time when he necessarily loses his teeth, hair and ideas."},{"id":627,"quote":"Nothing is so common as to imitate one's enemies, and to use their weapons."},{"id":628,"quote":"Independence in the end is the fruit of injustice."},{"id":629,"quote":"Those who believe absurdities will commit atrocities."},{"id":630,"quote":"Society therefore is an ancient as the world."},{"id":631,"quote":"Let us work without theorizing, tis the only way to make life endurable."},{"id":632,"quote":"It is far better to be silent than merely to increase the quantity of bad books."},{"id":633,"quote":"It must be confessed that the inventors of the mechanical arts have been much more useful to men than the inventors of syllogisms."},{"id":634,"quote":"A circumstance which has always appeared wonderful to me, is that such sublime discoveries should have been made by the sole assistance of a quadrant and a little arithmetic."},{"id":635,"quote":"I also know that we should cultivate our gardens."},{"id":636,"quote":"Learn to cultivate your own garden."},{"id":637,"quote":"History is but the record of crimes and misfortunes. L'histoire n'est que le tableau des crimes et des malheurs"},{"id":638,"quote":"I never approved either the errors of his book, or the trivial truths he so vigorously laid down. I have, however, stoutly taken his side when absurd men have condemned him for these same truths."},{"id":639,"quote":"This is no time to be making new enemies."},{"id":640,"quote":"God created women only to tame men."},{"id":641,"quote":"Nothing is more annoying than to be obscurely hanged."},{"id":642,"quote":"God has punished the knave, and the devil has drowned the rest."},{"id":643,"quote":"Now, you receive all your ideas; therefore you receive your wish, you wish therefore necessarily. The word \"liberty\" does not therefore belong in any way to your will....The will, therefore, is not a faculty that one can call free. A free will is an expression absolutely void of sense, and what the scholastics have called will of indifference, that is to say willing without cause, is a chimera unworthy of being combated."},{"id":644,"quote":"You despise books; you whose lives are absorbed in the vanities of ambition, the pursuit of pleasure or indolence; but remember that all the known world, excepting only savage nations, is governed by books."},{"id":645,"quote":"All the persecutors declare against each other mortal war, while the philosopher, oppressed by them all, contents himself with pitying them."},{"id":646,"quote":"In this country we find it pays to shoot an admiral from time to time to encourage the others."},{"id":647,"quote":"You write your name in the snow Yet say nothing."},{"id":648,"quote":"What can I hope when all is right?"},{"id":649,"quote":"The supposed right of intolerance is absurd and barbaric. It is the right of the tiger; nay, it is far worse, for tigers do but tear in order to have food, while we rend each other for paragraphs."},{"id":650,"quote":"Let us leave every man at liberty to seek into him and to lose himself in his ideas."},{"id":651,"quote":"If we do not exert the right of eating our neighbor, it is because we have other means of making good cheer"},{"id":652,"quote":"No one is ignorant that our character and turn of mind are intimately connected with the water-closet."},{"id":653,"quote":"The more estimable the offender, the greater the torment."},{"id":654,"quote":"For can anything be sillier than to insist on carrying a burden one would continually much rather throw to the ground?"},{"id":655,"quote":"The multiplicity of facts and writings is become so great that every thing must soon be reduced to extracts and dictionaries."},{"id":656,"quote":"Let us help one another to bear our burdens."},{"id":657,"quote":"I confess that my stomach does not take to this style of cooking. I cannot accept calves sweetbreads swimming in a salty sauce, nor can I eat mince consisting of turkey, hare, and rabbit, which they try to persuade me comes from a single animal... As for the cooks, I really cannot be expected to put up with this ham essence, nor the excessive quantity of morels and other mushrooms, pepper, and nutmeg with which they disguise perfectly good food."},{"id":658,"quote":"I advise you to go on living solely to enrage those who are paying your annuities. It is the only pleasure I have left."},{"id":659,"quote":"I know of nothing more laughable than a doctor who does not die of old age."},{"id":660,"quote":"The discovery of what is true and the practice of that which is good are the two most important aims of philosophy."},{"id":661,"quote":"Observe that noses were made to wear spectacles; and so we have spectacles. Legs were visibly instituted to be breeched, and we have breeches. Stones were formed to be quarried and to build castles; and My Lord has a very noble castle; the greatest Baron in the province should have the best house; and as pigs were made to be eaten, we eat pork all year round; consequently, those who have asserted all is well talk nonsense; they ought to have said that all is for the best."},{"id":662,"quote":"Not all citizens can be equally strong; but they can all be equally free."},{"id":663,"quote":"We are going to a new world... and no doubt it is there that everything is for the best; for it must be admitted that one might lament a little over the physical and moral happenings of our own world."},{"id":664,"quote":"The abuse of grace is affectation, as the abuse of the sublime is absurdity; all perfection is nearly a fault."},{"id":665,"quote":"People must have renounced, it seems to me, all natural intelligence to dare to advance that animals are but animated machines.... It appears to me, besides, that such people can never have observed with attention the character of animals, not to have distinguished among them the different voices of need, of suffering, of joy, of pain, of love, of anger, and of all their affections. It would be very strange that they should express so well what they could not feel."},{"id":666,"quote":"Los Padres have everything and the people have nothing; 'tis the masterpiece of reason and justice. For my part, I know nothing so divine as Los Padres who make war on Kings of Spain and Portugal and in Europe act as their confessors; who here kill Spaniards and at Madrid send them to Heaven."},{"id":667,"quote":"Often the prudent, far from making their destinies, succumb to them. -Francois"},{"id":668,"quote":"In all the disputes which have excited Christians against each other, Rome has invariably decided in favor of that opinion which tended most towards the suppression of the human intellect and the annihilation of the reasoning powers."},{"id":669,"quote":"Froth at the top, dregs at bottom, but the middle excellent."},{"id":670,"quote":"The best way to be boring is to include everything."},{"id":671,"quote":"Luxury has been railed at for two thousand years, in verse and in prose, and it has always been loved."},{"id":672,"quote":"Virtue debases itself in justifying itself."},{"id":673,"quote":"This poem will never reach its destination. On Rousseau's Ode To Posterity"},{"id":674,"quote":"Do you think... that men have always massacred each other, as they do today? Have they always been liars, cheats, traitors, brigands, weak, flighty, cowardly, envious, gluttonous, drunken, grasping, and vicious, bloody, backbiting, debauched, fanatical, hypocritical, and silly?"},{"id":675,"quote":"I swear that, not being able to be yours, I will belong to no one."},{"id":676,"quote":"The only way to see the value of a play is to see it acted."},{"id":677,"quote":"When a man is in love, jealous, and just whipped by the Inquisition, he is no longer himself."},{"id":678,"quote":"The way to become boring is to say everything."},{"id":679,"quote":"When he who hears does not know what he who speaks means, and when he who speaks does not know what he himself means, that is philosophy."},{"id":680,"quote":"Feeble verses are those which sin not against rules, but against genius."},{"id":681,"quote":"If the bookseller happens to desire a privilege for his merchandise, whether he is selling Rabelais or the Fathers of the Church, the magistrate grants the privilege without answering for the contents of the book. - Voltaire (Francois Marie Arouet Voltaire"},{"id":682,"quote":"It has taken seas of blood to drown the idol of despotism, but the English do not think they bought their laws too dearly."},{"id":683,"quote":"Wine is the divine juice of September."},{"id":684,"quote":"Heaven made virtue; man, the appearance."},{"id":685,"quote":"My life's dream has been a perpetual nightmare."},{"id":686,"quote":"Since the whole affair had become one of religion, the vanquished were of course exterminated."},{"id":687,"quote":"If there were no God, it would have been necessary to invent him."},{"id":688,"quote":"We must cultivate our own garden."},{"id":689,"quote":"The harmony of a concert, to which you listen with delight, must have on certain classes of minute animals the effect of terrible thunder; perhaps it kills them."},{"id":690,"quote":"Meslier was the most singular phenomenon ever seen among all the meteors fatal to the Christian religion."},{"id":691,"quote":"Every sensible man, every honorable man, must hold the Christian sect in horror."},{"id":692,"quote":"When his highness sends a ship to Egypt, does he trouble his head whether the mice on board are at their ease or not?"},{"id":693,"quote":"I should like to lie at your feet and die in your arms."},{"id":694,"quote":"Love truth, and pardon error."},{"id":695,"quote":"Men fed upon carnage, and drinking strong drinks, have all an impoisoned and acrid blood which drives them mad in a hundred different ways."},{"id":696,"quote":"had no need of a guide to learn ignorance"},{"id":697,"quote":"It is fancy rather than taste which produces so many new fashions"},{"id":698,"quote":"Give me a few minutes to talk away my face and I can seduce the Queen of France."},{"id":699,"quote":"Excellently observed\", answered Candide; \"but let us cultivate our garden."},{"id":700,"quote":"Doubt is not a very agreeable status, but certainty is a ridiculous one."},{"id":701,"quote":"Before receiving your instruction, I must tell you what happened to me one day. I had just had a closet built at the end of my garden. I heard a mole arguing with a cockchafer; 'Here's a fine structure,' said the mole, 'it must have been a very powerful mole who did this work.' 'You're joking,' said the cockchafer; 'it's a cockchafer full of genius who is the architect of this building.' From that moment I resolved never to argue."},{"id":702,"quote":"Let us read, and let us dance; these two amusements will never do any harm to the world."},{"id":703,"quote":"Judge a man by his questions rather than by his answers."},{"id":704,"quote":"Those who can make you believe absurdities, can make you commit atrocities."},{"id":705,"quote":"I have never made but one prayer to God, a very short one: Oh Lord, make my enemies ridiculous. And God granted it.\"(Letter to Étienne Noël Damilaville, May 16, 1767)"},{"id":706,"quote":"I don’t know where I am going, but I am on my way."},{"id":707,"quote":"God is a comedian playing to an audience that is too afraid to laugh."},{"id":708,"quote":"Every man is guilty of all the good he did not do."},{"id":709,"quote":"Now, now my good man, this is no time to be making enemies.\"(Voltaire on his deathbed in response to a priest asking him that he renounce Satan.)"},{"id":710,"quote":"It is dangerous to be right in matters on which the established authorities are wrong."},{"id":711,"quote":"Doubt is an uncomfortable condition, but certainty is a ridiculous one."},{"id":712,"quote":"The secret of being a bore is to tell everything."},{"id":713,"quote":"It is better to risk saving a guilty person than to condemn an innocent one."},{"id":714,"quote":"Think for yourself and let others enjoy the privilege of doing so too."},{"id":715,"quote":"Appreciation is a wonderful thing. It makes what is excellent in others belong to us as well."},{"id":716,"quote":"Ice-cream is exquisite. What a pity it isn't illegal."},{"id":717,"quote":"If God did not exist, it would be necessary to invent him."},{"id":718,"quote":"You're a bitter man,\" said Candide.That's because I've lived,\" said Martin."},{"id":719,"quote":"Don't think money does everything or you are going to end up doing everything for money."},{"id":720,"quote":"The art of medicine consists of amusing the patient while nature cures the disease."},{"id":721,"quote":"What is history? The lie that everyone agrees on..."},{"id":722,"quote":"I should like to know which is worse: to be ravished a hundred times by pirates, and have a buttock cut off, and run the gauntlet of the Bulgarians, and be flogged and hanged in an auto-da-fe, and be dissected, and have to row in a galley -- in short, to undergo all the miseries we have each of us suffered -- or simply to sit here and do nothing?'That is a hard question,' said Candide."},{"id":723,"quote":"Do you believe,' said Candide, 'that men have always massacred each other as they do to-day, that they have always been liars, cheats, traitors, ingrates, brigands, idiots, thieves, scoundrels, gluttons, drunkards, misers, envious, ambitious, bloody-minded, calumniators, debauchees, fanatics, hypocrites, and fools?'Do you believe,' said Martin, 'that hawks have always eaten pigeons when they have found them?"},{"id":724,"quote":"One day everything will be well, that is our hope. Everything's fine today, that is our illusion"},{"id":725,"quote":"I loved him as we always love for the first time; with idolatry and wild passion."},{"id":726,"quote":"Behind every successful man stands a surprised mother-in-law."},{"id":727,"quote":"To succeed in the world it is not enough to be stupid - one must also be polite."},{"id":728,"quote":"It is hard to free fools from the chains they revere."},{"id":729,"quote":"The best is the enemy of good."},{"id":730,"quote":"الخِلاَفْ الطَويل يَعْنِي : أنّ كِلاَ الطّرَفينْ عَلَىْ خَطَأ !!"},{"id":731,"quote":"If God created us in his own image, we have more than reciprocated.\"(Notebooks)"},{"id":732,"quote":"Opinions have caused more ills than the plague or earthquakes on this little globe of ours."},{"id":733,"quote":"You are very harsh.''I have seen the world."},{"id":734,"quote":"Uncertainty is an uncomfortable position. But certainty is an absurd one."},{"id":735,"quote":"Le mieux est l'ennemi du bien. (The perfect is the enemy of the good.)"},{"id":736,"quote":"Each player must accept the cards life deals him or her; but once they are in hand, he or she alone must decide how to play the cards in order to win the game."},{"id":737,"quote":"سُئلت عمن سيقود الجنس البشري ؟ فأجبت : الذين يعرفون كيف يقرؤون"},{"id":738,"quote":"أيتها الصداقة لولاك لكان المرء وحيدا وبفضلك يستطيع المرء أن يضاعف نفسه وأن يحيا في نفوس الأخرين."},{"id":739,"quote":"قد أختلف معك في الراي ولكني مستعد ان ادفع حياتي ثمنا لحقك في التعبير عن رأيك ."},{"id":740,"quote":"Let us work without reasoning,' said Martin; 'it is the only way to make life endurable."},{"id":741,"quote":"Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us."},{"id":742,"quote":"I have chosen to be happy because it is good for my health."},{"id":743,"quote":"Four thousand volumes of metaphysics will not teach us what the soul is."},{"id":744,"quote":"If we do not find anything very pleasant, at least we shall find something new."},{"id":745,"quote":"But there must be some pleasure in condemning everything--in perceiving faults where others think they see beauties.''You mean there is pleasure in having no pleasure."},{"id":746,"quote":"In general, the art of government consists in taking as much money as possible from one party of the citizens to give to the other."},{"id":747,"quote":"إن الذي يقول لك اعتقد ما أعتقده أنا وإلا لعنك الله‏، لا يلبث أن يقول‏:‏ اعتقد ما أعتقده أنا وإلا قتلتك‏."},{"id":748,"quote":"L'homme est libre au moment qu'il veut l'être."},{"id":749,"quote":"Work keeps at bay three great evils: boredom, vice, and need."},{"id":750,"quote":"To the living we owe respect, but to the dead we owe only the truth."},{"id":751,"quote":"الكتب كالبشر .. قليل منها يلعب دورا عظيما"},{"id":752,"quote":"There is a wide difference between speaking to deceive, and being silent to be impenetrable."},{"id":753,"quote":"Religion began when the first scoundrel met the first fool."},{"id":754,"quote":"We all look for happiness, but without knowing where to find it: like drunkards who look for their house, knowing dimly that they have one"},{"id":755,"quote":"No problem can stand the assault of sustained thinking."},{"id":756,"quote":"What a pessimist you are!\" exclaimed Candide.\"That is because I know what life is,\" said Martin."},{"id":757,"quote":"لنقرأ، لنرقص؛ هذان الشيئان المُسليان لن يسببا أي ضرر للعالم"},{"id":758,"quote":"Sometimes we are less unhappy in being deceived by those we love, than in being undeceived by them."},{"id":759,"quote":"أهم قرار تتخذه هو أن تكون ذا مزاج رائع"},{"id":760,"quote":"حُكمك على الشخص يكون من أسئلته وليس أجوبته"},{"id":761,"quote":"Cela est bien, repondit Candide, mais il faut cultiver notre jardin."},{"id":762,"quote":"الخبز في الوطن خير من بسكويت الأجانب."},{"id":763,"quote":"Originality is nothing by judicious imitation. The most original writers borrowed one from another."},{"id":764,"quote":"the safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death."},{"id":765,"quote":"السر في كونك شخصا مثيرا للملل، هو أنك تقول كل شيء!"},{"id":766,"quote":"يجب أن تفكر أنت .. فكر لنفسك .. يجب أن تتشكك فى كل ما يقال لك .. إذا أخطأت فلأننى حاولت أن أعرف , إذا عرفت فإننى أخطىء , لأن الذى عرفته قليل جدا , والذى لا أعرفه كثير جدا ولأن عقلى صغير ووقتى قصير .. ولكن لا يهم ما الذى فهمت وكيف أخطأت المهم أننى حاولت وسوف أمضى فى المحاولة .. وخير لى أن يشنقونى لأننى حاولت فأخطأت من أن يتوجونى لأننى ماطلت وكذبت وانخدعت وخدعت .. !!"},{"id":767,"quote":"Qui plus sait, plus se tait"},{"id":768,"quote":"I have been studying for forty years, which is to say forty wasted years; I teach others yet am ignorant of everything; this state of affairs fills my soul with so much humiliation and disgust that my life is intolerable. I was born in Time, I live in Time, and do not know what Time is. I find myself at a point between two eternities, as our wise men say, yet I have no conception of eternity. I am composed of matter, I think, but have never been able to discover what produces thought. I do not know whether or not I think with my head the same way that I hold things with my hands. Not only is the origin of my thought unknown to me, but the origin of my movements is equally hidden: I do not know why I exist. Yet every day people ask me questions on all these issues. I must give answers, yet have nothing worth saying, so I talk a great deal, and am confused and ashamed of myself afterwards for having spoken."},{"id":769,"quote":"Tout est pour le mieux dans le meilleur des mondes possibles."},{"id":770,"quote":"إن الذين يجعلونك تعتقد بما هو مخالف للعقل، قادرون على جعلك ترتكب الفظائع"},{"id":771,"quote":"There is no God, but don’t tell that to my servant, lest he murder me at night."},{"id":772,"quote":"على المرء أن يشغل ذاته بكل عمل يجعل من هذه الحياة شيئاً محتملاً في هذا العالم .. وأنت إذا لم تكن تريد الانتحار فعليك دائماً أن تجد شيئاً ما تعمله"},{"id":773,"quote":"Just for the sake of amusement, ask each passenger to tell you his story, and if you find a single one who hasn’t often cursed his life, who hasn’t told himself he’s the most miserable man in the world, you can throw me overboard head first."},{"id":774,"quote":"كثيراً ما رأيت عصفور يطير وراء نسر و في إعتقاده ان النسر إنما يفر منه !!"},{"id":775,"quote":"No snowflake in an avalanche ever feels responsible."},{"id":776,"quote":"It is said that God is always on the side of the big battalions."},{"id":777,"quote":"كن شديد التسامح مع من خالفك الرأي، فإن لم يكن رأيه كل الصواب فلا تكن أنت كل الخطأ بتشبثك برأيك .."},{"id":778,"quote":"It is difficult to free people from the chains they revere."},{"id":779,"quote":"Originality is nothing but judicious imitation. The most original writers borrowed one from another. The instruction we find in books is like fire. We fetch it from our neighbor's, kindle it at home, communicate it to others, and it becomes the property of all."},{"id":780,"quote":"A State can be no better than the citizens of which it is composed. Our labour now is not to mould States but make citizens."},{"id":781,"quote":"Tears are the silent language of grief"},{"id":782,"quote":"The infinitely small have a pride infinitely great."},{"id":783,"quote":"الكتب كالنار في المنزل , تأخذها من جارك وتشعلها في بيتك وتعطيها إلى غيرك , وملكيتها تعود إلى الناس كافة"},{"id":784,"quote":"theology is to religion what poisons are to food"},{"id":785,"quote":"You write your name in the snowYet say nothing."},{"id":786,"quote":"إنهم لا يضحكون ابتهاجاً وإنما تفادياً للانتحار"},{"id":787,"quote":"The heart has its own reasons that reason can't understand."},{"id":788,"quote":"In the beginning God created man in His own image, and man has been trying to repay the favor ever since."},{"id":789,"quote":"Vous craignez les livres comme certaines bourgades ont craint les violons. Laissez lire, et laissez danser; ces deux amusements ne feront jamais de mal au monde."},{"id":790,"quote":"I have seen so many extraordinary things that nothing seems extraordinary to me"},{"id":791,"quote":"God's only excuse is that He doesn't exist,\" remarked Voltaire after a natural disaster that killed many people. Nietzsche loved this quote and wished he'd coined it!"},{"id":792,"quote":"One should always cite what one does not understand at all in the language one understands the least."},{"id":793,"quote":"All is for the best in the best of possible worlds."},{"id":794,"quote":"What is tolerance? It is a necessary consequence of humanity. We are all fallible, let us then pardon each other's follies. This is the first principle of natural right."},{"id":795,"quote":"Where some states have an army, the Prussian Army has a state."},{"id":796,"quote":"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the nose is formed for spectacles, therefore we wear spectacles. The legs are visibly designed for stockings, accordingly we wear stockings. Stones were made to be hewn and to construct castles, therefore My Lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Swine were intended to be eaten, therefore we eat pork all the year round: and they, who assert that everything is right, do not express themselves correctly; they should say that everything is best."},{"id":797,"quote":"There is some pleasure in having no pleasure."},{"id":798,"quote":"Semakin aku banyak membaca, semakin aku banyak berpikir; semakin aku banyak belajar, semakin aku sadar bahwa aku tak mengetahui apa pun"},{"id":799,"quote":"All the reasonings of men are not worth one sentiment of women"},{"id":800,"quote":"How many plays have been written in France?' Candide asked the abbe.'Five or six thousand.''That's a lot,' said Candide. 'How many of them are good?''Fifteen or sixteen,' replied the abbe.'That's a lot,' said Martin."},{"id":801,"quote":"What can be more absurd than choosing to carry a burden that one really wants to throw to the ground? To detest, and yet to strive to preserve our existence? To caress the serpent that devours us and hug him close to our bosoms tillhe has gnawed into our hearts?"},{"id":802,"quote":"Isn't there a pleasure in criticising everything and discovering faults where other men detect beauties?"},{"id":803,"quote":"He showed, in a few words, that it is not sufficient to throw together a few incidents that are to be met with in every romance, and that to dazzle the spectator the thought should be new, without being farfetched; frequently sublime, but always natural; the author should have a thorough knowledge of the human heart and make it speak properly; he should be a complete poet, without showing an affectation of it in any of the characters of his piece; he should be a perfect master of his language, speak it with all its pruity and with the utmost harmony, and yet so as not to make the sense a slave to the rhyme. Whoever, added he, neglects any one of these rules, though he may write two or three tragedies with tolerable success, will never be reckoned in the number of good authors."},{"id":804,"quote":"To a toad, what is beauty? A female with pop eyes, a wide mouth, yellow belly, and a spotted back,"},{"id":805,"quote":"‏الآراء المسبقة.. ذريعة المجانين."},{"id":806,"quote":"أن التسامح في خلاصة القول, لم يتسبب قط في إثارة الفتن والحروب الأهلية, في حين أن عدم التسامح قد عمَم المذابح على وجه الأرض ."},{"id":807,"quote":"You must have the Devil in you to succeed in any of the arts"},{"id":808,"quote":"I've decided to be happy because it's good for my health."},{"id":809,"quote":"Everywhere the weak execrate the powerful, before whom they cringe; and the powerful beat them like sheep whose wool and flesh they sell."},{"id":810,"quote":"إذا كان هذا هو أفضل العوالم الممكنة، فكيف هي الاخرى ؟\"."},{"id":811,"quote":"لقد تعلم رجال القرن الماضي التفكير والكلام وقالوا مالم يكن معروفا وفي مقدور الذين جاؤا بعدهم أن يقولوا ما هو معروف فقط"},{"id":812,"quote":"أما وإنّهم امتنعوا عن الإيمان بتلك الآلهة ، فهذا كان مسلكاً في منتهى الحكمة والتقوى من جانبهم ، ولكن عندما أطلقوا العنان لأنفسهم ليثوروا بمنتهى العنف على الدين الموروث - أيًّا ماتكن درجتُه من العبث - فإننا لا نعود نجد مناصاً من الإقرار بأنّهم هم المتعصّبون واللا متسامحون ٠"},{"id":813,"quote":"The truths of religion are never so well understood as by those who have lost the power of reasoning."},{"id":814,"quote":"He was a great patriot, a humanitarian, a loyal friend- provided of course he really is dead."},{"id":815,"quote":"إن هذا القرن بدأ يرى إنتصار العقل"},{"id":816,"quote":"when man was put into the garden of eden, he was put there with the idea that he should work the land; and this proves that man was not born to be idle."},{"id":817,"quote":"Go into the London Stock Exchange – a more respectable place than many a court – and you will see representatives from all nations gathered together for the utility of men. Here Jew, Mohammedan and Christian deal with each other as though they were all of the same faith, and only apply the word infidel to people who go bankrupt. Here the Presbyterian trusts the Anabaptist and the Anglican accepts a promise from the Quaker. On leaving these peaceful and free assemblies some go to the Synagogue and others for a drink, this one goes to be baptized in a great bath in the name of Father, Son and Holy Ghost, that one has his son’s foreskin cut and has some Hebrew words he doesn’t understand mumbled over the child, others go to heir church and await the inspiration of God with their hats on, and everybody is happy."},{"id":818,"quote":"My friend, you see how perishable are the riches of this world; there is nothing solid but virtue."},{"id":819,"quote":"What is madness? To have erroneous perceptions, and to reason correctly from them?"},{"id":820,"quote":"Clearly, I said, “we should choose not to have good sense, if that good sense contributes to our misery.” Everyone agreed with me, and yet I found no one who wanted to accept the bargain of becoming ignorant in order to become content. From this I concluded that though we greatly value happiness, we place even greater value on reason.But yet, upon reflection, it seems that to prefer reason to happiness is to be quite insane.”"},{"id":821,"quote":"Lord, protect me from my friends; I can take care of my enemies."},{"id":822,"quote":"Toleration is the prerogative of humanity; we are all full of weaknesses and mistakes; let us reciprocally forgive ourselves. It is the first law of nature.La tolérance, c'est l'apanage de l'humanité; nous sommes tous pétris de faiblesse et d'erreurs; pardonnons-nous réciproquement nos sottises. C'est la première loi de la nature."},{"id":823,"quote":"To learn who rules over you simply look to those you cannot criticize."},{"id":824,"quote":"S'il n'existait pas Dieu il faudrait l'inventer.\" (If God did not exist he would have to be invented.)"},{"id":825,"quote":"man was born to live either in a state of distracting inquietude or of lethargic disgust."},{"id":826,"quote":"In every author, let us distinguish the man from his work."},{"id":827,"quote":"O che sciagura d'essere senza coglioni"},{"id":828,"quote":"What is the verdict of the vastest mind?Silence: the book of fate is closed to us.Man is a stranger to his own research;He knows not whence he comes, nor whither goes.Tormented atoms in a bed of mud,Devoured by death, a mockery of fate.But thinking atoms, whose far-seeing eyes,Guided by thought, have measured the faint stars,Our being mingles with the infinite;Ourselves we never see, or come to know."},{"id":829,"quote":"All comes out even at the end of the day, and all comes out still more even when all the days are over."},{"id":830,"quote":"We are at the end of all our troubles, and at the beginning of happiness"},{"id":831,"quote":"My dear young lady, when you are in love, and jealous, and have been flogged by the Inquisition, there's no knowing what you may do."},{"id":832,"quote":"After all, it is no more surprising to me to be born twice than it is to be born once."},{"id":833,"quote":"كثيراً ما رأيت عصفوراً يطير وراء نسر و في اعتقاده أن النسر إنما يفر منه !فولتير"},{"id":834,"quote":"What's Optimism?' asked Cacambo. 'I'm afraid to say,' said Candide, 'that it's a mania for insisting that all is well when things are going badly."},{"id":835,"quote":"What can be feared when one is doing one's duty? I know the rage of my enemies. I know all their slanders; but when one only tries to do good to men and when one does not offend heaven, one can fear nothing, neither during life nor after death."},{"id":836,"quote":"Irregularity is inherent in our very nature; expecting people to be perfectly wise is as crazy as putting wings on dogs or horns on eagles"},{"id":837,"quote":"I have received your new book against the human race, and thank you for it. Never was such a cleverness used in the design of making us all stupid. One longs, in reading your book, to walk on all fours. But as I have lost that habit for more than sixty years, I feel unhappily the impossibility of resuming it. Nor can I embark in search of the savages of Canada, because the maladies to which I am condemned render a European surgeon necessary to me; because war is going on in those regions; and because the example of our actions has made the savages nearly as bad as ourselves. [in response to Rousseau's \"The Social Contract\"]"},{"id":838,"quote":"L’amour est de toutes les passions la plus forte, parce qu’elle attaque à la fois la tête, le cœur et le corps."},{"id":839,"quote":"Imagine all contradictions, all possible incompatibilities--you will find them in the government, in the law-courts, in the churches, in the public shows of this droll nation."},{"id":840,"quote":"فقال كانديد: «أعلم أيضا أنه يجب أن نزرع حديقتنا». وقال بانغلوس: «أنت محق: لأنهُ عندما وضِع الإنسان في جنة عدن، كان ذلك ليعمل.. مما يثبت أن الإنسان لم يولد للراحة». فقال مارتن: «فلنعمل بلا تفكير: هذه هي الوسيلة الوحيدة لجعل الحياة تُحتمل»."},{"id":841,"quote":"A hundred times I was upon the point of killing myself; but still I loved life. This ridiculous foible is perhaps one of our most fatal characteristics; for is there anything more absurd than to wish to carry continually a burden which one can always throw down? to detest existence and yet to cling to one's existence? in brief, to caress the serpent which devours us, till he has eaten our very heart?"},{"id":842,"quote":"Morality is everywhere the same for all men, therefore it comes from God; sects differ, therefore they are the work of men."},{"id":843,"quote":"أيتها الصداقة لولاك لكان المرء وحيدا، وبفضلك يستطيع المرء أن يضاعف نفسه وأن يحيا في نفوس الآخرين."},{"id":844,"quote":"The supper was like most Parisian suppers: silence at first, then a burst of unintelligible chatter, then witticisms that were mostly vapid, false rumors, bad reasonings, a little politics and a great deal of slander; they even spoke about new books."},{"id":845,"quote":"I am ignorant of how I was formed and how I was born. Through a quarter of my lifetime I was absolutely ignorant of the reasons for everything I saw and heard and felt, and was merely a parrot prompted by other parrots... When I sought to advance along that infinite course, I could neither find one single footpath or fully discover one single object, and from the upward leap I made to contemplate eternity I fell back into the abyss of my ignorance."},{"id":846,"quote":"self-esteem is a balloon filled with wind, from which great tempests surge when it is pricked"},{"id":847,"quote":"I know this love, that sovereign of hearts, that soul of our souls; yet it never cost me more than a kiss and twenty kicks on the backside. How could this beautiful cause produce in you an effect so abominable."},{"id":848,"quote":"Why should you think it so strange that in some countries there are monkeys which insinuates themselves into the good graces of the ladies; they are a fourth part human, as I am a fourth part Spaniard."},{"id":849,"quote":"Opinion rules the world, but in the long run it is the philosophers who shape opinion"},{"id":850,"quote":"It is man´s faith to live either on agonies of fear and turmoil or in the prostration of boredom."},{"id":851,"quote":"القوانين شرعت لإغاثة المواطنين كما شرعت لإخافتهم !"},{"id":852,"quote":"Il est démontré, disait-il, que les choses ne peuvent être autrement; car tout étant fait pour une fin, tout est nécessairement pour la meilleure fin. Remarquez bien que les nez ont été faits pour porter des lunettes; aussi avons-nous des lunettes"},{"id":853,"quote":"I have no more than twenty acres of ground,\" he replied, \"the whole of which I cultivate myself with the help of my children; and our labor keeps off from us the three great evils - boredom, vice, and want."},{"id":854,"quote":"if Columbus in an island of America had not caught the disease, which poisons the source of generation, and often indeed prevents generation, we should not have chocolate and cochineal"},{"id":855,"quote":"Illusion is the first of all pleasures."},{"id":856,"quote":"Once the people begin to reason, all is lost."},{"id":857,"quote":"Do you believe,\" said Martin, \"that hawks have always eaten pigeons when they have found them?\" \"Yes, without doubt,\" said Candide. \"Well, then,\" said Martin, \"if hawks have always had the same character why should you imagine that men may have changed theirs?"},{"id":858,"quote":"to find why this sheep's wool was red; and the prize was awarded to a learned man of the North, who demonstrated by A plus B minus C divided by Z, that the sheep must be red, and die of the rot."},{"id":859,"quote":"Use, do not abuse; the wise man arrange things so. I flee Epictetus and Petronius alike. Neither abstinence nor excess ever renders man happy."},{"id":860,"quote":"المنطق البديهي السليم غير شائع كثيرا."},{"id":861,"quote":"The only way to make men speak well of us is to do it."},{"id":862,"quote":"أحد الاستخدامات العظيمة للكلمات هي أنها تخفي الأفكار"},{"id":863,"quote":"All that is very well,\" answered Candide, \"but let us cultivate our garden."},{"id":864,"quote":"السخرية هى سلاح الأعزل المغلوب على أمره."},{"id":865,"quote":"The necessity of saying something, the perplexity of having nothing to say, and a desire of being witty, are three circumstances which alone are capable of making even the greatest writer ridiculous."},{"id":866,"quote":"فقال كانديد للتركي: «لا بدَّ أنك تملك أرضا واسعة عظيمة؟». فأجب التركي: «ليس لدي ألا عشرين فدّانا فقط، أزرعها مع أولادي. فالعمل يبعد عنّا شرورا ثلاثة: الضجر، والشر، والفاقة»."},{"id":867,"quote":"His face was the true index of his mind."},{"id":868,"quote":"A hundred times I have wanted to kill myself, but I was still in love with life. This absurd weakness is perhaps one of our deadliest attachments: can anything be more foolish than to keep carrying a fardel and yet keep wanting to throw it to the ground? To hold one's existence in horror, and yet cling to it?"},{"id":869,"quote":"It is noble to write as one thinks; this is the privilege of humanity."},{"id":870,"quote":"Indolence is sweet, and its consequence bitter."},{"id":871,"quote":"To have preferences, but not exclusions."},{"id":872,"quote":"Anything that is too stupid to be spoken is sung."},{"id":873,"quote":"Zadig dirigeait sa route sur les étoiles... Il admirait ces vastes globes de lumière qui ne paraissent que de faibles étincelles à nos yeux, tandis que la terre, qui n'est en effet qu'un point imperceptible dans la nature, paraît à notre cupidité quelque chose de si grand et de si noble. Il se figurait alors les hommes tels qu'ils sont en effet, des insectes se dévorant les uns les autres sur un petit atome de boue."},{"id":874,"quote":"العالم الذي أتيت إليه مكان ممل إلى درجة لا تطاق، ولا سبيل إلى العيش فيه دون أن أعمل أيًا كان الدافع أو النتيجة المنشودة."},{"id":875,"quote":"Wisdom must yield to superstition's rules,Who arms with bigot zeal the hand of fools."},{"id":876,"quote":"And to every man has been assigned a good and an evil angel; one assisting him and the other annoying him, from his cradle to his coffin."},{"id":877,"quote":"What we find in books is like the fire in our hearths. We fetch it from our neighbors, we kindle it at home, we communicate it to others, and it becomes the property of all."},{"id":878,"quote":"I am infinitely more touched by your extreme generosity than with the inhumanity of that gentleman"},{"id":879,"quote":"It is best one should quote what one doesn't understand at all in the language one knows the least"},{"id":880,"quote":"I tried to believe in God, but I confess to you that God meant nothing in my life, and that in my secret heart I too felt a void where my childhood faith had been. But probably this feeling belongs only to individuals in transition. The grandchildren of these pessimists will frolic in the freedom of their lives, and have more happiness than poor Christians darkened with fear of Hell."},{"id":881,"quote":"Christianity is the most ridiculous, the most absurd, and bloody religion that has ever infected the world.[In a letter to Frederick the Great]"},{"id":882,"quote":"Said Candide to Cacambo:My friend, you see how perishable are the riches of this world; there is nothing solid but virtue, and the happiness of seeing Cunegonde once more."},{"id":883,"quote":"العقل أقدم من العادة !"},{"id":884,"quote":"Honor those who seek the truth, beware of those who've found it."},{"id":885,"quote":"الزواج هو المغامرة الوحيدة المتاحة للجبان"},{"id":886,"quote":"We adore each other, and yet are afraid to love; we are consumed with a passion which we both condemn. Zadig"},{"id":887,"quote":"Il faut cultiver son jardin"},{"id":888,"quote":"Divert yourself, and ask each passenger to tell his story, and if there is one of them all who has not cursed his existence many times, and said to himself over and over again that he was the most miserable of men, I give you permission to throw me head-first into the sea."},{"id":889,"quote":"An opportunity fordoing an injury happens a hundred times a day, hut for doing good not once a year,\" says Zoroaster."},{"id":890,"quote":"I know of only one serious thing on this earth, the growing of grapes."},{"id":891,"quote":"Surely you must be possessed by the devil,\" said Candide.\"He is so deeply concerned in the affairs of this world,\" answered Martin, \"that he may very well be in me, as well as in everybody else; but I own to you that when I cast an eye on this globe, or rather on this little ball, I cannot help thinking that God has abandoned it to some malignant being. I except, always, El Dorado. I scarcely ever knew a city that did not desire the destruction of a neighbouring city, nor a family that did not wish to exterminate some other family. Everywhere the weak execrate the powerful, before whom they cringe; and the powerful beat them like sheep whose wool and flesh they sell. A million regimented assassins, from one extremity of Europe to the other, get their bread by disciplined depredation and murder, for want of more honest employment. Even in those cities which seem to enjoy peace, and[Pg 100] where the arts flourish, the inhabitants are devoured by more envy, care, and uneasiness than are experienced by a besieged town. Secret griefs are more cruel than public calamities. In a word I have seen so much, and experienced so much that I am a Manichean.\"\"There are, however, some things good,\" said Candide.\"That may be,\" said Martin; \"but I know them not."},{"id":892,"quote":"Fools have a habit of believing that everything written by a famous author is admirable."},{"id":893,"quote":"The Flames? Already?"},{"id":894,"quote":"but whether he be, or whether he be not, I want bread."},{"id":895,"quote":"mankind have a little corrupted nature, for they were not born wolves, and they have become wolves; God has given them neither cannon of four-and-twenty pounders, nor bayonets; and yet they have made cannon and bayonets to destroy one another."},{"id":896,"quote":"Only cut off a buttock of each of those ladies,' said he,'and you'll fare extremely well; if you must go to it again, there will be the same entertainment a few days hence; heaven will accept of so charitable an action, and send you relief."},{"id":897,"quote":"A true god surely cannot have been born of a girl, nor died on the gibbet, nor be eaten in a piece of dough... [or inspired] books, filled with contradictions, madness, and horror."},{"id":898,"quote":"The Jews are an ignorant and barbarous people, who have long united the most sordid avarice with the most detestable superstition and the most invincible hatred for every people by whom they are tolerated and enriched."},{"id":899,"quote":"Crush the infamous thing!"},{"id":900,"quote":"The Baron's lady weighed about three hundred and fifty pounds, and was therefore a person of great consideration.."},{"id":901,"quote":"L'homme n'est fait pas pour travailler, la preuve c'est que cela le fatigue."},{"id":902,"quote":"People have declaimed against luxury for two thousand years, in verse and prose, and people have always delighted in it."},{"id":903,"quote":"I already began to inspire the men with love. My breast began to take its right form, and such a breast! white, firm, and formed like that of the Venus de' Medici; my eyebrows were as black as jet, and as for my eyes, they darted flames and eclipsed the luster of the stars, as I was told by the poets of our part of the world. My maids, when they dressed and undressed me, used to fall into an ecstasy in viewing me before and behind; and all the men longed to be in their places."},{"id":904,"quote":"We find in them an ignorant and barbarous people, who have long united the most sordid avarice with the most detestable superstition and the most invincible hatred for every people by whom they are tolerated and enriched. Still, we ought not to burn them."},{"id":905,"quote":"If one doesn't get what one wants in one world, one can always get it in another"},{"id":906,"quote":"Men employ speech only to conceal their thoughts."},{"id":907,"quote":"Do you believe,\" said Candide, \"that men have always massacred each other as they do to-day, that they have always been liars, cheats, traitors, ingrates, brigands, idiots, thieves, scoundrels, gluttons, drunkards, misers, envious, ambitious, bloody-minded, calumniators, debauchees, fanatics, hypocrites, and fools?\" \"Do you believe,\" said Martin, \"that hawks have always eaten pigeons when they have found them?\" \"Yes, without doubt,\" said Candide. \"Well, then,\" said Martin, \"if hawks have always had the same character why should you imagine that men may have changed theirs?"},{"id":908,"quote":"Je voulus cent fois me tuer, mais j'aimais encore la vie. Cette faiblesse ridicule est peut-être un de nos penchants les plus funestes : car y a-t-il rien de plus sot que de vouloir porter continuellement un fardeau qu'on veut toujours jeter par terre ? D'avoir son être en horreur, et de tenir à son être ? Enfin de caresser le serpent qui nous dévore, jusqu'à ce qu'il nous ait mangé le cœur ?"},{"id":909,"quote":"للكلمات فائدة كبيرة، هي أنها تخفي ما نفكر فيه حقاً"},{"id":910,"quote":"The shrieks were coming from two quite naked girls, who were pursued by a pair of apes snapping at their bottoms. [...] So he now raises his double-barrelled Spanish rifle, fires and kills both apes. 'God be praised, my dear Calambo! I have delivered these two poor creatures from grave peril; if it was a sin to kill an Inquisitor and a Jesuit, I have made ample amends by saving the lives of two girls [...]'He was about to continue, but words failed him when he saw the two girls throw their arms lovingly around the two apes and collapse in tears over their corpses, filling the air with the most pitiful lamentations. 'I was not expecting quite so much tenderness of heart,' he said at last to Cacambo, who replied: 'You've excelled yourself this time, Master; you have just despatched the two lovers of these young ladies.' '-Their lovers! Is it possible? You're making fun of me, Cacambo; how could anyone believe in such a thing?' - 'My dear Master,' retorted Cacambo, 'you are always astounished by everything; why do you find it so strange that in some countries it is apes who enjoy the favours of young ladies? After all, they are one-quarter human, just as I am one-quarter Spanish."},{"id":911,"quote":"Voltaire abolished Christianity by believing in God."},{"id":912,"quote":"Il faut cultiver notre jardin."},{"id":913,"quote":"we often meet with those whom we expected never to see more;"},{"id":914,"quote":"Mieux vaut un demon qu'on connait qu'un ange qu'on connait pas!"},{"id":915,"quote":"FANATICISM is, to superstition, what delirium is to fever, and fury to anger : he who has ecstasies and visions, who takes dreams for realities, and imaginations for prophecies, is an enthusiast ; and he, who sticks not at supporting his folly by murder, is a fanatic."},{"id":916,"quote":"Always beware of turning religion into metaphysics: Morality is its essence."},{"id":917,"quote":"Il est coupable de tout le bien qu'il ne fait pas."},{"id":918,"quote":"I assert nothing, I content myself with believing that more is possible than people think."},{"id":919,"quote":"An Opportunity of doing Mischief, says -Zoroaster-, offers itself a hundred Times a Day; but that of doing a Friend a good Office but once a Year."},{"id":920,"quote":"لكن العقل تغلب على الحزن، بل وجد شيئا من العزاء فى قسوة ما عانى من الآلام."},{"id":921,"quote":"For the poetry of a text is largely produced by the fact that the wild chaos of the universe is therein, at one and the same time, expressed and controlled by a rhythm. In Candide both characteristics exist."},{"id":922,"quote":"Antiquity is full of eulogies of another more remote antiquity."},{"id":923,"quote":"But how conceive a God supremely good/ Who heaps his favours on the sons he loves,/ Yet scatters evil with as large a hand?[Written after an earthquake in Lisbon killed over 15,000 people]"},{"id":924,"quote":"We must cultivate our garden."},{"id":925,"quote":"Търсещият щастие е като пияницата, който не може да улучи пътя към дома си, но знае, че има дом"},{"id":926,"quote":"Certainement qui est en droit de vous rendre absurde est en droit de vous rendre injuste"},{"id":927,"quote":"I have been in several provinces. In some one-half of the people are fools, in others they are too cunning; in some they are weak and simple, in others they affect to be witty; in all, the principal occupation is love, the next is slander, and the third is talking nonsense."},{"id":928,"quote":"I found the book, Qur'an,] in spite of \"the contradictions, the absurdities, the anachronisms\", \"rhapsody, without connection, without order, and without art."},{"id":929,"quote":"Je ne lis que pour moi; je n'aime que ce qui est à mon usage."},{"id":930,"quote":"A fondness for roving, for making a name for themselves in their onw country, and for boasting of what they had seen in their travels, was so strong in our two wanderers, that they resolved to be no longer happy; and demanded permission of the king to leave the country."},{"id":931,"quote":"Jos tämä on paras mahdollinen maailma, millaisia sitten ovatkaan muut?"},{"id":932,"quote":"It must also be noted that until the present time this malady, like religious controversy, has been wholly confined to the continent of Europe."},{"id":933,"quote":"Un bon mot ne prouve rien."},{"id":934,"quote":"I disapprove of what you say but i will defend to the death your right to say it."},{"id":935,"quote":"It is not improbable that in hot countries, monkeys may have enslaved girls."},{"id":936,"quote":"Candide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so."},{"id":937,"quote":"In cities where peace and the arts flourish, men are more consumed by jealousy, worry, and anxiety than they are in cities under the blight of a besieging army. Private sorrows are more bitter than public suffering."},{"id":938,"quote":"if God did not exist, it would be necessary for us to invent Him."},{"id":939,"quote":"Observe, that the nose has been formed to bear spectacles—thus we have spectacles. Legs are visibly designed for stockings—and we have stockings. Stones were made to be hewn, and to construct castles—therefore my lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Pigs were made to be eaten—therefore we eat pork all the year round. Consequently they who assert that all is well have said a foolish thing, they should have said all is for the best."},{"id":940,"quote":"All our ancient history, as one of our wits remarked, is no more than accepted fiction."},{"id":941,"quote":"العمل هو الطريقة الوحيدة لجعل الحياة محتملة"},{"id":942,"quote":"Da ich nun einmal nicht imstande war, die Menschen vernünftiger zu machen, war ich lieber fern von ihnen glücklich."},{"id":943,"quote":"Self love is like that instrument by which we propagate the species: it is necessary, it is dear to us, it gives us pleasure, and it must be hidden."},{"id":944,"quote":"Gli sciocchi ammirano ogni cosa in un autore stimato: io leggo per me e mi piace solo quel che mi serve"},{"id":945,"quote":"La joie d'un homme heureux serait une insulte ; mais deux malheureux sont comme deux arbrisseaux faibles qui, s'appuyant l'un sur l'autre, se fortifient contre l'orage."},{"id":946,"quote":"Nobody thinks of giving an immortal soul to a flea."},{"id":947,"quote":"I've had some experience of this love, this love that rules our hearts, which is the soul of our souls; all it got me was a kiss and twenty kicks in the ass. How could so beautiful a cause have produced in you such an abominable effect?"},{"id":948,"quote":"on doit des égards aux vivants, on ne doit aux morts que la vérité."},{"id":949,"quote":"lo perfecto es enemigo de lo bueno"},{"id":950,"quote":"A false science makes atheists, a true science prostrates men before the Deity."},{"id":951,"quote":"Sect and error are synonymous."},{"id":952,"quote":"tell her stories to alleviate her inquietude; for stories always amuse the ladies, and it is only by interesting them that one can succeed in the world.\" Mambres"},{"id":953,"quote":"Everything is not as good as in El-Dorado; but everything is not so bad."},{"id":954,"quote":"إنه لعسير أن يسعد الإنسان فى هذه الحياة."},{"id":955,"quote":"Por isso, vos aconselho a que vos distraiais, convidai cada passageiro a contar a sua história; mas se encontrar um só que nunca tenha amaldiçoado a vida e que nunca tenha dito para si mesmo que era o mais infeliz dos homens, deitem-me ao mar de cabeça para baixo!"},{"id":956,"quote":"while the earth, which in reality is only an imperceptible point in nature, appears to our fond imaginations as something so grand and noble. He then represented to himself the human species, as it really is, as a parcel of insects devouring one another on a little atom of clay. This true image seemed to annihilate his misfortunes, by making him sensible of the nothingness of his own being"},{"id":957,"quote":"Le doute n'est pas une condition agréable,mais la certitude est absurde."},{"id":958,"quote":"It is fancy rather than taste which produces so many new fashions."},{"id":959,"quote":"الحب الناشئ المكبوت لابد أن يُفتضح، أما الحب الذى ظفر بالرضا فهو قادر على أن يُستخفى."},{"id":960,"quote":"Human reason is so little able, merely by its own strength, to demonstrate the immortality of the soul, that it was absolutely necessary religion should reveal it to us.  It is of advantage to society in general, that mankind should believe the soul to be immortal; faith commands us to do this; nothing more is required, and the matter is cleared up at once."},{"id":961,"quote":"L'occasion de faire du mal se trouve cent fois par jour, et celle de faire du bien une fois dans l'année, comme dit Zoroastre."},{"id":962,"quote":"If you want to know who rules over you, just look for who you are not allowed to criticize."},{"id":963,"quote":"To become a patriot,one must become an enemy to mankind."},{"id":964,"quote":"What! have you no monks who teach, who dispute, who govern, who cabal, and who burn people that are not of their opinion?"},{"id":965,"quote":"The scholar explained, very neatly, that a play might well have something interesting about it, but no literary value. He demonstrated, without wasting words, that a playwright had to do more than throw in some of the complications found in all novels, and perpetually attractive to theater audiences. Playwrights had to be novel without being bizarre, frequently sublime but never unnatural; they had to understand the human heart had let it speak for itself; they had to be great poets but never let any of their characters sound like poets; they had to perfectly understand language and use it purely, with continuous harmony, never disjointing it with forced rhyme."},{"id":966,"quote":"There is a concatenation of events in this best of all possible worlds: for if you had not been kicked out of a magnificent castle for love of Miss Cunegonde: if you had not been put into the Inquisition: if you had not walked over America: if you had not stabbed the Baron: if you had not lost all your sheep from the fine country of El Dorado: you would not be here eating preserved citrons and pistachio-nuts."},{"id":967,"quote":"I have been a hundred times on the point of killing myself, but still was fond of life. The ridiculous weakness is perhaps one of our worst instincts. What can be more absurd than choosing to carry a burden that one really wants to throw to the ground? To detest, and yet to preserve our existence? To caress the serpent that devours us, and hug him close to our bosoms till he has gnawed into our hearts?"},{"id":968,"quote":"I shall relate quite simply how things happened and without adding anything of my own, which is no small feat for an historian."},{"id":969,"quote":"A great work must be novel without being far-fetched, frequently sublime, but always natural. The author must know the human heart, and how to make it speak; he must be a poet, without letting any of his characters speak like poets; and he must be a master of his language, using it purely and harmoniously and not letting the rhyme interfere with the sense."},{"id":970,"quote":"The only reward to be expected from the cultivation of literature is contempt if one fails and and hatred if one succeeds."},{"id":971,"quote":"Quien cree que el dinero lo hace todo, acaba haciéndolo todo por dinero… Cuando sólo es rico el que sabe limitar sus deseos"},{"id":972,"quote":"These marranos go wherever there is money to be made."},{"id":973,"quote":"Freedom is to depend only on the law and not on men's whims."},{"id":974,"quote":"Shall I not render a service to men in speaking to them only of morality? This morality is so pure, so holy, so universal, so clear, so ancient, that it seems to come from God himself, like the light which we regard as the first of his works. Has he not given men self-love to secure their preservation; benevolence, beneficence, and virtue to control their self-love; the natural need to form a society; pleasure to enjoy, pain to warn us to enjoy in moderation, passions to spur us to great deeds, and wisdom to curb our passions?"},{"id":975,"quote":"Perhaps, if I use my reason in good faith, I may suceed in discovering some ray of probability to lighten me in the dark night of nature. And if this faint dawn which I seek does not come to me, I shall be consoled to think that my ignorance is invincible; that knowledge which is forbidden me is assuredly useless to me; and that the great Being will not punish me for having sought a knowledge of him and failed to obtain it."},{"id":976,"quote":"Pangloss most cruelly deceived me when he said that everything in the world is for the best."},{"id":977,"quote":"I leave there, and I say to my husband: \"If you are without sin, shave me, imprison me, take my property; but if you have committed more sins than I have, it is for me to shave you, to have you imprisoned, and to seize your fortune. In justice these things should be equal."},{"id":978,"quote":"You are very hard of belief,\" said Candide. \"I have lived,\" said Martin."},{"id":979,"quote":"Depois do terramoto que destruíra três quartos de Lisboa, os sábios do país não acharam meio mais eficaz de prevenir uma ruína total que oferecer um belo Auto-da-fé; foi decidido pela Universidade de Coimbra que o espetáculo de algumas pessoas queimadas em lume brando, numa grande cerimónia, é um segredo infalível para impedir a terra de tremer."},{"id":980,"quote":"My friend, said the orator to him, “do you believe the Pope to be the Anti-Christ?”“I have not heard it,” answered Candide; “but whether he be, or whether he not, I want bread.”"},{"id":981,"quote":"Every man is guilty of all the good he did not do,"},{"id":982,"quote":"Plus je connais les hommes, plus j'aime les chiens!"},{"id":983,"quote":"a river always leads to some inhabited spot. If we do not find pleasant things we shall at least find new things. “With”"},{"id":984,"quote":"Is it true that they always laugh in Paris? said Candide. “Yes,” said the Abbé, “but it means nothing, for they complain of everything with great fits of laughter; they even do the most detestable things while laughing.”"},{"id":985,"quote":"In de ene helft van ons leven offeren we ons leven op om geld te verdienen. In de andere helft offeren we ons geld om weer gezond te worden"},{"id":986,"quote":"أينا يقدر على أن يُغير قانونا قدسه الزمن؟!"},{"id":987,"quote":"Candide, terrified, amazed, desperate, all bloody, all palpitating, said to himself: \"If this is the best of possible worlds, what then are the others? Well,"},{"id":988,"quote":"Humanly speaking, let us define truth, while waiting for a better definition as a statement of facts as they are"},{"id":989,"quote":"As Candide went back to his farm, he reflected deeply on the Turk's remarks. He said to Pangloss and Martin: \"That good old man seems to me to have made himself a life far preferable to that of the six Kings with whom we had the honor of having supper.\"\"Great eminence,\" said Pangloss, \" is very dangerous, according to the report of all philosophers. For after all, Eglon, King of the Moabites, was assassinated by Ehud; Absolom was hanged by his hair and pierced with three darts; King Naab son of Jeroboam was killed by Baasha...\"\"I also know\", said Candide, \"that we must cultivate our garden.\"\"You are right,\" said Pangloss, \"for when man was put in the Garden of Eden, he was put there ut operaretur eum, to work; which proves that man was not born to rest.\"\"Let us work without reasoning,\" said Martin, \"it is the only way to make life endurable.\"All the little society entered into this laudable plan; each one began to exercise his talents. The little piece of land produced much. True, Cunégonde was very ugly; but she became and excellent pastry cook; Paquette embroidered; the old woman took care of the linen. No one, not even Friar Giroflée, failed to perform some service; he was a very good carpenter, and even became an honorable man; and Pangloss sometimes said to Candide: \"All events are linked together in the best of all possible worlds. for after all, if you had not been expelled from a fine castle with great kicks in the backside for love of Mademoiselle Cunégonde, if you had not been subjected to the Inquisition, if you had not traveled about America on foot, if you had not given the Baron a great blow with your sword, if you had not lost all your sheep from the good country of Eldorado, you would not be here eating candied citrons and pistachios.\"\"That is well said,\" replied Candide, \"but we must cultivate our garden."},{"id":990,"quote":"Religion, far from being beneficial food, turns to poison in infected brains."},{"id":991,"quote":"this thought has met with the fate of many other useful projects, of being applauded and neglected."},{"id":992,"quote":"Avez-vous jamais été en France, monsieur Martin ? dit Candide.- Oui, dit Martin, j'ai parcouru plusieurs provinces. Il y en a où la moitié des habitants est folle, quelques-unes où l'on est trop rusé, d'autres où l'on est communément assez doux et bête, d'autres où l'on fait le bel esprit ; et dans toutes, la principale occupation est l'amour, la seconde de médire, et la troisième de dire des sottises."},{"id":993,"quote":"The Dutch fetishes who converted me tell me every Sunday that the blacks and whites are all children of one father, whom they call Adam. As for me, I do not understand anything of genealogies; but if what these preachers say is true, we are all second cousins; and you must allow that it is impossible to be worse treated by our relations than we are."},{"id":994,"quote":"He is the man who knows everything and never dies."},{"id":995,"quote":"La lecture agrandit l'âme, et un ami éclairé la console."},{"id":996,"quote":"Η πληθώρα των αληθειών και των συγγραμμάτων κατάντησε τόση,ώστε πολύ γρήγορα θα καταφύγουμε στα αποσπάσματα"},{"id":997,"quote":"Fools admire everything in an author of reputation. For my part, I read only to please myself. I like only that which serves my purpose."},{"id":998,"quote":"Better is the Enemy of Good"},{"id":999,"quote":"The Baron was one of Westphalia's most potent aristocrats, since his mansion boasted both a door and windows."},{"id":1000,"quote":"Having lived with kings, I have become a king in my own home."},{"id":1001,"quote":"Quando somos amados por uma bela mulher - diz o grande Zoroastro - sempre nos livramos de complicações neste mundo."},{"id":1002,"quote":"Сто пати сакав да се убијам, но уште сакав да живеам. Таа смешна слабост е можеби една од најстрашните на нашите природни склоности; бидејќи има ли нешто поглупаво отколку непрекинато со себе да се влече товарот кој постојано сакаме да го отфрлиме? Да се грозиш од сопствениот живот и да го сакаш тој живот."},{"id":1003,"quote":"It's not inequality which is the real misfortune, it's dependence"},{"id":1004,"quote":"Neither the Choice of his Friends, nor that of his Dishes, was the Result of Pride or Ostentation. He took Delight in appearing to be, what he actually was, and not in seeming to be what he was not; and by that Means, got a greater real Character than he actually aim'd at."},{"id":1005,"quote":"أنت أوهامي الجميلة"},{"id":1006,"quote":"وتجد بين من يقرأون عشرين يطالعون رواياتٍ في مقابل واحد يدرس الفلسفة، فعدد من يفكرون قليلٌ إلى الغاية ، ولا يعنّ لهؤلاء أن يكدروا صفو العالم."},{"id":1007,"quote":"The Apology (of Socrates) is Plato's version of the speech given by Socrates as he defends himself against the charges of being a man \"who corrupted the young, did not believe in the gods, and created new deities\". \"Apology\" here has its earlier meaning (now usually expressed by the word \"apologia\") of speaking in defense of a cause or of one's beliefs or actions (from the Greek απολογία)."},{"id":1008,"quote":"I suspected as much."},{"id":1009,"quote":"There is the history of opinions which is hardly anything but a collection of human errors."},{"id":1010,"quote":"No comparto lo que dices, pero defenderé hasta la muerte tu derecho a decirlo"},{"id":1011,"quote":"Ne obraćam se stoga više ljudima; obraćam se tebi, Bože svih bića, svih svjetova i svih vremena: ako je slabašnim stvorenjima, izgubljenim u beskraju, i nevidljivima za ostale u svemiru, dopušteno da od tebe nešto zatraže, od tebe koji si dao sve, od tebe čije su odluke postojane i vječne, udostoji se milostivo suditi o greškama što pripadaju našoj prirodi; neka te greške ne budu naša pokora. Nisi nam dao srce da se mrzimo i ruke da se ubijamo; učini da pomognemo jedni drugima podnositi teret mučnog i prolaznog života; neka neznatne razlike u odjeći kojom pokrivamo naša slaba tijela, među svim našim nedostatnim jezicima, među svim našim smiješnim običajima, među svim našim nesavršenim zakonima, među svim našim bezumnim shvaćanjima, među svim našim prilikama tako ujednačenim u našim očima i tako jednakim pred tobom; neka sve te sitne nijanse po kojima se razlikuju atomi nazvani ljudima ne budu povodi za mržnju i za progone; neka oni koji pale voštanice usred bijela dana da bi te slavili podnose one kojima je dovoljna svjetlost tvog sunca; neka oni koji svoje haljine prekrivaju bijelom tkaninom da bi iskazali ljubav prema tebi ne preziru one koji kazuju to isto pod mantijom od crne vune; neka bude svejedno obraća li ti se netko riječima nekog starog jezika ili na nekom novijem narječju; neka oni čija je odjeća obojena crveno ili ljubičasto, koji vladaju na malom komadiću jedne male gomile blata na ovome svijetu, i koji posjeduju nekoliko zaobljenih komadića izvjesne kovine, bez oholosti uživaju u onome što nazivaju veličinom i bogatstvom, i neka ih ostali gledaju bez zavisti; jer ti znaš da u tim ispraznostima nema ničeg na čemu bi trebalo zavidjeti i ničega zbog čega bi se trebalo dičiti.Kad bi se svi ljudi mogli prisjetiti da su braća! Neka zamrze tiraniju nad dušama kao što se gnušaju pljačke koja silom otima plodove rada i mirne umješnosti! Ako su nevolje rata neizbježne, ne mrzimo se, ne razdirimo se barem u miru, i koristimo trenutak svog postojanja da blagoslovimo, na tisuću različitih jezika istovremeno, od Sijama do Kalifornije, tvojom dobrotom koja nam je darovala taj trenutak."},{"id":1012,"quote":"Questa ridicola debolezza è forse una delle nostre inclinazioni più funeste: c'è qualcosa di più sciocco del voler portare continuamente un fardello che vorremmo sempre gettare a terra? Di avere orrore della propria esistenza e di tenersi aggrappati alla propria esistenza? Insomma di accarezzare il serpente che ci divora, finché ci abbia mangiato il cuore?"},{"id":1013,"quote":"Ceux qui peuvent vous faire croire en des absurdités pourront vous faire commettre des atrocités."},{"id":1014,"quote":"A Frenchman who arrives in London, will find philosophy, like everything else, very much changed there. He had left the world a plenum, and he now finds it a vacuum."},{"id":1015,"quote":"Y-a-t-il rien de plus sot que de vouloir porter continuellement un fardeau qu'on veut toujours jeter par terre?"},{"id":1016,"quote":"when I found that he doubted of everything, I concluded that I knew as much as he, and that I had no need of a guide to learn ignorance."},{"id":1017,"quote":"Miss, you are seventy-two percent noble and don't have a cent. Whether or not you marry the greatest lord in South America - who has an extraordinarily handsome mustache - is entirely up to you."},{"id":1018,"quote":"Kimse bulamadı ve kimse bulamayacak."},{"id":1019,"quote":"beauty is often very relative, just as what is decent in Japan is indecent in Rome, and what is fashionable in Paris, is not fashionable in Pekin; and he saved himself the trouble of composing a long treatise on beauty."},{"id":1020,"quote":"Работата од нас одбива три зла: досадата, порокот и бедата."},{"id":1021,"quote":"Perhaps there is nothing greater on earth than the sacrifice of youth and beauty, often of high birth, made by the gentle sex in order to work in hospitals for the relief of human misery, the sight of which is so revolting to our delicacy. Peoples separated from the Roman religion have imitated but imperfectly so generous a charity."},{"id":1022,"quote":"The burning of a little straw may hide the stars, but the stars outlast the smoke."},{"id":1023,"quote":"Speaking of Newton but also commenting more broadly on education and the Enlightenment: \"I have seen a professor of mathematics only because he was great in his vocation, buried like a king who had done well by his subjects."},{"id":1024,"quote":"Кога орлите секогаш ја имале истата навика, зошто тогаш луѓето да ја менуваат својата?"},{"id":1025,"quote":"Но поради што тогаш е создаден овој свет? -рече Кандид,. “Да пукаме од мака” –одговори Мартин.”"},{"id":1026,"quote":"Когато стане въпрос за пари, всички сме от една религия!"},{"id":1027,"quote":"Мора да имате ѓавол во телото, рече Кандид. –“Тој премногу се вплеткува во работите на овој свет-одговори Мартин-за да би можел да се најде и во моето тело како и на секое друго место, но морам да кажам дека, кога ќе фрлам поглед на оваа земјина топка, или подобро речено, топче, мислам дека Господ ја оставил на милост и немилост на некое злобно суштество.”"},{"id":1028,"quote":"Който не обича свободата и истината, може да стане могъщ човек, но велик - никога"},{"id":1029,"quote":"Никой проблем не може да устои на атаките на постоянното мислене"},{"id":1030,"quote":"Ревността е изкуството да причиняваш на себе си по-голямо зло, отколкото на другите"},{"id":1031,"quote":"I've wanted to kill myself a hundred times, but I still love life. That ridiculous weakness is perhaps one of our most pernicious inclinations. What could be more stupid than to persist in carrying a burden that we constantly want to cast off, to hold our existence in horror, yet cling to it nonetheless, to fondle the serpent that devours us, until it has eaten our heart?"},{"id":1032,"quote":"We are born, so to speak, twice over; born into existence, and born into life."},{"id":1033,"quote":"صديق واحد خير من مئة قسيس."},{"id":1034,"quote":"إن إله السماء والأرض الذى لا يختص أحدا بفضله لا يؤثر قدما على قدم سواء أكانت اليمنى أو اليسرى."},{"id":1035,"quote":"La casualidad no es, ni puede ser más que una causa ignorada de un efecto desconocido"},{"id":1036,"quote":"إن الحب يشغفنا ولكننا نخاف الحب، وإن نارا واحدة تحرقنا ولكننا نبغض هذه النار."},{"id":1037,"quote":"I am so satiated with the great number of detestable books with which we are inundated that I am reduced to punting at faro."},{"id":1038,"quote":"Ours [religion] is without a doubt the most ridiculous, the most absurd, and the most bloody to ever infect the world."},{"id":1039,"quote":"Fairest lady, said Candide, “when a man is in love, jealous, and whipped by the Inquisition, he no longer knows what he's doing.”"},{"id":1040,"quote":"You sweet delusions of my mind(From the poem 'From Love to Friendship')"},{"id":1041,"quote":"I am convinced that everything has come down to us from the banks of the Ganges, - astronomy, astrology, metempsychosis, etc... It is very important to note that some 2,500 years ago at the least Pythagoras went from Samos to the Ganges to learn geometry...But he would certainly not have undertaken such a strange journey had the reputation of the Brahmins' science not been long established in Europe"},{"id":1042,"quote":"إن للعواطف الجامحة آيات ليس للشك إليها سبيل."},{"id":1043,"quote":"¡Ah, reverendo padre! (me dicen), explícanos cómo el mal inunda toda la tierra.\" Mi ignorancia es igual a la de los que me formulan esta pregunta; a veces les digo que en el mundo todo va del mejor modo posible; pero los que se han arruinado o han sido mutilados en la guerra no me creen, y yo tampoco me lo creo; me retiro a mi casa abrumado por mi curiosidad y mi ignorancia. Leo nuestros antiguos libros y ellos espesan todavía más mis tinieblas. Hablo con mis compañeros: los unos me responden que hay que gozar de la vida y burlarse de los hombres; los otros creen saber algo y se pierden en ideas extravagantes; todo aumenta el sentimiento doloroso que experimento. A veces estoy a punto de caer en la desesperación cuando pienso que, después de tanto estudiar, no sé ni de dónde vengo, ni lo que soy, ni adónde iré, ni lo que será de mí.\"El estado de este buen hombre me causó verdadera pena: nadie era más razonable ni más sincero que él. Comprendí que cuantos más conocimientos tenía en su cabeza y más sensibilidad en su corazón, más desgraciado era."},{"id":1044,"quote":"Do transports of rage make a religion any truer? A man shot in a battle does not lose his temper, but argue with a theologian and he becomes implacable."},{"id":1045,"quote":"Non più dunque agli uomini mi rivolgo, ma a te Dio di tutti gli esseri, di tutti i mondi e di tutti i tempi. Se è permesso a deboli creature perdute nell’immensità e impercettibili al resto dell’universo osar domandare qualcosa a te, a te che hai dato tutto, a te i cui decreti sono immutabili quanto eterni, degnati di guardar con misericordia gli errori legati alla nostra natura. Che questi errori non generino le nostre sventure. Tu non ci hai dato un cuore perché noi ci odiassimo, né delle mani perché ci scannassimo. Fa che ci aiutiamo l’un l’altro a sopportare il fardello d’una esistenza penosa e passeggera. Che le piccole diversità tra i vestiti che coprono i nostri deboli corpi, tra tutte le nostre lingue insufficienti, tra tutti i nostri usi ridicoli, tra tutte le nostre leggi imperfette, tra tutte le nostre opinioni insensate, tra tutte le nostre condizioni ai nostri occhi così diverse l’una dall’altra, e così uguali davanti a te; che tutte le piccole sfumature che distinguono questi atomi chiamati uomini non siano segnali di odio e di persecuzione; che coloro i quali accendono ceri in pieno mezzogiorno per celebrarti sopportino coloro che si accontentano della luce del tuo sole; che coloro i quali coprono la veste loro di una tela bianca per dire che bisogna amarti non detestino coloro che dicono la stessa cosa portando un mantello di lana nera;che sia uguale adorarti in un gergo proveniente da una lingua morta, o in un gergo più nuovo; che coloro il cui abito è tinto di rosso o di violetto, che dominano su una piccola parte di un piccolo mucchio di fango di questo mondo e che posseggono alcuni frammenti arrotondati di un certo metallo, godano senza orgoglio di ciò che essi chiamano grandezza e ricchezza, e che gli altri guardino a costoro senza invidia;perché tu sai che nulla vi è in queste cose vane, né che sia da invidiare né che possa inorgoglire. Possano tutti gli uomini ricordarsi che sono fratelli! Che essi abbiano in orrore la tirannide esercitata sugli animi, così come esecrano il brigantaggio che strappa con la forza il frutto del lavoro e dell’industria pacifica! Se i flagelli della guerra sono inevitabili, non odiamoci però, non laceriamoci a vicenda quando regna la pace e impieghiamo l’istante della nostra esistenza per benedire ugualmente, in mille lingue diverse, dal Siam sino alla California, la tua bontà che questo istante ci ha dato"},{"id":1046,"quote":"God should worshiped, not avenged. It is absurd for insects like ourselves to think we can avenge God."},{"id":1047,"quote":"Good God! cried he, “I have killed my old master, my friend, my brother-in-law; I am the best man in the world, and yet I have already killed three men; and of these three two were priests.”"},{"id":1048,"quote":"Wir sind nicht nur dafür verantwortlich was wir tun, sondern auch dafür, was wir nicht tun."},{"id":1049,"quote":"They are the winds,\" replied the hermit, \"that swell the sails of the ship; it is true, they sometimes sink her, but without them she could not sail at all. The bile makes us sick and choleric but without the bile we could not live. Everything in this world is dangerous, and yet everything in it is necessary.\" The"},{"id":1050,"quote":"Size kimin hükmettiğini öğrenmek istiyorsanız, sadece kimi eleştirme izniniz olmadığını bulun."},{"id":1051,"quote":"Can you really believe that a drop of urine is an infinity of monads, and that each of these has ideas, however obscure, of the universe as a whole?"},{"id":1052,"quote":"My Lady Baroness, who weighed three hundred and fifty pounds, consequently was a person of no small consideration; and then she did the honors of the house with a dignity that commanded universal respect. Her daughter was about seventeen years of age, fresh-colored, comely, plump, and desirable. The Baron's son seemed to be a youth in every respect worthy of the father he sprung from. Pangloss, the preceptor, was the oracle of the family, and little Candide listened to his instructions with all the simplicity natural to his age and disposition."},{"id":1053,"quote":"There was never anything so gallant, so spruce, so brilliant, and so well disposed as the two armies. Trumpets, fifes, hautboys, drums, and cannon made music such as Hell itself had never heard. The cannons first of all laid flat about six thousand men on each side; the muskets swept away from this best of worlds nine or ten thousand ruffians who infested its surface. The bayonet was also a sufficient reason for the death of several thousands. The whole might amount to thirty thousand souls. Candide, who trembled like a philosopher, hid himself as well as he could during this heroic butchery."},{"id":1054,"quote":"He vainly said that human will is free,"},{"id":1055,"quote":"In short, Miss Cunegonde, I have had experience, I know the world; therefore I advise you to divert yourself, and prevail upon each passenger to tell his story; and if there be one of them all, that has not cursed his life many a time, that has not frequently looked upon himself as the unhappiest of mortals, I give you leave to throw me headforemost into the sea."},{"id":1056,"quote":"Hãy yêu sự thật, nhưng hãy tha thứ cho lầm lỗi."},{"id":1057,"quote":"Man is free at the moment he wishes to be."},{"id":1058,"quote":"Je fus nommé historiographe de France; et le roi me fit présent d'une charge de gentilhomme ordinaire de sa chambre; je conclus que pour faire la plus petite fortune, il valait mieux dire quatre mots à la maîtresse d'un roi, que d'écrire cent volumes."},{"id":1059,"quote":"How is it that we have succeeded in persuading reasonable beings that the thing most impossible to understand was the most essential for them. It is because they were greatly frightened; it is because when men are kept in fear they cease to reason; it is because they have been expressly enjoined to distrust their reason. When the brain is troubled, we believe everything and examine nothing."},{"id":1060,"quote":"The very essence of things is totally changed. You neither are agreed upon the definition of the soul nor on that of matter. Descartes, as I observed in my last, maintains that the soul is the same thing with thought, and Mr. Locke has given a pretty good proof of the contrary. Descartes asserts farther, that extension alone constitutes matter, but Sir Isaac adds solidity to it. How furiously contradictory are these opinions! Non nostrum inter vos tantas componere lites (Virgil)."},{"id":1061,"quote":"Were you ever in France, Mr. Martin?\" said Candide. \"Yes,\" said Martin, \"I have been in several provinces. In some one-half of the people are fools, in others they are too cunning; in some they are weak and simple, in others they affect to be witty; in all, the principal occupation is love, the next is slander, and the third is talking nonsense.\" \"But, Mr. Martin, have you seen Paris?\" \"Yes, I have. All these kinds are found there. It is a chaos—a confused multitude, where everybody seeks pleasure and scarcely any one finds it, at least as it appeared to me. I made a short stay there. On my arrival I was robbed of all I had by pickpockets at the fair of St. Germain. I myself was taken for a robber and was imprisoned for eight days, after which I served as corrector of the press to gain the money necessary for my return to Holland on foot. I knew the whole scribbling rabble, the party rabble, the fanatic rabble. It is said that there are very polite people in that city, and I wish to believe it."},{"id":1062,"quote":"Every evil begets some good."},{"id":1063,"quote":"L'homme est né pour vivre dans les convulsions de l'inquiétude ou dans la léthargie de l'ennui."},{"id":1064,"quote":"Meanwhile, all the travellers whom Candide met in the inns along his route, said to him, \"We go to Paris.\" This general eagerness at length gave him, too, a desire to see this capital; and it was not so very great a détour from the road to Venice. He entered Paris by the suburb of St. Marceau, and fancied that he was in the dirtiest village of Westphalia. Scarcely was Candide arrived at his inn, than he found himself attacked by a slight illness, caused by fatigue. As he had a very large diamond on his finger, and the people of the inn had taken notice of a prodigiously heavy box among his baggage, there were two physicians to attend him, though he had never sent for them, and two devotees who warmed his broths. \"I remember,\" Martin said, \"also to have been sick at Paris in my first voyage; I was very poor, thus I had neither friends, devotees, nor doctors, and I recovered."},{"id":1065,"quote":"Descartes gave sight to the blind. These saw the errors of antiquity and of the sciences. The path he struck out is since become boundless [....] In fathoming this abyss no bottom has been found. We are now to examine what discoveries Sir Isaac Newton has made in it."},{"id":1066,"quote":"By what incomprehensible mechanism are our organs held in subjection to sentiment and thought? How is it that a single melancholy idea shall disturb the whole course of the blood; and that the blood should in turn communicate irregularities to the human understanding? What is that unknown fluid which certainly exists and which, quicker and more active than light, flies in less than the twinkling of an eye into all the channels of life,—produces sensations, memory, joy or grief, reason or frenzy,—recalls with horror what we would choose to forget; and renders a thinking animal, either a subject of admiration, or an object of pity and compassion?"},{"id":1067,"quote":"Consequently they who assert that all is well have said a foolish thing, they should have said all is for the best."},{"id":1068,"quote":"The moment of meeting, and that of parting are the two greatest epochs of life as sayeth the great book of Zend."},{"id":1069,"quote":"I do not know by what power I think; but well I know that I should never have thought without the assistance of my senses. That there are immaterial and intelligent substances I do not at all doubt; but that it is impossible for God to communicate the faculty of thinking to matter, I doubt very much. I revere the Eternal Power, to which it would ill become me to prescribe bounds. I affirm nothing, and am contented to believe that many things are possible than are usually thought so\"."},{"id":1070,"quote":"De o sută de ori am vrut să mă omor, dar n-am putut deoarece îmi plăcea încă viaţa. Slăbiciunea asta ridicolă e poate una din aplecările noastre cele mai nenorocite; este oare ceva mai prost pe lume decât să vrei să duci într-una o povară pe care în orice clipă ai vrea s-o arunci, să-ţi fie scârbă de fiinţa ta şi totuşi să ţii mereu la ea, să dezmierdăm şarpele care ne roade până când ne înghite inima?"},{"id":1071,"quote":"Man is free the instant he wants to be."},{"id":1072,"quote":"فلنحتفظ بشجاعتنا، فقد يكون لألمنا حد يقف عنده."},{"id":1073,"quote":"For my part, I read only to please myself."},{"id":1074,"quote":"I have but one prayer: 'Lord, make my enemies ridiculous."},{"id":1075,"quote":"when one is a lover, jealous and whipped by the Inquisition, one stops at nothing."},{"id":1076,"quote":"Todo aquello demasiado estúpido para ser dicho, es cantado"},{"id":1077,"quote":"Martin, perceiving some shelves filled with English books, said to the senator, “I fancy that a republican must be highly delighted with those books, which are most of them written with a noble spirit of freedom.“It is noble to write as we think,” said Pococurante; “it is the privilege of humanity. Throughout Italy we write only what we do not think; and the present inhabitants of the country of the Caesars and Antonines dare not acquire a single idea without the permission of a Dominican father. I should be enamored of the spirit of the English nation, did it not utterly frustrate the good effects it would produce by passion and the spirit of party.”Candide, seeing a Milton, asked the senator if he did not think that author a great man. “Who?” said Pococurante sharply; “that barbarian who writes a tedious commentary in ten books of rumbling verse, on the first chapter of Genesis? that slovenly imitator of the Greeks, who disfigures the creation, by making the Messiah take a pair of compasses fromHeaven’s armory to plan the world; whereas Moses represented the Diety as producing the whole universe by his fiat? Can I think you have any esteem for a writer who has spoiled Tasso’s Hell and the Devil; who transforms Lucifer sometimes into a toad, and at others into apygmy; who makes him say the same thing over again a hundred times; who metamorphoses him into a school–divine; and who, by an absurdly serious imitation of Ariosto’s comic invention of firearms, represents the devils and angels cannonading each other in Heaven? Neither I nor any other Italian can possibly take pleasure in such melancholyreveries; but the marriage of Sin and Death, and snakes issuing from the womb of the former, are enough to make any person sick that is not lost to all sense of delicacy. This obscene, whimsical, and disagreeable poem met with the neglect it deserved at its first publication; and I onlytreat the author now as he was treated in his own country by his contemporaries.”"},{"id":1078,"quote":"I scarce ever knew a city that did not wish the destruction of its neighbouring city, nor a family that did not desire to exterminate some other family. The poor in all parts of the world bear an inveterate hatred to the rich, even while they creep and cringe to them; and the rich treat the poor like sheep, whose wool and flesh they barter for money"},{"id":1079,"quote":"Je n'ai guère vu de ville qui ne désirât la ruine de la ville voisine, point de famille qui ne voulût exterminer quelque autre famille. Partout les faibles ont en exécration les puissants devant lesquels ils rampent, et les puissants les traitent comme des troupeaux dont on vend la laine et la chair."},{"id":1080,"quote":"The ambition of domineering over the mind, is one of the strongest passions. A theologian, a missionary, or a partisan of any description, is always for conquering like a prince, and there are many more sects than there are sovereigns in the world…. I conclude, that every sensible man, every honest man, ought to hold Christianity in abhorrence. ‘The great name of Theist, which we can never sufficiently revere,’ is the only name we ought to adopt. The only gospel we should read is the grand book of nature, written with God’s own hand, and stamped with his own seal. The only religion we ought to profess is, 'to adore God, and act like honest men.’ It would be as impossible for this simple and eternal religion to produce evil, as it would be impossible for Christian fanaticism not to produce it…. But what shall we substitute in its place? say you. What? A ferocious animal has sucked the blood of my relatives. I tell you to rid yourselves of this beast, and you ask me what you shall put in its place! Is it you that put this question to me? Then you are a hundred times more odious than the Pagan Pontiffs, who permitted themselves to enjoy tranquility among their ceremonies and sacrifices, who did not attempt to enslave the mind by dogmas, who never disputed the powers of the magistrates, and who introduced no discord among mankind. You have the face to ask what you must substitute in the place of your fables!"},{"id":1081,"quote":"An almost infallible means of saving yourself from the desire of self-destruction is always to have something to do. Creech, the commentator on Lucretius, marked upon his manuscripts: “N. B. Must hang myself when I have finished. He kept his word with himself that he might have the pleasure of ending like his author. If he had undertaken a commentary upon Ovid he would have lived longer.”"},{"id":1082,"quote":"Suplico a todo lector imparcial que sopese estas verdades, que las rectifique y que las extienda. Los lectores atentos, que se comunican sus pensamientos, van siempre más lejos que el autor."},{"id":1083,"quote":"What then is human life? O virtue, how hast thou served me? Two women have basely deceived me; and now a third, who is innocent, and more beautiful than both the others, is going to be put to death! Whatever good I have done hath been to me a continual source of calamity and affliction; and I have only been raised to the height of grandeur, to be tumbled down the most horrid precipice of misfortune.\" Filled"},{"id":1084,"quote":"فأينا يجرؤ أن يغير قانوناً قدّسه الزمن؟ هل يوجد شيءٌ أجدرُ بالاحترام من ظلم بعُد به العهد ..؟"},{"id":1085,"quote":"It is more likely,\" said he, \"mankind have a little corrupted nature, for they were not born wolves, and they have become wolves; God has given them neither cannon of four-and-twenty-pounders, nor bayonets; and yet they have made cannon and bayonets to destroy one another."},{"id":1086,"quote":"It is given to us to calculate, to weigh, to measure, to observe, this is natural philosophy; almost all the rest is chimera."},{"id":1087,"quote":"I loved him as one loves for the first time—with idolatry, with transport."},{"id":1088,"quote":"Fools admire everything in an author of reputation. For"},{"id":1089,"quote":"En philosophie, il faut se défier de ce qu'on croit entendre trop aisément, aussi bien que des choses qu'on n'entend pas."},{"id":1090,"quote":"Io sono quello che definisco uno spirito errante per le passioni d'altri; ovvero un imbecille."},{"id":1091,"quote":"But do not you see,\" answered Martin, \"that he likewise dislikes everything he possesses? It was an observation of Plato, long since, that those are not the best stomachs that reject, without distinction, all sorts of food."},{"id":1092,"quote":"When one is loved by a beautiful woman, says the great Zoroaster, one always gets out of trouble in this world."},{"id":1093,"quote":"If the first law of friendship is that it has to be cultivated, the second law is to be indulgent when the first law has been neglected."},{"id":1094,"quote":"In short, the alphabet was the origin of all man's knowledge, and of all his errors."},{"id":1095,"quote":"trop de respect souvent mène à l'ingratitude"},{"id":1096,"quote":"L'écriture est la peinture de la voix."},{"id":1097,"quote":"I may not agree with what you have to say, but I will defend to the death your right to say it."},{"id":1098,"quote":"Un singur om elocvent, ingenios și respectat ar putea influența oamenii; o sută de filosofi nu o pot face dacă nu sunt nimic altceva decât filosofi."},{"id":1099,"quote":"But, once again,\" persisted the European, \"what state would you choose?\" The Brahmin answered: \"The state where only the laws are obeyed.\" \"That is an old answer,\" said the councillor. \"It is none the worse for that,\" said the Brahmin. \"Where is that country?\" asked the councillor. \"We must look for it,\" answered the Brahmin."},{"id":1100,"quote":"Foi (de Zoroastro) que as nações herdaram este grande princípio: É preferível arriscar-se a salvar um culpado que condenar um inocente."},{"id":1101,"quote":"Ha sido un ejemplo singular de la estupidez humana creer durante mucho tiempo que los judíos constituyeron una nación que había enseñado a todas las demás, cuando su mismo historiador Josefo confiesa que fue todo lo contrario."},{"id":1102,"quote":"I only know in general that the people we are going to see are very atrabilious."},{"id":1103,"quote":"He was unhappy only when he thought: and that is true of the majority of mankind."},{"id":1104,"quote":"If there exists a God who could be offended or blasphemed, there would not be upon earth any greater blasphemers than those who dare to say that this God is perverse enough to take pleasure in dooming His feeble creatures to useless torments for all eternity."},{"id":1105,"quote":"We must work without arguing ... that is the only way to make life bearable."},{"id":1106,"quote":"Значи, оние кои тврделе дека се е добро, кажале глупост, требало да кажат дека не можело да биде подобро."},{"id":1107,"quote":"What's optimism? said Cacambo. Alas, said Candide, it is a mania for saying things are well when one is in hell."},{"id":1108,"quote":"Surely you must be possessed by the devil,\" said Candide.\"He is so deeply concerned in the affairs of this world,\" answered Martin, \"that he may very well be in me, as well as in everybody else; but I own to you that when I cast an eye on this globe, or rather on this little ball, I cannot help thinking that God has abandoned it to some malignant being. I except, always, El Dorado. I scarcely ever knew a city that did not desire the destruction of a neighbouring city, nor a family that did not wish to exterminate some other family. Everywhere the weak execrate the powerful, before whom they cringe; and the powerful beat them like sheep whose wool and flesh they sell. A million regimented assassins, from one extremity of Europe to the other, get their bread by disciplined depredation and murder, for want of more honest employment. Even in those cities which seem to enjoy peace, and where the arts flourish, the inhabitants are devoured by more envy, care, and uneasiness than are experienced by a besieged town. Secret griefs are more cruel than public calamities. In a word I have seen so much, and experienced so much that I am a Manichean.\"\"There are, however, some things good,\" said Candide.\"That may be,\" said Martin; \"but I know them not."},{"id":1109,"quote":"Ако ова е најдбобриот свет, какви ли се тогаш оние другите?"},{"id":1110,"quote":"O supérfluo é uma coisa muito necessária."},{"id":1111,"quote":"who demonstrated to him that the Bay of Lisbon had been made on purpose for the Anabaptist to be drowned."},{"id":1112,"quote":"Do you trust,\" said Candide, \"that guys have always massacred every other as they do to-day, that they've always been liars, cheats, traitors, ingrates, brigands, idiots, thieves, scoundrels, gluttons, drunkards, misers, green with envy, formidable, bloody-minded, calumniators, debauchees, enthusiasts, hypocrites, and fools?"},{"id":1113,"quote":"Le cartésien prit la parole, et dit: \"L'âme est un esprit pur, qui a reçu dans le ventre de sa mère toutes les idées métaphysiques et qui, en sortant de là, est obligée d'áller à l'école, et d'apprendre tout de nouveau ce qu'elle a si bien su et qu'elle ne saura plus."},{"id":1114,"quote":"History is a collection of agreed upon lies."},{"id":1115,"quote":"Книгата трябва да говори сама за себе си."},{"id":1116,"quote":"These two sentiments, \"liberty and equality,\" do not necessarily lead to calumny, rapine, assassination, poisoning, and devastation of the lands of neighbors; but, the towering ambition and thirst for power of the great precipitate them head-long into every species of crime in all periods and all places."},{"id":1117,"quote":"فضرورة الكلام وورطة عدم وجود ما يقال وشهوة التكيّس أمورٌ ثلاثة يمكنها أن تحوِّل أعظم رجل إلى مهزأة."},{"id":1118,"quote":"It is dangerous to be right, when the government is wrong"},{"id":1119,"quote":"If He resolved in His decrees to allow this fall, there is no doubt that He desired it to take place: otherwise it would not have happened."},{"id":1120,"quote":"The further I go, the more I am confirmed in the idea that systems of metaphysics are for philosophers are what novels are for women."},{"id":1121,"quote":"Would they not have the right to complain of a God who, having the power of leaving them in oblivion, brought them forth, although He foresaw very well that His justice would force Him sooner or later to punish them?"},{"id":1122,"quote":"the nose has been formed to bear spectacles—thus we have spectacles."},{"id":1123,"quote":"Nous poursuivons ce qui nous fuit, nous fuyons ce qui nous poursuit. \"We pursue what flees from us, flee from what pursues us."},{"id":1124,"quote":"I want to know which is worse, to be ravished a hundred times by negro pirates, to have a buttock cut off, to run the gauntlet among the Bulgarians, to be whipped and hanged at an auto-da-fé, to be dissected, to row in the galleys—in short, to go through all the miseries we have undergone, or to stay here and have nothing to do?"},{"id":1125,"quote":"Войната превръща в диви зверове хората, родени да живеят като братя."},{"id":1126,"quote":"So long as the people do not care to exercise their freedom, those who wish to tyrannize will do so; for tyrants are active and ardent, and will devote themselves in the name of any number of gods, religious or otherwise, to put shackles upon sleeping men."},{"id":1127,"quote":"who demonstrated by A plus B minus C divided by Z, that the sheep must be red, and die of the rot."},{"id":1128,"quote":"La medicina es el arte de distraer al enfermo, mientras la naturaleza lo cura"},{"id":1129,"quote":"Cosa bisogna fare allora?' disse Pangloss.'Tacere' disse il dervì.'Speravo' disse Pangloss 'di ragionare un poco con te degli effetti e delle cause, del migliore dei mondi possibili, dell'origine del male, della natura dell'anima e dell'armonia prestabilita.'A quelle parole il dervì gli sbatté la porta in faccia."},{"id":1130,"quote":"That is why all romantics are anti-Voltairean, even Michelet, whose political fervor ought to have made him stand aligned with Voltaire; and that is why, on the other hand, all the minds which accept the world and recognize its irony and indifference are Voltairean."},{"id":1131,"quote":"Pangloss taught metaphysico-theologo-cosmonigology."},{"id":1132,"quote":"My dear miss,\" said Candide, \"when one is in love, jealous, and has been whipped by the Inquisition, one becomes a stranger to oneself."},{"id":1133,"quote":"If we do not meet with agreeable things, we shall at least meet with something new."},{"id":1134,"quote":"Non che il suicidio sia sempre follia. Ma in genere non è in un eccesso di ragione che ci si ammazza."},{"id":1135,"quote":"The beauty which strikes the senses merely, the imagination, and that which is called \"intelligence,\" is"},{"id":1136,"quote":"One day Cunegonde, while walking near the castle, in a little wood which they called a park, saw between the bushes, Dr. Pangloss giving a lesson in experimental natural philosophy to her mother’s chamber-maid, a little brown wench, very pretty and very docile. As Miss Cunegonde had a great disposition for the sciences, she breathlessly observed the repeated experiments of which she was a witness; she clearly perceived the force of the Doctor’s reasons, the effects, and the causes; she turned back greatly flurried, quite pensive, and filled with the desire to be learned; dreaming that she might well be a sufficient reason for young Candide, and he for her."},{"id":1137,"quote":"Кога човек е поставен во Еденската градина, доведен е таму ut operaretur eum, да работи; а тоа докажува дека човекот не е создаден да безделничи. “да работиме и да не расправаме, рече Мартин, само така можеме животот да си го направиме поднослив."},{"id":1138,"quote":"Фанатизмът е причинил повече зло, отколкото атеизмът."},{"id":1139,"quote":"Тој беше цврсто убеден дека насекаде подеднакво е лошо и сѐ поднесуваше стрпливо."},{"id":1140,"quote":"Човекот со вкус многу убаво објасни како некои дела можат да бидат интересни, а да немаат речиси никаква вредност. Со малку зборови тој докажа дека не е доволно да се подготви еден или два заплета какви што ги има во сите романи и кои секогаш ги освојуваат гледачите, туку треба да да се биде нов, а не да се биде настран; често возвишен, а секогаш природен; треба да се познава човечкото срце и да се пушти полека да зборува; да се биде голем поет, а ниту едно лице во делото да не изгледа како поет; совршено да се знае својот јазик, да се зборува чисто и секогаш милозвучно, а никогаш поради сликите да не страда мислата. Секој додаде тој, кој не се придржува до тие правила, може да напише една или две трагедии кои ќе имаат успех во театарот, но никогаш нема да биде вбројуван меѓу добрите писатели."},{"id":1141,"quote":"It needs twenty years to lead man from the plant state in which he is within his mother's womb, and the pure animal state which is the lot of his early childhood, to the state when the maturity of the reason begins to appear. It has needed thirty centuries to learn a little about his structure. It would need eternity to learn something about his soul. It takes an instant to kill him."},{"id":1142,"quote":"L'esprit d'une nation réside toujours dans le petit nombre qui fait travailler le grand, est nourri par lui et le gouverne."},{"id":1143,"quote":"But is there not a pleasure,\" said Candide, \"in criticising everything, in pointing out faults where others see nothing but beauties?\" \"That is to say,\" replied Martin, \"that there is some pleasure in having no pleasure."},{"id":1144,"quote":"Кандид го продолжи својот разговор со Мартин. Се расправаа петнаесет дена непрекинато и по петнаесетиот сеуште беа таму каде што и првиот. Сепак барем разговараа, соопштуваа еден на друг што мислат и взаемно се тешеа."},{"id":1145,"quote":"Quand celui à qui l'on parle ne comprend pas et celui qui parle ne se comprend pas, c'est de la métaphysiqueWhen he to whom a person speaks does not understand, and he who speaks does not understand himself, that is metaphysics."},{"id":1146,"quote":"Ако не најдеме нешто пријатно, ќе најдеме барем нешто ново. Да тргнеме –рече Кандид – “и да се препуштиме на милост на провидението.”"},{"id":1147,"quote":"...humour when explained is no longer humour."},{"id":1148,"quote":"What! my lord,\" cried the fisherman, \"and art thou then so unhappy, thou who bestowest favors?\" \"A hundred times more unhappy than thee,\" replied Zadig. \"But how is it possible,\" said the good man, \"that the giver can be more wretched than the receiver?\" \"Because,\" replied Zadig, \"thy greatest misery arose from poverty, and mine is seated in the heart.\" \"Did"},{"id":1149,"quote":"Upon such slender threads as these do the fates of mortals hang"},{"id":1150,"quote":"What is this optimism?\" said Cacambo. \"Alas!\" said Candide, \"it is the madness of maintaining that everything is right when it is wrong."},{"id":1151,"quote":"the law of nature teaches us to kill our neighbour, and"},{"id":1152,"quote":"ليس من العسير أن يصبح الإنسان سعيدا."},{"id":1153,"quote":"Mais de toutes les superstitions, la plus dangereuse, n'est-ce pas celle de haïr son prochain pour ses opinions?"},{"id":1154,"quote":"Il est encore plus facile de juger de l'esprit d'un homme par ses questions que par ses réponses"},{"id":1155,"quote":"It was an observation of Plato, long since, that those are not the best stomachs that reject, without distinction, all sorts of aliments. “True,” said Candide, “but still there must certainly be a pleasure in criticising everything, and in perceiving faults where others think they see beauties.”"},{"id":1156,"quote":"ABEJAS . La especie de las abejas es superior a la raza humana en cuanto extrae de su cuerpo una sustancia útil, mientras que todas nuestras secreciones son despreciables y no hay una sola que no haga desagradable al género humano."},{"id":1157,"quote":"Да знаеш много езици значи да имаш много ключове за една брава."},{"id":1158,"quote":"If they're from the village, you take them to the inn. If they're from the city, you treat them with respect when they are beautiful and throw them on the highway when they are dead."},{"id":1159,"quote":"history proves that anything can be proved by history."},{"id":1160,"quote":"There can be no effect without a cause,\" modestly answered Candide; \"the whole is necessarily concatenated and arranged for the best."},{"id":1161,"quote":"At a great distance appeared with the same pomp the sheep of Thebes, the dog of Bubastis, the cat of Phoebe, the crocodile of Arsinoe, the goat of Mendes, and all the inferior gods of Egypt, who came to pay homage to the great ox, to the mighty Apis, as powerful as Isis, Osiris, and Horus, united together.In the midst of the demi-gods, forty priests carried an enormous basket, filled with sacred onions. These were, it is true, gods, but they resembled onions very much.(\"The White Bull\")"},{"id":1162,"quote":"Los Padres son dueños de todo y la gente no posée nada; es la obra maestra de la razón y la justicia. Yo no encuentro nada tan extraordinario como los Padres, que aquí luchan contra el rey de España y el de Portugal, y que allí, en Europa, confiesan a esos mismos reyes; que aquí matan españoles, y que en Madrid los envían al cielo: es algo portentoso"},{"id":1163,"quote":"I exist, I think, I feel pain. Is all this as certain as a geometric truth? Yes. Why? It is because these truths are proved by the same principle that a thing cannot be and not be at the same thime. I cannot at the same time exist and not exist, feel and not feel. A triangle cannot at the same time have and not have 180 degrees, which is the sum of two right angles."},{"id":1164,"quote":"Every man is guilty of all the good he didn't do."},{"id":1165,"quote":"True prayer lies not in asking for a violation of natural law but in the acceptance of natural law as the unchangeable will of God."},{"id":1166,"quote":"this is how men treat one another."},{"id":1167,"quote":"Let us work, said Martin, “without disputing; it is the only way to render life tolerable.”"},{"id":1168,"quote":"Trumpets, fifes, hautboys, drums, and cannon made music such as Hell itself had never heard. The cannons first of all laid flat about six thousand men on each side; the muskets swept away from this best of worlds nine or ten thousand ruffians who infested its surface. The bayonet was also a sufficient reason for the death of several thousands. The whole might amount to thirty thousand souls. Candide, who trembled like a philosopher, hid himself as well as he could during this heroic butchery."},{"id":1169,"quote":"Young women learn to feel more easily than men learn to think."},{"id":1170,"quote":"Mais à quelle fin ce monde a-t-il donc été formé ? dit Candide.- Pour nous faire enrager, répondit Martin."},{"id":1171,"quote":"I've wanted to kill myself a hundred times, but I still love life. That ridiculous weakness is perhaps one of our most pernicious inclinations. What could be more stupid than to persist in carrying a burden that we constantly want to cast off, to hold our existence in horror, yet cling to it nonetheless, to fondle the serpent that devours us, until it has eaten our heart? “In the"},{"id":1172,"quote":"They soothed him with words of flattery, and they gave him hope—the two traps into which people the world over will always fall."},{"id":1173,"quote":"He was natural and sublime, but had not so much as a single spark of good taste, or knew one rule of the drama."},{"id":1174,"quote":"It is, it seems to me, to stop one's eyes and understanding to maintain that there is no design in nature; and if there is design, there is an intelligent cause, there exists a God. People"},{"id":1175,"quote":"Contemplation of the stupidity which deems happiness possible almost made Voltaire happy."},{"id":1176,"quote":"After the earthquake had destroyed three-fourths of Lisbon, the sages of that country could think of no means more effectual to prevent utter ruin than to give the people a beautiful auto-da-fe; for it had been decided by the University of Coimbra, that the burning of a few people alive by a slow fire, and with great ceremony, is an infallible secret to hinder the earth from quaking."},{"id":1177,"quote":"there is no such thing as chance. All is either a trial, or a punishment, or a reward, or a foresight. Remember the fisherman, who thought himself the most wretched of mankind. Oromazes sent thee to change his fate. Cease then, frail mortal, to dispute against what thou oughtest to adore.\" \"But,"},{"id":1178,"quote":"Oh! what a superior man,\" said Candide below his breath. \"What a great genius is this Pococurante! Nothing can please him."},{"id":1179,"quote":"if a philosopher wishes to be useful to human society, he must announce a God."},{"id":1180,"quote":"Candide, who trembled like a philosopher, hid himself as well as he could during this heroic butchery."},{"id":1181,"quote":"After the earthquake, which had destroyed three–fourths of the city of Lisbon, the sages of that country could think of no means more effectual to preserve the kingdom from utter ruin than to entertain the people with an auto–da–fe, it having been decided by the University of Coimbra, that the burning of a few people alive by a slow fire, and with great ceremony, is an infallible preventive of earthquakes."},{"id":1182,"quote":"When thou eatest, give to the dogs, should they even bite thee."},{"id":1183,"quote":"is there anything more absurd than to wish to carry continually a burden which one can always throw down? to detest existence and yet to cling to one's existence? in brief, to caress the serpent which devours us, till he has eaten our very heart?"},{"id":1184,"quote":"This discourse gave rise to new reflections, and Martin especially concluded that man was born to live either in a state of distracting inquietude or of lethargic disgust."},{"id":1185,"quote":"Hãy cho chúng tôi được đọc và nhảy múa; hai thứ thú tiêu khiển này sẽ không bao giờ gây ra bất cứ thiệt hại nào cho thế giới cả."},{"id":1186,"quote":"But is there not a pleasure,\" said Candide, \"in criticising everything, in pointing out faults where others see nothing but beauties?"},{"id":1187,"quote":"Nước mắt là ngôn ngữ câm lặng của đau buồn."},{"id":1188,"quote":"Bí mật để biến thành một kẻ buồn chán... là cái gì cũng kể."},{"id":1189,"quote":"L'homme, étranger a soi, de l'homme est ignoré.Que suis-je, où suis-je, où vais-je, et d'où suis-je tiré?Atomes tourmentées sur cet amas de boue,Que la mort engloutit, et dont le sort se joue,Mais atomes pensants, atomes dont les yeux,Guidés par lá pensée, ont mesuré les cieux;Au sein de l'infini nous élançons notre être,Sans pouvoir un moment nous voir et nous connaître."},{"id":1190,"quote":"He who from his childhood has had a habit of trembling every time he heard certain words, needs these words, and needs to tremble. In this way he is more disposed to listen to the one who encourages his fears than to the one who would dispel his fears."},{"id":1191,"quote":"Candide, well fed, well taken care of, but closely watched, was not absolutely disgusted with his condition. Good cheer and the different diversions performed by Ismael’s slaves gave some respite to his chagrin; he was unhappy only when he thought; and thus it is with the greatest part of mankind."},{"id":1192,"quote":"Do you think, said Candide, “that mankind always massacred one another as they do now? Were they always guilty of lies, fraud, treachery, ingratitude, inconstancy, envy, ambition, and cruelty? Were they always thieves, fools, cowards, gluttons, drunkards, misers, calumniators, debauchees, fanatics, and hypocrites?” “Do you believe,” said Martin, “that hawks have always been accustomed to eat pigeons when they came in their way?”“Doubtless,” said Candide. “Well then,” replied Martin, “if hawks have always had the same nature, why should you pretend that mankind change theirs?”"},{"id":1193,"quote":"Martin concluded that man was born to live in either the convulsions of distress or the lethargy of boredom."},{"id":1194,"quote":"Our work keeps us free of three great evils: boredom, vice and poverty. As”"},{"id":1195,"quote":"How many things here do I not want (Voltaire when in London."},{"id":1196,"quote":"je suis né tué"},{"id":1197,"quote":"Prejudecata este opinie fără judecată."},{"id":1198,"quote":"Perfect is the enemy of done."},{"id":1199,"quote":"say what I think, and I care very little whether others think as I do."},{"id":1200,"quote":"{Francis Bacon] was so great a man that I have forgotten his vices."},{"id":1201,"quote":"Enfin, Mademoiselle, j'ai de l'expérience, je connais le monde ; donnez-vous un plaisir, engagez chaque passager à vous conter son histoire ; et s'il s'en trouve un seul qui n'ait souvent maudit sa vie, qui ne se soit souvent dit à lui-même qu'il était le plus malheureux des hommes, jetez-moi dans la mer la tête la première."},{"id":1202,"quote":"qu'il n'y a point d'effet sans cause,"},{"id":1203,"quote":"Sir, you think doubtless that all is for the best in the moral and physical world, and that nothing could be otherwise than it is?\" said Candide.\"I, sir!\" answered the scholar, \"I know nothing of all that; I find that all goes awry with me; that no one knows either what is his rank, nor what is his condition, what he does nor what he ought to do; and that except supper, which is always gay, and where there appears to be enough concord, all the rest of the time is passed in impertinent quarrels; Jansenist against Molinist, Parliament against the Church, men of letters against men of letters, courtesans against courtesans, financiers against the people, wives against husbands, relatives against relatives—it is eternal war."},{"id":1204,"quote":"My friend, said the orator to him, “do you believe the Pope to be Anti-Christ?” “I have not heard it,” answered Candide; “but whether he be, or whether he be not, I want bread.”"},{"id":1205,"quote":"HOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE, AND HOW HE WAS EXPELLED THENCE"},{"id":1206,"quote":"Yes I have seen Paris; it is like all those kinds, it's chaos, it's a crowd in which everyone seeks pleasure and in which no one finds it, at least so it appeared to me."},{"id":1207,"quote":"Who\" said Candide, \"is that fat pig who was telling me so many bad things about the play at which I wept so much and about the actors who gave me such pleasure?\"\"He is a living disease,\" replied the abbé, \"who makes his makes his living saying bad things about all plays and all books; he hates anyone who succeeds, as eunuchs hate those who enjoy sex; he is one of those serpents of literature who feed on filth and venom; he is a foliferous pamphleteer..."},{"id":1208,"quote":"The \"inspired\" prophet Isaiah, whose writings are venerated by both Jews and Christians, and whose prophetic utterances have so long been discussed with more zeal than discretion by the sectarians, tells us, (Isaiah xiv. 29), that \"Out of the serpent's root shall come forth a Cockatrice, and his fruit shall be a fiery, flying serpent.\" This somewhat incoherent prediction has never been satisfactorily explained by the learned commentators who are specially educated in our colleges for solving theological enigmas, and who have failed to show, to the confusion of scientists and the admiration of a believing world, how a Cockatrice may emerge from a \"serpent's root,\" and why a Cockatrice's \"fiery and flying fruit\" should have formed a theme for prophetic inspiration.—E."},{"id":1209,"quote":"The angel, as he was soaring towards the clouds cried out: 'Make thy way towards Babylon'."},{"id":1210,"quote":"I'd like to know which is worse: to be raped a hundred times by Negro pirates, to have one buttock cut off, to run the gauntlet in the Bulgar army, to be whipped and hanged in an auto-da-fé, to be dissected, to be a galley slave—in short, to suffer all the miseries we've all gone through—or to stay here doing nothing. “That's a hard question,” said Candide. These remarks gave rise to new reflections. Martin concluded that man was born to live in either the convulsions of distress or the lethargy of boredom. Candide did not agree, but”"},{"id":1211,"quote":"Fools admire everything in a noted author. I read only for myself, I like only what I have use for."},{"id":1212,"quote":"People so enjoy bring on the move, getting noticed back home, and boasting of what they have seen on their travels, that the two happy men resolved to be happy no longer..."},{"id":1213,"quote":"By what right could this God become angry with beings whose own essence makes it impossible to have any idea of the divine essence? God would evidently be the most unjust and the most unaccountable of tyrants if He should punish an atheist for not knowing that which his nature made it impossible for him to know."},{"id":1214,"quote":"he would tell us most amazing things in regard to the physical and moral evils that overspread earth and sea,"},{"id":1215,"quote":"Well now, you will agree that there is the happiest man; for he is above everything he possesses.\"\"Don't you see?\" said Martin, \"that he is disgusted with everything he possesses? Plato said a long time ago that the best stomachs are no those which refuse food."},{"id":1216,"quote":"Er det ikke en skam, at fanatikerne er ivrige og de kloge ikke!"},{"id":1217,"quote":"This new turn of events prompted them to philosophize more than ever. There lived in the vicinity a famous dervish who was known as the best philosopher in Turkey; they went to consult him. Acting as their spokesman, Pangloss said to the dervish, “Sir, we've come to ask you why such a strange animal as man was ever created. “Why are you concerned about that?” said the dervish. “Is it any of your business?” “But, Reverend Father,” said Candide, “there's a terrible amount of evil in the world.” “What does it matter whether there's evil or good?” said the dervish. “When His Highness sends a ship to Egypt, does he worry about whether the mice in it are comfortable?” “Then what ought we to do?” asked Pangloss. “Keep quiet,” said the dervish.”"},{"id":1218,"quote":"Private misery is yet more cruel than public calamities."},{"id":1219,"quote":"I know not,\" said Martin, \"in what sort of scales your Pangloss would weigh the misfortunes of mankind and set a just estimate on their sorrows"},{"id":1220,"quote":"J'ai tant vu de choses extraordinaires, qu'il n'y a plus rien pour moi d'extraordinaire."},{"id":1221,"quote":"Le paradis terrestre est où je suis."},{"id":1222,"quote":"Jede Art zu Schreiben ist erlaubt, nur nicht die Langweilige."},{"id":1223,"quote":"Gustavo Solivellas dice: \"Quienes creen que el dinero lo hace todo terminan haciendo todo por dinero\" (Voltaire)"},{"id":1224,"quote":"serais content de la liberté qui inspire les génies anglais si la passion et l'esprit de parti ne corrompaient pas tout ce que cette précieuse liberté a d'estimable. »"},{"id":1225,"quote":"Candide embraced his sheep with transport."},{"id":1226,"quote":"Oh! what a superior man,\" said Candide below his breath. \"What a great genius is this Pococurante! Nothing can please him.\"After their survey of the library they went down into the garden, where Candide praised its several beauties.\"I know of nothing in so bad a taste,\" said the master. \"All you see here is merely trifling. After to-morrow I will have it planted with a nobler design.\"Well,\" said Candide to Martin when they had taken their leave, \"you will agree that this is the happiest of mortals, for he is above everything he possesses.\"\"But do you not see,\" answered Martin, \"that he is disgusted with all he possesses? Plato observed a long while ago that those stomachs are not the best that reject all sorts of food.\"\"But is there not a pleasure,\" said Candide, \"in criticising everything, in pointing out faults where others see nothing but beauties?"},{"id":1227,"quote":"The abbe of Perigord offered his service to introduce him to her at her own house. Candide, who was brought up in Germany, desired to know what might be the ceremonial used on those occasions, and how a queen of England was treated in France. “There is a necessary distinction to be observed in these matters, said the abbe. “In a country town we take them to a tavern; here in Paris, they are treated with great respect during their lifetime, provided they are handsome, and when they die we throw their bodies upon adunghill.”"},{"id":1228,"quote":"I exist, you will say; but is this existence always a benefit?"},{"id":1229,"quote":"Quise suicidarmemontones de veces, pero a pesar de todo amaba la vida. Quizás sea esta absurdadebilidad una de nuestras peores inclinaciones: porque ¿hay algo más estúpido quesoportar un peso que en todo momento se quiere dejar en el suelo?, ¿odiar laexistencia y al mismo tiempo aferrarse a ella?, y en fin, ¿acariciar la serpiente que nosdevora hasta que nos haya comido el corazón?"},{"id":1230,"quote":"Trust to yourself; let our own eyes determine;Be they our tripods, oracles, and gods."},{"id":1231,"quote":"She was refused what people call the honours of sepulture—that is to say, of rotting with all the beggars of the neighbourhood in an ugly cemetery"},{"id":1232,"quote":"An almost infallible means of saving yourself from the desire of self-destruction is always to have something to do."},{"id":1233,"quote":"The supper passed at first like most Parisian suppers, in silence, followed by a noise of words which could not be distinguished, then with pleasantries of which most were insipid, with false news, with bad reasoning, a little politics, and much evil speaking; they also discussed new books."},{"id":1234,"quote":"Ceux qui ont avancé que tout est bien ont dit une sottise : il fallait dire que tout est au mieux."},{"id":1235,"quote":"For,\" said he, \"all that is is for the best. If there is a volcano at Lisbon it cannot be elsewhere. It is impossible that things should be other than they are; for everything is right."},{"id":1236,"quote":"Instantly they fettered him, and carried him away to the regiment. There he was made to wheel about to the right, and to the left, to draw his rammer, to return his rammer, to present, to fire, to march, and they gave him thirty blows with a cudgel. The next day he did his exercise a little less badly, and he received but twenty blows. The day following they gave him only ten, and he was regarded by his comrades as a prodigy. Candide,"},{"id":1237,"quote":"The most important decision you will ever make is to be in a good mood."},{"id":1238,"quote":"Apparently, then, sir, you do not believe in original sin; for if all is for the best there has then been neither Fall nor punishment."},{"id":1239,"quote":"God has given them neither cannon of four-and-twenty pounders, nor bayonets; and yet they have made cannon and bayonets to destroy one another."},{"id":1240,"quote":"It is always the character of man which decides upon the character of his God; each one creates a God for himself, and in his own image."},{"id":1241,"quote":"I am convinced that everything has come down to us from the banks of the Ganges, - astronomy, astrology, metempsychosis, etc. It does not behove us, who were only savages and barbarians when these Indian and Chinese peoples were civilised and learned, to dispute their antiquity. . . . It is very important to note that some 2,500 years ago at the least Pythagoras went from Samos to the Ganges to learn geometry. . . . But he would certainly not have undertaken such a strange journey had the reputation of the Brahmins' science not been long established in Europe."},{"id":1242,"quote":"Can men differently organized and modified by diverse circumstances, agree in regard to an imaginary being which exists but in their own brains?"},{"id":1243,"quote":"Then they must prove that it is possible for a just God to punish men cruelly for having been in a state of madness, which prevented them from believing in the existence of a being whom their enlightened reason could not comprehend."},{"id":1244,"quote":"Very few people in the world would have a God if care had not been taken to give them one."},{"id":1245,"quote":"How can we face without fear, a God whom we suppose sufficiently barbarous to wish to damn us forever?"},{"id":1246,"quote":"Suponho que as nações foram por muito tempo como eu, que apenas se instruíram tarde, que durante séculos não se preocuparam senão com o momento presente, pouco com o passado e nada com o futuro. Andei quinhentas ou seiscentas léguas no Canadá; não encontrei um só monumento, ninguém ali sabe nada sobre o que fez o bisavô. Não seria este o estado natural do homem? A espécie humana deste continente parece-me superior à do outro. O seu ser tem aumentado de há muitos séculos para cá, graças às artes e aos conhecimentos. Será por terem barba na cara e Deus a ter negado aos americanos? Não o creio, porque os chineses não têm barba e cultivam as artes há mais de cinco mil anos. Com efeito, se eles têm mais de quatro mil anos de história, é necessário que a nação viva unida e florescente há mais de cinquenta séculos.O que mais me impressiona nesta antiga história da China é que tudo nela seja verosímil e natural. Admiro-a por nada ter de maravilhoso.Porque é que todas as nações se atribuem origens fabulosas? Os antigos cronistas da história da França, que ainda assim não são muito antigos, dizem que os franceses descendem de um Francus, filho de Heitor; os Romanos dizem-se originários de um frígio, conquanto não haja na língua deles uma só palavra que tenha a mais pequena relação com a língua frígia. Os deuses habitaram dez mil anos no Egipto e os diabos na Sítia, onde engendraram os Hunos. Antes de Tucídides, não vejo senão romanos parecidos com o Amadis e muito menos divertidos do que ele. Por toda a parte há aparições, oráculos, metamorfoses, sonhos explicados, sobre que assenta o destino dos maiores impérios e dos mais pequenos Estados. Aqui há animais que falam, além animais que se adoram, deuses transformados em homens e homens transformados em deuses. Ah! Se temos de recorrer às fábulas, que essas fábulas sejam, pelo menos, o emblema da verdade! Gosto das fábulas dos filósofos, rio-me das fábulas das crianças e odeio as dos impostores."},{"id":1247,"quote":"quand on n'a pas son compte dans un monde, on le trouve dans un autre."},{"id":1248,"quote":"Cei care au spus că toate-s bune, au spus o prostie: trebuiau să spună că toate sunt cum nu se putea mai bine."},{"id":1249,"quote":"...we must cultivate our garden."},{"id":1250,"quote":"and the other to be hanged by the Grand Inquisitor,"},{"id":1251,"quote":"I have seen the worst,\" Candide replied. \"But a wise man, who since has had the misfortune to be hanged, taught me that all is marvellously well; these are but the shadows on a beautiful picture.\" \"Your hanged man mocked the world,\" said Martin. \"The shadows are horrible blots."},{"id":1252,"quote":"..mert van-e ostobább dolog, minthogy folytonosan viseljünk egy terhet, melyet szeretnénk földhöz vágni; melengetjük a kígyót, mely mardos bennünket, míg végre a szívünkbe eregeti mérgét."},{"id":1253,"quote":"If religion was necessary to all men, it ought to be intelligible to all men."},{"id":1254,"quote":"A long dispute means that both parties are wrong."},{"id":1255,"quote":"Dear master,\" replied Cacambo; \"you are surprised at everything. Why should you think it so strange that in some countries there are monkeys which insinuate themselves into the good graces of the ladies; they are a fourth part human, as I am a fourth part Spaniard."},{"id":1256,"quote":"Ci adoriamo, ma abbiamo paura di amarci; bruciamo ambedue di un fuoco che condanniamo."},{"id":1257,"quote":"Think for yourselves and let others enjoy the privilege to do so too."},{"id":1258,"quote":"Observe: noses were made to support spectacles, hence we have spectacles. Legs, as anyone can plainly see, were made to be breeched, and so we have breeches. . . . Consequently, those who say everything is well are uttering mere stupidities; they should say everything is for the best."},{"id":1259,"quote":"I have only twenty acres,\" replied the Turk; \"I cultivate them with my children; work keeps away the three great evils: boredom, vice, and need.\"As Candide went back to his farm, he reflected deeply on the Turk's remarks. He said to Pangloss and Martin: \"That good old man seems to me to have made himself a life far preferable to that of the six Kings with whom we had the honor of having supper.\"\"Great eminence,\" said Pangloss, \" is very dangerous, according to the report of all philosophers. For after all, Eglon, King of the Moabites, was assassinated by Ehud; Absolom was hanged by his hair and pierced with three darts; King Naab son of Jeroboam was killed by Baasha...\"\"I also know\", said Candide, \"that we must cultivate our garden.\"\"You are right,\" said Pangloss, \"for when man was put in the Garden of Eden, he was put there ut operaretur eum, to work; which proves that man was not born to rest.\"\"Let us work without reasoning,\" said Martin, \"it is the only way to make life endurable.\"All the little society entered into this laudable plan; each one began to exercise his talents. The little piece of land produced much. True, Cunégonde was very ugly; but she became and excellent pastry cook; Paquette embroidered; the old woman took care of the linen. No one, not even Friar Giroflée, failed to perform some service; he was a very good carpenter, and even became an honorable man; and Pangloss sometimes said to Candide: \"All events are linked together in the best of all possible worlds. for after all, if you had not been expelled from a fine castle with great kicks in the backside for love of Mademoiselle Cunégonde, if you had not been subjected to the Inquisition, if you had not traveled about America on foot, if you had not given the Baron a great blow with your sword, if you had not lost all your sheep from the good country of Eldorado, you would not be here eating candied citrons and pistachios.\"\"That is well said,\" replied Candide, \"but we must cultivate our garden."},{"id":1260,"quote":"Are not theologians strange reasoners? As soon as they can not guess the natural causes of things, they invent causes, which they call supernatural;"},{"id":1261,"quote":"L'acier, l'airain plus fortement s'allumeque les roseaux qu'un feu léger consume."},{"id":1262,"quote":"Is there no way of getting quickly out of this country where monkeys provoke tigers?"},{"id":1263,"quote":"Avez-vous jamais été en France, monsieur Martin ? dit Candide. — Oui, dit Martin, j'ai parcouru plusieurs provinces. Il y en a où la moitié des habitants est folle, quelques-unes où l'on est trop rusé, d'autres où l'on est communément assez doux et assez bête, d'autres où l'on fait le bel esprit ; et dans toutes, la principale occupation est l'amour, la seconde de médire, et la troisième de dire des sottises."},{"id":1264,"quote":"Relying on our acquired knowledge, we have ventured to discuss the question: Whether the soul is created before us? Whether it arrives from nothing in our bodies? At what age it came and placed itself between the bladder and the intestines, \"cæcum\" and \"rectum\"? Whether it received or brought there any ideas, and what those ideas are? Whether, after animating us for a few moments, its essence is to live after us in eternity, without the intervention of God Himself? Whether, it being a spirit, and God being spirit, they are of like nature? These questions have an appearance of sublimity. What are they but questions of men born blind discussing the nature of light?"},{"id":1265,"quote":"Oh, quel homme supérieur ! disait encore Candide entre ses dents, quel grand génie que ce Pococuranté ! rien ne peut lui plaire."},{"id":1266,"quote":"Pangloss explained to him how everything was so constituted that it could not be better. James was not of this opinion. \"It is more likely,\" said he, \"mankind have a little corrupted nature, for they were not born wolves, and they have become wolves; God has given them neither cannon of four-and-twenty pounders, nor bayonets; and yet they have made cannon and bayonets to destroy one another."},{"id":1267,"quote":"Learn that there are no basilisks in nature, that people are always healthy with sobriety and exercise, and that the art of making intemperance and health together is as chimerical as the philosopher's stone, judicial astrology, and the theology of magi."},{"id":1268,"quote":"If any annals carry with them the stamp of certainty, they are those of China, which have united, as has been already said, the history of heaven with that of earth."},{"id":1269,"quote":"Ottimismo, che sarebbe?\" diceva Cacambo.\"E' il delirio di sostenere, ahimè!\" disse Candido \"che tutto è bene, quando la va male"},{"id":1270,"quote":"but in this country it is found good, from time to time, to kill one Admiral to encourage the others."},{"id":1271,"quote":"[...] o trabalho afasta de nós três grandes males: o tédio, o vício e a necessidade."},{"id":1272,"quote":"Other nations invented allegorical fables, and the Chinese wrote their history with the pen and the astrolabe in their hand,"},{"id":1273,"quote":"Qu'est−ce donc que la vie humaine? O vertu! à quoim'avez−vous servi? Deux femmes m'ont indignement trompé; la troisième, qui n'est point coupable, et qui estplus belle que les autres, va mourir! Tout ce que j'ai fait de bien a toujours été pour moi une source demalédictions, et je n'ai été élevé au comble de la grandeur que pour tomber dans le plus horrible précipice del'infortune. Si j'eusse été méchant comme tant d'autres, je serais heureux comme eux."},{"id":1274,"quote":"Love, that sovereign of our hearts, that soul of our souls: all it got me was one kiss and twenty kicks up the backside. How can such a beautiful cause have produced in you such an awfull effect?"},{"id":1275,"quote":"Our travelling missionaries candidly relate, that when they spoke to the wife emperor Camhi, of the chronology of the Vulgate, of the Septuagint, and the Samaritan, Camhi replied to them, is it possible that the books you believe in are at variance?"},{"id":1276,"quote":"Quando comeres, dá de comer aos cães, ainda que te mordam."},{"id":1277,"quote":"Father,\" said Zadig, \"what's all this I see? You seem in no way like other men: you steal a golden basin studded with precious stones from a lord who receives you magnificently, and you give it to another who treats you with indignity.\"\"My son,\" replied the old man, \" that magnificent man, who revieves strangers only out of vanity and to have his riches admired, will become wiser; the miser will learn to exercise hospitality. Be astonished at nothing, and follow me."},{"id":1278,"quote":"all trace things back to their origin and the formation of the world. The Chinese have not been guilty of this folly; their history comprehends no other than historical times."},{"id":1279,"quote":"There are, however, some things good,\" said Candide. \"That may be,\" said Martin; \"but I know them not."},{"id":1280,"quote":"a nation whose first chronicles attest the existence of a vast empire, powerful and wise, must have been assembled as a body of people for antecedent ages."},{"id":1281,"quote":"and Martin continued to prove to him that there was very little virtue or happiness upon earth, except perhaps in El Dorado, where nobody could gain admittance."},{"id":1282,"quote":"Trabalhemos sem refletir demais; é o único meio de tornar a vida suportável."},{"id":1283,"quote":"The wicked,\" replied Jesrad, \"are always unhappy. They serve to test a small number of just men scattered over the earth, and there is no evil out of which some good is not born."},{"id":1284,"quote":"He who would not wish his country to be bigger or smaller, richer or poorer, would be a citizen of the universe."},{"id":1285,"quote":"Do you think, said Candide, “that mankind always massacred one another as they do now? Were they always guilty of lies, fraud, treachery, ingratitude, inconstancy, envy, ambition, and cruelty? Were they always thieves, fools, cowards, gluttons, drunkards, misers, calumniators, debauchees, fanatics, and hypocrites?”   “Do you believe,” said Martin, “that hawks have always been accustomed to eat pigeons when they came in their way?”   “Doubtless,” said Candide.   “Well then,” replied Martin, “if hawks have always had the same nature, why should you pretend that mankind change theirs?”"},{"id":1286,"quote":"Individual misfortunes make up the general good so the more individual hardship there is, the better it is for all."},{"id":1287,"quote":"to be robbed by one of what one has earned from another;"},{"id":1288,"quote":"أحب أن أعلم الخطوات التي سارهاالإنسان في طريقه من الهمجية إلى المدنية"},{"id":1289,"quote":"A oportunidade de fazer o mal aparece cem vezes por dia e a de fazer bem, uma vez por ano, diz Zoroastro."},{"id":1290,"quote":"Fanaticism is, in reference to superstition, what delirium is to fever, or rage to anger."},{"id":1291,"quote":"Tous les événements sont enchaînés dans le meilleur des mondes possibles : car enfin si vous n'aviez pas été chassé d'un beau château à grands coups de pied dans le derrière pour l'amour de mademoiselle Cunégonde, si vous n'aviez pas été mis à l'Inquisition, si vous n'aviez pas donné un bon coup d'épée au baron, si vous n'aviez pas perdu vos moutons du bon pays d'Eldorado, vous ne mangeriez pas ici des cédrats confits et des pistaches.- Cela est bien dit, répondit Candide, mais il faut cultiver notre jardin."},{"id":1292,"quote":"Redoutez des liens formés par l' imprudence.Le crime quelquefois suit de près l' innocence.Le coeur peut se tromper ; l' amour et ses douceurspourront coûter, Palmire, et du sang et des pleurs"},{"id":1293,"quote":"che sciagura d'essere senza coglioni!"},{"id":1294,"quote":"La scrittura è la pittura della voce"},{"id":1295,"quote":"Yesterday I was robbed and beaten by an officer; yet to-day I must put on good humour to please a friar."},{"id":1296,"quote":"Candide: \"Çok acımasızsınız\" dedi. Martin: \"Hayatın ne olduğunu biliyorum da ondan\" diye yanıtladı."},{"id":1297,"quote":"Les chagrins secrets sont encore plus cruels que les misères publiques."},{"id":1298,"quote":"Grandeur,\" said Pangloss, \"is extremely dangerous according to the testimony of philosophers. For, in short, Eglon, King of Moab,[Pg 167] was assassinated by Ehud; Absalom was hung by his hair, and pierced with three darts; King Nadab, the son of Jeroboam, was killed by Baasa; King Ela by Zimri; Ahaziah by Jehu; Athaliah by Jehoiada; the Kings Jehoiakim, Jeconiah, and Zedekiah, were led into captivity. You know how perished Crœsus, Astyages, Darius, Dionysius of Syracuse, Pyrrhus, Perseus, Hannibal, Jugurtha, Ariovistus, Cæsar, Pompey, Nero, Otho, Vitellius, Domitian, Richard II. of England, Edward II., Henry VI., Richard III., Mary Stuart, Charles I., the three Henrys of France, the Emperor Henry IV.! You know——\"\"I know also,\" said Candide, \"that we must cultivate our garden."},{"id":1299,"quote":"Uma paixão nascente e combinada explode; um amor satisfeito sabe se ocultar."},{"id":1300,"quote":"otimismo não passa da “obstinação de afirmar que tudo está bem quando tudo está mal.”"},{"id":1301,"quote":"I have been a hundred times upon the point of killing myself, but still I was fond of life. This ridiculous weakness is, perhaps, one of the dangerous principles implanted in our nature. For what can be more absurd than to persist in carrying a burden of which we wish to be eased? to detest, and yet to strive to preserve our existence? In a word, to caress the serpent that devours us, and hug him close to our bosoms till he has gnawed into our hearts?"},{"id":1302,"quote":"The Doge has his troubles, the gondoliers have theirs. It is true that, all things considered, the life of a gondolier is preferable to that of a Doge; but I believe the difference to be so trifling that it is not worth the trouble of examining."},{"id":1303,"quote":"Nos dirigimos a un mundo distinto decía Cándido; sin duda debe ser allí donde todo está bien. Porque debemos reconocer que en el nuestro existen muchas cosas, en lo físico y en lo moral, que nos pueden hacer llorar."},{"id":1304,"quote":"They pretend that this man has never felt any uneasiness."},{"id":1305,"quote":"did you hear that did you have any choice about whether to hear it"},{"id":1306,"quote":"Es difícil liberar a los tontos de las cadenas que veneran"},{"id":1307,"quote":"Insipid writer, you pretend to draw for your readersThe portraits of your 3 impostors;How is it that, witlessly, you have become the fourth?Why, poor enemy of the supreme essence,Do you confuse Mohammed and the Creator,And the deeds of man with God, his author?...Criticize the servant, but respect the master.God should not suffer for the stupidity of the priest:Let us recognize this God, although he is poorly served.My lodging is filled with lizards and rats;But the architect exists, and anyone who denies itIs touched with madness under the guise of wisdom.Consult Zoroaster, and Minos, and Solon,And the martyr Socrates, and the great Cicero:They all adored a master, a judge, a father.This sublime system is necessary to man.It is the sacred tie that binds society,The first foundation of holy equity,The bridle to the wicked, the hope of the just.If the heavens, stripped of his noble imprint,Could ever cease to attest to his being,If God did not exist, it would be necessary to invent him.Let the wise man announce him and kings fear him.Kings, if you oppress me, if your eminencies disdainThe tears of the innocent that you cause to flow,My avenger is in the heavens: learn to tremble.Such, at least, is the fruit of a useful creed."},{"id":1308,"quote":"Mankind were born to assist one another."},{"id":1309,"quote":"I advise you to divert yourself, and prevail upon each passenger to tell his story; and if there be one of them all, that has not cursed his life many a time, that has not frequently looked upon himself as the unhappiest of mortals, I give you leave to throw me headforemost into the sea."},{"id":1310,"quote":"Miss,\" replied the old woman, \"you do not know my birth; and were I to show you my backside, you would not talk in that manner, but would suspend your judgment."},{"id":1311,"quote":"Havia então na Arábia um costume medonho, originário da Cítia, e que, estabelecido na Índia por influência dos brâmames, ameaçava invadir todo o Oriente. Quando morria um homem casado, e sua amada esposa desejava ser santa, ela se queimava em público sobre o corpo de seu marido. Era uma festa solene que se chamava 'A fogueira da viuvez'. A tribo em que houvesse mais mulheres queimadas vivas era a mais considerada de todas."},{"id":1312,"quote":"ولكنني اعترف لك بأنني, أذا القي نظرة على هذه الكرة أو الكرية أرى الرب قد تركها لبعض الموجودات الشريرة"},{"id":1313,"quote":"Those who find the idea of another life so flattering and so sweet, have they then forgotten that this other life, according to them, is to be accompanied by torments for the majority of mortals?"},{"id":1314,"quote":"This is the price at which you eat sugar in Europe. Yet when my mother sold me for ten patagons20 on the coast of Guinea, she said to me: ‘My dear child, bless our fetiches, adore them for ever; they will make thee live happily; thou hast the honour of being the slave of our lords, the whites, which is making the fortune of thy father and mother.’ Alas! I know not whether I have made their fortunes; this I know, that they have not made mine. Dogs, monkeys, and parrots are a thousand times less wretched than I. The Dutch fetiches, who have converted me, declare every Sunday that we are all of us children of Adam—blacks as well as whites. I am not a genealogist, but if these preachers tell truth, we are all second cousins. Now, you must agree, that it is impossible to treat one’s relations in a more barbarous manner."},{"id":1315,"quote":"Consequentemente, os que afirmaram que tudo está bem disseram uma bobagem: deviam ter dito que melhor não podia ser."},{"id":1316,"quote":"They used at one time to make me believe that I took a pleasure in reading him. But that continual repetition of battles, so extremely like one another; those gods that are always active without doing anything decisive; that Helen who is the cause of the war, and who yet scarcely appears in the piece; that Troy, so long besieged without being taken; all these together caused me great weariness. I have sometimes asked learned men whether they were not as weary as I of that work. Those who were sincere have owned to me that the poem made them fall asleep; yet it was necessary to have it in their library as a monument of antiquity, or like those rusty medals which are no longer of use in commerce."},{"id":1317,"quote":"In some one-half of the people are fools, in others they are too cunning; in some they are weak and simple, in others they affect to be witty; in all, the principal occupation is love, the next is slander, and the third is talking nonsense."},{"id":1318,"quote":"Горко за подробностите: светът след нас ги пренебрегва всичките."},{"id":1319,"quote":"If we cannot succeed in this world we may in another. It is a great pleasure to see new objects and perform new exploits."},{"id":1320,"quote":"but when I found that he doubted of everything, I concluded that I knew as much as he, and that I had no need of a guide to learn ignorance."},{"id":1321,"quote":"He is no Jesuit! He is no Jesuit!"},{"id":1322,"quote":"era uma vez um grão de areia que se lamentava de ser um átomo ignorado do deserto; ao final de alguns anos tornou-se diamente (...). Essas palavras me deixaram impressionado; eu era o grão de areia, resolvi tornar-me diamante."},{"id":1323,"quote":"Let us work,\" said Martin, \"without disputing; it is the only way to render life tolerable."},{"id":1324,"quote":"Is not the idea of total annihilation infinitely preferable to the idea of an eternal existence accompanied with suffering and gnashing of teeth?"},{"id":1325,"quote":"وهل يوجد ما هو أسخ من حملِ حملٍ يراد طرحه على الأرض بإستمرار"},{"id":1326,"quote":"égorgées, qui tenaient leurs enfants à leurs mamelles"},{"id":1327,"quote":"Yes,\" answered Pococurante, \"it is noble to write as one thinks; this is the privilege of humanity. In all our Italy we write only what we do not think; those who inhabit the country of the Cæsars and the Antoninuses dare not acquire a single idea without the permission of a Dominican friar. I should be pleased with the liberty which inspires the English genius if passion and party spirit did not corrupt all that is estimable in this precious liberty."},{"id":1328,"quote":"A gente acha que é menos infeliz quando não é infeliz sozinho; mas, segundo Zoroastro, não é por maldade, é por necessidade. A alegria de um homem feliz seria um insulto, mas dois infelizes são como dois arbustos frágeis que, apoiando-se um no outro, se fortalecem contra a tempestade."},{"id":1329,"quote":"L'Ingénu, selon sa coutume, s'éveilla avec le soleil, au chant du coq, qu'on appelle en Angleterre et en Huronie la trompette du jour. Il n'était pas comme la bonne compagnie, qui languit dans un lit oiseux jusqu'à ce que le soleil ait fait la moitié de son tour, qui ne peut ni dormir ni se lever, qui perd tant d'heures précieuses dans cet état mitoyen entre la vie et la mort, et qui se plaint encore que la vie est trop courte. Il"},{"id":1330,"quote":"My friend, said the orator to him, “do you believe the Pope to be the Anti-Christ?”“I have never heard anyone say so,” answered Candide; “but whether he be or no, I am hungry.\"\"You do not deserve to eat! Hence, scoundrel! Away, wretch! Come not near me for your life!\"The orator's wife had been looking out of a window overhead. Seeing a man who doubted whether the Pope was anti-Christ. she emptied a chamber pot upon his head- an example of the excesses to which women are driven by religious zeal.”"},{"id":1331,"quote":"Music, to-day, is only the art of executing difficult things, and that which is only difficult cannot please long."},{"id":1332,"quote":"I prefer to be annihilated at once rather than to burn forever;"},{"id":1333,"quote":"… il est bon de tuer de tems en tems un Amiral pour encourager les autres."},{"id":1334,"quote":"The truth of the matter is as follows: I was walking toward the little wood, where I afterward met the venerable eunuch, and the most illustrious chief huntsman. I observed on the sand the traces of an animal, and could easily perceive them to be those of a little dog. The"},{"id":1335,"quote":"Hidherimet e fshehta jane shume me te thella se fatkeqesite shoqerore"},{"id":1336,"quote":"There is more imagination in the head of Archimedes than in that of Homer."},{"id":1337,"quote":"ويذهب الإنجليزي، كرجل حر إلى السماء من الطريق الذي يروقه."},{"id":1338,"quote":"Lois de convention que tout cela, usages arbitraires, modes qui passent : l'essentiel demeure toujours."},{"id":1339,"quote":"It is more likely, said he, “mankind have a little corrupted nature, for they were not born wolves, and they have become wolves; God has given them neither cannon of four-and-twenty pounders, nor bayonets; and yet they have made cannon and bayonets to destroy one another. Into this account I might throw not only bankrupts, but Justice which seizes on the effects of bankrupts to cheat the creditors.” “All this was indispensable,” replied the one-eyed doctor, “for private misfortunes make the general good, so that the more private misfortunes there are the greater is the general good.”"},{"id":1340,"quote":"provou que (o prazer) é um presente da divindade, 'pois - dizia - o homem não pode dar a si próprio nem sensações nem ideias, recebe tudo; a dor e o prazer lhe vêm de fora, como sua existência'."},{"id":1341,"quote":"Os maus - respondeu Jesrad (um anjo) - são sempre infelizes: servem para pôr à prova um reduzido número de justos espalhados sobre a terra e não há mal do qual não resulte um bem."},{"id":1342,"quote":"Voltando ao castelo, encontrou Cândido e enrubesceu; Cândido enrubesceu também. Ela lhe deu bom-dia com a voz entrecortada, e ele falou com ela sem saber o que dizia."},{"id":1343,"quote":"Les erreurs ne se nient pas … elles s’assument.La tristesse ne se pleure pas … elle se surmonte.L’amour ne se crie pas … il se prouve."},{"id":1344,"quote":"Les sorcières ont cessé d'exister quand nous avons cessé de les brûler."},{"id":1345,"quote":"–Amiguito –le dijo el orador– ¿crees que el Papa es el anticristo?–Nunca lo había oído –respondió Cándido–; pero séalo o no, yo no tengo pan que comer.–Ni lo mereces –replicó el otro–; anda, bribón, anda, miserable, y que no te vuelva a ver en mi vida.Se asomó en esto a la ventana la mujer del ministro, y viendo a uno que dudaba de que el Papa fuera el anticristo, le tiró a la cabeza un vaso lleno de… ¡Oh, cielos, a qué excesos se entregan las damas por celo religioso!"},{"id":1346,"quote":"Theology amuses me so. In it we see human insanity at its fullest. [Optimism] is an obsession with saying 'All is well' even when one is in Hell."},{"id":1347,"quote":"It is dangerous to be right in matters whereestablished men are wrong."},{"id":1348,"quote":"L'âme est un esprit pur, qui a reçu dans le ventre de sa mère toutes les idées métaphysiques et qui, en sortant de là, est obligée d'áller à l'école, et d'apprendre tout de nouveau ce qu'elle a si bien su et qu'elle ne saura plus."},{"id":1349,"quote":"Não há nem duas folhas de árvore na terra, nem dois globos nos campos infinitos do céu que sejam semelhantes, e tudo o que vês sobre o pequeno átomo em que nasceste devia estar em seu lugar em seu tempo fixo, segundo as ordens imutáveis daquele que tudo abrange. (...) não há acaso: tudo é prova, ou punição, ou recompensa, ou providência. (...) Pára de argumentar contra aquilo que se deve adorar."},{"id":1350,"quote":"Bien poco se ha perdido cuando queda la honra."},{"id":1351,"quote":"La vertu s'avilit à se justifier."},{"id":1352,"quote":"Oh! quand j'aurais une langue de fer,Toujours parlant jene pourrais suffire,Mon cher lecteur, à te nombrer et direCombien de saints on rencontre en enfer."},{"id":1353,"quote":"There is an astonishing imagination, even in the science of mathematics... We repeat, there was far more imagination in the head of Archimedes than in that of Homer."},{"id":1354,"quote":"Po te jete se skifteret kane patur gjithmone te njejtin karakter, perse doni atehere qe njerzit te ndryshojne te tyren?"},{"id":1355,"quote":"Je conclurais au contraire, donc il y a un Dieu, qui après cette vie passagere, dans laquelle nous l'avons tant méconnu, & tant commis de crimes en son nom, daignera nous consoler de tant d'horribles malheurs; car à considérer les guerres de Religion, les quarante schismes des Papes, qui ont presque tous été sanglants, 80 les impostures qui ont presque toutes été funestes, les haines irréconciliables allumées par les différentes opinions, à voir tous les maux qu'a produit le faux zele, les hommes ont eu long-temps leur enfer dans cette vie."},{"id":1356,"quote":"The law of intolerance is . . . absurd and barbaric. It is the law of the jungle and, indeed, it is even worse because wild animals kill others only to eat, while we human beings are exterminating each other for the sake of a few paragraphs."},{"id":1357,"quote":"History never repeats itself; man always does"},{"id":1358,"quote":"Seigneur, protégez-moi de mes amis : mes ennemis, je m'en charge."},{"id":1359,"quote":"One day everything will be well, that is our hope. Everything’s fine today, that is our illusion."},{"id":1360,"quote":"My friend, you see how perishable are the riches of this world; there is nothing solid but virtue, and the happiness of seeing Cunegonde once more."},{"id":1361,"quote":"پانگلوس از روی عادت گاهی به کاندید میگفت: تما خوادث در بهترین دنیا های ممکن به هم پیوسته اند، پرا که به هر حال، اگر تو از یک قصر عالی به خاطر عشق دوشیزه گونه گوند، با اردنگی بیرون انداختع نمی شدی، اگر زیر فشار تفتیش عقاید قرار نمی گرفتی، اگر تمام گوسفندان خوب الدورادویی ات را از دست نمی دادی، نمی توانستی اینحا بشینی و مرکبات شکرپوش و پسته بخوری. کاندید گفت: حرفی نیست، اما ما باید باغمان را شخم بزنیم."},{"id":1362,"quote":"Moje dziecko, aby dać sobie radę z ludźmi, trzeba mieć za sobą kobiety; aby mieć za sobą kobiety, trzeba je znać. Wiedz zatem, że wszystkie kobiety są fałszywe i kurwy."},{"id":1363,"quote":"Whether thou art the child's favorite or not, thou shalt have his mother."},{"id":1364,"quote":"It would be much easier to conquer the whole world by force of arms than to subjugate all the human minds in a single town."},{"id":1365,"quote":"Με τα βιβλία συμβαίνει ό,τι και με τους ανθρώπους: ένας μικρός αριθμός είναι πολύ σημαντικά και τα υπόλοιπα χάνονται στο πλήθος."},{"id":1366,"quote":"Ist das die beste aller möglichen Welten, nun so möcht' ich die übrigen sehn!"},{"id":1367,"quote":"When we work at the sugar-canes, and the mill snatches hold of a finger, they cut off the hand; and when we attempt to run away, they cut off the leg; both cases have happened to me. This is the price at which you eat sugar in Europe. - XIX WHAT HAPPENED TO THEM AT SURINAM AND HOW CANDIDE GOT ACQUAINTED WITH MARTIN."},{"id":1368,"quote":"a plagiarizing enemy “steals much, spends little, and has nothing left,"},{"id":1369,"quote":"History never repeats itself, man always does."},{"id":1370,"quote":"He spoke to them with great kindness, although in the depths of his heart he was a little angry that the infinitely small had an almost infinitely great pride."},{"id":1371,"quote":"To-day, especially, when new faiths are changing the structure of the world, faiths which are still plastic enough to be deformed by every disciple, each disciple for himself, and which have not yet received the final deformation known as universal acceptance, to-day"},{"id":1372,"quote":"The ancient Romans built their greatest masterpieces of architecture for wild beasts to fight in"},{"id":1373,"quote":"Les beaux esprits se rencontrent."},{"id":1374,"quote":"I do not understand Greek very well,\" said the giant.\"Neither do I,\" said the philosophical mite.\"Why then,\" the Sirian retorted, \"are you citing some man named Aristotle in the Greek?\"\"Because,\" replied the savant, \"one should always cite what one does not understand at all in the language one understands the least."},{"id":1375,"quote":"Grand Dieu! dit-il en lui-même, qu'on est à plaindre quand on se promène dans un bois où la chienne de la reine et le cheval du roi ont passé! qu'il est dangereux de se mettre à la fenêtre! et qu'il est difficile d'être heureux dans cette vie!"},{"id":1376,"quote":"Of those who have commanded battalions and squadrons, only the names remain. The human race has nothing to show for a hundred battles that have been waged. But the great men I speak to you about have prepared pure and lasting pleasures for men yet to be born. A canal lock uniting two seas, a painting by Poussin, a beautiful tragedy, a newly discovered truth-these are things a thousand times more precious than all the annals of the court or all the accounts of military campaigns. You know that, with me, great men come first and heroes last.I call great men all those who have excelled in creating what is useful or agreeable. The plunderers of the provinces are merely heroes."},{"id":1377,"quote":"I am still of my first opinion, answered Pangloss, “for I am a philosopher and I cannot retract, especially as Leibnitz could never be wrong; and besides, the pre-established harmony is the finest thing in the world, and so is his plenum and materia subtilis.”"},{"id":1378,"quote":"Les plus implacables haines n'ont pas souvent des fondements plus importants. Cet homme, qu'on appelait l'Envieux dans Babylone, voulut perdre Zadig, parcequ'on l'appelait l'Heureux. L'occasion de faire du mal se trouve cent fois par jour, et celle de faire du bien, une fois dans l'année, comme dit Zoroastre."},{"id":1379,"quote":"Morality needs a firmer basis than the example of a God whose conduct varies, and whom we can not call good but by obstinately closing the eyes to the evil which He causes, or permits to be done in this world."},{"id":1380,"quote":"are"},{"id":1381,"quote":"Everywhere in the world, the weak detest the strong and grovel before them. And the strong treat them like flocks of sheep to be sold for their meat and wool."},{"id":1382,"quote":"Zadig se relève en tenant son nez d'une main, et arrêtant le rasoir de l'autre. Madame, lui dit-il, ne criez plus tant contre la jeune Cosrou; le projet de me couper le nez vaut bien celui de détourner un ruisseau."},{"id":1383,"quote":"We are also to observe that upon our continent, this distemper is like religious controversy, confined to a particular spot."},{"id":1384,"quote":"Zadig s'écria: A quoi tient le bonheur! tout me persécute dans ce monde, jusqu'aux êtres qui n'existent pas. Il maudit les savants, et ne voulut plus vivre qu'en bonne compagnie."},{"id":1385,"quote":"Pangloss used to teach the science of metaphysico-theolo-cosmologo-noodleology."},{"id":1386,"quote":"Gli sciocchi, in un autore famoso, ammirano tutto senza riserva: io non leggo che per me e ammiro soltanto quello che mi piace."},{"id":1387,"quote":"La nostra esistenza è un punto, la nostra durata è un istante, il nostro globo un atomo."},{"id":1388,"quote":"mankind have a little corrupted nature, for they were not born wolves, and they have become wolves;"},{"id":1389,"quote":"that he had been dreaming unluckily all his life, and that the present moment was the only agreeable part of it all."},{"id":1390,"quote":"The weak mind receives impressions without resistance, embraces opinions without examination, is alarmed without cause, and tends naturally to superstition."},{"id":1391,"quote":"My friend,\" said the orator to him, \"do you believe the Pope to be Anti-Christ?\" \"I have not heard it,\" answered Candide; \"but whether he be, or whether he be not, I want bread."},{"id":1392,"quote":"I remained dying on a heap of dead."},{"id":1393,"quote":"Facciamo appena in tempo ad istruirci un poco che arriva la morte prima che abbiamo avuto il tempo di farci un po' d'esperienza."},{"id":1394,"quote":"Misfortune gives sufficient excuse."},{"id":1395,"quote":"A ce discours, Candide s’évanouit encore; mais revenue à soi, et ayant dit tout ce qu’il devait dire, il s’enquit de la cause et de l’effet, et de la raison suffisante qui avait mis Pangloss dans un si piteux état. Hélas! dit l’autre, c’est l’amour: l’amour, le consolateur du genre humain, le conservateur de l’univers, l’âme de tous les êtres sensibles, le tender amour. Hélas! dit Candide, je l’ai connu cet amour, ce souverain des coeurs, cette âme de notre âme, il ne m’a jamais valu qu’un baiser et vingt coups de pied au cul. Comment cette belle cause a-t-elle pu produire en vous un effet si abominable?Pangloss répondit en ces termes: O mon cher Candide! vous avez connu Paquette, cette jolie suivante de notre auguste baronne: j’ai goûté dans ses bras les délices du paradis, qui ont produit ces tourments d’enfer dont vous me voyez dévoré; elle en était infectée, elle en est peut-être morte. Paquette tenait ce present d’un Cordelier très savant qui avait remonté à la source, car il l’avait eu d’une vieille comtesse, qui l’avait reçu d’un capitaine de cavalerie, qui le devait à une marquise, qui le tenait d’un page, qui l’avait reçu d’un jésuite, qui, étant novice, l’avait eu en droite ligne d’un des compagnons de Christophe Colomb. Pour moi, je ne le donnerai à personne, car je me meurs.O Pangloss! s’écria Candide, voilà une étrange généalogie! n’est-ce pas le diable qui en fut la souche? Point du tout, répliqua ce grand home; c’était une chose indispensable dans le meilleur des mondes, un ingredient nécessaire; car si Colomb n’avait pas attrapé dans une île de l'Amérique cette maladie qui empoisonne la source de la generation, qui souvent meme empêche la generation, et qui est évidemment l’opposé du grand but de la nature, nous n’aurions ni le chocolat ni la cochenille; il faut encore observer que jusqu’aujourd’hui, dans notre continent, cette maladie nous est particulière, comme la controverse."},{"id":1396,"quote":"mankind are so fond of roving, of making a figure in their own country, and of boasting of what they have seen in their travels,"},{"id":1397,"quote":"Vous avez joué au ballon, et vous avez été sobre, lui dit Zadig: apprenez qu'il n'y a point de basilic dans la nature, qu'on se porte toujours bien avec de la sobriété et de l'exercice, et que l'art de faire subsister ensemble l'intempérance et la santé est un art aussi chimérique que la pierre philosophale, l'astrologie judiciaire, et la théologie des mages.Le premier médecin d'Ogul, sentant combien cet homme était dangereux pour la médecine, s'unit avec l'apothicaire du corps pour envoyer Zadig chercher des basilics dans l'autre monde."},{"id":1398,"quote":"Martin especially concluded that man was born to live either in a state of distracting inquietude or of lethargic disgust."},{"id":1399,"quote":"you see how perishable are the riches of this world; there is nothing solid but virtue,"},{"id":1400,"quote":"What signifies it, said the Dervish, “whether there be evil or good? When his highness sends a ship to Egypt, does he trouble his head whether the mice on board are at their ease or not?”"},{"id":1401,"quote":"écrasez l'infâme (Crush the Infamy)"},{"id":1402,"quote":"in all, the principal occupation is love, the next is slander, and the third is talking nonsense."},{"id":1403,"quote":"I was in hopes, said Pangloss, “that I should reason with you a little about causes and effects, about the best of possible worlds, the origin of evil, the nature of the soul, and the pre-established harmony.” At these words, the Dervish shut the door in their faces.”"},{"id":1404,"quote":"It is a chaos—a confused multitude, where everybody seeks pleasure and scarcely any one finds it,"},{"id":1405,"quote":"our labour preserves us from three great evils—weariness, vice, and want."},{"id":1406,"quote":"in Paris, one respects them when they are beautiful, and throws them on the highway when they are dead.24”"},{"id":1407,"quote":"Les livres les plus utiles sont ceux dont les lecteurs font eux-mêmes la moitié"},{"id":1408,"quote":"اگر ماکیاوللی شاهزاده‌ای را به شاگردی می‌پذیرفت، نخستین رهنمودش به وی آن می‌بود که کتابی بر ضدِّ ماکیاولیسم بنویسند."},{"id":1409,"quote":"Algunos doctos sostienen que debemos a los griegos el emblema de los cuernos, porque los griegos designan con la denominación de macho cabrío al esposo de la mujer que es lasciva como una cabra. En efecto, los griegos llaman a los bastardos hijos de cabra."},{"id":1410,"quote":"A hundred times I was upon the point of killing myself; but still I loved life. This ridiculous foible is perhaps one of our most fatal characteristics; for is there anything more absurd than to wish to carry continually a burden which one can always throw down? to detest existence and yet to cling to one’s existence? in brief, to caress the serpent which devours us, till he has eaten our very heart?"},{"id":1411,"quote":"Beautiful maiden, answered Candide, “when a man is in love, is jealous, and has been flogged by the Inquisition, he becomes lost to all reflection.”"},{"id":1412,"quote":"La casualidad no es, ni puede ser más, que una causa ignorada de un efecto desconocido."},{"id":1413,"quote":"Il est défendu de tuer; tout meurtrier est puni, à moins qu’il n’ait tué en grande compagnie, et au son des trompettes.[It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.]Questions sur l’Encyclopédie, “Rights (1771)”"},{"id":1414,"quote":"On meurt deux fois, je le vois bienCesser d'aimer et d'etre amiableC'est une mort insupportableCesser de vivre ce n'est rien"},{"id":1415,"quote":"All events are linked together in the best of possible worlds; after all, if you had not been driven from a fine castle by being kicked in the backside for love of Miss Cunegonde, if you hadn't been sent before the Inquisition, if you hadn't traveled across America on foot, if you hadn't given a good sword thrust to the baron, if you hadn't lost all your sheep from the good land of El Dorado, you wouldn't be sitting here eating candied citron and pistachios.''That is very well put,' said Candide, 'but we must cultivate our garden."},{"id":1416,"quote":"Le moment où l'on se retrouve, et celui où l'on se sépare, sont lesdeux plus grandes époques de la vie, comme dit le grand livre du Zend."},{"id":1417,"quote":"...un animalucho con un bonete en la cabeza, que cortando el hilo a todos los filósofos dijo que el sabía el secreto, y se hallaba en la Suma de Santo Tomas; y mirando de pies a cabeza a los dos moradores celestes, les sustentó que sus personas, sus mundos y sus estrellas habían sido creados para el hombre. Al oír tal sandez, nuestros dos caminantes hubieron de caerse uno sobre el otro pareciéndose de una risa inextinguible."},{"id":1418,"quote":"إن ما يسمى النكتة الذكية هو أحيانة مقارنة مجللةوأحيانا كناية رقيقة، أو قد يكون لعبأ بالألفاظ- فأنت تستعملاللفظ بمعنی، علما أن محدثك سيأخذه (لأول وهلة) بمعنیآخر.. أو هو طريقة ماكرة للمقارنة بين أفكار لا يقرن الناسبينها عادة.. إنه فن إيجاد صلة بين نقيضين، أو خلاف بینشبيهين؛ إنه فن قول نصف ما تعني وترك الباقي للخيال"},{"id":1419,"quote":"É uma heresia execrável querer atrair pela força, por espancamentos, por aprisionamentos aqueles que não se pôde convencer pela razão. (Santo Atanásio, Livro Primeiro)"},{"id":1420,"quote":"Zadig saw how extremely dangerous it sometimes is to appear too knowing, and therefore resolved, that on the next occasion of the like nature he would not tell what he had seen. Such"},{"id":1421,"quote":"A God who arrogates to Himself the right to do evil, is a tyrant; a tyrant is not a model for men."},{"id":1422,"quote":"if hawks have always had the same nature, why should you pretend that mankind change theirs?"},{"id":1423,"quote":"Le moment où l'on se retrouve, et celui où l'on se sépare, sont les deux plus grandes époques de la vie, comme dit le grand livre du Zend."},{"id":1424,"quote":"Leiamos e dancemos, pois essas são duas diversões que nunca farão mal algum do mundo."},{"id":1425,"quote":"The register, the attorneys, and bailiffs, went to his house with great formality to carry him back his four hundred ounces. They only retained three hundred and ninety-eight of them to defray the expenses of justice; and then their servants demanded their fees. Zadig"},{"id":1426,"quote":"Je confiai mes peines à un vieil Arabe qui me dit: Mon fils, ne désespérez pas; il y avait autrefois un grain de sable qui se lamentait d'être un atome ignoré dans les déserts; au bout de quelques années il devint diamant, et il est à présent le plus bel ornement de la couronne du roi des Indes."},{"id":1427,"quote":"Apprenez qu'il n'y a point de basilic dans la nature, qu'on se porte toujours bien avec de la sobriété et de l'exercice, et que l'art de faire subsister ensemble l'intempérance et la santé est un art aussi chimérique que la pierre philosophale, l'astrologie judiciaire, et la théologie des mages."},{"id":1428,"quote":"Je vais raconter ingénument comme la chose se passa, sans y rien mettre du mien, ce qui n’est pas un petit effort pour un historien."},{"id":1429,"quote":"Upon what does happiness depend? said Zadig; “I am persecuted by everything in the world, even on account of beings that have no existence.”"},{"id":1430,"quote":"Things cannot be otherwise than they are and since, everything is made to serve and end, everything necessarily serves the best end."},{"id":1431,"quote":"Quand on est aimé d'une belle femme, dit le grand Zoroastre, on se tiretoujours d'affaire dans ce monde."},{"id":1432,"quote":"Mais quoi! dit Zadig, il est donc nécessaire qu'il y ait des crimes et des malheurs? et les malheurs tombent sur les gens de bien! Les méchants, répondit Jesrad, sont toujours malheureux: ils servent à éprouver un petit nombre de justes répandus sur la terre, et il n'y a point de mal dont il ne naisse un bien."},{"id":1433,"quote":"If you have a mind to understand the English comedy, the only way to do this will be for you to go to England, to spend three years in London, to make yourself master of the English tongue, and to frequent the playhouse every night."},{"id":1434,"quote":"He assembled at his house the most worthy men, and the most beautiful ladies of Babylon. He gave them delicious suppers, often preceded by concerts of music, and always animated by polite conversation, from which he knew how to banish that affectation of wit, which is the surest method of preventing it entirely, and of spoiling the pleasure of the most agreeable society."},{"id":1435,"quote":"Si Dieu n’existait pas, il faudrait l’inventer.If God had not existed, it would have been necessary to invent him."},{"id":1436,"quote":"Faible mortel! cesse de disputer contre ce qu'il faut adorer."},{"id":1437,"quote":"that things cannot be otherwise than as they are; for all being created for an end, all is necessarily for the best end."},{"id":1438,"quote":"J'oserais prendre la liberté d'inviter ceux qui sont à la tête du gouvernement, et ceux qui sont destinés aux grandes places, à vouloir bien examiner mûrement si l'on doit craindre en effet que la douceur produise les mêmes révoltes que la cruauté a fait naître."},{"id":1439,"quote":"le mieux est l'ennemi du bien"},{"id":1440,"quote":"Were you ever in France, Mr. Martin? said Candide. “Yes,” said Martin, “I have been in several provinces. In some one-half of the people are fools, in others they are too cunning; in some they are weak and simple, in others they affect to be witty; in all, the principal occupation is love, the next is slander, and the third is talking nonsense.”"},{"id":1441,"quote":"Quand on est aimé d'une belle femme, dit le grand Zoroastre, on se tire toujours d'affaire dans ce monde."},{"id":1442,"quote":"after dinner they came and secured Dr.Pangloss, and his pupil Candide, the one for speaking his mind, and the other for listening with an air of approval."},{"id":1443,"quote":"me vit toute sanglante, et le soldat ne se dérangeait"},{"id":1444,"quote":"Los clásicos son esos libros de los cuales suele oírse decir: «Estoy releyendo…» y nunca «Estoy leyendo…». • Se llama clásicos a los libros que constituyen una riqueza para quien los ha leído y amado,"},{"id":1445,"quote":"Это вы хорошо сказали, — отвечал Кандид, — но надо возделывать наш сад."},{"id":1446,"quote":"But then, to what end, said Candide, “was the world formed?” “To make us mad,” said Martin. “Are”"},{"id":1447,"quote":"Il y a un extrême courage à courir à la mort en la redoutant."},{"id":1448,"quote":"Toda relectura de un clásico es una lectura de descubrimiento como la primera. • Toda lectura de un clásico es en realidad una relectura."},{"id":1449,"quote":"If, said he, “thou hast any humanity, I conjure thee to pay some regard to her beauty and weakness. How canst thou behave in this outrageous manner to one of the masterpieces of nature, who lies at thy feet, and hath no defence but her tears?”"},{"id":1450,"quote":"If we cannot find our account in one world we shall in another. It is a great pleasure to see and do new things."},{"id":1451,"quote":"Un habile homme dans les affaires est instruit, prudent et actif: si l'un de ces trois merites lui manque, il n'est point habile."},{"id":1452,"quote":"Il est ridicule de penser qu’une nation éclairée ne soit pas plus heureuse qu’une nation ignorante."},{"id":1453,"quote":"C’est qu’il faut bien citer ce qu’on ne comprend point du tout dans la langue qu’on entend le moins."},{"id":1454,"quote":"You see,\" said Candide to Martin, \"that crime is sometimes punished. This rogue of a Dutch skipper has met with the fate he deserved.\"\"Yes,\" said Martin; \"but why should the passengers be doomed also to destruction? God has punished the knave, and the devil has drowned the rest."},{"id":1455,"quote":"Je fus bientôt supplantée par une rivale, chassée sans récompense, et obligée de continuer ce métier abominable qui vous paraît si plaisant à vous autres hommes, et qui n’est pour nous qu’un abîme de misère. J’allai exercer la profession à Venise. Ah! monsieur, si vous pouviez vous imaginer ce que c’est que d’être obligée de caresser indifféremment un vieux marchand, un avocat, un moine, un gondolier, un abbé; d’être exposée à toutes les insultes, à toutes les avanies; d’être souvent réduite à emprunter une jupe pour aller se la faire lever par un homme dégoûtant; d’être volée par l’un de ce qu’on a gagné avec l’autre; d’être rançonnée par les ofﬁciers de justice, et de n’avoir en perspective qu’une vieillesse affreuse, un hôpital, et un fumier, vous concluriez que je suis une des plus malheureuses créatures du monde."},{"id":1456,"quote":"I hate what you say, but will defend to the death your right to say it"},{"id":1457,"quote":"You lack faith,\" said Candide. \"It is because,\" said Martin, \"I have seen the world."},{"id":1458,"quote":"Quizás sea esta absurda debilidad una de nuestras peores inclinaciones: porque ¿hay algo más estúpido que soportar un peso que en todo momento se quiere dejar en el suelo?, ¿odiar la existencia y al mismo tiempo aferrarse a ella?, y en fin, ¿acariciar la serpiente que nos devora hasta que nos haya comido el corazón?"},{"id":1459,"quote":"L'optimisme est la rage de soutenir que tout est bien quand on est mal."},{"id":1460,"quote":"Hiçbir ülkede hiçbir yasa iyi değildir. Nedeni apaçık ortada: Yasalar zamanına, yerine, gereksinmelere, olanaklara göre yapılmıştır."},{"id":1461,"quote":"This ridiculous foible is perhaps one of our most fatal characteristics; for is there anything more absurd than to wish to carry continually a burden which one can always throw down? to detest existence and yet to cling to one's existence in brief, to caress the serpent which devours us, till he has eaten our very heart?"},{"id":1462,"quote":"— Смятате ли — каза Кандид, — че хората винаги са се избивали едни други както днес? Че винаги са били лъжци, измамници, лукави, неблагодарни, разбойници, грабливи, слаби, непостоянни, подли, завистливи, лакоми, пияници, скъперници, честолюбиви, кръвожадни, клеветници, развратни, фанатични, лицемери и глупци?— А вие вярвате ли — отвърна Мартен, — че ястребите винаги са яли гълъби, щом намерят гълъби?— Да, несъмнено — каза Кандид.— Ето — рече Мартен, — ако ястребите винаги са имали същия нрав, защо искате хората да са променили своя?— О, има много голяма разлика — възрази Кандид, — защото свободната воля…Разсъждавайки така, те пристигнаха в Бордо."},{"id":1463,"quote":"Sabed, le dijo la hermosa dama con quien cenaba, que las que a veces califican de mujeres sin honra casi siempre poseen las virtudes de un hombre honrado;"},{"id":1464,"quote":"El vino usado con moderación es medicina para el ánimo y para el cuerpo:"},{"id":1465,"quote":"- Que é isso de optimismo? - perguntou Cacambo.- Ai! – respondeu Cândido -, é a teimosia de sustentar que tudo está bem quando tudo está mal."},{"id":1466,"quote":"In what way can we recognize the tenderness of a Father who created the majority of His children but for the purpose of dragging out a life of pain, anxiety, and bitterness upon this earth?"},{"id":1467,"quote":"The body of an athlete and the soul of a sage - these are what we require to be happy."},{"id":1468,"quote":"Daignez plutôt honorer tout d'un tempsDe vos bontés vos deux jeunes amants,Et gardez-vous de risquer votre vie."},{"id":1469,"quote":"Ever since 1759, when Voltaire wrote “Candide in ridicule of the notion that this is the best of all possible worlds, this world has been a gayer place for readers.”"},{"id":1470,"quote":"Le Sirien reprit les petites mites, il leur parla encore avec beaucoup de bonté, quoiqu’il fût un peu fâché dans le fond du cœur de voir que les infiniment petits eussent un orgueil presque infiniment grand. Il leur promit de leur faire un beau livre de philosophie, écrit fort menu pour leur usage, et que, dans ce livre, ils verraient le bout des choses. Effectivement, il leur donna ce volume avant son départ : on le porta à Paris à l’académie des sciences ; mais, quand le vieux secrétaire l’eut ouvert, il ne vit rien qu’un livre tout blanc : « Ah ! dit-il, je m’en étais bien douté. »"},{"id":1471,"quote":"Proştii admiră orice în opera unui autor celebru. Eu nu citesc decât pentru mine; îmi place numai ce-mi foloseşte."},{"id":1472,"quote":"He never told a story, but everyone laughed at it."},{"id":1473,"quote":"What! You mean you don't have any monks to teach and dispute and govern and intrigue and burn people to death who don't agree with them?"},{"id":1474,"quote":"Judge a Man not by his question, but by his questions."},{"id":1475,"quote":"Le travail éloigne de nous trois grands maux : l’ennui, le vice et le besoin."},{"id":1476,"quote":"Secret sorrows are more cruel even than public tribulations"},{"id":1477,"quote":"Perfect is the enemy of good"},{"id":1478,"quote":"There are so many sorts of love that one does not know where to seek a definition of it. The name of “love is given boldly to a caprice of a few days’ duration; to a sentiment devoid of esteem; to a casual liaison; to the affections of a cicisbeo; to a frigid habit; to a romantic fantasy; to relish followed by prompt derelish: —yes, people give this name to a thousand chimeras.”"},{"id":1479,"quote":"Eu cred că oameanii au stricat puţintel natura pentru că ei nu s-au născut lupi şi totuşi s-au făcut lupi."},{"id":1480,"quote":"He vainly said that human will is free, and that he chose neither the one nor the other."},{"id":1481,"quote":"Travaillons sans raisonner ; c'est le seul moyen de rendre la vie supportable."},{"id":1482,"quote":"They sat down to table, and after an excellent dinner they went into the library. Candide, seeing a Homer magnificently bound, commended the virtuoso on his good taste. \"There,\" said he, \"is a book that was once the delight of the great Pangloss, the best philosopher in Germany.\" \"It is not mine,\" answered Pococurante coolly. \"They used at one time to make me believe that I took a pleasure in reading him. But that continual repetition of battles, so extremely like one another; those gods that are always active without doing anything decisive; that Helen who is the cause of the war, and who yet scarcely appears in the piece; that Troy, so long besieged without being taken; all these together caused me great weariness. I have sometimes asked learned men whether they were not as weary as I of that work. Those who were sincere have owned to me that the poem made them fall asleep; yet it was necessary to have it in their library as a monument of antiquity, or like those rusty medals which are no longer of use in commerce."},{"id":1483,"quote":"les généraux ; il entra dans leur"},{"id":1484,"quote":"De som menar att det finns sanningar som bör undanhållas folket behöver inte oroa sig: folket läser inte. Det arbetar sex dar i veckan och den sjunde sitter det på krogen."},{"id":1485,"quote":"All people are good except those who are idle."},{"id":1486,"quote":"Le malheur des uns fait le bonheur des autres."},{"id":1487,"quote":"Why must man exist What is his existence to God? Nothing or something. If his existence is not useful or necessary to God, why did He not leave him in nothingness? If man's existence is necessary to His glory, He then needed man, He lacked something before this man existed!"},{"id":1488,"quote":"Si c’est ici le meilleur des mondes possibles, que sont donc les autres?"},{"id":1489,"quote":"If you do not want to commit suicide, always have something to do."},{"id":1490,"quote":"Love you not deeply?\" \"Oh yes,\" answered he; \"I deeply love Miss Cunegonde.\" \"No,\" said one of the gentlemen, \"we ask you if you do not deeply love the King of the Bulgarians?\" \"Not at all,\" said he; \"for I have never seen him.\" \"What! he is the best of kings, and we must drink his health.\" \"Oh! very willingly, gentlemen,\" and he drank. \"That is enough,\" they tell him. \"Now you are the help, the support, the defender, the hero of the Bulgarians. Your fortune is made, and your glory is assured.\" Instantly they fettered him, and carried him away to the regiment."},{"id":1491,"quote":"they who assert that all is well have said a foolish thing, they should have said all is for the best."},{"id":1492,"quote":"— Е, сега ще се съгласите, че срещнахме най-щастливия от всички хора, защото той стои над всичко, което притежава.— Не виждате ли — рече Мартен, — че той е преситен и отвратен от всичко, което притежава? Платон отдавна е казал, че най-добрите стомаси не са онези, които отказват да приемат всякаква храна.— Но не е ли приятно да се критикува всичко — каза Кандид, — да откриваш недостатъци там, където другите хора смятат, че виждат красота?— Ще рече — поде Мартен, — че е удоволствие да не изпитваш удоволствие, така ли?— О, значи, само аз ще бъда щастлив, когато видя наново госпожица Кюнегонд — извика Кандид.— Винаги е добре да се надяваш — рече Мартен."},{"id":1493,"quote":"If He condescends to show Himself to some men, He takes care to keep all the others in invincible ignorance of His divine intentions."},{"id":1494,"quote":"I say again that nature is like nature. Why bother looking for comparisons?"},{"id":1495,"quote":"It is not enough to conquer; one must know how to seduce."},{"id":1496,"quote":"There he was made to wheel about to the right, and to the left, to draw his rammer, to return his rammer, to present, to fire, to march, and they gave him thirty blows with a cudgel. The next day he did his exercise a little less badly, and he received but twenty blows. The day following they gave him only ten, and he was regarded by his comrades as a prodigy."},{"id":1497,"quote":"[Charles XII] seldom took a more active part in the council than to cross his legs upon the table."},{"id":1498,"quote":"Candide drew near and saw his benefactor, who rose above the water one moment and was then swallowed up for ever. He was just going to jump after him, but was prevented by the philosopher Pangloss, who[Pg 19] demonstrated to him that the Bay of Lisbon had been made on purpose for the Anabaptist to be drowned."},{"id":1499,"quote":"It is demonstrable, said he, “that things cannot be otherwise thanas they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the noseis formed for spectacles, therefore we wear spectacles. The legs arevisibly designed for stockings, accordingly we wear stockings. Stoneswere made to be hewn and to construct castles, therefore My Lord has amagnificent castle; for the greatest baron in the province ought to bethe best lodged. Swine were intended to be eaten, therefore we eat porkall the year round: and they, who assert that everything is right, do notexpress themselves correctly; they should say that everything is best.”"},{"id":1500,"quote":"Holy Virgin!\" cried she, \"what will become of us? A man killed in my apartment! If the officers of justice come, we are lost!\"\"Had not Pangloss been hanged,\" said Candide, \"he would give us good counsel in this emergency, for he was a profound philosopher. Failing him let us consult the old woman."},{"id":1501,"quote":"Ik besloot gelukkig te zijn omdat het goed is voor de gezondheid"},{"id":1502,"quote":"It is a fact that there is no country in the world where love does not turn lovers into poets."},{"id":1503,"quote":"Candide never bored anybody except William Wordsworth.”"},{"id":1504,"quote":"o femeie cinstită poate să fie siluită o dată, dar tocmai din cauza asta virtutea ei sporeşte şi mai tare."},{"id":1505,"quote":"the reason why the Greeks are so new a people. These great revolutions sunk them once more in barbarity, at the time that the nations of Asia and Egypt were flourishing."},{"id":1506,"quote":"So it was that, for every decent and generous thing she did, dishonour was the price."},{"id":1507,"quote":"...he inquired into the cause and effect, as well as into thesufficing reason that had reduced Pangloss to so miserable a condition. “Alas, replied the preceptor, “it was love; love, the comfort of the human species; love, the preserver of the universe; the soul of allsensible beings; love! tender love!”"},{"id":1508,"quote":"The world is stocked with men faster than a warren is with rabbits."},{"id":1509,"quote":"The Empire knew a time of peace, a time of glory, a time of plenty: it was the finest age the world had ever known. Justice and love ruled the Empire. The people glorified Zadig, and Zadig glorified heaven."},{"id":1510,"quote":"When he who hears doesn't know what he who speaks means, and when he who speaks doesn't know what he himself means: that is philosophy."},{"id":1511,"quote":"Greece, we know, was the country of fables, and almost every fable was the origin of a doctrine, of a temple, and a public feast."},{"id":1512,"quote":"Pangloss taught metaphysico-theologico-cosmo-codology. He could prove wonderfully that there is no effect without a cause and that, in this best of all possible worlds, His Lordship the Baron's castle was the most beautiful of castles and Madam the best of all baronesses."},{"id":1513,"quote":"Men, said he “must, in some things, have deviated from their original innocence; for they were not born wolves, and yet they worry one another like those beasts of prey. God never gave them twenty–four pounders nor bayonets, and yet they have made cannon and bayonets to destroy one another. To this account I might add not only bankruptcies, but the law which seizes on the effects of bankrupts, only to cheat the creditors.”“All this was indispensably necessary,” replied the one–eyed doctor, “for private misfortunes are public benefits; so that the more private misfortunes there are, the greater is the general good.”"},{"id":1514,"quote":"But if God could not render him sinless, why did He take the trouble of creating man, whose nature was to become corrupt, and which, consequently, had to offend God?"},{"id":1515,"quote":"This error gains credit at the end of two or three centuries; it afterwards becomes sacred,"},{"id":1516,"quote":"He carried me to a neighbouring house, put me to bed, gave me food, waited upon me, consoled me, flattered me; he told me that he had never seen any one so beautiful as I, and that he never so much regretted the loss of what it was impossible to recover."},{"id":1517,"quote":"Candide trembled like a philosopher, and concealed himself as best he could for the duration of this heroic butchery."},{"id":1518,"quote":"Pracujmy nie rozumując - to jedyny sposób aby życie uczynić znośnym."},{"id":1519,"quote":"You lack faith, said Candide. “It is because,” said Martin, “I have seen the world.”"},{"id":1520,"quote":"the most noble truths have but few sectaries; the greatest men die without honor."},{"id":1521,"quote":"Éternelles et brillantes clartés, soyez-moi toujours propices."},{"id":1522,"quote":"A quel bel discorso, Candido, l’essere il più dolce della natura, benchè avesse ammazzato tre uomini, due de’ quali erano preti, non fece parola, ma annojato del dottore e della società, il giorno appresso con una canna in mano, se ne fuggì, senza saper dove, cercando in luogo ov’ei non s’annojasse, e dove gli uomini non fossero uomini, come nel buon paese d’Eldorado. Candido"},{"id":1523,"quote":"He then represented to himself the human species, as it really is, as a parcel of insects devouring one another on a little atom of clay."},{"id":1524,"quote":"You believe yourselves free because you do as you choose; but are you really free to will or not to will, to desire or not to desire? Your wills and your desires, are they not necessarily excited by objects or by qualities which do not depend upon you at all?"},{"id":1525,"quote":"Just for fun, why not get each passenger to tell you the story of his life, and if there is one single one of them who hasn't often cursed the day he was born and hasn't often said to himself that he was the most unfortunate man alive, then you can throw me into the sea head first."},{"id":1526,"quote":"If it is true that God intends to form in heaven a court of saints, of chosen ones, or of men who have lived in this world according to His views, would He not have had a court more numerous, more brilliant, and more honorable to Him, if it were composed of all the men to whom, in creating them, He could have granted the degree of goodness necessary to obtain eternal happiness?"},{"id":1527,"quote":"Honest James, forgetting the injury he had so lately received from him, flew to his assistance, and, with great difficulty, hauled him in again, but, in the attempt, was, by a sudden jerk of the ship, thrown overboard himself, in sight of the very fellow whom he had risked his life to save, and who took not the least notice of him in this distress."},{"id":1528,"quote":"As to fictions which represent nothing, teach nothing, and from which nothing results, are they anything more than falsities? And if they are incoherent and heaped together without choice, are they anything better than dreams?"},{"id":1529,"quote":"selon la sentence de Zoroastre: c'était tous les jours de nouvelles accusations; la première est repoussée, laseconde effleure, la troisième blesse, la quatrième tue."},{"id":1530,"quote":"— Учителю, дойдохме да те помолим да ни кажеш защо е било създадено това странно животно, човекът.— Защо се бъркаш в тези неща — му отвърна дервишът. — Твоя работа ли е?— Но, достопочтени отче — каза Кандид, — на земята има страшно много зло.— Какво значение има — каза дервишът — дали има зло или добро? Когато негово височество изпраща някой кораб в Египет, тревожи ли се той дали мишките в кораба се чувстват добре, или не?— Какво тогава трябва да правим? — запита Панглос.— Да мълчим — отвърна му дервишът.— Аз се надявах — каза Панглос — да побеседвам малко с тебе за последиците и причините, за най-добрия от възможните светове, за произхода на злото, за естеството на душата, за предвечната хармония.Като чу тези думи, дервишът му хлопна вратата под носа.Докато разговаряха с дервиша, пръсна се новината, че в Цариград удушили двама везири и главния мюфтия и набили на кол много техни приятели. В продължение на няколко часа тази трагедия предизвика голямо вълнение навсякъде. Завръщайки се в малкия чифлик, Панглос, Кандид и Мартен видяха един добродушен старец, който бе излязъл на прага си да подиша чист въздух под клоните на портокаловите дървета. Панглос, който обичаше не по-малко да разпитва, отколкото да спори, го запита как се казва мюфтията, когото са удушили.— Съвсем не зная — отговори човечецът — и никога не съм знаел името на никой мюфтия, нито на някой везир. Съвършено нищо не зная за случката, за която ми говорите. Предполагам, че изобщо онези, които се занимават с обществените дела, свършват понякога зле и че напълно заслужават съдбата си. Никога не любопитствам да зная какво става в Цариград, задоволявам се да изпращам там за продан плодовете на градината, която обработвам.След тези думи той покани чужденците в дома си. Двете му дъщери и двамата му сина им предложиха разни видове шербети, които те сами правеха, каймак, размесен с корички от захаросана китра, портокали, лимони, ананаси, фъстъци, кафе мока, в което нямаше никакъв примес от лошото кафе от Батавия и от островите. След това двете дъщери на този добър мюсюлманин намазаха с благовонни масла брадите на Кандид, Панглос и Мартен.— Вие сигурно имате прекрасни обширни земи — каза Кандид на турчина.— Имам само осемдесет декара — отговори турчинът. — Обработвам ги с децата си. Трудът ни пази от трите големи злини: отегчението, порока и нуждата.Завръщайки се в чифлика си, Кандид се отдаде на дълбоки разсъждения върху думите на турчина. Той каза на Панглос и на Мартен:— Този добър старец, струва ми се, си е създал живот, който е много по за предпочитане от съдбата на шестимата царе, с които ние имахме честта да вечеряме.— Както твърдят всички философи — каза Панглос, — величието е много опасно: Еглон, царят на моабитите, е бил убит от Ехуд. Авесалом е увиснал на косите си и е бил прободен с три копия. Цар Надаб, син на Иеровоам, е бил убит от Вааза. Цар Ела — от Самбри, Охозиас — от Иеху, Аталия — от Йойада, царете Иоаким, Иехония, Седекия били превърнати в роби. Знаете как са загинали Крез, Астиаг, Дарий, Дионисий от Сиракуза, Пир, Персей, Анибал, Югурта, Ариовист, Цезар, Помпей, Нерон, Отон, Вителий, Домициан, Ричард II Английски, Едуард II, Хенри VI, Ричард III, Мария Стюарт, Чарлз I, тримата Анри във Франция, император Анри IV. Вие знаете…— Зная също — отвърна Кандид, — че трябва да работим градината си.— Прав сте — каза Панглос, — защото, когато човекът е бил поставен в райската градина, той е бил поставен там ut operatur eum, тоест за да я обработва, което показва, че човекът не е роден за почивка.— Да работим, без да умуваме — каза Мартен. — Това е единственият начин да направим живота поносим.Цялото малко общество се съгласи с това похвално намерение и всеки се залови да упражнява дарбите си; малкият къс земя носеше големи приходи. Кюнегонд наистина беше много грозна, но тя стана отлична сладк"},{"id":1531,"quote":"They docked at Buenos Aires. Cunégonde, Captain Candide, and the old woman went to call on the Governor, Don Fernando d'Ibaraa y Figueora y Mascarenes y Lampourdos y Souza. This grandee had a pride to match his many names. He spoke to people with the most noble disdain, sticking his nose so far in the air, speaking in such a mercilessly loud voice, adopting so high and mighty a tone, and affecting so haughty a gait, that all who greeted him were also tempted to hit him."},{"id":1532,"quote":"munca alungă din preajma noastră trei mari rele: plictiseala, viciul şi nevoia."},{"id":1533,"quote":"... he then eyed our two celestial inhabitants from top to toe, and maintained to their faces, that their persons, their worlds, their suns, their stars, all were made solely for the convenience of man. At this monstrous assertion, our two travelers could not help rolling upon one another in endeavoring to stifle that inextinguishable laughter ... The Sirian took up the ludicrous little mites again, and spoke to them with renewed affability, although at the bottom he was very mortified to find that if these creatures were infinitely small, their pride was infinitely great."},{"id":1534,"quote":"'Let's get down to work and stop all this philosophizing,' said Martin. 'It's the only way to make life bearable.'"},{"id":1535,"quote":"Вие сигурно имате прекрасни обширни земи — каза Кандид на турчина.— Имам само осемдесет декара — отговори турчинът. — Обработвам ги с децата си. Трудът ни пази от трите големи злини: отегчението, порока и нуждата.Завръщайки се в чифлика си, Кандид се отдаде на дълбоки разсъждения върху думите на турчина. Той каза на Панглос и на Мартен:— Този добър старец, струва ми се, си е създал живот, който е много по за предпочитане от съдбата на шестимата царе, с които ние имахме честта да вечеряме.— Както твърдят всички философи — каза Панглос, — величието е много опасно.— Зная също — отвърна Кандид, — че трябва да работим градината си.— Прав сте — каза Панглос, — защото, когато човекът е бил поставен в райската градина, той е бил поставен там ut operatur eum, тоест за да я обработва, което показва, че човекът не е роден за почивка.— Да работим, без да умуваме — каза Мартен. — Това е единственият начин да направим живота поносим.Цялото малко общество се съгласи с това похвално намерение и всеки се залови да упражнява дарбите си; малкият къс земя носеше големи приходи. Кюнегонд наистина беше много грозна, но тя стана отлична сладкарка, Пакет се залови да бродира, старицата се грижеше за бельото, дори брат Жирофле стана полезен — той беше добър дърводелец и дори стана почтен човек. Понякога Панглос казваше на Кандид:— В най-добрия от възможните светове всички събития са свързани, защото, ако вие не бяхте изгонен от един прекрасен замък с ритници по задника заради любовта ви към госпожица Кюнегонд, ако не бяхте изтезаван от Инквизицията, ако не бяхте обиколил Америка пеша, ако не бяхте пронизал със сабята си барона, ако не бяхте загубил всичките си овце, които получихте от чудесната страна Елдорадо, не щяхте да ядете тук захаросани китри и фъстъци.— Добре казано — отговаряше Кандид, — но трябва да работим градината си."},{"id":1536,"quote":"He concerns himself so much, replied Martin, “in the affairs of this world that it is very probable he may be in me as well aseverywhere else; but I must confess, when I cast my eye on this globe, or rather globule, I cannot help thinking that God has abandoned it to some malignant being. I always except El Dorado. I scarce ever knew a city that did not wish the destruction of its neighboring city; nor afamily that did not desire to exterminate some other family. The poor in all parts of the world bear an inveterate hatred to the rich, even while they creep and cringe to them; and the rich treat the poor like sheep, whose wool and flesh they barter for money; a million of regimentedassassins traverse Europe from one end to the other, to get their bread by regular depredation and murder, because it is the most gentlemanlike profession. Even in those cities which seem to enjoy theblessings of peace, and where the arts flourish, the inhabitants are devoured with envy, care, and inquietudes, which are greater plagues than any experienced in a town besieged. Private chagrins are still more dreadful than public calamities. In a word,” concluded the philosopher,“I have seen and suffered so much that I am a Manichaean.”"},{"id":1537,"quote":"I have been in several provinces of thatkingdom. In some, one half of the people are fools and madmen; in some, they are too artful; in others, again, they are, in general, either very good–natured or very brutal; while in others, they affect to be witty, and in all, their ruling passion is love, the next is slander, and the last is to talk nonsense."},{"id":1538,"quote":"Ρώτησε ποιος ήταν ο δάσκαλος που είχε φιλοτεχνήσει τα έργα- Είναι του Ραφαήλ, τα αγόρασα πανάκριβα πριν από μερικά χρόνια, από καθαρή ματαιοδοξία. Λένε πως είναι οι ομορφότερες ζωγραφιές που έχει να επιδείξει η Ιταλία, αλλά εμένα δεν μου λένε τίποτα"}]