[{"id":1,"quote":"Know yourselves- be infertile and let the earth be silent after ye."},{"id":2,"quote":"A coin is examined, and only after careful deliberation, given to a beggar, whereas a child is flung out into the cosmic brutality without hesitation."},{"id":3,"quote":"To bear children into this world is like carrying wood to a burning house."},{"id":4,"quote":"The tragedy of a species becoming unfit for life by over-evolving one ability is not confined to humankind. Thus it is thought, for instance, that certain deer in paleontological times succumbed as they acquired overly-heavy horns. The mutations must be considered blind, they work, are thrown forth, without any contact of interest with their environment. In depressive states, the mind may be seen in the image of such an antler, in all its fantastic splendour pinning its bearer to the ground."},{"id":5,"quote":"Man is the ultimate tragic being, because he has learned enough about the Earth to realise the Earth would be better off without the presence of humankind."},{"id":6,"quote":"Each new generation asks – What is the meaning of life? A more fertile way of putting the question would be – Why does man need a meaning to life?"},{"id":7,"quote":"The dread of being stares us in the eye, and in a deadly gush we perceive how the minds are dangling in threads of their own spinning, and that a hell is lurking underneath."},{"id":8,"quote":"The modern barbarity of ‘saving’ the suicidal is based on a hairraising misapprehension of the nature of existence."},{"id":9,"quote":"The human yearning is not merely marked by a ‘striving toward’, but equally by an ‘escape from."},{"id":10,"quote":"Cultural history, as well as observation of ourselves and others, allow the following answer: Most people learn to save themselves by artificially limiting the content of consciousness."},{"id":11,"quote":"But as he stands before imminent death, he grasps its nature also, and the cosmic import of the step to come. His creative imagination constructs new, fearful prospects behind the curtain of death, and he sees that even there is no sanctuary found. And now he can discern the outline of his biologico-cosmic terms: He is the universe’s helpless captive, kept to fall into nameless possibilities. From this moment on, he is in a state of relentless panic."},{"id":12,"quote":"No future triumph or metamorphosis can justify the pitiful blighting of a human being against his will."},{"id":13,"quote":"He is the universe’s helpless captive, kept to fall into nameless possibilities."},{"id":14,"quote":"– The life of the worlds is a roaring river, but Earth’s is a pond and a backwater.– The sign of doom is written on your brows – how long will ye kick against the pin-pricks?– But there is one conquest and one crown, one redemption and one solution.– Know yourselves – be infertile and let the earth be silent after ye."},{"id":15,"quote":"Man beholds the earth, and it is breathing like a great lung; whenever it exhales, delightful life swarms from all its pores and reaches out toward the sun, but when it inhales, a moan of rupture passes through the multitude, and corpses whip the ground like bouts of hail."},{"id":16,"quote":"Man beholds the earth, and it is breathing like a great lung; whenever it exhales, delightful life swarms from all its pores and reaches out toward the sun, but when it inhales, a moan of rupture passes through the multitude, and corpses whip the ground like bouts of hail. Not merely his own day could he see, the graveyards wrung themselves before his gaze, the laments of sunken millennia wailed against him from the ghastly decaying shapes, the earth-turned dreams of mothers. Future’s curtain unravelled itself to reveal a nightmare of endless repetition, a senseless squander of organic material. The suffering of human billions makes its entrance into him through the gateway of compassion, from all that happen arises a laughter to mock the demand for justice, his profoundest ordering principle."},{"id":17,"quote":"Despite his new eyes, man was still rooted in matter, his soul spun into it and subordinated to its blind laws. And yet he could see matter as a stranger, compare himself to all phenomena, see through and locate his vital processes. He comes to nature as an unbidden guest, in vain extending his arms to beg conciliation with his maker: Nature answers no more, it preformed a miracle with man, but later did not know him"},{"id":18,"quote":"Another flaw of the system is the fact that various danger fronts often require very different firmaments. As a logical superstructure is built upon each, there follow clashes of incommensurable modes of feeling and thought. Then despair can enter through the rifts. In such cases, a person may be obsessed with destructive joy, dislodging the whole artificial apparatus of his life and starting with rapturous horror to make a clean sweep of it. The horror stems from the loss of all sheltering values, the rapture from his by now ruthless identification and harmony with our nature’s deepest secret, the biological unsoundness, the enduring disposition for doom."},{"id":19,"quote":"One night in long bygone times, man awoke and saw himself.He saw that he was naked under cosmos, homeless in his own body. All things dissolved before his testing thought, wonder above wonder, horror above horror unfolded in his mind.Then woman too awoke and said it was time to go and slay. And he fetched his bow and arrow, a fruit of the marriage of spirit and hand, and went outside beneath the stars. But as the beasts arrived at their waterholes where he expected them of habit, he felt no more the tiger’s bound in his blood, but a great psalm about the brotherhood of suffering between everything alive.That day he did not return with prey, and when they found him by the next new moon, he was sitting dead by the waterhole."},{"id":20,"quote":"A man will come forth, who before all other men has dared to strip his soul naked and give himself wholly over to our most profound questioning, even to the idea of annihilation. A man who has grasped life in its cosmic context, and whose agony is the agony of the world. But such a rising wail will assail him from all the people of the earth, crying for his thousandfold execution, when his voice blankets the world like a shroud, and his peculiar message is heard for the first and last time:The life on many worlds is like a rushing river, but the life on this world is like a stagnant puddle and a backwater.The mark of annihilation is written on thy brow. How long will ye mill about on the edge? But there is one victory and one crown, and one salvation and one answer: Know thyselves; be unfruitful and let there be peace on Earth after thy passing."},{"id":21,"quote":"Så kastet jeg mig over Turistforeningens Årbøker og slukte hvad jeg fandt om klatring. Horunger, nåler og Djævleskar! Store Gud!"},{"id":22,"quote":"He is mighty in the near world, but curses his might as purchased with his harmony of soul, his innocence, his inner peace in life’s embrace."},{"id":23,"quote":"Spindelvævlette, verdenshavtunge fjernersprænger i dragsug menneskesjæle og stjerner - intet har form eller navn. Se, jeg er stille - se, jeg er rum og susning, se, jeg er aften efter en brændende dag. Jeg er alt, og alt er i mig, og mit hjertefølger i døende rytmer tidernes aandedrag."},{"id":24,"quote":"Men hensigten, spør folket, meningen, maalet? Der er ingen hensigt, der er intet maal. Tindesporten er meningsløs som selve livet, - derfor kan dens trolddom aldrig dø."},{"id":25,"quote":"Det er tre ting en mand vil ha for sig selv, og det tredie er soveposen."},{"id":26,"quote":"Every social unit is a large, rounded attachment system, built on the solid beams of basic cultural ways of thinking. The common man manages with these shared cultural beams, his personality almost builds itself. Our personality has stopped developing, and rests on inherited cultural foundations: God, the church, the state, morality, destiny, the laws of life, the future.The closer a norm lies to the bearing beams, the more dangerous it is to disturb it. As a rule, those close-lying norms are protected by laws and threats of punishment—the Inquisition, censorship, conservative attitudes, and so forth."},{"id":27,"quote":"Jo riktig, jeg forlot min venn i to fingre på luselisten. Men han hang ikke sånn i sin simple almindelighet, nei det må man endelig ikke tro. For man tar feil hvis man tror det. Sørgelig feil tar man. For han hang mellem det fysiske og det astrale, mellem meditation og metamorforse, mellem første og anden aggregattilstand i fysisk henseende, og mellem fjerde og femte dimension i transcendentalplanet. Så det var bra han ikke kjendte nerver av navn."},{"id":28,"quote":"Se i mig en 96 graders venn."},{"id":29,"quote":"Dokker træng en hest,\" sa de. \"Ja vil dokker bryte dokker så grynsmå,\" sa han, \"så har æ no mærra her. Ka dokker betale? Vil dokker op og slå dokker tell individ, så skal æ kjøre dokker både op og ner. Hos mæg skal dokker ikje omkomme, dokker skal ikje førlise et hår. Ka dokker betale? Her e ingen så lægg to pinna i kors førr dokker, neida, bare hjølpsomme folk overalt."},{"id":30,"quote":"Og har han i Kroppen den rigtige Aand, han løfter den staalblanke Ven i sin Haandog klapper ham under hans Hage.O lifligt at skrives i Klatrernes Laug!De Piger og Karle, som dandse paa Flaugved Sommer har lystelig' Dage."},{"id":31,"quote":"-Du, sa han, jeg var på Tryvannstoppen igår. -Håner du mig atpå, sa jeg og så på ham som en såret hind. -Tvert imot, sa Håkon; -for derfra så jeg et fjeld. -Ikke Dovre vel?-Vet ikke. Strøk i geografi. Men det lå i nordvest. Jeg blev mykere. -Kan du - hm- kan du sværge på at det var et fjeld?-Det var iallfald et sted uten trær. Dette med \"ikke trær\" blev avgjørende. -Vel, sa jeg, loddet er kastet.-Hvor da?-I nordvest. Vi starter her utenfor på fortauget lørdag klokken ni, og jeg lover at jeg ikke vil rake mitt hår eller klippe mitt skjegg før jeg står på det sted hvor der ikke er trær."},{"id":32,"quote":"Aftenen endte med idyll. Håkon kaldte mig genial, og jeg svarte at han var en stor menneskekjender."},{"id":33,"quote":"Timer - timer i fjeldene. I mørke kan hænde, i uveir og kamp - Og de lyse, ugripelige, de av forfærdelig skjønhet. Dem du nødig nævner, og aldri kan dele med nogen, fordi de tilhører din sjæls ytterste ensomhet."},{"id":34,"quote":"Og når så denne fare for et godt ord, ja endog i fulstændig taushet, har utladet sig i et normalt avviklet fald av frontaltypen, vil posen, som misforstår situationen og i de blinde kausalprocesser mener å gjenkjende bærerens lyst på renmose, hjælpe ansiktet dypere ned i sneen end hensikten var, og holde det stille der mens eieren venter på vårløsningen."},{"id":35,"quote":"Og er ikke klippen sin tilbedelse værd? Prøver den ikke hjerte og nyrer før den gir plas for de utvalgte?"},{"id":36,"quote":"Hans andakt er undringen ved det å være til, taknemmelighet over kroppens og sansernes og sindets virkelighet i en verden av fabler. Når tanken går mot den store gåde, da blir kanhænde tinden til hans altersten - og det som damper av den er ikke blod (skønt den kræver sitt offer iblandt), men nattens stigende tåker gjennemlyst av soloppgangen."},{"id":37,"quote":"Drømme tåler ikke å bli virkeliggjort, sier dikterne, for da dør de. Her gikk den lys levende og i all sin høireiste glans like lukt ind i sin jordiske inkarnation - i et fjorten hundrede meters eventyrslott av sølvgrå granitt."},{"id":38,"quote":"Fjordene fylder sine lunger med uvørne drag der nord, og himlen har kort mellem glæde og sorg."},{"id":39,"quote":"Jeg ligger og kjender at jeg hader dette forbandede fjeld, fordi det har makt over mitt sind. Hvad vil du mig - at jeg er kommet de utalte mil fra en blidere egn for å slite mig ut på dine endeløse skråninger og dingle som en misdæder over utslettelsen?"},{"id":40,"quote":"Vi samles på Fortroppens hjørne mot vest og ser over mot tinden. Fra blokken vi står på har Pan eller Jordånden eller Djævelen selv spændt en usynlig kabel på to hundrede meter over i stortindens østvegg, der nyskurte tusenmetersva er brukket efter midten og hængt op til tørk."},{"id":41,"quote":"Her er rummelig og bredt, her slår vi oss ned i en grushaug og spiser mat og drikker saft og ligger på ryggen med sprikende knær og røker pipe, mens blikket går lange turer på himmelen med hodet ned."},{"id":42,"quote":"Whatever happened? A breach in the very unity of life, a biological paradox, an abomination, an absurdity, an exaggeration of disastrous nature. Life had overshot its target, blowing itself apart. A species had been armed too heavily – by spirit made almighty without, but equally a menace to its own well-being…So there he stands with his visions, betrayed by the universe, in wonder and fear. The beast knew fear as well, in thunderstorms and on the lion’s claw. But man became fearful of life itself – indeed, of his very being."},{"id":43,"quote":"- og nu er det jeg som står og blir liten på den siste krumning i hyldens blygt hendøende motiv.-Drømmer jeg? Er dette et skridt på en jordisk menneskevei? Kan det være en fjeldvægg, en stivnet form, denne foss av gulgrått sva, dette Niagara i sten, som med lydløs torden styrter sig ned over kanten og smelder i skogen efter et eneste sopende sveip på nærmere tusen meter?"},{"id":44,"quote":"I disse sekunder, som koncentrationen gjør tidløse, oplever jeg hvordan hele min skjæbnes brede væv løper sammen til en eneste tråd i denne passage på en tolv-femten forbitrede fingertak."},{"id":45,"quote":"The seed of a metaphysical or religious defeat is in us all. For the honest questioner, however, who doesn’t seek refuge in some faith or fantasy, there will never be an answer."},{"id":46,"quote":"Vi sitter på varden og lar blikket seile. Fra jøkelens islys i øst til Lofotvæggens hilderland i vest under havranden. Det ryker av dypet og det driver av himlen, mens storm og tåke knuses mot hjørner og gjél. Og syn og sus flyter sammen til en saga om mineralets evige suverænitet."},{"id":47,"quote":"Som skodden skapes, ændres og forsvinder - slik skummer også livsformerne for fjeldets fot. Det er ikke menneskealdre Stetinden har skuet ned på fra sin ensomme høide, men jordaldre."},{"id":48,"quote":"Da revner tåken - og endnu en gang står han for oss, titanen, lynomfunklet, vassdrivende, skinnende som smergelpusset jern. Det raper av torden omkring ham, men det rager ham ikke, ingenting rager ham, der han troner i olympisk likegyldighet over livets svedende gesjæft - em ambolt hvorpå guderne kan hamre."},{"id":49,"quote":"The new slogans, in continuation of German tradition, give the conscience peace for a time while the nerves are strengthened. That the cosmic consciousness will awaken again, when the group's existence is assured, lies beyond doubt. Faust is not dead, he is just sleeping."},{"id":50,"quote":"But the god himself in the book of Job, does he concern us? Is it all but a poetic play with a strange and too old-fashioned conception of God? Do we know this god? Well, we know him from the history of religion, he is the god of the old testament, the army of the armies, or as we would say, the army god, the jealous Yahweh. But does he only live in the history of religion? No, he also reigns in our experience, today as before 2400 years ago. He represents a well-known biological and social environment: the blind forces of nature that are without contact with man's drive towards order and meaning, of disease and the erratic impact of death, the fleetingness of fame, betrayal of friends and relatives. He is the machine and the god of power, domination of violence, party slavery and conquest alike, the god of copper pipes and armor plates. There are more than Job, who meets him with the weapon of the spirit. Some of them being trampled into heroic martyrdom; others also see the limitation of marty reed, they bend inwardly, but hide for the doubt in their heart."},{"id":51,"quote":"En natt i lengst forsvundne tider våknet mennesket og så seg selv... da dyrene kom til sine vannhull, hvor han ventet dem av gammel vane, da kjente han ikke lenger tigerspranget i sitt blod, men en stor salme om lidelsens broderskap mellom alt som lever."},{"id":52,"quote":"Now it understood that everything was lost and that the dream was dead too resistant. And when the dream was dead, the wick was not even weeks longer, but a fairly common thread."},{"id":53,"quote":"Life had overshot its target, blowing itself apart. A species had been armed too heavily – by spirit made almighty without, but equally a menace to its own well-being."},{"id":54,"quote":"Thunder belches around him, but it does not affect him, nothing affects him, as he sits enthroned in his Olympic indifference over the hectic course of life—an anvil for the gods to hammer on."},{"id":55,"quote":"Therefore, the eyes of mankind also seek his distant, vanished tomb, where the very deadly cold preserves his form. Until finally, long - it breaks loose thunderously and sails with the storm out towards the deep, dark blue sea in one huge, sun-sparkling sarcophagus."},{"id":56,"quote":"if a desert island is no tragedy, why is a deserted planet?"}]